{
    "name": "Special advisor for technology development",
    "number": "41",
    "text": "(a)  There is established within the office of the governor a special advisor for technology development to be appointed by the governor as provided in section 26-34.\n\t(b)  The duties of the special advisor shall include but not be limited to:\n\n\n\n\t(1)\tDeveloping, coordinating, and implementing short- and long-range state policies and directions to enhance the development of high technology industries in Hawaii;\n\t(2)\tCoordinating all state high technology agencies while developing a plan for reorganization or consolidation of these agencies in the interests of greater efficiency and cost effectiveness;\n\t(3)\tAdvising the private sector in the development of high technology activities and resources and providing technical or other assistance to private industry upon request;\n\t(4)\tCreating, disseminating, and updating a listing of all high technology assistance programs in the State and where they can be reached;\n\t(5)\tPursuing appropriate public-private sector business partnerships;\n\t(6)\tCoordinating the State's promotion and marketing of the high technology industry, including a review of current marketing efforts;\n\t(7)\tArranging for the conduct of research through contractual services with the University of Hawaii or any agency or other qualified persons;\n\t(8)\tEncouraging the development of educational, training, and career programs in high technology industries; and\n\t(9)\tPerforming other necessary or desirable functions to facilitate the intent of this section.\n\n\n\n\t(c)  In carrying out the duties of this section, the special advisor for technology development may utilize the services of the State's high technology agencies, including those of the University of Hawaii, as appropriate.\n\t(d)  In carrying out the duties of this section, the special advisor for technology development shall seek and utilize any available funding sources, including grant moneys. [L 1999, c 178, pt of §3]"
}