{
    "name": "Definitions",
    "number": "341",
    "text": "ASSISTING DAM AND RESERVOIR OWNERS\n \nNote\n \n  This part takes effect upon the ratification of the proposed constitutional amendment to Article VII, §12 by HB 2594.  L 2012, c 147, §3.\n \n     []    Whenever used in this part, unless a different meaning clearly appears from the context:\n     \"Appurtenant works\" shall have the same meaning in this part as it has in section 179D-3.\n     \"Dam\" shall have the same meaning in this part as it has in section 179D-3.\n     \"Department\" means the department of budget and finance.\n     \"Owner\" means any person subject to chapter 179D who has a right, title, or interest in or to the dam or reservoir or to the property upon which the dam, reservoir, or appurtenant works are located or proposed to be located.\n     \"Person\" or \"persons\" means an individual, firm, enterprise, partnership, corporation, association, cooperative or other legal entity, governmental body or agency, board, bureau or other instrumentality thereof, or any combination of the foregoing.\n     \"Project\" means any work on a dam, reservoir, or appurtenant works necessary to maintain or improve the dam, reservoir, or appurtenant works.\n     \"Project agreement\" means any agreement entered into under this part by the department with a project party to finance, construct, operate, or maintain a project from the proceeds of special purpose revenue bonds, or to lend the proceeds of special purpose revenue bonds to assist dam and reservoir owners, including without limitation any loan agreement.\n     \"Project party\" means a person or persons who are dam and reservoir owners.\n     \"Reservoir\" shall have the same meaning in this part as it has in section 179D-3.\n     \"Special purpose revenue bonds\" or \"bonds\" means bonds, notes, or other evidences of indebtedness of the State issued pursuant to this part. [L 2012, c 147, pt of §1]"
}