{
    "name": "Definitions",
    "number": "1",
    "text": "PART I.  GENERALLY\n\n     As used in this chapter:\n\t\"Aviation fuel\" means and includes all liquid substances of whatever chemical composition usable for the propulsion of airplanes.\n\t\"Competitively priced\" means fuel-grade ethanol for which the wholesale price, minus the value of all applicable federal, state, and county tax credits and exemptions, is not more than the average posted rack price of unleaded gasoline of comparable grade published in the State.\n\t\"Department\" means the department of business, economic development, and tourism.\n\t\"Director\" means the director of business, economic development, and tourism.\n\t\"Distributor\" means and includes:\n\n\n\n\t(1)\tEvery person who refines, manufactures, produces, or compounds fuel in the State, and sells it at wholesale or at retail, or who utilizes it directly in the manufacture of products or for the generation of power;\n\t(2)\tEvery person who imports or causes to be imported into the State or exports or causes to be exported from the State, any fuel; and\n\t(3)\tEvery person who acquires fuel through exchanges with another distributor.\n\n\n\n\t\"Energy\" means work or heat that is, or may be, produced from any fuel or source whatsoever.\n\t\"Fuel\" means and includes fuels whether liquid, solid, or gaseous, commercially usable for energy needs, power generation, and fuels manufacture, that may be manufactured, grown, produced, or imported into the State or that may be exported therefrom; including petroleum and petroleum products and gases, coal, coal tar, vegetable ferments, and all fuel alcohols.\n\t\"Major marketer\" means any person who sells natural gas, propane, synthetic natural gas or oil in amounts determined by the department as having a major effect on energy supplies.\n\t\"Major oil producer\" means any person who produces oil in amounts determined by the department as having a major effect on energy supplies.\n\t\"Major oil storer\" means any person who stores oil or other petroleum products in amounts determined by the department as having a major effect on energy supplies.\n\t\"Major oil transporter\" means any person who transports oil or other petroleum products in amounts determined by the department as having a major effect on energy supplies.\n\t\"Month\" or \"calendar month\" means each full month of the calendar year.\n\t\"Person\", means any person, firm, association, organization, partnership, business trust, corporation, or company.  \"Person\" also includes any city, county, public district or agency, the State or any department or agency thereof, and the United States to the extent authorized by federal law.\n\t\"Petroleum commissioner\" or \"commissioner\" means the administrator of the energy, resources, and technology division of the department of business, economic development, and tourism.\n\t\"Refiner\" means any person who owns, operates, or controls the operations of one or more refineries.\n\t\"Refinery\" means any industrial plant, regardless of capacity, processing crude oil feedstock and manufacturing oil products. [L 1997, c 257, pt of §2; am L 2002, c 77, §3(1)]"
}