{
    "name": "Conditions for a permit",
    "number": "49",
    "text": "(a)  To obtain a permit pursuant to this part, the applicant shall establish that the proposed use of water:\n\n\n\n\t(1)\tCan be accommodated with the available water source;\n\t(2)\tIs a reasonable-beneficial use as defined in section 174C-3;\n\t(3)\tWill not interfere with any existing legal use of water;\n\t(4)\tIs consistent with the public interest;\n\t(5)\tIs consistent with state and county general plans and land use designations;\n\t(6)\tIs consistent with county land use plans and policies; and\n\t(7)\tWill not interfere with the rights of the department of Hawaiian home lands as provided in section 221 of the Hawaiian Homes Commission Act.\n\n\n\n\t(b)  Within sixty days after receipt of a notice of a permit application, the county shall inform the commission if the proposed use is inconsistent with county land use plans and policies.\n\t(c)  The common law of the State to the contrary notwithstanding, the commission shall allow the holder of a use permit to transport and use surface or ground water beyond overlying land or outside the watershed from which it is taken if the commission determines that such transport and use are consistent with the public interest and the general plans and land use policies of the State and counties.\n\t(d)  The commission, by rule, may reserve water in such locations and quantities and for such seasons of the year as in its judgment may be necessary.  Such reservations shall be subject to periodic review and revision in the light of changed conditions; provided that all presently existing legal uses of water shall be protected.\n\t(e)  All permits issued by the commission shall be subject to the rights of the department of Hawaiian home lands as provided in section 221 of the Hawaiian Homes Commission Act, whether or not the condition is explicitly stated in the permit. [L 1987, c 45, pt of §2; am L 1991, c 325, §7]\nLaw Journals and Reviews\n  Native Hawaiian Homestead Water Reservation Rights:  Providing Good Living Conditions for Native Hawaiian Homesteaders.  25 UH L. Rev. 85.\nCase Notes\n  Permit applicants must demonstrate their actual needs and, within the constraints of available knowledge, the propriety of draining water from public streams to satisfy those needs.  94 H. 97, 9 P.3d 409.\n  The \"reasonable-beneficial use\" standard and the related criterion of \"consistent with the public interest\" demand examination of the proposed use not only standing alone, but also in relation to other public and private uses and the particular water source in question; thus, permit applicants requesting water diverted from streams must duly take into account the public interest in instream flows.  94 H. 97, 9 P.3d 409.\n  Waiahole Ditch water use permittees being required to fund subsequent stream studies and monitoring activities was not an illegal \"tax\" where the studies directly benefited permittees by helping them prove as required under this section that their uses were \"reasonable-beneficial\" and \"consistent with the public interest\" and by also allowing them exclusive use of public resources in the interim, despite the present absence of such proof.  94 H. 97, 9 P.3d 409.\n  Where permit applicant failed to obtain development plan approval, commission did not err in denying permit request and  requiring compliance with county zoning classifications.  94 H. 97, 9 P.3d 409.\n  Although the Hawaii administrative rules denominate aquifer-specific reservations of water to the department of Hawaiian home lands, such a limitation for purposes of water resource management does not divest the department of its right to protect its reservation interests from interfering water uses in adjacent aquifers.  103 H. 401, 83 P.3d 664.\n  A \"reservation\" of water does not constitute an \"existing legal use\" within the meaning of subsection (a)(3).  103 H. 401, 83 P.3d 664.\n  As commission's findings of fact with respect to subsection (a)(4), (5), and (6) established the findings under subsection (c) that transport of water outside the watershed of origin was consistent with the public interest and the general plans and land use policies of the State and counties, applicant was allowed to transport and use ground water outside the original aquifer system.  103 H. 401, 83 P.3d 664.\n  Commission did not abuse its discretion in imposing a well monitoring program as a condition to granting applicant a water use permit, and utilizing a well located in a different aquifer system for such purpose.  103 H. 401, 83 P.3d 664.\n  Where commission on water resource management failed to render the requisite findings of fact and conclusions of law with respect to whether applicant had satisfied its burden as mandated by the state water code, it violated its public trust duty to protect the department of Hawaiian home lands' reservation rights under the Hawaiian Homes Commission Act, the state water code, the state constitution, and the public trust doctrine in balancing the various competing interests in the state water resources trust.  103 H. 401, 83 P.3d 664.\n  Where commission on water resource management's findings supporting its conclusion that the proposed use of water would not interfere with department of Hawaiian home lands' reservation rights under §221 of the Hawaiian Homes Commission Act failed to address whether the proposed user had adduced sufficient evidence with respect to the impact of the proposed use on the department's reservation in the adjacent aquifer system, commission erred in concluding that proposed user had met its burden under this section to obtain a water use permit.  103 H. 401, 83 P.3d 664.\n  Where proposed well constituted a \"new\" use, irrespective of whether a portion of the water derived therefrom would be utilized for existing purposes, commission erred in granting an \"interim\" use permit, ostensibly pursuant to subsection (a); §174C-50 provides for the issuance of an interim use permit only for \"existing legal uses\".  103 H. 401, 83 P.3d 664."
}