{
    "name": "Hawaii water plan",
    "number": "31",
    "text": "PART III.  HAWAII WATER PLAN\n\n     (a)  The Hawaii water plan shall consist of four parts:  (1) a water resource protection plan which shall be prepared by the commission; (2) water use and development plans for each county which shall be prepared by each separate county and adopted by ordinance, setting forth the allocation of water to land use in that county; (3) a state water projects plan which shall be prepared by the agency which has jurisdiction over such projects in conjunction with other state agencies; and (4) a water quality plan which shall be prepared by the department of health.\n\t(b)  All water use and development plans shall be prepared in a manner consistent with the following conditions:\n\n\n\n\t(1)\tEach water use and development plan shall be consistent with the water resource protection and water quality plans;\n\t(2)\tEach water use and development plan and the state water projects plan shall be consistent with the respective county land use plans and policies including general plan and zoning as determined by each respective county;\n\t(3)\tThe water use and development plan for each county shall also be consistent with the state land use classification and policies;\n\t(4)\tThe cost to develop the initial water use and development plan for each county shall be funded by the State in an amount not exceeding $150,000 per county;\n\t(5)\tThe cost of maintaining the water use and development plan shall be borne by the counties; state water capital improvement funds appropriated to the counties shall be deemed to satisfy Article VIII, section 5 of the State Constitution; and\n\t(6)\tEach county in order to be eligible for state appropriations for county water projects must have developed an acceptable water use and development plan within the time frame established by this chapter.\n\n\n\n\t(c)  To prepare the water resource protection and water quality plans, the commission shall:\n\n\n\n\t(1)\tStudy and inventory the existing water resources of the State and the means and methods of conserving and augmenting such water resources;\n\t(2)\tReview existing and contemplated needs and uses of water including state and county land use plans and policies and study their effect on the environment, procreation of fish and wildlife, and water quality;\n\t(3)\tStudy the quantity and quality of water needed for existing and contemplated uses, including irrigation, power development, geothermal power, and municipal uses;\n\t(4)\tIdentify rivers or streams, or a portion of a river or stream, which appropriately may be placed within a wild and scenic rivers system, to be preserved and protected as part of the public trust.  For the purposes of this paragraph, the term \"wild and scenic rivers\" means rivers or streams, or a portion of a river or stream of high natural quality or that possess significant scenic value, including but not limited to, rivers or streams which are within the natural area reserves system.  The commission shall report its findings to the legislature twenty days prior to the convening of each regular legislative session; and\n\t(5)\tStudy such other related matters as drainage, reclamation, flood hazards, floodplain zoning, dam safety, and selection of reservoir sites, as they relate to the protection, conservation, quantity, and quality of water.\n\n\n\n\t(d)  The water resource protection plan shall include, but not be limited to:\n\n\n\n\t(1)\tNature and occurrence of water resources in the State;\n\t(2)\tHydrologic units and their characteristics, including the quantity and quality of available resource, requirements for beneficial instream uses and environmental protection, desirable uses worthy of preservation by permit, and undesirable uses for which permits may be denied;\n\t(3)\tExisting and contemplated uses of water, as identified in the water use and development plans of the State and the counties, their impact on the resource, and their consistency with objectives and policies established in the water resource protection and water quality plans;\n\t(4)\tPrograms to conserve, augment, and protect the water resource; and\n\t(5)\tOther elements necessary or desirable for inclusion in the plan.\n\n\n\n\tThereafter, the commission in coordination with the counties and the department of health shall formulate an integrated coordinated program for the protection, conservation, and management of the waters in each county based on the above studies.  This program, with such amendments, supplements, and additions as may be necessary, shall be known as the water resource protection and water quality plans.\n\tThereafter, each county shall prepare a water use and development plan and the appropriate state agency shall prepare the state water projects plan.\n\t(e)  The department of agriculture shall prepare a state agricultural water use and development plan for agricultural uses in the State in accordance with chapter 167 and this chapter, and subsequently modify and update the plan as necessary.  The state agricultural water use and development plan shall include but not be limited to a master irrigation inventory plan which shall:\n\n\n\n\t(1)\tInventory the irrigation water systems;\n\t(2)\tIdentify the extent of rehabilitation needed for each system;\n\t(3)\tSubsidize the cost of repair and maintenance of the systems;\n\t(4)\tEstablish criteria to prioritize the rehabilitation of the systems;\n\t(5)\tDevelop a five-year program to repair the systems; and\n\t(6)\tSet up a long-range plan to manage the systems.\n\n\n\nThe commission shall coordinate the incorporation of the state agricultural water use and development plan into the state water projects plan.\n\t(f)  Each county water use and development plan shall include but not be limited to:\n\n\n\n\t(1)\tStatus of water and related land development including an inventory of existing water uses for domestic, municipal, and industrial users, agriculture, aquaculture, hydropower development, drainage, reuse, reclamation, recharge, and resulting problems and constraints;\n\t(2)\tFuture land uses and related water needs; and\n\t(3)\tRegional plans for water developments including recommended and alternative plans, costs, adequacy of plans, and relationship to the water resource protection and water quality plans.\n\n\n\n\t(g)  The Hawaii water plan shall be directed toward the achievement of the following objectives:\n\n\n\n\t(1)\tThe attainment of maximum reasonable-beneficial use of water for such purposes as those referred to in subsection (a);\n\t(2)\tThe proper conservation and development of the waters of the State;\n\t(3)\tThe control of the waters of the State for such public purposes as navigation, drainage, sanitation, and flood control;\n\t(4)\tThe attainment of adequate water quality as expressed in the water resource protection and water quality plans; and\n\t(5)\tThe implementation of the water resources policies expressed in section 174C-2.\n\n\n\n\t(h)  The Hawaii water plan shall divide each county into sections which shall each conform as nearly as practicable to a hydrologic unit.  The commission shall describe and inventory:\n\n\n\n\t(1)\tAll water resources and systems in each hydrologic unit;\n\t(2)\tAll presently exercised uses;\n\t(3)\tThe quantity of water not presently used within that hydrologic unit; and\n\t(4)\tPotential threats to water resources, both current and future.\n\n\n\n\t(i)  Within each hydrologic unit the commission shall establish the following:\n\n\n\n\t(1)\tAn instream use and protection program for the surface watercourses in the area; and\n\t(2)\tSustainable yield.  The sustainable yield shall be determined by the commission using the best information available and shall be reviewed periodically.  Where appropriate the sustainable yield may be determined to reflect seasonal variation.\n\n\n\n\t(j)  The commission shall condition permits under part IV of this chapter in such a manner as to protect instream flows and maintain sustainable yields of ground water established under this section.\n\t(k)  The commission shall give careful consideration to the requirements of public recreation, the protection of the environment, and the procreation of fish and wildlife.  The commission may prohibit or restrict other future uses on certain designated streams which may be inconsistent with these objectives.\n\t(l)  The commission may designate certain uses in connection with a particular source of supply which, because of the nature of the activity or the amount of water required, would constitute an undesirable use for which the commission may deny a permit under the provisions of part IV.\n\t(m)  The commission may also designate certain uses in connection with a particular source of supply which, because of the nature of the activity or amount of water required, would result in an enhancement or improvement of the water resources of the area.  Such uses shall be preferred over other uses in any action pursuant to sections 174C-50(h) and 174C-54.\n\t(n)  The commission may add to the Hawaii water plan any other information, directions, or objectives it feels necessary or desirable for the guidance of the counties in the administration and enforcement of this chapter.\n\t(o)  In formulating or revising the plans, each county and the commission shall consult with and carefully evaluate the recommendations of concerned federal, state, and county agencies.\n\t(p)  The commission shall not adopt, approve, or modify any portion of the Hawaii water plan which affects a county or any portion thereof without first holding a public hearing on the matter on the island on which the water resources are located.  At least ninety days in advance of such hearing, the commission shall notify the affected county and shall give notice of such hearing by publication within the affected region and statewide.\n\t(q)  In formulating or revising each county's water use and development plan, the state water projects plan, the water resource protection plan and the water quality plan, each county and the commission shall incorporate the current and foreseeable development and use needs of the department of Hawaiian home lands for water as provided in section 221 of the Hawaiian Homes Commission Act.\n\tEach county shall update and modify its water use and development plans as necessary to maintain consistency with its zoning and land use policies. [L 1987, c 45, pt of §2; am L 1988, c 276, §1; am L 1991, c 325, §6; am L 1998, c 101, §1; am L 1999, c 197, §2]"
}