{
    "name": "Definitions",
    "number": "3",
    "text": "As used in this chapter, unless the context otherwise requires:\n\t\"Agricultural use\" means the use of water for the growing, processing, and treating of crops, livestock, aquatic plants and animals, and ornamental flowers and similar foliage.\n\t\"Authorized planned use\" means the use or projected use of water by a development that has received the proper state land use designation and county development plan/community plan approvals.\n\t\"Board\" means the board of land and natural resources.\n\t\"Chairperson\" means the chairperson of the commission on water resource management.\n\t\"Change in use\" means any modification or change in water use from or to domestic, municipal, military, agriculture (including agricultural processing), or industrial uses.\n\t\"Channel alteration\" means:  (1) to obstruct, diminish, destroy, modify, or relocate a stream channel; (2) to change the direction of flow of water in a stream channel; (3) to place any material or structures in a stream channel; and (4) to remove any material or structures from a stream channel.\n\t\"Commission\" means the commission on water resource management.\n\t\"Continuous flowing water\" means a sufficient flow of water that could provide for migration and movement of fish, and includes those reaches of streams which, in their natural state, normally go dry seasonally at the location of the proposed alteration.\n\t\"Department\" means the department of land and natural resources.\n\t\"Domestic use\" means any use of water for individual personal needs and for household purposes such as drinking, bathing, heating, cooking, noncommercial gardening, and sanitation.\n\t\"Emergency\" means the absence of a sufficient quantity and quality of water in any area whether designated or not which threatens the public health, safety, and welfare as determined by the commission.\n\t\"Existing agricultural use\" means replacing or alternating the cultivation of any agricultural crop with any other agricultural crop, which shall not be construed as a change in use.\n\t\"Ground water\" means any water found beneath the surface of the earth, whether in perched supply, dike-confined, flowing, or percolating in underground channels or streams, under artesian pressure or not, or otherwise.\n\t\"Hydrologic unit\" means a surface drainage area or a ground water basin or a combination of the two.\n\t\"Impoundment\" means any lake, reservoir, pond, or other containment of surface water occupying a bed or depression in the earth's surface and having a discernible shoreline.\n\t\"Instream flow standard\" means a quantity or flow of water or depth of water which is required to be present at a specific location in a stream system at certain specified times of the year to protect fishery, wildlife, recreational, aesthetic, scenic, and other beneficial instream uses.\n\t\"Instream use\" means beneficial uses of stream water for significant purposes which are located in the stream and which are achieved by leaving the water in the stream.  Instream uses include, but are not limited to:\n\n\n\n\t(1)\tMaintenance of fish and wildlife habitats;\n\t(2)\tOutdoor recreational activities;\n\t(3)\tMaintenance of ecosystems such as estuaries, wetlands, and stream vegetation;\n\t(4)\tAesthetic values such as waterfalls and scenic waterways;\n\t(5)\tNavigation;\n\t(6)\tInstream hydropower generation;\n\t(7)\tMaintenance of water quality;\n\t(8)\tThe conveyance of irrigation and domestic water supplies to downstream points of diversion; and\n\t(9)\tThe protection of traditional and customary Hawaiian rights.\n\n\n\n\t\"Interim instream flow standard\" means a temporary instream flow standard of immediate applicability, adopted by the commission without the necessity of a public hearing, and terminating upon the establishment of an instream flow standard.\n\t\"Municipal use\" means the domestic, industrial, and commercial use of water through public services available to persons of a county for the promotion and protection of their health, comfort, and safety, for the protection of property from fire, and for the purposes listed under the term \"domestic use\".\n\t\"Noninstream use\" means the use of stream water that is diverted or removed from its stream channel and includes the use of stream water outside of the channel for domestic, agricultural, and industrial purposes.\n\t\"Nonregulated use\" means any use of water which is exempted from regulation by the provisions of this code.\n\t\"Person\" means any and all persons, natural or artificial, including an individual, firm, association, organization, partnership, business trust, corporation, company, the United States of America, the State of Hawaii, and all political subdivisions, municipalities, and public agencies thereof.\n\t\"Reasonable-beneficial use\" means the use of water in such a quantity as is necessary for economic and efficient utilization, for a purpose, and in a manner which is both reasonable and consistent with the state and county land use plans and the public interest.\n\t\"Stream\" means any river, creek, slough, or natural watercourse in which water usually flows in a defined bed or channel.  It is not essential that the flowing be uniform or uninterrupted.  The fact that some parts of the bed or channel have been dredged or improved does not prevent the watercourse from being a stream.\n\t\"Stream channel\" means a natural or artificial watercourse with a definite bed and banks which periodically or continuously contains flowing water.  The channel referred to is that which exists at the present time, regardless of where the channel may have been located at any time in the past.\n\t\"Stream diversion\" means the act of removing water from a stream into a channel, pipeline, or other conduit.\n\t\"Stream reach\" means a segment of a stream channel having a defined upstream and downstream point.\n\t\"Stream system\" means the aggregate of water features comprising or associated with a stream, including the stream itself and its tributaries, headwaters, ponds, wetlands, and estuary.\n\t\"Surface water\" means both contained surface water--that is, water upon the surface of the earth in bounds created naturally or artificially including, but not limited to, streams, other watercourses, lakes, reservoirs, and coastal waters subject to state jurisdiction--and diffused surface water--that is, water occurring upon the surface of the ground other than in contained water bodies.  Water from natural springs is surface water when it exits from the spring onto the earth's surface.\n\t\"Sustainable yield\" means the maximum rate at which water may be withdrawn from a water source without impairing the utility or quality of the water source as determined by the commission.\n\t\"Time of withdrawal or diversion\" means, in view of the nature, manner, and purposes of a reasonable and beneficial use of water, the most accurate method of describing the time when the water is withdrawn or diverted, including description in terms of hours, days, weeks, months, or physical, operational, or other conditions.\n\t\"Water\" or \"waters of the State\" means any and all water on or beneath the surface of the ground, including natural or artificial watercourses, lakes, ponds, or diffused surface water and water percolating, standing, or flowing beneath the surface of the ground.\n\t\"Watercourse\" means a stream and any canal, ditch, or other artificial watercourse in which water usually flows in a defined bed or channel.  It is not essential that the flowing be uniform or uninterrupted.\n\t\"Water management area\" means a geographic area which has been designated pursuant to section 174C-41 as requiring management of the ground or surface water resource, or both.\n\t\"Water source\" means a place within or from which water is or may be developed, including but not limited to:  (1) generally, an area such as a watershed defined by topographic boundaries, or a definitive ground water body; and (2) specifically, a particular stream, other surface water body, spring, tunnel, or well or related combination thereof.\n\t\"Well\" means an artificial excavation or opening into the ground, or an artificial enlargement of a natural opening by which ground water is drawn or is or may be used or can be made to be usable to supply reasonable and beneficial uses within the State. [L 1987, c 45, pt of §2; am L 1998, c 101, §2]\nCase Notes\n\n  Commission did not err in excluding golf course irrigation from the category of \"agricultural use\".  94 H. 97, 9 P.3d 409.\n  The \"reasonable-beneficial use\" standard and the related criterion of \"consistent with the public interest\" demand examination of the proposed use not only standing alone, but also in relation to other public and private uses and the particular water source in question; thus, permit applicants requesting water diverted from streams must duly take into account the public interest in instream flows.   94 H. 97, 9 P.3d 409."
}