{
    "name": "Native Hawaiian water rights Note",
    "number": "101",
    "text": "PART IX.  NATIVE HAWAIIAN WATER RIGHTS\n\n   Native Hawaiian water rights.  (a)  Provisions of this chapter shall not be construed to amend or modify rights or entitlements to water as provided for by the Hawaiian Homes Commission Act, 1920, as amended, and by chapters 167 and 168, relating to the Molokai irrigation system.  Decisions of the commission on water resource management relating to the planning for, regulation, management, and conservation of water resources in the State shall, to the extent applicable and consistent with other legal requirements and authority, incorporate and protect adequate reserves of water for current and foreseeable development and use of Hawaiian home lands as set forth in section 221 of the Hawaiian Homes Commission Act.\n\t(b)  No provision of this chapter shall diminish or extinguish trust revenues derived from existing water licenses unless compensation is made.\n\t(c)  Traditional and customary rights of ahupua`a tenants who are descendants of native Hawaiians who inhabited the Hawaiian Islands prior to 1778 shall not be abridged or denied by this chapter.  Such traditional and customary rights shall include, but not be limited to, the cultivation or propagation of taro on one's own kuleana and the gathering of hihiwai, opae, o`opu, limu, thatch, ti leaf, aho cord, and medicinal plants for subsistence, cultural, and religious purposes.\n\t(d)  The appurtenant water rights of kuleana and taro lands, along with those traditional and customary rights assured in this section, shall not be diminished or extinguished by a failure to apply for or to receive a permit under this chapter. [L 1987, c 45, pt of §2; am L 1991, c 325, §8]\nLaw Journals and Reviews\n  Native Hawaiian Homestead Water Reservation Rights:  Providing Good Living Conditions for Native Hawaiian Homesteaders.  25 UH L. Rev. 85.\nCase Notes\n  Although the Hawaii administrative rules denominate aquifer-specific reservations of water to the department of Hawaiian home lands, such a limitation for purposes of water resource management does not divest the department of its right to protect its reservation interests from interfering water uses in adjacent aquifers.  103 H. 401, 83 P.3d 664.\n  Insofar as the commission on water resource management, as the agency authorized to administer the state water code, determines the contents of the Hawaii water plan, which includes the designation of hydrologic units and sustainable yields, and the commission's \"interpretation of its own rules is entitled to deference unless it is plainly erroneous or inconsistent with the underlying legislative purpose\", it is within the commission's authority to limit reservations of water to specific aquifers.  103 H. 401, 83 P.3d 664.\n  Pursuant to article XI, sections 1 and 7 of the Hawaii constitution, §220(d) of the Hawaiian Homes Commission Act, and subsection (a), a reservation of water constitutes a public trust purpose.  103 H. 401, 83 P.3d 664.\n  Where commission on water resource management failed to render the requisite findings of fact and conclusions of law with respect to whether applicant had satisfied its burden as mandated by the state water code, it violated its public trust duty to protect the department of Hawaiian home lands' reservation rights under the Hawaiian Homes Commission Act, the state water code, the state constitution, and the public trust doctrine in balancing the various competing interests in the state water resources trust.  103 H. 401, 83 P.3d 664.\n  Where commission on water resource management refused to permit cross examination of water use applicant's oceanography expert regarding the limu population along the shoreline, in effect precluding the commission from effectively balancing the applicant's proposed private commercial use of water against an enumerated public trust purpose, the commission failed adequately to discharge its public trust duty to protect native Hawaiians' traditional and customary gathering rights, as guaranteed by the Hawaiian Homes Commission Act, §220, article XII, §7 of the Hawaii constitution, and this section.  103 H. 401, 83 P.3d 664."
}