{
    "name": "Exemption of certain societies",
    "number": "2-704",
    "text": "§432:2-704    (a)  Nothing contained in this article shall be so construed as to affect or apply to:\n\n\n\n\t(1)\tGrand or subordinate lodges of societies, orders or associations now doing business in this State which provide benefits exclusively through local or subordinate lodges;\n\t(2)\tOrders, societies or associations which admit to membership only persons engaged in one or more crafts or hazardous occupations, in the same or similar lines of business, insuring only their own members and their families, and the ladies' societies or ladies' auxiliaries to such orders, societies or associations;\n\t(3)\tDomestic societies which limit their membership to employees of a particular city or town, designated firm, business house or corporation which provide for a death benefit of not more than $400 or disability benefits of not more than $350 to any person in any one year, or both; or\n\t(4)\tDomestic societies or associations of a purely religious, charitable or benevolent description, which provide for a death benefit of not more than $400 or for disability benefits of not more than $350 to any one person in any one year, or both.\n\n\n\n\t(b)  Any such society or association described in subsections (a)(3) or (4) which provides for death or disability benefits for which benefit certificates are issued, and any such society or association included in subsection (a)(4) which has more than one thousand members, shall not be exempted from the provisions of this article but shall comply with all requirements thereof.\n\t(c)  No society which, by the provisions of this section, is exempt from the requirements of this article, except any society described in subsection (a)(2), shall give or allow, or promise to give or allow to any person any compensation for procuring new members.\n\t(d)  Every society which provides for benefits in case of death or disability resulting solely from accident, and which does not obligate itself to pay natural death or sick benefits shall have all of the privileges and be subject to all the applicable provisions and regulations of this article except that the provisions thereof relating to medical examination, valuations of benefit certificates, and incontestability, shall not apply to such society.\n\t(e)  The commissioner may require from any society or association, by examination or otherwise, such information as will enable the commissioner to determine whether such society or association is exempt from the provisions of this article.\n\t(f)  Societies, exempted under the provisions of this section, shall also be exempt from all other provisions of the insurance laws of this State. [L 1987, c 347, pt of §2]"
}