{
    "name": "Annual exhibits",
    "number": "1-404",
    "text": "§432:1-404    (a)  Each society shall file with the commissioner annually, on or before March 1 in each year, a statement under oath, and in such form and detail as the commissioner shall prescribe; provided that any association or society organized and operating as a nonprofit medical indemnity or hospital service association shall file a report with the commissioner covering the preceding calendar year and verified by at least two principal officers.  Each mutual benefit society shall file quarterly with the commissioner, on or before the forty-fifth day after each quarter, a copy of its quarterly report verified by at least two principal officers.  The report shall comply with sections 431:3-301 and 431:3-302.  The commissioner may prescribe the forms on which the report is to be filed.\n\tIn addition, any association or society organized and operating as a nonprofit medical indemnity or hospital service association annually shall file with the commissioner the following by the dates specified:\n\n\n\n\t(1)\tAn audit, by an independent certified public accountant or an accounting firm designated by the association or society, of the financial statements, reporting the financial condition and results of operations of the association or society on or before June 1, or a later date as the commissioner upon request or for cause may specify.  The association or society, on an annual basis and prior to the commencement of the audit, shall notify the commissioner in writing of the name and address of the person or firm retained to conduct the annual audit.  The commissioner may disapprove the association's or society's designation within fifteen days of receipt of the association's or society's notice, and the association or society shall be required to designate another independent certified public accountant or accounting firm.  The audit required in this paragraph shall be prepared in accordance with the National Association of Insurance Commissioners' annual statement instructions, following the practices and procedures prescribed by the National Association of Insurance Commissioners' accounting practices and procedures manuals; and\n\t(2)\tA description of the available grievance procedures, the total number of grievances handled through those procedures, a compilation of the causes underlying those grievances, and a summary of the final disposition of those grievances on or before March 1.\n\n\n\n\t(b)  Labor union mutual benefit societies shall file annually a copy of the report filed under Public Law 85-836 and a complete financial report prepared by a certified public accountant. [L 1987, c 347, pt of §2; am L 2000, c 74, §3; am L 2003, c 212, §121]"
}