{
    "name": "Judicial review",
    "number": "710",
    "text": "(a)  Only parties to proceedings under section 103D-709 who are aggrieved by a final decision of a hearings officer under that section may apply for judicial review of that decision.  The proceedings for review shall be instituted in the circuit court of the circuit where the case or controversy arises.\n\t(b)  An application for judicial review shall not operate as a stay of the decision rendered under section 103D-709.\n\t(c)  Within twenty calendar days of the filing of an application for judicial review, the hearings officer shall transmit the record of the administrative proceedings to the circuit court of the circuit where the case or controversy arises.\n\t(d)  The review shall be scheduled as expeditiously as practicable.  It shall be conducted on the record of the administrative proceedings, and briefs and oral argument.  No new evidence shall be introduced, except that the circuit court may, if evidence is offered which is clearly newly discovered evidence and material to the just decision of the appeal, admit the same.\n\t(e)  Upon review of the record the circuit court may affirm the decision of the hearings officer issued pursuant to section 103D-709 or remand the case with instructions for further proceedings; or it may reverse or modify the decision and order if substantial rights may have been prejudiced because the administrative findings, conclusions, decisions, or orders are:\n\n\n\n\t(1)\tIn violation of constitutional or statutory provisions;\n\t(2)\tIn excess of the statutory authority or jurisdiction of the chief procurement officer or head of the purchasing agency;\n\t(3)\tMade upon unlawful procedure;\n\t(4)\tAffected by other error of law;\n\t(5)\tClearly erroneous in view of the reliable, probative, and substantial evidence on the whole record; or\n\t(6)\tArbitrary, or capricious, or characterized by abuse of discretion or clearly unwarranted exercise of discretion.\n\n\n\n\t(f)  Any party aggrieved by the decision of the circuit court may appeal in accordance with part I of chapter 641 and the appeal shall be given priority. [L Sp 1993, c 8, pt of §2; am L 1999, c 162, §8; am L 2001, c 251, §3]"
}