{
    "name": "Trustee groups",
    "number": "10D-205",
    "text": "§431:10D-205    The lives of a group of individuals may be insured under a policy issued to the trustees of a fund established by two or more employers or by one or more labor unions, or by one or more employers and one or more labor unions which trustees shall be deemed the policyholder, to insure employees of the employers or members of the unions for the benefit of persons other than the employers or the unions, subject to the following requirements:\n\n\n\n\t(1)\tThe persons eligible for insurance shall be all of the employees of the employers or all of the members of the unions, or all of any class or classes thereof.  The policy may provide that the term employees shall include:\n\n\t\t(A)\tThe employees of one or more subsidiary corporations, and the employees, individual proprietors, and partners of one or more affiliated corporations, proprietorships, or partnerships if the business of the employer and the affiliated corporations, proprietorships or partnerships are under common control;\n\t\t(B)\tThe individual proprietor or partners if the employer is an individual proprietor or a partnership;\n\t\t(C)\tRetired employees; and\n\t\t(D)\tThe trustees or their employees, or both, if their duties are principally connected with the trusteeship.\n\n\t\tNo director of a corporate employer shall be eligible for insurance under the policy unless the person is otherwise eligible as a bona fide employee of the corporation by performing services other than the usual duties of a director.  No individual proprietor or partner shall be eligible for insurance under the policy unless the individual proprietor or partner is actively engaged in and devotes a substantial part of the individual proprietor's or partner's time to the conduct of the business of the proprietorship or partnership.\n\t(2)\tThe premium for the policy shall be paid wholly from funds contributed by the employer or employers of the insured persons, or by the union or unions, or by both, or, except in the case of a policy issued to the trustees of a fund established wholly by two or more employers, partly from those funds and partly from funds contributed by the insured persons.  No policy may be issued to the trustees of a fund established wholly by two or more employers on which any part of the premium is to be derived from funds contributed by the insured persons specifically for their insurance.  A policy on which part of the premium is to be derived from funds contributed by the insured persons specifically for their insurance may be placed in force only if at least seventy-five per cent of the then eligible persons, excluding any as to whom evidence of insurability is not satisfactory to the insurer, elect to make the required contributions.  Except as provided in paragraph (3), a policy on which no part of the premium is to be derived from funds contributed by the insured persons specifically for their insurance must insure all eligible persons, except those who reject that coverage in writing.\n\t(3)\tAn insurer may exclude or limit the coverage on any person as to whom evidence of individual insurability is not satisfactory to the insurer.\n\t(4)\tThe policy must cover at date of issue at least twenty-five persons and not less than an average of four persons per employer unit; and if the fund is established by the members of an association of employers the policy may be issued only if:\n\n\t\t(A)\tEither:\n\n\t\t\t(i)\tThe participating employers constitute at date of issue at least thirty-three and one-third per cent of those employer members whose employees are not already covered for group life insurance, or\n\t\t\t(ii)\tThe total number of persons covered at date of issue exceeds two hundred; and\n\n\t\t(B)\tThe policy shall not require that, if a participating employer discontinues membership in the association, the insurance of the employer's employees shall cease solely by reason of the discontinuance.\n\n\t(5)\tThe amounts of insurance under the policy must be based upon some plan precluding individual selection either by the insured persons or by the policyholder, employers, or unions. [L 1987, c 347, pt of §2; am L 1990, c 38, §1]"
}