{
    "name": "Licensure",
    "number": "9B-102",
    "text": "§431:9B-102    (a)  No person, firm, association, or corporation shall act as a reinsurance intermediary-broker in this State if the reinsurance intermediary-broker maintains an office either directly or as a member or employee of a firm or association or as an officer, director, or employee of a corporation:\n\n\n\n\t(1)\tIn this State, unless the reinsurance intermediary-broker is a licensed agent in this State; or\n\t(2)\tIn another state, unless the reinsurance intermediary-broker is a licensed agent in this State or another state having a law substantially similar to this law, or such reinsurance intermediary-broker is licensed in this State as a nonresident reinsurance intermediary.\n\n\n\n\t(b)  No person, firm, association, or corporation shall act as a reinsurance intermediary-manager:\n\n\n\n\t(1)\tFor a reinsurer domiciled in this State, unless the reinsurance intermediary-manager is a licensed producer in this State;\n\t(2)\tIn this State, if the reinsurance intermediary-manager maintains an office either directly or as a member or employee of a firm or association, or an officer, director, or employee of a corporation in this State, unless the reinsurance intermediary-manager is a licensed producer in this State; or\n\t(3)\tIn another state for a nondomestic insurer, unless the reinsurance intermediary-manager is a licensed producer in this State or another state having a law substantially similar to this law, or the person is licensed in this State as a nonresident reinsurance intermediary.\n\n\n\n\t(c)  The commissioner shall require a reinsurance intermediary-manager subject to subsection (b) to:\n\n\n\n\t(1)\tFile a bond from an insurance company licensed to do business within the State or with an insurance company approved by the commissioner in an amount equal to $500,000 or ten per cent of the annual reinsurance premiums managed by the reinsurance intermediary-manager, whichever is greater, except that the bond amount under this paragraph shall not exceed $10,000,000, for the protection of the reinsurer; and\n\t(2)\tMaintain an errors and omissions policy, with an insurance company licensed to do business within the State or with an insurance company approved by the commissioner, in an amount equal to $250,000 or twenty-five per cent of the annual reinsurance premiums managed by the reinsurance intermediary-manager, whichever is greater, except that the policy limits under this paragraph shall not exceed $10,000,000.\n\n\n\nAt the time of application for licensure and each renewal, each reinsurance intermediary-manager shall provide the commissioner with proof of the bond and the policy, and appropriate documentation to show that the bond and the policy continues to be in effect or that a new bond and a new policy has been secured.\n\n\n\n\t(d)(1)\tThe commissioner may issue a reinsurance intermediary license to any person, firm, association, or corporation that has complied with the requirements of this article.  Any such license issued to a firm or association will authorize all the members of that firm or association and any designated employees to act as reinsurance intermediaries under the license, and all those persons shall be named in the application and any supplements thereto.  Any such license issued to a corporation shall authorize all of the officers, and any designated employees and directors thereof to act as reinsurance intermediaries on behalf of the corporation, and all those persons shall be named in the application and any supplements thereto.\n\t(2)\tIf the applicant for a reinsurance intermediary license is a nonresident, the applicant, as a condition precedent to receiving or holding a license, shall designate the commissioner as agent for service of process in the manner, and with the same legal effect, provided for by this article for service of process upon unauthorized insurers; and also shall furnish the commissioner with the name and address of a resident of this State upon whom notices or orders of the commissioner or process affecting the nonresident reinsurance intermediary may be served.  The licensee shall promptly notify the commissioner in writing of every change in its designated agent for service of process, and such change shall not become effective until acknowledged by the commissioner.\n\n\n\n\t(e)  The commissioner may refuse to issue a reinsurance intermediary license if, in the commissioner's judgment, the applicant, anyone named on the application, or any member, principal, officer, or director of the applicant, is not trustworthy, or that any controlling person of the applicant is not trustworthy to act as a reinsurance intermediary, or that any of the foregoing has given cause for revocation or suspension of such license, or has failed to comply with any prerequisite for the issuance of the license.  Upon written request therefor, the commissioner shall furnish a summary of the basis for refusal to issue a license, which document shall be privileged and not subject to disclosure pursuant to chapter 92F.\n\t(f)  Licensed attorneys at law of this State when acting in their professional capacity as such shall be exempt from this section. [L 1992, c 176, pt of §6; am L 2001, c 136, §2; am L 2004, c 122, §29]"
}