{
    "name": "Plan of operation",
    "number": "16-210",
    "text": "§431:16-210  \n\n\n\n\t(a)(1)\tThe association shall submit to the commissioner a plan of operation and any amendments thereto necessary or suitable to assure the fair, reasonable, and equitable administration of the association.  The plan of operation and any amendments thereto shall become effective upon the commissioner's written approval or if the commissioner has not disapproved it within thirty days.\n\t(2)\tIf the association fails to submit a suitable plan of operation within one hundred twenty days following July 1, 1988, or if at any time thereafter the association fails to submit suitable amendments to the plan, the commissioner shall, after notice and hearing, adopt and promulgate such reasonable rules as are necessary or advisable to effectuate the provisions of this part.  Such rules shall continue in force until modified by the commissioner or superseded by a plan submitted by the association and approved by the commissioner.\n\n\n\n\t(b)  All member insurers shall comply with the plan of operation.\n\t(c)  The plan of operation shall, in addition to requirements enumerated elsewhere in this part:\n\n\n\n\t(1)\tEstablish procedures for handling the assets of the association;\n\t(2)\tEstablish the amount and method of reimbursing members of the board of directors under section 431:16-207(c);\n\t(3)\tEstablish regular places and times for meetings including telephone conference calls of the board of directors;\n\t(4)\tEstablish procedures for records to be kept of all financial transactions of the association, its agents, and the board of directors;\n\t(5)\tEstablish the procedures whereby selections for the board of directors will be made and submitted to the commissioner;\n\t(6)\tEstablish any additional procedures for assessments under section 431:16-209;\n\t(7)\tContain additional provisions necessary or proper for the execution of the powers and duties of the association.\n\n\n\n\t(d)  The plan of operation may provide that any or all powers and duties of the association, except those under section 431:16-208(n)(3) and section 431:16-209, are delegated to a corporation, association or other organization which performs or will perform functions similar to those of this association, or its equivalent, in two or more states.  Such a corporation, association or organization shall be reimbursed for any payments made on behalf of the association and shall be paid for its performance of any function of the association.  A delegation under this subsection shall take effect only with the approval of both the board of directors and the commissioner, and may be made only to a corporation, association or organization which extends protection not substantially less favorable and effective than that provided by this part. [L 1987, c 347, pt of §2]\nRevision Note\n  \"July 1, 1988,\" substituted for \"the effective date of this part\"."
}