{
    "name": "Nonforfeiture benefit requirement",
    "number": "10H-233",
    "text": "(a)  This section does not apply to life insurance policies containing accelerated long-term care benefits. \t(b)  To comply with the requirement to offer a nonforfeiture benefit pursuant to section 431:10H-116, the following shall be met:\n\n\n\n\t(1)\tA policy or certificate offered with nonforfeiture benefits shall have coverage elements, eligibility, benefit triggers, and benefit length that are the same as coverage to be issued without nonforfeiture benefits.  The nonforfeiture benefit included in the offer shall be the benefit described in subsection (h); and\n\t(2)\tThe offer shall be in writing if the nonforfeiture benefit is not otherwise described in the outline of coverage or other materials given to the prospective policyholder.\n\n\n\n\t(c)  If the offer required to be made under section 431:10H-116 is rejected, the insurer shall provide the contingent benefit upon lapse described in this section.\n\t(d)  After rejection of the offer required under section 431:10H-116, for individual and group policies without nonforfeiture benefits issued after June 30, 2000, the insurer shall provide a contingent benefit upon lapse.\n\t(e)  If a group policyholder elects to make the nonforfeiture benefit an option to the certificate holder, a certificate shall provide either the nonforfeiture benefit or the contingent benefit upon lapse.\n\t(f)  The contingent benefit on lapse shall be triggered every time an insurer increases the premium rates to a level which results in a cumulative increase of the annual premium equal to or exceeding the percentage of the insured's initial annual premium set forth in the table below based on the insured's issue age, and the policy or certificate lapses within one hundred twenty days of the due date of the premium so increased.  Unless otherwise required, policyholders and certificate holders shall be notified at least thirty days prior to the due date of the premium reflecting the rate increase.\nTriggers for a Substantial Premium Increase\n\t\t\tPer Cent Increase Over\n Issue Age    Initial Premium____\n\t29 and under\t200%\n\t30-34\t190%\n\t35-39\t170%\n\t40-44\t150%\n\t45-49\t130%\n\t50-54\t110%\n\t55-59\t90%\n\t60\t70%\n\t61\t66%\n\t62\t62%\n\t63\t58%\n\t64\t54%\n\t65\t50%\n\t66\t48%\n\t67\t46%\n\t68\t44%\n\t69\t42%\n\t70\t40%\n\t71\t38%\n\t72\t36%\n\t73\t34%\n\t74\t32%\n\t75\t30%\n\t76\t28%\n\t77\t26%\n\t78\t24%\n\t79\t22%\n\t80\t20%\n\t81\t19%\n\t82\t18%\n\t83\t17%\n\t84\t16%\n\t85\t15%\n\t86\t14%\n\t87\t13%\n\t88\t12%\n\t89\t11%\n\t90 and over\t10%\n\t(g)  On or before the effective date of a substantial premium increase as defined in subsection (f), the insurer shall:\n\n\n\n\t(1)\tOffer to reduce policy benefits provided by the current coverage without the requirement of additional underwriting so that required premium payments are not increased;\n\t(2)\tOffer to convert the coverage to a paid-up status with a shortened benefit period in accordance with the terms of subsection (h).  This option may be elected at any time during the one-hundred-twenty-day period referenced in subsection (f); and\n\t(3)\tNotify the policyholder and certificate holder that a default or lapse at any time during the one-hundred-twenty-day period under subsection (f) shall be deemed to be the election offer to convert in paragraph (2).\n\n\n\n\t(h)  Benefits continued as nonforfeiture benefits, including contingent benefits upon lapse, are described in this subsection, as follows:\n\n\n\n\t(1)\tFor purposes of this subsection, attained age rating is defined as a schedule of premiums starting from the issue date which increases age at least one per cent per year prior to age fifty, and at least three per cent per year beyond age fifty;\n\t(2)\tFor purposes of this subsection, the nonforfeiture benefit shall be of a shortened benefit period providing paid-up long-term care insurance coverage after lapse.  The same benefits (amounts and frequency in effect at the time of lapse but not increased thereafter) shall be payable for a qualifying claim, but the lifetime maximum dollars or days of benefits shall be determined as provided in paragraph (3);\n\t(3)\tThe standard nonforfeiture credit shall be equal to one hundred per cent of the sum of all premiums paid, including the premiums paid prior to any changes in benefits.  The insurer may offer additional shortened benefit period options, as long as the benefits for each duration equal or exceed the standard forfeiture credit for that duration.  However, the minimum nonforfeiture credit shall not be less than thirty times the daily nursing home benefit at the time of lapse.  In either event, the calculation of the nonforfeiture credit is subject to the limitation of subsection (i);\n\t(4)\tThe nonforfeiture benefit and contingent benefit upon lapse shall begin not later than the end of the third year following the policy or certificate issue date.  Notwithstanding the preceding sentence, except for a policy or certificate with a contingent benefit upon lapse or a policy or certificate with attained age rating, the nonforfeiture benefit shall begin the earlier of:\n\n\t\t(A)\tThe end of the tenth year following the policy or certificate issue date; or\n\t\t(B)\tThe end of the second year following the date the policy or certificate is no longer subject to attained age rating; and\n\n\t(5)\tNonforfeiture credits may be used for all care and services qualifying for benefits under the terms of the policy or certificate, up to the limits specified in the policy or certificate.\n\n\n\n\t(i)  All benefits paid by the insurer while the policy or certificate is in premium paying status and in paid up status shall not exceed the maximum benefits which would be payable if the policy or certificate had remained in premium paying status.\n\t(j)  There shall be no difference in the minimum nonforfeiture benefits as required under this section for group and individual policies.\n\t(k)  The requirements set forth in this section shall become effective July 1, 2000, and shall apply as follows:\n\n\n\n\t(1)\tThis section shall apply to any long-term care policy issued in this State after June 30, 2000; and\n\t(2)\tFor certificates issued after June 30, 2000, under a group long-term care insurance policy as defined in paragraph (1) under the definition of \"group long-term care insurance\" in section 431:10H-104, which policy was in force on July 1, 2000, this section shall not apply.\n\n\n\n\t(l)  Premiums charged for a policy or certificate containing nonforfeiture benefits or contingent benefit on lapse shall be subject to the loss ratio requirements of section 431:10H-226 treating the policy as a whole.\n\t(m)  To determine whether contingent nonforfeiture upon lapse provisions are triggered under subsection (f), a replacing insurer that purchases or assumes a block or blocks of long-term care insurance policies from another insurer shall calculate the percentage increase based on the initial annual premium paid by the insured when the policy was first purchased from the original insurer. [L 1999, c 93, pt of §2]"
}