{
    "name": "Applications and exceptions",
    "number": "10A-101",
    "text": "ARTICLE 10A\nACCIDENT AND HEALTH OR SICKNESS INSURANCE CONTRACTS\n\nNote\n  Article heading amended by L 2002, c 155, §48.\nCross References\n  Conformance to federal law, see §431:2-201.5.\n  Health maintenance organization act, see chapter 432D.\n  Medicaid-related mandates, see chapter 431L.\n  Mental health and alcohol and drug abuse treatment insurance benefits, see chapter 431M.\n  Patients' bill of rights and responsibilities act, see chapter 432E.\n  Proposed mandatory health insurance coverage and assessment report, see §§23-51, 52.\n  State health insurance program, see chapter 431N.\nAttorney General Opinions\n  Section 431:10A-601 applied to all parts of article 10A if the category of policy under consideration included family coverage, as defined in §431:10A-103.  Att. Gen. Op. 97-10.\n  The placement of §431:10A-601 in this article, regulating content of insurance contracts, makes clear that the legislative intent was to mandate benefits that must be made available by insurers that write contracts of insurance providing family coverage.  Att. Gen. Op. 97-10.\nPART I.  INDIVIDUAL ACCIDENT AND HEALTH\nOR SICKNESS POLICIES\nNote\n  Part heading amended by L 2002, c 155, §48.\nAttorney General Opinions\n  Section 431:10A-601 applied to all parts of article 10A if the category of policy under consideration included family coverage, as defined in §431:10A-103.  Att. Gen. Op. 97-10.\nCase Notes\n  Under this article and §431:10A-105(2)(A)(ii), standard \"incontestability clause\" of contract precluded insurer from denying insured \"total disability benefit\" contracted for, notwithstanding that HIV infection that caused the disability arguably \"manifested\" itself prior to policy's effective date of coverage.  86 H. 262, 948 P.2d 1103.\n §431:10A-101    This part shall apply to all policies of accident and health or sickness insurance delivered or issued for delivery in this State, except that nothing in this part shall apply to or affect:\n\n\n\n\t(1)\tAny policy of workers' compensation insurance or any policy of vehicle or liability insurance with or without supplementary coverage therein;\n\t(2)\tAny policy or contract of reinsurance;\n\t(3)\tAny blanket or group policy of insurance; or\n\t(4)\tLife insurance, endowment, or annuity contracts, or contracts supplemental thereto which contain only such provisions relating to accident and health or sickness insurance as:\n\n\t\t(A)\tProvide additional benefits in case of death, dismemberment, or loss of sight by accident; or\n\t\t(B)\tOperate to safeguard such contracts against lapse, or to give a special surrender value, special benefit, or an annuity in the event that the insured or annuitant shall become totally and permanently disabled, as defined by the contract or supplemental contract. [L 1987, c 347, pt of §2; am L 2002, c 155, §49]"
}