{
    "name": ".8 Captive insurance administrative fund",
    "number": "19-101",
    "text": "ARTICLE 19\nCAPTIVE INSURANCE COMPANIES\n\n §431:19-101  Definitions.  As used in this article:\n\t\"Affiliated entity\" means any company, person, or other legal entity in the same corporate system as a parent or a member organization by virtue of common ownership, control, operation, or management, or, in the case of a pure captive insurance company, that maintains a working relationship with, and whose business risks insured by the pure captive insurance company are similar or related to the business risks of, the parent insured by the pure captive insurance company.\n\t\"Association\" means any legal association of individuals, corporations, partnerships, or associations, except labor organizations, the member organizations of which collectively:\n\n\n\n\t(1)\tOwn, control, or hold with power to vote all of the outstanding voting securities of an association captive insurance company incorporated as a stock insurer; or\n\t(2)\tHave complete voting control over an association captive insurance company incorporated as a mutual insurer.\n\n\n\n\t\"Association captive insurance company\" means any company that insures risks of the member organizations of the association, and their affiliated companies.\n\t\"Branch captive insurance company\" means an outside captive insurance company licensed under this article by the commissioner to transact the business of insurance in this State through a business unit that has its principal place of business in this State.\n\t\"Captive insurance company\" means a class 1, class 2, class 3, class 4, or class 5 captive insurance company formed or authorized under this article.\n\t\"Leased capital facility\" means a limited membership insurance company formed as a class 4 company under this article that insures the risks of its participants.\n\t\"Member organization\" means any individual, corporation, partnership, or association that belongs to an association.\n\t\"Outside captive insurance company\" means an insurance company licensed under the laws of a jurisdiction other than this State and not otherwise admitted to do business as an insurance company in this State, that insures the risks of its parent or any affiliated companies.\n\t\"Parent\" means a company, corporation, partnership, person, or other legal entity that directly or indirectly owns, controls, or holds with power to vote more than fifty per cent of the outstanding voting securities of a pure captive insurance company.\n\t\"Participant\" means any entity, partners, or joint venture partners, or members within the same corporate family of the entity that are insured by a leased capital facility, where the losses of the participant may be limited through a participant contract to the assets of a protected cell.  A sponsor may be a participant.\n\t\"Participant contract\" means a contract by which a leased capital facility insures the risks of a participant and, if the risks are segregated through one or more protected cells, limits the losses of the participant to the assets of a protected cell.\n\t\"Protected cell\" means a separate account established and maintained by a leased capital facility for one participant.\n\t\"Pure captive insurance company\" means any company that only insures or reinsures risks of its parent and affiliated entities.\n\t\"Pure nonprofit captive insurance company\" means a pure captive insurance company formed without capital stock as a nonprofit corporation under chapter 414D, whose voting of membership interest is held by a parent organization formed under a nonprofit law or by such nonprofit parent and its affiliated entities.\n\t\"Risk retention captive insurance company\" means a captive insurance company which is formed as a \"risk retention group\" as defined in chapter 431K.\n\t\"Sponsor\" means any entity that is approved by the commissioner to provide all or part of the capital and surplus required by applicable law and to organize and operate a leased capital facility. [L 1987, c 347, pt of §2; am L 1988, c 187, §8; am L 1989, c 207, §15; am L 1992, c 108, §2; am L 1996, c 248, §1; am L 1998, c 150, §2; am L 1999, c 302, §2; am L 2000, c 36, §2 and c 133, §1; am L 2001, c 194, §3; am L 2002, c 40, §71; am L 2003, c 209, §1; am L 2005, c 31, §1]"
}