{
    "name": "Registration of insurers",
    "number": "11-105",
    "text": "§431:11-105    (a)  Every insurer who is authorized to do business in this State and who is a member of an insurance holding company system shall register with the commissioner, except a foreign insurer subject to registration requirements and standards adopted by statute or regulation in the jurisdiction of its domicile that are substantially similar to those contained in this section and section 431:11-106(a)(1), (b), and (d).  The insurer shall file a copy of the summary of its registration statement as required by subsection (c) in each state in which that insurer is authorized to do business if requested by the commissioner of that state.  Any insurer who is subject to registration under this section shall register within fifteen days after it becomes subject to registration, and annually thereafter by March 15 of each year for the previous calendar year, unless the commissioner for good cause shown extends the time for registration, and then within the extended time.  The commissioner may require any insurer who is a member of a holding company system who is not subject to registration under this section to furnish a copy of the registration statement or other information filed by the insurance company with the insurance regulatory authority of domiciliary jurisdiction.\n\t(b)  Every insurer subject to registration shall file the registration statement on a form prescribed by the National Association of Insurance Commissioners, which shall contain the following current information:\n\n\n\n\t(1)\tThe capital structure, general financial condition, ownership, and management of the insurer and any person controlling the insurer;\n\t(2)\tThe identity and relationship of every member of the insurance holding company system;\n\t(3)\tThe following agreements in force, and transactions currently outstanding or which have occurred during the last calendar year between such insurer and its affiliates:\n\n\t\t(A)\tLoans, other investments, or purchases, sales or exchanges of securities of the affiliates by the insurer or of the insurer by its affiliates;\n\t\t(B)\tPurchases, sales, or exchange of assets;\n\t\t(C)\tTransactions not in the ordinary course of business;\n\t\t(D)\tGuarantees or undertakings for the benefit of an affiliate which result in an actual contingent exposure of the insurer's assets to liability, other than insurance contracts entered into in the ordinary course of the insurer's business;\n\t\t(E)\tAll management agreements, service contracts and all cost-sharing arrangements;\n\t\t(F)\tReinsurance agreements;\n\t\t(G)\tDividends and other distributions to shareholders; and\n\t\t(H)\tConsolidated tax allocation agreements;\n\n\t(4)\tAny pledge of the insurer's stock, including stock of any subsidiary or controlling affiliate, for a loan made to any member of the insurance holding company system; and\n\t(5)\tOther matters concerning transactions between registered insurers and any affiliates as may be included from time to time in any registration forms adopted or approved by the commissioner.\n\n\n\n\t(c)  All registration statements shall contain a summary outlining all items in the current registration statement representing changes from the prior registration statement.\n\t(d)  No information need be disclosed on the registration statement filed pursuant to subsection (b) if the information is not material for the purposes of this section.  Unless the commissioner by rule or order provides otherwise, sales, purchases, exchanges, loans or extensions of credit, investments, or guarantees involving one-half of one per cent or less of an insurer's admitted assets as of the thirty-first day of December next preceding shall not be deemed material for purposes of this section.\n\t(e)  Subject to section 431:11-106(b), each registered insurer shall report to the commissioner all dividends and other distributions to shareholders within fifteen business days following the declaration thereof.\n\t(f)  Any person within an insurance holding company system subject to registration shall be required to provide complete and accurate information to an insurer, where the information is reasonably necessary to enable the insurer to comply with the provisions of this article.\n\t(g)  The commissioner shall terminate the registration of any insurer which demonstrates that it no longer is a member of an insurance holding company system.\n\t(h)  The commissioner may require or allow two or more affiliated insurers subject to registration to file a consolidated registration statement.\n\t(i)  The commissioner may allow an insurer who is authorized to do business in this State and who is part of an insurance holding company system to register on behalf of any affiliated insurer who is required to register under subsection (a) and to file all information and material required to be filed under this section.\n\t(j)  The provisions of this section shall not apply to any insurer, information, or transaction if and to the extent that the commissioner by rule or order shall exempt the same from the provisions of this section.\n\t(k)  Any person may file with the commissioner a disclaimer of affiliation with any authorized insurer or a disclaimer may be filed by the insurer or any member of an insurance holding company system.  The disclaimer shall fully disclose all material relationships and bases for affiliation between the person and the insurer as well as the basis for disclaiming the affiliation.  After a disclaimer has been filed, the insurer shall be relieved of any duty to register or report under this section which may arise out of the insurer's relationship with the person unless and until the commissioner disallows the disclaimer.  The commissioner shall disallow a disclaimer only after furnishing all parties in interest with notice and opportunity to be heard and after making specific findings of fact to support the disallowance.\n\t(l)  The failure to file a registration statement or any summary of the registration statement required by this section within the time specified for such filing shall be a violation of this section. [L 1987, c 349, pt of §8; am L 1993, c 321, §15; am L 2000, c 182, §12]"
}