{
    "name": "Powers of liquidator",
    "number": "15-310",
    "text": "§431:15-310    (a)  The liquidator shall have the power to:\n\n\n\n\t(1)\tAppoint a special deputy to act for the liquidator under this article, and to determine the special deputy's reasonable compensation.  The special deputy shall have all powers of the liquidator granted by this section.  The special deputy shall serve at the pleasure of the liquidator;\n\t(2)\tEmploy employees and agents, legal counsel, actuaries, accountants, appraisers, consultants, and such other personnel as the liquidator deems necessary to assist in the liquidation;\n\t(3)\tFix the reasonable compensation of employees and agents, legal counsel, actuaries, accountants, appraisers, and consultants with the approval of the court;\n\t(4)\tPay reasonable compensation to persons appointed, and defray from the funds or assets of the insurer all expenses of taking possession of, conserving, conducting, liquidating, disposing of, or otherwise dealing with the business and property of the insurer.  If the property of the insurer does not contain sufficient cash or liquid assets to defray the costs incurred, the commissioner may advance the costs incurred out of any appropriation for the maintenance of the insurance division.  Any amounts advanced for expenses of administration shall be repaid to the commissioner for the use of the insurance division out of the first available moneys of the insurer;\n\t(5)\tHold hearings, including but not limited to hearings convened for the purpose of receiving testimony and evidence to determine whether any assets of the insurer have been concealed, misappropriated, or improperly transferred from the insurer.  Prior to or at any hearing convened by the liquidator, the liquidator may subpoena witnesses to compel their attendance, administer oaths, examine any person under oath, and compel any party to subscribe to their testimony after it has been correctly reduced to writing, and in connection therewith require the production of any books, papers, records, or other documents that the liquidator deems relevant to the inquiry;\n\t(6)\tCollect all debts and moneys due and claims belonging to the insurer, wherever located, and for this purpose to:\n\n\t\t(A)\tInstitute timely action in other jurisdictions, to forestall garnishment and attachment proceedings against such debts;\n\t\t(B)\tDo such other acts as are necessary or expedient to collect, conserve, or protect its assets or property, including the power to sell, compound, compromise, or assign debts for purposes of collection upon such terms and conditions as the liquidator deems best; and\n\t\t(C)\tPursue any creditor's remedies available to enforce the creditor's claims;\n\n\t(7)\tConduct public and private sales of the property of the insurer;\n\t(8)\tUse assets of the estate of an insurer under a liquidation order to transfer policy obligations to a solvent assuming insurer, if the transfer can be arranged without prejudice to applicable priorities under section 431:15-332;\n\t(9)\tAcquire, hypothecate, encumber, lease, improve, sell, transfer, abandon, or otherwise dispose of or deal with, any property of the insurer at its market value or upon such terms and conditions as are fair and reasonable.  The liquidator shall also have power to execute, acknowledge, and deliver any and all deeds, assignments, releases, and other instruments necessary or proper to effectuate any sale of property or other transaction in connection with the liquidation;\n\t(10)\tBorrow money on the security of the insurer's assets, or without security, and to execute and deliver all documents necessary to that transaction for the purpose of facilitating the liquidation;\n\t(11)\tEnter into such contracts as are necessary to carry out the order to liquidate, and affirm or disavow any contracts to which the insurer is a party;\n\t(12)\tContinue to prosecute and institute in the name of the insurer or in the liquidator's own name any and all suits and other legal proceedings in this State or elsewhere, and abandon the prosecution of claims the liquidator deems unprofitable to pursue further.  If the insurer is dissolved under section 431:15-309, the liquidator shall have the power to apply to any court in this State or elsewhere for leave to substitute the liquidator for the insurer as plaintiff;\n\t(13)\tProsecute any action that may exist on behalf of the creditors, members, policyholders, or shareholders of the insurer against any officer of the insurer, or any other person;\n\t(14)\tRemove any or all records and property of the insurer to the offices of the commissioner or to another place that may be convenient for the purposes of efficient and orderly execution of the liquidation.  Guaranty associations and foreign guaranty associations shall have reasonable access to the records of the insurer as is necessary for them to carry out their statutory obligations;\n\t(15)\tDeposit in one or more banks in this State sums that are required for meeting current administration expenses and dividend distributions;\n\t(16)\tInvest all sums not currently needed, unless the court orders otherwise;\n\t(17)\tFile any necessary documents for recordation in the bureau of conveyances or other appropriate office or elsewhere where property of the insurer is located;\n\t(18)\tAssert all defenses available to the insurer against third persons, including statutes of limitations, statutes of frauds, and the defense of usury.  A waiver of any defense by the insurer after a petition in liquidation has been filed shall not bind the liquidator.  Whenever a guaranty association or foreign guaranty association has an obligation to defend any suit, the liquidator shall give precedence to the obligation and may defend only in the absence of a defense by the guaranty associations;\n\t(19)\tExercise and enforce all the rights, remedies, and powers of any creditor, shareholder, policyholder, or member, including any power to avoid any transfer or lien that may be given by the general law and that is not included with sections 431:15-315 to 431:15-317;\n\t(20)\tIntervene in any proceeding wherever instituted that might lead to the appointment of a receiver or trustee, and act as the receiver or trustee whenever the appointment is offered;\n\t(21)\tEnter into agreements with any receiver or commissioner of any other state relating to the rehabilitation, liquidation, conservation, or dissolution of an insurer doing business in both states; and\n\t(22)\tExercise all powers now held or hereafter conferred upon receivers by the laws of this State not inconsistent with the provisions of this article.\n\n\n\n\t(b)  The enumeration, in this section, of the powers and authority of the liquidator shall not be construed as a limitation upon the liquidator, nor shall it exclude in any manner the liquidator's right to do such other acts not herein specifically enumerated, or otherwise provided for, as may be necessary or appropriate for the accomplishment of or in aid of the purpose of liquidation. [L 1987, c 347, pt of §2; am L 2004, c 122, §68; am L 2005, c 132, §5]\nCase Notes\n  Under §431:15-313 and this section, the commissioner has exclusive standing under this article to assert claims arising out of the liquidation or rehabilitation of an insurance company on behalf of not only the insolvent insurer, but also its policyholders, creditors, and all other interested parties.  89 H. 427, 974 P.2d 1017."
}