{
    "name": "Courses",
    "number": "9A-153",
    "text": "(a)  A continuing education course provider shall obtain prior approval for the course from the commissioner before advertising or soliciting for a course. \t(b)  In determining whether to approve a course, the commissioner may consider whether the course:\n\n\n\n\t(1)\tIs a formal program of learning that contributes directly to the professional competence of licensees;\n\t(2)\tWill enhance and improve the knowledge of licensees with regard to the conduct of the business of insurance in the State;\n\t(3)\tIncludes methods to evaluate and assess the effectiveness of the course;\n\t(4)\tIs appropriately classified as \"basic\", \"intermediate\", or \"advanced\"; and\n\t(5)\tIncludes a bibliography of reference materials and supplemental teaching aids.\n\n\n\n\t(c)  The commissioner may refuse to grant continuing education credit for any course work that focuses on:\n\n\n\n\t(1)\tPersonal development;\n\t(2)\tMotivational or public speaking;\n\t(3)\tSalesmanship;\n\t(4)\tProduct presentation;\n\t(5)\tMechanical office skills, including but not limited to typing, speed reading, use of calculators, computers, or other office machinery; or\n\t(6)\tOther subject matter not related to the business of insurance as determined by the commissioner.\n\n\n\n\t(d)  A continuing education course provider shall apply to the commissioner for course approval whenever changes are proposed in the course material, course hours, method of presentation, or method of examination.\n\t(e)  Continuing education credit hours shall be approved in increments of not less than one credit hour.\n\t(f)  No course shall be approved for more than twenty credit hours.\n\t(g) The continuing education course provider certificate:\n\n\n\n\t(1)\tShall expire:\n\n\t\t(A)\tOn July 1 of the calendar year immediately following the calendar year the application for the initial certificate was received, if the application was received in the months of January through June; or\n\t\t(B)\tOn July 1 of the second calendar year following the calendar year the application for the initial certificate was received, if the application was received in the months of July through December; and\n\n\t(2)\tMay thereafter be renewed by application for a period of one year beginning on July 1 and ending on July 1 of the following calendar year,\n\n\n\nunless the certificate is earlier suspended or revoked by the commissioner. [L 2003, c 55, pt of §1]"
}