{
    "name": ".5 Contracting classification premium program",
    "number": "14-103",
    "text": "§431:14-103  Making of rates.  (a)  Rates shall be made in accordance with the following provisions:\n\n\n\n\t(1)\tRates shall not be excessive, inadequate, or unfairly discriminatory.\n\t(2)\tDue consideration shall be given to:\n\n\t\t(A)\tPast and prospective loss experience within and outside this State; provided that if the claim does not exceed the selected deductible amount pursuant to section 386-100, and the employer reimburses the insurer for the amount, the claims shall not be calculated in the employer's experience rating or risk category;\n\t\t(B)\tThe conflagration and catastrophe hazards, if any;\n\t\t(C)\tA reasonable margin for underwriting profit and contingencies;\n\t\t(D)\tDividends, savings, or unabsorbed premium deposits allowed or returned by insurers to their policyholders, members, or subscribers;\n\t\t(E)\tPast and prospective expenses both country-wide and those specially applicable to this State;\n\t\t(F)\tInvestment income from unearned premium and loss reserve funds; and\n\t\t(G)\tAll other relevant factors within and outside this State.\n\n\t(3)\tIn the case of fire insurance rates, consideration shall be given to the experience of the fire insurance business during a period of not less than the most recent five-year period for which that experience is available.\n\t(4)\tThe systems of expense provisions included in the rates for use by any insurer or group of insurers may differ from those of other insurers or groups of insurers to reflect the requirements of the operating methods of any insurer or group with respect to any class of insurance, or with respect to any subdivision or combination thereof for which subdivision or combination separate expense provisions are applicable.\n\t(5)\tRisks may be grouped by classifications for the establishment of rates and minimum premiums.  Classification rates may be modified to produce rates for individual risks in accordance with rating plans that establish standards for measuring variations in hazards or expense provisions, or both.  These standards may measure any differences among risks that can be demonstrated to have a probable effect upon losses or expenses.  No risk classification may be based upon race, creed, national origin, or the religion of the insured.\n\t(6)\tManual, minimum, class rates, rating schedules, or rating plans shall be made and adopted, except in the case of:\n\n\t\t(A)\tSpecial rates where manual, minimum, class rates, rating schedules, or rating plans are not applicable; and\n\t\t(B)\tSpecifically rated inland marine risks.\n\n\t(7)\tNo insurer authorized to do business in this State shall issue any policy that provides or makes available to any risks preferred rates based upon any grouping of persons, firms, or corporations by way of membership, license, franchise, contract, agreement, or any other means, other than common majority ownership of the risks, or except where:\n\n\t\t(A)\tA common stock ownership in and management control of the risks are held by the same person, corporation, or firm;\n\t\t(B)\tPermitted or authorized by filings in existence as of January 1, 1988, under the casualty rating law and the fire rating law, as these filings may be amended from time to time;\n\t\t(C)\tHealth care providers, as defined in section 671-1 that could have joined the patients' compensation fund as it existed in chapter 671, part III, prior to May 31, 1984, joined together with one or more groups of related or unrelated health care providers;\n\t\t(D)\tPermitted under article 12; or\n\t\t(E)\tOtherwise expressly provided by law.\n\n\n\n\n\n\t(b)  In cases of workers' compensation insurance, all rates made in accordance with this section shall be given due consideration for good safety records of employers.  By premium reductions, dividends, or both, insurance carriers shall recognize good safety performance records of employers in this State.\n\t(c)  Upon the issuance of a certificate by a certified safety and health professional to an employer that the employer has an effective safety and health program pursuant to section 396-4.5, the insurer shall provide the employer with a workers' compensation insurance premium discount of at least five per cent; provided that the employer shall maintain the effective safety and health program throughout the policy period.  Standards for the issuance of certificates shall be included in rules adopted by the department of labor and industrial relations pursuant to chapter 91.\n\t(d)  For the purpose of ratemaking, all insurers shall treat a volunteer firefighter the same as a firefighter employed by a county fire department; provided that the volunteer firefighters are attached to a station where a firefighter or volunteer firefighter who has been trained and certified to drive a commercial motor vehicle by either the state or county government, as appropriate, and who maintains a category (3) license as defined by section 286-102(b)(3) is on duty at all times or at least four firefighters or volunteer firefighters who have been trained and certified to drive a commercial motor vehicle by either the state or county government, as appropriate, and who maintain a category (3) license as defined by section 286-102(b)(3) are members of the volunteer unit.\n\t(e)  Except to the extent necessary to meet the provisions of subsection (a)(1), uniformity among insurers in any matters within the scope of this section is neither required nor prohibited. [L 1987, c 347, pt of §2; am L 1990, c 255, §8; am L 1993, c 269, §2; am L 1995, c 234, §18; am L 1997, c 18, §1 and c 72, §1]\nCross References\n  Limited liability of volunteer firefighters, see §663-1.55."
}