{
    "name": "Attorney's fees",
    "number": "10C-211",
    "text": "§431:10C-211    (a)  A person making a claim for personal injury protection benefits may be allowed an award of a reasonable sum for attorney's fees, and reasonable costs of suit in an action brought by or against an insurer who denies all or part of a claim for benefits under the policy, unless the court upon judicial proceeding or the commissioner upon administrative proceeding determines that the claim was unreasonable, fraudulent, excessive, or frivolous.  Reasonable attorney's fees, based upon actual time expended, shall be treated separately from the claim and be paid directly by the insurer to the attorney.\n\t(b)  A person who has effected a tort recovery, whether by suit or settlement, and who is sued by the insurer to recover fifty per cent of the personal injury protection benefits paid, under section 431:10C-307, may be allowed reasonable attorney's fees and reasonable costs of suit.\n\t(c)  A person suing in tort, as permitted under this article, may enter into any arrangement with an attorney.\n\t(d)  An insurer or self-insurer may be allowed an award of a reasonable sum as attorney's fees based upon actual time expended, and all reasonable costs of suit for its defense against a person making claim against the insurer or self-insurer, within the discretion of the court upon judicial proceeding or the commissioner upon administrative proceeding where the claim is determined to be fraudulent or frivolous.  Such attorney's fees and all reasonable costs of suit so awarded may be treated as an offset against any benefits due or to become due to the person. [L 1987, c 347, pt of §2; am L 1992, c 124, §6; am L 1997, c 251, §34]\nCross References\n  Vexatious litigants, see chapter 634J.\nCase Notes\n  Where court found that it was reasonable for plaintiff to litigate the issues raised in the action, court awarded plaintiff reasonable attorneys' fees pursuant to subsection (a).  821 F. Supp. 632.\n  The plain language of subsection (a) (1993) allows an award of reasonable fees and costs to any person, insured or provider, who contests a denial of no-fault benefits for injuries.  90 H. 1, 975 P.2d 211.\n  Under §431:10C-304(5), an award of attorney's fees and costs is mandatory if a claimant prevails in a settlement or suit for no-fault benefits; and under subsection (a), an award of attorney's fees and costs may, in the exercise of a court's or the commissioner's discretion, be awarded to a nonprevailing claimant, as long as the claim is not determined to be unreasonable, fraudulent, excessive, or frivolous.  104 H. 375 (App.), 90 P.3d 267."
}