{
    "name": "Making of motorcycle and motor scooter insurance rates",
    "number": "10G-201",
    "text": "PART II.  RATES AND ADMINISTRATION\n\n §431:10G-201    (a)  All premium rates for motorcycle and motor scooter insurance shall be made in accordance with the following provisions:\n\n\n\n\t(1)\tRates shall not be excessive, inadequate, or unfairly discriminatory;\n\t(2)\tDue consideration shall be given to:\n\n\t\t(A)\tPast and prospective loss experience within and outside this State, catastrophe hazards, if any, reasonable margin for profit, and contingencies, dividends, savings, or unabsorbed premium deposits allowed or returned by insurers to their policyholders, members or subscribers;\n\t\t(B)\tPast and prospective expenses both country-wide and those specially applicable to this State in the sale and administration of motorcycles and motor scooters insurance; and\n\t\t(C)\tInvestment income from reserves, unearned insurance premiums, and other unearned proceeds received on account of motorcycle and motor scooter insurance sold, and all other factors that may be deemed relevant, if they are established to have a probable effect upon losses, expense, or rates, such as but not limited to types of vehicles, occupations, and involvement in past accidents;\n\n\t(3)\tThe systems of expense provisions included in the rates for use by any insurer or group of insurers may differ from those of other insurers or groups of insurers to reflect the requirements of the operating methods of any insurer or group with respect to any class of insurance, or with respect to any subdivision or combination thereof for which subdivision or combination separate expense provisions are applicable; and\n\t(4)\tRisks may be grouped by classifications for the establishing of rates and minimum premiums.  Classification rates may be modified to produce rates for individual risks in accordance with rating plans which establish standards for measuring variations in hazards or expense provisions, or both.  The standards may measure any differences among risks that can be demonstrated to have a probable effect upon losses or expenses.\n\n\n\n\t(b)  Except to the extent necessary to meet the provisions of subsection (a)(4), uniformity among insurers in any matters within the scope of this section is neither required nor prohibited.\n\t(c)  After June 7, 1989, each insurer of a motorcycle or motor scooter shall provide a fifteen per cent reduction off premium charges each insurer assesses for each new and renewal policy for liability coverage issued pursuant to this article if the applicant has successfully completed a motorcycle education course approved by the department of transportation. [L 1989, c 208, pt of §1]\nRevision Note\n  \"June 7, 1989\" substituted for \"the effective date of this section\".\nCase Notes\n  Discussed:  78 H. 325, 893 P.2d 176."
}