{
    "name": ".6 Personal injury protection benefits tied to prepaid health care plan for description of coverage only",
    "number": "10C-103",
    "text": "§431:10C-103  Definitions.  As used in this article:\n\t\"Accidental harm\" means bodily injury, death, sickness, or disease caused by a motor vehicle accident to a person.\n\t\"Alternative care provider\" means any person providing medical or rehabilitative services in section 431:10C-302(a)(10) to a claimant covered by a motor vehicle insurance policy.\n\t\"Anesthetist\" means a registered nurse-anesthetist who performs anesthesia services under the supervision of a licensed physician.\n\t\"Criminal conduct\" means:\n\n\n\n\t(1)\tThe commission of an offense punishable by imprisonment for more than one year;\n\t(2)\tThe operation or use of a motor vehicle with the specific intent of causing injury or damage; or\n\t(3)\tThe operation or use of a motor vehicle as a converter without a good faith belief by the operator or user that the operator or user is legally entitled to operate or use such vehicle.\n\n\n\n\t\"Injury\" means accidental harm not resulting in death.\n\t\"Insured\" means:\n\n\n\n\t(1)\tThe person identified by name as insured in a motor vehicle insurance policy complying with section 431:10C-301; and\n\t(2)\tA person residing in the same household with a named insured, specifically:\n\n\t\t(A)\tA spouse or reciprocal beneficiary or other relative of a named insured; and\n\t\t(B)\tA minor in the custody of a named insured or of a relative residing in the same household with a named insured.\n\n\n\n\n\n\tA person resides in the same household if the person usually makes the person's home in the same family unit, which may include reciprocal beneficiaries, even though the person temporarily lives elsewhere.\n\t\"Insured motor vehicle\" means a motor vehicle:\n\n\n\n\t(1)\tWhich is insured under a motor vehicle insurance policy; or\n\t(2)\tThe owner of which is a self-insurer with respect to such vehicle.\n\n\n\n\t\"Insurer\" means every person holding a valid certificate of authority to engage in the business of making contracts of motor vehicle insurance in this State.  For purposes of this article, insurer includes reciprocal or inter-insurance exchanges.\n\t\"Maximum limit\" means the total personal injury protection benefits payable for coverage under section 431:10C-103.5(a), per person on account of accidental harm sustained by the person in any one motor vehicle accident shall be $10,000, regardless of the number of motor vehicles or policies involved.\n\t\"Medical fee schedule\" refers to the Medicare Resource Based Relative Value Scale System applicable to Hawaii, entitled \"Workers' Compensation Supplemental Medical Fee Schedule\".\n\t\"Monthly earnings\" means:\n\n\n\n\t(1)\tIn the case of a person regularly employed, one-twelfth of the average annual compensation before state and federal income taxes at the time of injury or death;\n\t(2)\tIn the case of a person regularly self-employed, one-twelfth of the average annual earnings before state and federal income taxes at the time of injury or death; or\n\t(3)\tIn the case of an unemployed person or a person not regularly employed or self-employed, one-twelfth of the anticipated annual compensation before state and federal income taxes that would have been paid from the time the person would reasonably have been expected to be regularly employed.\n\n\n\n\t\"Motor vehicle\" means any vehicle of a type required to be registered under chapter 286, including a trailer attached to such a vehicle, but not including motorcycles and motor scooters.\n\t\"Motor vehicle accident\" means an accident arising out of the operation, maintenance, or use of a motor vehicle, including an object drawn or propelled by a motor vehicle.\n\t\"Motor vehicle insurance policy\" means an insurance policy that meets the requirements of section 431:10C-301.\n\t\"Operation, maintenance, or use with respect to a motor vehicle\" includes occupying, entering into, and alighting from it, but does not include:\n\n\n\n\t(1)\tConduct in the course of loading or unloading the vehicle, unless the accidental harm occurs in the immediate proximity of the vehicle; and\n\t(2)\tConduct within the course of a business of repairing, servicing, or otherwise maintaining vehicles, unless the conduct occurs outside the premises of such business.\n\n\n\n\t\"Owner\" means a person who holds the legal title to a motor vehicle; except that in the case of a motor vehicle which is the subject of a security agreement or lease with a term of not less than one year with the debtor or lessee having the right to possession, such term means the debtor or lessee.  Whenever transfer of title to a motor vehicle occurs, the seller shall be considered the owner until delivery of the executed title to the buyer, from which time the buyer holding the equitable title shall be considered the owner.\n\t\"Person\" means, when appropriate to the context, not only individuals, but corporations, firms, associations, and societies.\n\t\"Person receiving public assistance benefits\" means:\n\n\n\n\t(1)\tAny person receiving benefits consisting of direct cash payments through the department of human services; or\n\t(2)\tAny person receiving benefits from the Supplemental Security Income Program under the Social Security Administration.\n\n\n\n\t\"Regulation\" means any rule and regulation promulgated by the commissioner pursuant to chapter 91.\n\t\"Replacement vehicle\" means a specific, comparable, and available vehicle in as good or better overall condition than the total loss vehicle.\n\t\"Self-insurer, with respect to any motor vehicle\", means a person who has satisfied the requirements of section 431:10C-105.\n\t\"U-drive motor vehicle\" means a motor vehicle which is rented or leased or offered for rent or lease to a customer from an operator of a U-drive rental business.\n\t\"U-drive rental business\" means the business of renting or leasing to a customer a motor vehicle for a period of six months or less notwithstanding the terms of the rental or lease if in fact the motor vehicle is rented or leased for a period of six months or less.\n\t\"Underinsured motor vehicle\" means a motor vehicle with respect to the ownership, maintenance, or use for which sum of the limits of all bodily injury liability insurance coverage and self-insurance applicable at the time of loss is less than the liability for damages imposed by law.\n\t\"Uninsured motor vehicle\" means any of the following:\n\n\n\n\t(1)\tA motor vehicle for which there is no bodily injury liability insurance or self-insurance applicable at the time of the accident; or\n\t(2)\tAn unidentified motor vehicle that causes an accident resulting in injury; provided the accident is reported to the police or proper governmental authority within thirty days or as soon as practicable thereafter.\n\n\n\n\t\"Without regard to fault\" means irrespective of fault as a cause of accidental harm, and without application of the principle of liability based on negligence. [L 1987, c 347, pt of §2; am L 1989, c 195, §30; am L 1992, c 123, §2 and c 124, §2; am L 1997, c 251, §13 and c 383, §59; am L 1998, c 275, §4; am L 1999, c 137, §3; am L 2000, c 24, §4 and c 66, §1; am L 2004, c 10, §§13, 14, 18(3), (4)]\nCase Notes\n  Provision excluding welfare recipients from receiving medical coverage under no-fault automobile insurance policies violated medicaid provision of Social Security Act.  928 F.2d 898.\n  Vehicle was \"uninsured\" where vehicle operator's liability insurance did not cover injured passenger and vehicle owner had no insurance.  807 F. Supp. 98.\n  Households of plaintiff and spouse were separate and not a family unit for purposes of paragraph (11).  812 F. Supp. 1083.\n  Where named insured is a corporation, son of officer/shareholder of corporation is not an \"insured\" under paragraph (11).  816 F. Supp. 633.\n  Insurer not obligated to defend or indemnify insured, or otherwise pay any sums to defendants; defendant's shooting was no accident from insured's viewpoint or perspective.  834 F. Supp. 329.\n  Where insurer contended that plaintiff lacked standing to bring bad faith claim because plaintiff, a covered person under taxicab owner's insurance contract, was not defined as an insured in no-fault insurance statute, plaintiff, a third party beneficiary of taxicab owner's policy, was essentially an insured and to treat plaintiff otherwise made no sense.  947 F. Supp. 429.\n  Because police officer's injuries did not arise out of the use of a vehicle, there was no uninsured motorist coverage under either of the two policies at issue.  Officer had argued that  officer's injuries arose out of three \"uses\" of automobiles, e.g., officer was \"using\" a vehicle by trying to \"secure\" it.  187 F. Supp. 2d 1231.\n  Trial court erred in concluding that insurance company did not owe defendant duty to defend or indemnify on basis that shooting did not arise out of a motor vehicle \"accident\".  74 H. 620, 851 P.2d 321.\n  Car rental company not an \"insurer\" as defined under paragraph (5).  82 H. 351, 922 P.2d 964.\n  Where self-insurer rent-a-car company not an \"insurer\" as defined in this section, court erred in granting attorney's fees and costs under §431:10-242.  85 H. 243, 942 P.2d 507.\n  Insofar as Hawaii administrative rule §16-23-11 conflicted with paragraph (10)(B) (1987) by limiting survivors' benefits to $15,000 despite the presence of expanded no-fault coverage, §16-23-11 was void as a matter of law.  88 H. 344, 966 P.2d 1070.\n  Plaintiff not entitled to uninsured motorist benefits under Hawaii motor vehicle insurance law where an \"uninsured motor vehicle\" as defined in this section was not involved in causing plaintiff's injuries.  81 H. 110 (App.), 912 P.2d 607.\n  Pursuant to §431:10C-304(1)(B) (1987) and paragraph (10)(B) (1987), upon the death of an insured, the insurer is obligated to provide the insured's survivor a survivor's loss benefit of up to either (1) $15,000 where the insured has purchased only the basic no-fault coverage, or (2) the expanded limits of no-fault benefits where the insured has contracted for it under an optional additional coverage.  88 H. 345 (App.), 966 P.2d 1071.\n  Under paragraph (10)(A) (1993), no-fault benefits are expenses which are appropriate, reasonable and necessarily incurred and are not restricted to treatment characterized as \"curative\" as opposed to \"palliative\".  90 H. 213 (App.), 978 P.2d 179.\n  As motorcycles are excluded from the definition of \"motor vehicle\" under this section, appellant's accident with a motorcycle was not a \"motor vehicle accident\" under the definition set forth in this section; appellant was thus not entitled to no-fault benefits under §431:10C-303(a) (1993).  91 H. 299 (App.), 983 P.2d 200."
}