{
    "name": "Assigned claims",
    "number": "10C-408",
    "text": "§431:10C-408    (a)  Each person sustaining accidental harm, or such person's legal representative, may, except as provided in subsection (b), obtain the motor vehicle insurance benefits through the plan whenever:\n\n\n\n\t(1)\tNo liability or uninsured motorist insurance benefits under motor vehicle insurance policies are applicable to the accidental harm;\n\t(2)\tNo such insurance benefits applicable to the accidental harm can be identified; or\n\t(3)\tThe only identifiable insurance benefits under motor vehicle insurance policies applicable to the accidental harm will not be paid in full because of financial inability of one or more self-insurers or insurers to fulfill their obligations.\n\n\n\n\t(b)  A person, or such person's legal representative, shall be disqualified from receiving benefits through the plan if:\n\n\n\n\t(1)\tSuch person is disqualified for criminal conduct under section 431:10C-305(d) from receiving the motor vehicle insurance benefits; or\n\t(2)\tSuch person was:\n\n\t\t(A)\tThe owner or registrant of the motor vehicle at the time of the motor vehicle's involvement in the accident out of which such person's accidental harm arose;\n\t\t(B)\tThe operator or any passenger of such a vehicle at such time with reason to believe that such vehicle was an uninsured motor vehicle.\n\n\n\n\n\n\t(c)  Any person eligible for benefits under this part, and who becomes eligible to file a claim or an action against the mandatory bodily injury liability or property damage liability policies, shall, upon the bureau's determination of eligibility, be entitled to:\n\n\n\n\t(1)\tThe full personal injury protection benefits as if the victim had been covered as an insured at the time of the accident producing the accidental harm, but not including an owner, operator, or passenger of a motorcycle or motor scooter, as defined in section 286-2, or a pedestrian incurring accidental harm arising out of a motorcycle or motor scooter accident, as defined in section 431:10G-101; and\n\t(2)\tThe rights of claim and action against the insurer, assigned under section 431:10C-403, with reference to the mandatory bodily injury liability policy for accidental harm, and with reference to the mandatory property damage liability policy for property damage sustained.\n\n\n\nAny claims of an eligible assigned claimant against either mandatory bodily injury liability or property damage liability policies, or the basic personal injury protection policy, shall be filed with the insurer assigned and shall be subject to all applicable conditions and provisions of this subpart and subpart A, except that the date of notification of the assignment shall, where applicable, be substituted for the date of the accident for purposes of section 431:10C-315.\n\t(d)  By rules adopted by the commissioner, each self-insurer shall be assessed its equitable proration of all costs and claims paid under this part annually.  No claim shall be assigned to any self-insurer for servicing.  Proration for insurers and self-insurers shall be founded upon a pro rata distribution for each premium dollar actually or theoretically received.  Self-insurers shall be assessed that prorated amount based upon the total premium cost for the coverage and vehicles stated in its certificate of self-insurance, as if the self-insurer had sold the coverage at the premium rates applicable under subpart C.\n\t(e)  If a person qualifies for assignment or benefits under this part, the joint underwriting plan or any insurer to whom the claim is assigned by the plan shall be subrogated to the rights of the person and shall have a claim for relief or a cause of action, separate from that of the persons, to the extent that:\n\n\n\n\t(1)\tIt has paid personal injury protection benefits; and\n\t(2)\tElements of damage compensated for by the plan, with reference to the mandatory motor vehicle insurance or bodily injury policies and to the mandatory property damage policy for property damage sustained, are paid. [L 1987, c 347, pt of §2; am L 1989, c 208, §5; am L 1993, c 205, §30; am L 1997, c 251, §52; am L 1998, c 275, §32; am L 2001, c 14, §1]"
}