{
    "name": "Qualified assets",
    "number": "5-201",
    "text": "PART II.  ASSETS AND LIABILITIES\n\n §431:5-201    In any determination of the financial condition of an insurer, only such assets as are owned by the insurer, and which consist of the following may be used:\n\n\n\n\t(1)\tCash in the possession of the insurer or in transit under its control, and the true positive balance of any deposit of the insurer in a solvent bank or trust company;\n\t(2)\tInvestments, securities, properties, and secured loans acquired or held in accordance with article 6, and in connection therewith the following items:\n\n\t\t(A)\tInterest due or accrued on any bond or evidence of indebtedness which is not in default and which is not valued on a basis including accrued interest.\n\t\t(B)\tDeclared and unpaid dividends on stocks and shares unless the amount has otherwise been allowed as an asset.\n\t\t(C)\tInterest due or accrued upon a collateral loan in an amount not to exceed six months' interest thereon.\n\t\t(D)\tInterest due or accrued on:\n\n\t\t\t(i)\tDeposits in solvent banks, trust companies, and financial investment companies; and\n\t\t\t(ii)\tOther assets if such interest is in the judgment of the commissioner a collectible asset.\n\n\t\t(E)\tInterest due or accrued on a mortgage loan, in an amount not exceeding in any event the amount, if any, of the excess of the value of the property less delinquent taxes thereon over the unpaid principal; provided that interest due and unpaid for a period in excess of six months shall not be allowed as an asset.\n\t\t(F)\tRent due or accrued on real property if such rent is not in arrears for more than three months, unless the rent is secured by property held in the name of the tenant and conveyed to the insurer as collateral.\n\n\t(3)\tPremium notes, policy loans, and other policy assets and liens on policies of life insurance, in an amount not exceeding the legal reserve and other policy liabilities carried on each individual policy;\n\t(4)\tThe net amount of uncollected and deferred premiums on an effective date item basis and annuity considerations in the case of a life insurer, corresponding to the basis on which reserves are held;\n\t(5)\tProducer balances or uncollected premiums, other than for life insurance and other receivables, not more than ninety days past due, less commissions payable thereon; provided that the foregoing limitation shall not apply to premiums and other receivables payable directly or indirectly by the United States government or any of its instrumentalities;\n\t(6)\tInstallment premiums other than life insurance premiums, in accordance with rules adopted by the commissioner consistent with practice formulated or adopted by the National Association of Insurance Commissioners;\n\t(7)\tNotes and like written obligations not past due, taken for premiums other than life insurance premiums, on policies permitted to be issued on such basis, to the extent of the unearned premium reserves carried thereon and unless otherwise required by rules adopted by the commissioner;\n\n\t(8)\t(A)\tThe full amount of reinsurance recoverable by a ceding insurer from a solvent reinsurer not disqualified to take such reinsurance under this code; or\n\t\t(B)\tSo much of reinsurance recoverable from such reinsurer as does not exceed the liabilities carried by the ceding insurer for amounts withheld under a reinsurance treaty with such reinsurer as security for the payment of obligations thereunder if such funds are held subject to withdrawal by, and under the control of, the ceding insurer in the case of a reinsurer disqualified under this code;\n\n\t(9)\tAmounts receivable by an assuming insurer representing funds withheld by a solvent ceding insurer under a reinsurance treaty;\n\t(10)\tDeposits or equities recoverable from underwriting associations and reinsurance funds, or from any suspended banking institution, to the extent deemed by the commissioner available for the payment of losses and claims and at values to be determined by the commissioner;\n\t(11)\tElectronic data hardware;\n\t(12)\tOther assets not inconsistent with the foregoing provisions, deemed by the commissioner available for the payment of losses and claims; and\n\t(13)\tAll assets, whether or not consistent with the provisions of this code, as may be allowed pursuant to the annual statement form provided for in section 431:3-301. [L 1987, c 347, pt of §2; am L 2002, c 155, §11]"
}