{
    "name": "Assessments",
    "number": "16-209",
    "text": "§431:16-209    (a)  For the purpose of providing the funds necessary to carry out the powers and duties of the association, the board of directors shall assess the member insurers, separately for each account, at such time and for such amounts as the board finds necessary.  Assessments shall be due not less than thirty days after prior written notice to the member insurers and shall accrue interest at eighteen per cent per annum on and after the due date.\n\t(b)  There shall be two assessments, as follows:\n\n\n\n\t(1)\tClass A assessments shall be made for the purpose of meeting administrative and legal costs, and other expenses and examinations conducted under the authority of section 431:16-212(e).  Class A assessments may be made whether or not related to a particular impaired or insolvent insurer.\n\t(2)\tClass B assessments shall be made to the extent necessary to carry out the powers and duties of the association under section 431:16-208 with regard to an impaired or an insolvent insurer.\n\t(c)(1)\tThe amount of any Class A assessment shall be determined by the board of directors and may be made on a pro rata or non-pro rata basis.  If pro rata, the board of directors may provide that it be credited against future Class B assessments.  A non-pro rata assessment shall not exceed $150 per member insurer in any one calendar year.  The amount of any Class B assessment shall be allocated for assessment purposes among the accounts pursuant to an allocation formula which may be based on the premiums or reserves of the impaired or insolvent insurer or any other standard deemed by the board of directors in its sole discretion as being fair and reasonable under the circumstances.\n\t(2)\tClass B assessments against member insurers for each account shall be in the proportion that the premiums received on business in this State by each assessed member insurer [on] policies or contracts covered by each account for the three most recent calendar years for which information is available preceding the year in which the insurer became impaired or insolvent, as the case may be, bears to such premiums received on business in this State for such calendar years by all assessed member insurers.\n\t(3)\tAssessments for funds to meet the requirements of the association with respect to an impaired or insolvent insurer shall not be made until necessary to implement the purposes of this part.  Classification of assessments under subsection (b) and computation of assessments under this subsection shall be made with a reasonable degree of accuracy, recognizing that exact determinations may not always be possible.\n\n\n\n\t(d)  The association may abate or defer, in whole or in part, the assessment of a member insurer if, in the opinion of the board of directors, payment of the assessment would endanger the ability of the member insurer to fulfill its contractual obligations.  In the event an assessment against a member insurer is abated, or deferred in whole or in part, the amount by which such assessment is abated or deferred may be assessed against the other member insurers in a manner consistent with the basis for assessments set forth in this section.\n\t(e)  The total of all assessments upon a member insurer for each account shall not in any one calendar year exceed two per cent of such insurer's average premiums received in this State on the policies and contracts covered by the account during the three calendar years preceding the year in which the insurer became an impaired or insolvent insurer.  If the maximum assessment, together with the other assets of the association in any account, does not provide in any one year in either account an amount sufficient to carry out the responsibilities of the association, the necessary additional funds shall be assessed as soon thereafter as permitted by this part.\n\tThe board of directors may provide in the plan of operation a method of allocating funds among claims, whether relating to one or more impaired or insolvent insurers, when the maximum assessment will be insufficient to cover anticipated claims.\n\t(f)  The board may, by an equitable method as established in the plan of operation, refund to member insurers, in proportion to the contribution of each insurer to that account, the amount by which the assets of the account exceed the amount the board finds is necessary to carry out during the coming year the obligations of the association with regard to that account, including assets accruing from assignment, subrogation, net realized gains and income from investments.  A reasonable amount may be retained in any account to provide funds for the continuing expenses of the association and for future losses.\n\t(g)  It shall be proper for any member insurer, in determining its premium rates and policy owner dividends as to any kind of insurance within the scope of this part, to consider the amount reasonably necessary to meet its assessment obligations under this part.\n\t(h)  The association shall issue to each insurer paying an assessment under this part, other than Class A assessment, a certificate of contribution, in a form prescribed by the commissioner, for the amount of the assessment so paid.  All outstanding certificates shall be of equal dignity and priority without reference to amounts or dates of issue.  A certificate of contribution may be shown by the insurer in its financial statement as an asset in such form and for such amount, if any, and period of time as the commissioner may approve. [L 1987, c 347, pt of §2]"
}