{
    "name": "Policy loan interest rates for policies issued after June 22, 1982",
    "number": "10D-103",
    "text": "§431:10D-103    (a)  For the purposes of this section:\n\n\n\n\t(1)\tThe rate of interest on policy loans permitted under this section includes the interest rate charged on reinstatement of policy loans for the period during and after any lapse of a policy.\n\t(2)\tThe term policy includes certificates issued by a fraternal benefit society and annuity contracts which provide for policy loans.\n\t(3)\tThe term policyholder includes the owner of the policy or the person designated to pay premiums as shown on the records of the life insurer.\n\t(4)\tThe term policy loan includes any premium loan made under a policy to pay one or more premiums that were not paid to the life insurer as they fell due.\n\n\n\n\t(b)  Policies issued on or after June 22, 1982, shall provide for maximum policy loan interest rates as follows:\n\n\n\n\t(1)\tA provision permitting a maximum interest rate of not more than eight per cent per annum; or\n\t(2)\tA provision permitting an adjustable maximum interest rate established from time to time by the life insurer as permitted by law.\n\n\n\nInsurers issuing policies with interest rates as provided in subsection (b)(2) shall make available policies with interest rates as provided in subsection (b)(1).\n\t(c)  The rate of interest charged on a policy loan made under subsection (b)(2) shall not exceed the higher of the following:\n\n\n\n\t(1)\tThe Moody's Corporate Bond Yield Average-Monthly Average Corporate, as published by Moody's Investors Service, Inc. or any successor thereto, for the calendar month ending two months before the date on which the rate is determined; or\n\t(2)\tThe rate used to compute the cash surrender values under the policy during the applicable period plus one per cent per annum;\n\n\n\nIn the event that the Moody's Corporate Bond Yield Average-Monthly Average Corporate is no longer published by Moody's Investors Service, Inc., a substantially similar average, approved by rule adopted by the commissioner, shall be substituted.\n\t(d)  If the maximum rate of interest is determined pursuant to subsection (b)(2), the policy shall contain a provision setting forth the frequency at which the rate is to be determined for that policy.  The maximum rate for each policy shall be determined at regular intervals at least once every twelve months, but not more frequently than once in any three-month period.  At the intervals specified in the policy, the rate being charged shall be reduced whenever such reduction as determined under subsection (b)(2) would decrease that rate by one-half per cent or more per annum.\n\t(e)  The life insurer shall:\n\n\n\n\t(1)\tNotify the policyholder at the time a cash loan is made of the initial rate of interest on the loan;\n\t(2)\tNotify the policyholder with respect to premium loans of the initial rate of interest on the loan as soon as it is reasonably practical to do so after making the initial loan.  Notice need not be given to the policyholder when a further premium loan is added, except as provided in paragraph (3); and\n\t(3)\tSend to policyholders with loans reasonable advance notice of any increase in the rate.\n\n\n\n\t(f)  No policy shall terminate in a policy year as the sole result of a change in the interest rate during that policy year, and the life insurer shall maintain coverage during that policy year until the time at which it would otherwise have terminated if there had been no change during that policy year.\n\t(g)  The substance of the pertinent provisions of subsections (a) through (d) shall be set forth in the policies to which they apply. [L 1987, c 347, pt of §2; am L 2004, c 122, §44]"
}