{
    "name": "Self-study courses",
    "number": "9A-154",
    "text": "(a)  In addition to the requirements of courses generally, an approved continuing education course provider shall also require for self-study courses, including computer-based courses, a written or computer-based examination at the conclusion of the self-study course.  The examination shall:\n\n\n\n\t(1)\tBe composed of multiple choice questions, essay questions, or both;\n\t(2)\tHave at least three different versions of itself, used on a random or rotating basis;\n\t(3)\tIf composed of multiple choice questions for a course approved for up to four credit hours, include at least twenty-five multiple choice questions;\n\t(4)\tIf composed of multiple choice questions for a course approved for more than four credit hours, include at least fifty multiple choice questions;\n\t(5)\tBe graded by the continuing education course provider or the continuing education course provider's agent;\n\t(6)\tIf the examination is computer-based, not include prompts designed to aid the person taking the examination; and\n\t(7)\tIf the course is a computer-based course with a computer-based examination, be designed to prevent the licensee from taking the examination without reviewing the course materials.\n\n\n\n\t(b)  To pass a multiple-choice self-study course, the licensee shall answer at least seventy per cent of the examination questions correctly.\n\t(c)  A self-study course examination shall not be administered by a person who:\n\n\n\n\t(1)\tIs related to, or is a business associate of, the licensee taking the examination; or\n\t(2)\tHas a financial interest in the success or failure of a licensee taking the examination.\n\n\n\n\t(d)  Upon receipt of the completed examination, the continuing education course provider or the continuing education course provider's agent shall grade the examination and mail the results to the licensee within thirty days for a multiple choice examination, and within forty-five days for an essay examination. [L 2003, c 55, pt of §1]"
}