{
    "name": "Prohibition against post-claims underwriting",
    "number": "10H-218",
    "text": "(a)  All applications for long-term care insurance policies or certificates except those that are guaranteed issue shall contain clear and unambiguous questions designed to ascertain the health condition of the applicant. \t(b)  If an application for long-term care insurance contains a question that asks whether the applicant has had medication prescribed by a physician, it must also ask the applicant to list the medication that has been prescribed.\n\t(c)  If the medications listed in the application were known by the insurer, or should have been known at the time of application, to be directly related to a medical condition for which coverage would otherwise be denied, then the policy or certificate shall not be rescinded for that condition.\n\t(d)  Except for policies or certificates which are guaranteed issue:\n\n\n\n\t(1)\tThe following language shall be set out conspicuously and in close conjunction with the applicant's signature block on an application for a long-term care insurance policy or certificate:\n\t\t\"CAUTION:  If your answers on this application are incorrect or untrue, the (company) has the right to deny benefits or rescind your policy.\";\n\t(2)\tThe following language, or language substantially similar to the following, shall be set out conspicuously on the long-term care insurance policy or certificate at the time of delivery:\n\t\t\"CAUTION:  The issuance of this long-term care insurance (policy) (certificate) is based upon your responses to the questions on your application.  A copy of your (application) (enrollment form) (is enclosed) (was retained by you when you applied).  If your answers are incorrect or untrue, the (company) has the right to deny benefits or rescind your policy.  The best time to clear up any questions is now, before a claim arises!  If, for any reason, any of your answers are incorrect, contact the (company) at this address: (insert address).\"; and\n\t(3)\tPrior to issuance of a long-term care policy or certificate to an applicant age eighty or older, the insurer shall obtain one of the following:\n\n\t\t(A)\tA report of a physical examination;\n\t\t(B)\tAn assessment of functional capacity;\n\t\t(C)\tAn attending physician's statement; or\n\t\t(D)\tCopies of medical records.\n\n\n\n\n\n\t(e)  A copy of the completed application or enrollment form, whichever is applicable, shall be delivered to the insured no later than at the time of delivery of the policy or certificate unless it was retained by the applicant at the time of application.\t(f)  Every insurer or other entity selling or issuing long-term care insurance benefits shall maintain a record of all policy or certificate rescissions, both state and countrywide, except those that the insured voluntarily effectuated.  Every insurer shall annually furnish this information to the insurance commissioner in the format prescribed by the National Association of Insurance Commissioners in Appendix A to the July 1998 NAIC Long-Term Care Insurance Model Regulation. [L 1999, c 93, pt of §2]\nRevision Note\n  Subsections (e) and (f) redesignated pursuant to §23G-15(1)."
}