{
    "name": "Cooperation of officers and employees",
    "number": "15-106",
    "text": "§431:15-106    (a)  Any officer, manager, director, trustee, owner, employee, or agent of any insurer, or any other persons with authority over, or in charge of any segment of the insurer's affairs, shall cooperate with the commissioner or the receiver in any proceeding under this article or any investigation preliminary to the proceeding.  The term person as used in this section, shall include any person who exercises control directly or indirectly over activities of an insurer through any holding company or other affiliate of the insurer.  To cooperate shall include, but shall not be limited to the following:\n\n\n\n\t(1)\tTo reply promptly in writing to any inquiry from the commissioner or the receiver requesting such a reply; and\n\t(2)\tTo make available and deliver to the commissioner or receiver any books, accounts, documents, or other records, or information or property of or pertaining to the insurer and in its possession, custody or control.\n\n\n\n\t(b)  No person shall obstruct or interfere with the commissioner in the conduct of any delinquency proceeding or any investigation preliminary or incidental thereto.\n\t(c)  This section does not make it illegal to resist by legal proceedings the petition for liquidation or other delinquency proceedings, or other orders.\n\t(d)  Any person included within subsection (a) who fails to cooperate with the commissioner, or any person who obstructs or interferes with the commissioner in the conduct of any delinquency proceeding or any investigation preliminary or incidental thereto, or who violates any order the commissioner issued validly under this article may:\n\n\n\n\t(1)\tBe sentenced to pay a fine not exceeding $10,000 or to be imprisoned for a term of not more than one year, or both; or\n\t(2)\tAfter a hearing, be subject to the imposition by the commissioner, of a civil penalty not to exceed $10,000 and shall be subject further to the revocation or suspension of any insurance licenses issued by the commissioner. [L 1987, c 347, pt of §2]"
}