{
    "name": "Request for absentee ballot",
    "number": "4",
    "text": "(a)  Any person registered to vote may request an absentee ballot in person or in writing from the clerk not earlier than on the sixtieth day and not later than 4:30 p.m. on the seventh day prior to the election.  Any mailed requests for an absentee ballot shall be mailed by the person directly to the clerk.  The clerk may waive any or all of the foregoing requirements in special cases as provided in the rules adopted by the chief election officer.\n     The request shall include information such as the person's social security number, date of birth, and the address under which the person is registered to vote.  The request shall also include the address to which the person wishes the requested ballot forwarded.  The request, when made for any primary or special primary election, may include an additional request for an absentee ballot to be voted at any election immediately following the primary or special primary; provided the person so indicates in the person's request.\n     Subsequent to the closing of registration for each election, the clerk may mail a request form for an absentee ballot to each voter in a remote area who has not already made such a request.  The request form shall be accompanied by:\n     (1)  A stamped, self-addressed envelope; and\n     (2)  Instructions regarding the manner of completing and returning the request form.\n     (b)  Notwithstanding subsection (a), the clerk shall mail an absentee ballot for each primary, special primary, special, general, and special general election to each registered voter who resides in the county of Kalawao.  The chief election officer may adopt rules to carry out this subsection. [L 1975, c 36, pt of §3; am L 1980, c 248, §1(b); am L 1981, c 29, §1(2); gen ch 1985; am L 1986, c 305, §5; am L 2004, c 100, §2]"
}