{
    "name": "Helicopter master plan; advisory committee",
    "number": "13.6",
    "text": "(a)  The legislature recognizes that air traffic congestion on the ground constitutes a serious safety problem and reduces the efficient and effective use of the limited space in airport facilities.  The legislature also recognizes the increased use of airport facilities by helicopters for commercial purposes.\n\tThe legislature is determined to ensure that all possible actions are taken to promote safety, alleviate safety hazards, and reduce congestion at airports under the State's control.  The department of transportation shall do everything within its authority to enhance the safe use of the State's airports and shall cooperate with appropriate federal agencies and other affected parties to assist the agencies in meeting their responsibilities to alleviate safety hazards.  In carrying out this responsibility, the department shall develop and implement a master plan, hereinafter referred to as the \"helicopter master plan\", for helicopter operations for each airport under the State's control.\n\t(b)  The director shall adopt a helicopter master plan for each state airport that shall include but not be limited to:\n\n\n\n\t(1)\tThe extent, type, nature, location, and timing of helicopter operations and helicopter facilities development at each state airport;\n\t(2)\tThe layout plans of existing and proposed helicopter facilities at each state airport;\n\t(3)\tThe determination of the maximum number of helicopters that can be accommodated at each state airport;\n\t(4)\tThe determination of the extent of emergency services, maintenance, and operations at each state airport; and \n\t(5)\tAn assessment of impact on surrounding areas.\n\n\n\n\t(c)  The director shall not make or permit any addition or alteration to any helicopter facilities at any state airport other than those additions or alterations in conformity with the helicopter master plan for that state airport.\n\t(d)  The helicopter master plan shall be submitted to the legislature no later than twenty days prior to the convening of the regular session of 1989, and thereafter shall be formally reviewed every five years.\n\t(e)  There is established an advisory committee within each county which shall sit in an advisory capacity to the director on matters relating to the helicopter master plan for each state airport.  Each advisory committee shall consist of not more than thirteen members to be appointed by the director and whose membership shall include representatives from the helicopter industry and the communities adjacent to the airport.  Each advisory committee shall be placed for administrative purposes only, within the department of transportation.  Each member of an advisory committee shall serve without compensation.\n\t(f)  For the purposes of this section, \"helicopter operation\" means the operation of a helicopter company from an airport under the State's control. [L 1988, c 397, §1]"
}