{
    "name": "Definitions",
    "number": "3",
    "text": "\"Appeals board\" means the department of labor and industrial relations appeals board.\n\t\"Boiler\" means a closed vessel in which water is heated, steam is generated, steam is superheated or any combination thereof by the direct application of heat.  The term \"boiler\" includes fired units for heating or vaporizing liquids other than water where these units are separate from processing systems and complete within themselves.\n\t\"Contractor\" means any person, firm or corporation installing, repairing or servicing and responsible for the safe operation of any boiler, pressure system, amusement ride, and elevator and kindred equipment or structure inspected pursuant to this chapter.\n\t\"Department\" means the department of labor and industrial relations.\n\t\"Director\" means the director of labor and industrial relations.\n\t\"Division\" means the division of occupational safety and health.\n\t\"Elevator\" means a hoisting and lowering mechanism permanently installed in a structure, designed to carry passengers or authorized personnel, equipped with a car or platform which moves in fixed guides and serves two or more fixed landings.\n\t\"Elevators and kindred equipment\" as used in this chapter means elevators, escalators, dumbwaiters, moving walks, stage lifts, mechanized parking elevators, manlifts, inclined lifts, personnel hoists, aerial tramways, permanently installed material lifts, personal automatic trains and any other similar mechanized equipment used to convey people in places other than a public right-of-way.\n\t\"National Board\" means the National Board of Boiler and Pressure Vessel Inspectors, 1055 Crupper Avenue, Columbus, Ohio 43229.\n\t\"Owner\" means any person, firm or corporation with legal title to any boiler, pressure system, amusement ride, and elevator and kindred equipment inspected pursuant to this chapter who may or may not be the user.\n\t\"Pressure piping\" means piping systems specified in the American National Standard Code for Pressure Piping developed and promulgated by the American Society of Mechanical Engineers.\n\t\"Pressure systems\" means both pressure vessels and pressure piping as defined in this section.\n\t\"Pressure vessel\" means a closed vessel in which pressure is obtained from an external source or by the direct application of heat from a direct or indirect source.\n\t\"User\" means any person, firm or corporation legally in possession and responsible for the safe operation of any boiler, pressure system, amusement ride, and elevator and kindred equipment inspected pursuant to this chapter.\n\t\"Vendor\" means any person, firm or corporation that sells or distributes any boiler, pressure system, amusement ride, and elevator and kindred equipment required to be inspected pursuant to this chapter. [L 1980, c 19, pt of §1]"
}