{
    "name": "Junior kindergarten and kindergarten program; establishment; attendance",
    "number": "411",
    "text": "(a)  The department shall establish and maintain junior kindergartens and kindergartens with a program of instruction as a part of the public school system; provided that:\n     (1)  Attendance shall not be mandatory; and\n     (2)  Charter schools shall be excluded from mandatory participation in the program.\n     (b)  The department shall establish a two-tier junior kindergarten and kindergarten program to support the range of developmental abilities of children in junior kindergarten and kindergarten.  Schools shall not move students between junior kindergarten and kindergarten, except in cases where the movement is warranted and based on appropriate assessments determined by:\n     (1)  A qualified teacher with early childhood education background or experience; and\n     (2)  The formative and summative assessment of a student's academic, physical, social, and emotional abilities,\nprovided that, beginning with the 2010-2011 school year, the department shall use successful assessment tools and protocols for determining a student's initial placement and for decision making about a student's movement between tiers and into grade one.  Junior kindergarten students may graduate directly to grade one when promotion is based on appropriate assessments and other progress data collected over time.\n     (c)  Beginning with the 2004-2005 school year, a child who will be at least five years of age on or before December 31 of the school year may attend a public school kindergarten.  Beginning with the 2006-2007 school year, a child who will be at least five years of age on or before August 1 of the school year may attend a public school kindergarten.  Beginning with the 2006-2007 school year, a child who will be at least five years of age after August 1 and before January 1 of the school year may attend a public school junior kindergarten.  Beginning with the 2013-2014 school year, a child who will be at least five years of age on the first day of instruction may attend a public school kindergarten.\n     (d)  The department may accept gifts to establish and maintain junior kindergartens and kindergartens. [L 1996, c 89, pt of §2; am L 1997, c 362, §1; am L 2004, c 219, §2; am L 2006, c 298, §9; am L 2009, c 194, §2; am L 2010, c 183, §2]\n \nCross References\n \n  Early childhood education facilities; identifying sites, see §302A-1506.5."
}