{
    "name": "Rejection of claim; opportunity to repair construction defect",
    "number": "4",
    "text": "(a)  The contractor rejects a claimant's claim of construction defects by:\n\n\n\n\t(1)\tServing the claimant with a written rejection of the claim; or\n\t(2)\tFailing to respond pursuant to subsection (b)(1) or (b)(2), to the notice of claim within thirty days after service.\n\n\n\n\t(b)  The contractor, within thirty days after service of the notice of claim, shall serve the claimant and any other contractor that has received the notice of claim with a written response to the alleged construction defect that:\n\n\n\n\t(1)\tOffers to settle without inspecting the construction defect by:\n\n\t\t(A)\tMonetary payment;\n\t\t(B)\tMaking repairs; or\n\t\t(C)\tBoth subparagraphs (A) and (B); or\n\n\t(2)\tProposes to inspect the premises of the alleged construction defect that is the subject of the claim.\n\n\n\n\t(c)  Within thirty days following any proposal for inspection under subsection (b)(2), the claimant shall provide access to:\n\n\n\n\t(1)\tInspect the premises;\n\t(2)\tDocument any alleged construction defects; and \n\t(3)\tPerform any testing required to evaluate the nature, extent, and cause of the asserted construction defect, and the nature and extent of any repair or replacement that may be necessary to remedy the asserted construction defect;\n\n\n\nprovided that if the claimant is an association of apartment owners, the claimant shall have forty-five days to provide such access.  If access to an individual condominium unit is necessary, and the association is unable to obtain such access, then the association shall have a reasonable time to provide access.  If destructive testing is required, the contractor shall give advance notice of tests and return the premises to its pre-testing condition.  If inspection or testing reveals a condition that requires additional testing to fully and completely evaluate the nature, cause, and extent of the construction defect, the contractor shall provide notice to the claimant of the need for additional testing.  Claimant shall provide additional access to the premises.  If a claim is asserted on behalf of owners of multiple dwellings, or multiple owners of units within a multi-family complex, the contractor shall be entitled to inspect each of the dwellings or units.\n\t(d)  Within fourteen days following the inspection and testing, the contractor shall serve on the claimant a written:\n\n\n\n\t(1)\tOffer to fully or partially remedy the construction defect at no cost to the claimant.  Such offer shall include a description of construction necessary to remedy the construction defect and a timetable for the completion of the additional construction;\n\t(2)\tOffer to settle the claim by monetary payment;\n\t(3)\tOffer for a combination of repairs and monetary payment; or\n\t(4)\tStatement that the contractor will not proceed further to remedy the construction defect.\n\n\n\nAny offer of settlement under this section shall reference this section, and shall state that a claimant's failure to respond with a written notice of acceptance or rejection within thirty or forty-five days, whichever applies pursuant to section 672E-5(a), shall mean that the offer is rejected.  Failure to serve a written offer or statement under this section shall be deemed a statement that the contractor will not proceed further. [L 2004, c 119, pt of §2]"
}