{
    "name": "Return and payment of withheld taxes",
    "number": "62",
    "text": "Every employer required by this chapter to withhold taxes on wages paid in any month shall make a return of such wages to the department of taxation on or before the fifteenth day of the calendar month following the month for which the taxes have been withheld; provided that each employer required to make a return under this section whose liability for taxes withheld exceeds $100,000 a year, shall make a return of wages and taxes withheld to the department on or before the tenth day of the calendar month following the month for which the taxes have been withheld.  The return shall be in such form, including computer printouts and the like, and contain such information as may be prescribed by the director of taxation.  The return shall be filed with the collector of the taxation district in which the employer has the employer's principal place of business or with the director at Honolulu if the employer has no place of business in the State.  Every return required under this section shall be accompanied by a remission of the complete amount of tax withheld, as reported in the return.  If the director believes collection of the tax may be in jeopardy, the director may require any person required to make a return under this section to make such return and pay such tax at any time.  The director may grant permission to employers, whose liability to pay over the taxes withheld as provided in this section shall not exceed $5,000 a year, to make returns and payments of the taxes due on a quarterly basis during the calendar year, the returns and payments to be made on or before the fifteenth day of the calendar month after the close of each quarter, to wit, on or before April 15, July 15, October 15, and January 15.  The director may grant permission to employers to make monthly payments based on an estimated quarterly liability; provided that the employer files a reconciliation return on or before the fifteenth day of the calendar month after the close of each quarter during the calendar year as provided by this section.  The director, for good cause, may extend the time for making returns and payments, but not beyond the fifteenth day of the second month following the regular due date of the return.  With respect to wages paid out of public moneys, the director, in the director's discretion, may prescribe special forms for, and different procedures and times for the filing of, the returns by employers paying the wages, or may waive the filing of any returns upon the conditions and subject to rules the director may prescribe. [L Sp 1957, c 1, pt of §2; am L Sp 1959 2d, c 1, §16; am L 1964, c 24, §2; Supp, §121-17; am L 1966, c 19, §3; am L 1967, c 26, §2 and c 37, §1; HRS ; am L 1970, c 37, §2; am L 1980, c 211, §2; am L 1981, c 138, §2; gen ch 1985; am L 1992, c 38, §1; am L Sp 2001 3d, c 8, §2]"
}