{
    "name": "Ethanol investment tax credit",
    "number": "110.3",
    "text": "(a)  Each year during the credit period, there shall be allowed to each taxpayer subject to the taxes imposed by this chapter, an ethanol investment tax credit that shall be applied to the taxpayer's net income tax liability, if any, imposed by this chapter for the taxable year in which the credit is properly claimed.  The maximum annual credit allowable for the investment in a qualified ethanol facility that is in production on or before January 1, 2012, subject to subsection (e), shall be determined in accordance with the following schedule:\n\n\n\n\t(1)\tIf nameplate capacity is at least 500,000 but not over 1,000,000, the investment tax credit is the lesser of thirty per cent of the investment, or $150,000;\n\t(2)\tIf nameplate capacity is over 1,000,000, but not over 2,000,000, the investment tax credit is the lesser of thirty per cent of the investment, or $300,000;\n\t(3)\tIf nameplate capacity is over 2,000,000, but not over 3,000,000, the investment tax credit is the lesser of thirty per cent of the investment or $600,000;\n\t(4)\tIf nameplate capacity is over 3,000,000, but not over 4,000,000, the investment tax credit is the lesser of thirty per cent or $900,000;\n\t(5)\tIf nameplate capacity is over 4,000,000, but not over 5,000,000, the investment tax credit is the lesser of thirty per cent or $1,200,000;\n\t(6)\tIf nameplate capacity is over 5,000,000, but not over 6,000,000, the investment tax credit is the lesser of thirty per cent or $1,500,000;\n\t(7)\tIf nameplate capacity is over 6,000,000, but not over 7,000,000, the investment tax credit is the lesser of thirty per cent or $1,800,000;\n\t(8)\tIf nameplate capacity is over 7,000,000, but not over 8,000,000, the investment tax credit is the lesser of thirty per cent or $2,100,000;\n\t(9)\tIf nameplate capacity is over 8,000,000, but not over 9,000,000, the investment tax credit is the lesser of thirty per cent or $2,400,000;\n\t(10)\tIf nameplate capacity is over 9,000,000, but not over 10,000,000, the investment tax credit is the lesser of thirty per cent or $2,700,000;\n\t(11)\tIf nameplate capacity is over 10,000,000, but not over 11,000,000, the investment tax credit is the lesser of thirty per cent or $3,000,000;\n\t(12)\tIf nameplate capacity is over 11,000,000, but not over 12,000,000, the investment tax credit is the lesser of thirty per cent or $3,300,000;\n\t(13)\tIf nameplate capacity is over 12,000,000, but not over 13,000,000, the investment tax credit is the lesser of thirty per cent or $3,600,000;\n\t(14)\tIf nameplate capacity is over 13,000,000, but not over 14,000,000, the investment tax credit is the lesser of thirty per cent or $3,900,000;\n\t(15)\tIf nameplate capacity is over 14,000,000, but not over 15,000,000, the investment tax credit is the lesser of thirty per cent or $4,200,000; and\n\t(16)\tIf nameplate capacity is over 15,000,000, the investment tax credit is the lesser of thirty per cent or $4,500,000.\n\n\n\n\t(b)  As used in this section:\n\t\"Credit period\" means a maximum period of eight years for facilities with a total investment of less than $50,000,000, and, a maximum period of ten years for facilities with a total investment equal to or greater than $50,000,000, beginning from the first taxable year in which the credit is properly claimed.\n\t\"Investment\" means a nonrefundable expenditure directly related to the construction of any qualifying ethanol production facility, exclusive of land costs.  For purposes of this section, investment includes any investment for which the taxpayer is at risk, as that term is used in section 465 of the Internal Revenue Code (with respect to deductions limited to amount at risk).\n\t\"Maximum annual credit allowable\" means the total credit allowed under subsection (a) claimed against the taxpayer's net income tax liability for any taxable year; provided that the qualifying ethanol facility operated in such taxable year at a level of production of at least seventy-five per cent of its nameplate capacity on an annualized basis.\n\t\"Nameplate capacity\" means the qualifying ethanol facility's production design capacity, in gallons of ethanol per year, based on an assumed operating year of three hundred fifty days.\n\t\"Net income tax liability\" means net income tax liability reduced by all other credits allowed under this chapter.\n\t\"Qualifying ethanol production\" means ethanol produced from renewable, organic feedstocks, or waste materials, including municipal solid waste.  All qualifying production shall be fermented, distilled, and dehydrated at the facility.\n\t\"Qualifying ethanol production facility\" means a facility located in Hawaii which produces motor fuel grade ethanol meeting the minimum specifications by the American Society of Testing and Materials standard D-4806, as amended.\n\t(c)  If the credit under this section exceeds the taxpayer's income tax liability, the excess of credit over liability shall be refunded to the taxpayer; provided that no refunds or payments on account of the tax credit allowed by this section shall be made for amounts less than $1.  All claims for a credit under this section must be properly filed on or before the end of the twelfth month following the close of the taxable year for which the credit may be claimed.  Failure to comply with the foregoing provision shall constitute a waiver of the right to claim the credit.\n\t(d)  If a qualifying ethanol facility or an interest therein is acquired by a taxpayer prior to the expiration of the credit period, the credit allowable under subsection (a) for any period after such acquisition shall be equal to the maximum annual credit allowable and credit period that would have been allowable under subsection (a) to the prior owner had the owner not disposed of the interest.  If an interest is disposed of during any year for which the credit is allowable under subsection (a), the credit shall be allowable between the parties on the basis of the number of days during the year the interest was held by each owner.  In no case shall the credit allowed under subsection (a) be allowed after the expiration of the credit period.\n\t(e)  Once the total nameplate capacities of ethanol production facilities built within the State reaches or exceeds a level of forty million gallons per year, no new ethanol investments or ethanol production facilities shall be allowed to begin claiming credits under this section.  If a new facility's production capacity would cause the statewide ethanol production capacity to exceed forty million gallons per year, only the portion of the investment corresponding to ethanol production that does not exceed the statewide forty million gallon per year level shall be eligible for the credit.\n\t(f)  Prior to construction of any new ethanol production facility, the producer shall provide written notice of the producer's intention to begin construction of a qualifying ethanol production facility.  The information shall be provided to the department of taxation and the department of business, economic development, and tourism on forms provided by the department of business, economic development, and tourism, and shall include information on the facility owner, facility location, facility production capacity, anticipated production start date, and the facility owner's contact information.  This information shall be available for public inspection and dissemination.\n\t(g)  A qualifying ethanol producer shall provide written notice to the director of taxation and the director of business, economic development, and tourism within thirty days of the initial qualifying production.  The notice shall include the production start date and expected qualifying production for the next twenty-four months.  This information shall be available for public inspection and dissemination.\n\t(h)  If a qualifying facility fails to achieve an average annual production of at least seventy-five per cent of its nameplate capacity for two consecutive years, the stated capacity of that facility may be revised by the director of taxation to reflect actual production for the purposes of determining statewide production capacity under subsection (e) and allowable investment credits for that facility under subsection (a).\n\t(i)  Each calendar year during the credit period, each qualifying producer shall provide information to the director of business, economic development, and tourism on the number of gallons of ethanol produced and sold during the previous calendar year, how much was sold in Hawaii versus overseas, feedstocks used for ethanol production, the number of employees of the facility, and the projected number of gallons of ethanol production for the succeeding year.\n\t(j)  Following each year in which a credit under this section has been claimed, the director of business, economic development, and tourism shall submit a written report to the governor and legislature regarding the production and sale of ethanol.  The report shall include:\n\n\n\n\t(1)\tThe number, location, and nameplate capacities of qualifying ethanol production facilities in the State;\n\t(2)\tThe total number of gallons of ethanol produced and sold during the previous year; and\n\t(3)\tThe projected number of gallons of ethanol production for the succeeding year.\n\n\n\n\t(k)  The director of taxation shall prepare forms that may be necessary to claim a credit under this section.  The director may also require the taxpayer to furnish information to ascertain the validity of the claim for credit made under this section and may adopt rules necessary to effectuate the purposes of this section pursuant to chapter 91. [L 2000, c 289, §2]"
}