{
    "name": "Legislative approval of sale or gift of lands Permitted Without Public Auction Livestock and Pasture",
    "number": "64.7",
    "text": "Legislative approval of sale or gift of lands.  (a)  This section applies to all lands or interest therein owned or under the control of state departments and agencies classed as government or crown lands previous to August 15, 1895, or acquired or reserved by the government upon or subsequent to that date by purchase, exchange, escheat, or the exercise of the right of eminent domain, or any other manner, including accreted lands not otherwise awarded, submerged lands, and lands beneath tidal waters which are suitable for reclamation, together with reclaimed lands which have been given the status of public lands under this chapter, including:\n     (1)  Land set aside pursuant to law for the use of the United States;  \n     (2)  Land to which the United States relinquished the absolute fee and ownership under section 91 of the Organic Act prior to the admission of Hawaii as a state of the United States;\n     (3)  Land to which the University of Hawaii holds title;\n     (4)  Land to which the Hawaii housing finance and development corporation in its corporate capacity holds title;\n     (5)  Land to which the department of agriculture holds title by way of foreclosure, voluntary surrender, or otherwise, to recover moneys loaned or to recover debts otherwise owed the department under chapter 167;\n     (6)  Land that is set aside by the governor to the Aloha Tower development corporation; or land to which the Aloha Tower development corporation holds title in its corporate capacity;\n     (7)  Land that is set aside by the governor to the agribusiness development corporation; or land to which the agribusiness development corporation in its corporate capacity holds title; and \n     (8)  Land to which the high technology development corporation in its corporate capacity holds title.\n     (b)  Notwithstanding any law to the contrary, no sale of lands described in subsection (a) in fee simple including land sold for roads and streets, or gift of lands described in subsection (a) in fee simple to the extent such gift is otherwise permitted by law, shall occur without the prior approval of the sale or gift by the legislature by concurrent resolution to be adopted by each house by at least a two-thirds majority vote of the members to which each house is entitled in a regular or special session at which a concurrent resolution is submitted for approval of the sale; provided that the provisions of this section shall not apply to remnants, as that term is defined in section 171-52, or portions thereof; and provided further that this section shall not apply to the issuance of licenses, permits, easements, and leases executed in conformance with the laws applicable to the lands listed in subsection (a).\n     (c)  The state department or agency proposing to sell or give any state land described in subsection (a) shall submit for introduction to the legislature a concurrent resolution for review of the proposed sale or gift.  The concurrent resolution shall contain a list of all sales or gifts of state land proposed by the state department or agency.  The concurrent resolution shall contain the following information:\n     (1)  The location and area of the parcels of land to be sold or given;\n     (2)  The appraisal value of the land to be sold or given;\n     (3)  The names of all appraisers performing appraisals of the land to be sold or given;\n     (4)  The date of the appraisal valuation;\n     (5)  The purpose for which the land is being sold or given; and\n     (6)  A detailed summary of any development plans for the land to be sold or given.\n     A copy of the concurrent resolution for the prior approval of a sale or gift of land shall also be submitted to the office of Hawaiian affairs when it is submitted to the legislature.\n     (d)  If the legislature fails to approve the concurrent resolution by at least a two-thirds majority vote of both houses, the transaction shall be abandoned by the state department or agency.\n     (e)  Prior to finalizing any proposal for the sale or gift of lands described in subsection (a) to a person or entity other than the State, its agencies, or its entities, and prior to submission of the concurrent resolution to the legislature under subsection (c), the State, agency, or entity, as appropriate, shall hold an informational briefing on the proposed sale or gift in the community where the land to be sold or given is located.\n     (f)  This section shall not apply to sales or gifts of lands described in subsection (a) between state departments or agencies, and to sales of available lands under the Hawaiian Homes Commission Act. [L 2009, c 176, §2]\n \nRevision Note\n \n  Section was enacted as a new part but is designated to this part pursuant to §23G-15."
}