{
    "name": "Fees; original license and biennial renewals",
    "number": "11",
    "text": "(a)  All fees for applications, registrations, certificates, and any license prescribed by this chapter shall be deposited to the credit of the compliance resolution fund established pursuant to section 26-9(o), and all fees allocated to the real estate education fund shall be as provided in rules adopted by the director of commerce and consumer affairs pursuant to chapter 91.\n\t(b)  The biennial renewal fee and completed renewal application shall be submitted to the department of commerce and consumer affairs on or before the commission prescribed deadline prior to the expiration date of the license.  All real estate licenses expire on December 31 of an even-numbered year.  Failure, neglect, or refusal of any duly licensed real estate broker or real estate salesperson to pay the biennial renewal fee and to submit a completed renewal application shall constitute a forfeiture of the license as of January 1 of the subsequent odd-numbered year.  The forfeited license may be restored upon approval of a completed application; payment of the delinquent fees and the penalty fees as provided in the rules adopted by the director of commerce and consumer affairs pursuant to chapter 91; satisfaction of the applicable requirements in sections 467-8, 467-9, 467-9.5, and 467-11.5; and prior to submission of the completed application; and satisfaction of the following as applicable:\n\n\n\n\t(1)\tFor a license forfeited for more than one year but less than four years, the successful completion of the commission-approved course or courses or passage of the commission-approved examination; or\n\t(2)\tFor a license forfeited for more than four years, the successful passage of the commission-approved examination.\n\n\n\n\t(c)  A real estate broker or real estate salesperson may place that person's license on an inactive status by filing an application and setting forth such information as may be prescribed or required by the commission, and such license shall be renewed on or before the commission prescribed deadline prior to the expiration date of the license by payment of the biennial renewal fee and submission of a completed renewal application.  A real estate broker or real estate salesperson may reactivate that person's inactive license by satisfying section 467-11.5, filing an application, and setting forth such information as may be prescribed or required by the commission, and paying the proper fee.\n\t(d)  The commission may refund any fee erroneously paid to it under this section when the commission deems it just and equitable.\n\t(e)  If beginning on July 1, 1987, the education fund balance at the end of any fiscal biennium exceeds $1,200,000, there shall be a moratorium on such renewal contributions and the commission shall review and consider a reduction in the same amount in license fees. [L 1933, c 140, §10; RL 1935, §7319; am L 1935, c 126, §4; RL 1945, §7740; am L 1951, c 77, §4; am L 1953, c 252, §2; RL 1955, §170-10; am L 1957, c 188, §1; am L Sp 1959 2d, c 1, §§14, 15; am L 1961, c 184, §26; am L 1963, c 114, §§1, 3; HRS ; am L 1971, c 17, §2; am L 1973, c 142, §1; am L 1975, c 118, §31; am L 1977, c 197, §1(3); am L 1983, c 116, §4; am L 1985, c 249, §1; gen ch 1985; am L 1987, c 283, §36; am L 1988, c 145, §2; am L 1991, c 155, §2; am L 1997, c 232, §9; am L 1999, c 240, §6]\nCross References\n  Real estate education fund, see §467-19."
}