{
    "name": "Continuing education",
    "number": "4.5",
    "text": "(a)  The commission shall have the authority to:\n\n\n\n\t(1)\tSet content and other requirements for continuing education courses, providers, and instructors;\n\t(2)\tDetermine whether requirements have been met;\n\t(3)\tSpecify a mandatory core course, courses, or equivalencies for a licensing biennium;\n\t(4)\tDetermine how many hours of a continuing education course will be credited toward continuing education requirements for real estate licensees;\n\t(5)\tDevelop its own continuing education courses or approve courses developed by others; and\n\t(6)\tAuthorize the provision of courses taught by alternative delivery methods with interactive instructional techniques.  Interactive instructional techniques may include but are not limited to:\n\n\t\t(A)\tThe opportunity for immediate exchange with an instructor; and\n\t\t(B)\tAssessment and remediation through the assistance of computer, electronic, audio, or audiovisual interactive instruction designed to internally measure and evaluate whether students have mastered stated learning objectives.\n\n\n\n\n\n\t(b)  Continuing education providers shall:\n\n\n\n\t(1)\tCertify that instructors have met the commission requirements;\n\t(2)\tEnsure that instructors are competent in the subject matter of the course and are current in their knowledge of the subject matter; and\n\t(3)\tEnsure that the course is based on current information, laws, and rules.\n\n\n\n\t(c)  Continuing education instructors shall ensure that their courses are based on current information, laws, and rules.\n\t(d)  Continuing education courses shall be designed to improve a licensee's competency, or professional standards and practice and shall:\n\n\n\n\t(1)\tBe offered by a provider approved by the commission and either be:\n\n\t\t(A)\tApproved by the commission and delivered by an instructor certified by a commission-approved continuing education provider;\n\t\t(B)\tA national course delivered by an instructor certified by the National Association of Realtors or its affiliates;\n\t\t(C)\tA national course delivered by an instructor certified by the Building Owners and Managers Association, the Community Associations Institute, or any other national organization approved by the commission; or\n\t\t(D)\tCertified by the Association of Real Estate License Law Officials;\n\n\t(2)\tBe designed to allow students to exceed minimal entry level competency in the subject matter of the course including consumer protection in real estate transactions; and\n\t(3)\tNot require an examination. [L 1999, c 47, pt of §2 as superseded by c 240, §2]"
}