{
    "name": "Prerequisites for license, registration, or certificate",
    "number": "8",
    "text": "(a)  No license, registration, or certificate under this chapter shall be issued to:\n\n\n\n\t(1)\tAny individual applying for a real estate broker or salesperson license who does not satisfy the requirements set forth in section 467-9.5;\n\t(2)\tAny individual applying for a real estate broker or salesperson license unless the individual has demonstrated by passing with a grade satisfactory to the commission an examination appropriate to the license sought that the individual has a reasonable knowledge of:\n\n\t\t(A)\tEstates, interests, and rights in real property;\n\t\t(B)\tThe documents or acts or occurrences by which property is transferred or otherwise affected;\n\t\t(C)\tThe rights and duties of an agent;\n\t\t(D)\tThe laws of the State relating to real estate brokers and salespersons; and\n\t\t(E)\tOther subjects that the commission determines to be essential for the protection of the general public in its real estate transactions;\n\n\t(3)\tAny person who does not possess a reputation for or record of competency, honesty, truthfulness, financial integrity, and fair dealing;\n\t(4)\tAny partnership unless the real estate brokerage business thereof is under the direct management of a principal broker who is a general partner or employee thereof and holds a current active real estate broker's license;\n\t(5)\tAny corporation unless the real estate brokerage business thereof is under the direct management of a principal broker who is an officer or employee thereof and holds a current active real estate broker's license;\n\t(6)\tAny individual applying for a real estate broker's license who does not have a current Hawaii real estate salesperson's license;\n\t(7)\tAny person with a trade name, partnership, limited liability company, or corporation that is not currently registered with the business registration division of the department of commerce and consumer affairs; provided that no real estate salesperson's license shall be approved or issued with a trade name; or\n\t(8)\tAny limited liability company unless the real estate brokerage business is under the direct management of a principal broker who is a member of a member-managed limited liability company or a manager of a manager-managed limited liability company or employee and holds a current active real estate broker's license.\n\n\n\n\t(b)  Prior to submitting to prelicensing education or examination requirements, an individual candidate may request that the commission consider a preliminary decision as to whether the individual candidate for a real estate license will be denied a real estate license pursuant to section 467-8(a)(3).  The individual candidate shall submit a completed application, all information requested by the commission, and the nonrefundable application fee as provided in rules adopted by the director pursuant to chapter 91.  The preliminary decision shall provide advisory guidance, shall not be construed as binding, and shall not be subject to appeal.  The individual candidate seeking a preliminary decision shall not be considered an applicant for licensure.  A preliminary decision that is unfavorable to the individual shall not prevent the individual from submitting a complete license application and fees after successful completion of the prelicensing requirements. [L 1933, c 140, §7; RL 1935, §7316; am L 1935, c 126, §3; am L 1941, c 205, pt of §1; RL 1945, §7737; am L 1949, c 276, §1; am L 1951, c 77, §3; RL 1955, §170-7; am L 1957, c 48, §1; am L 1959, c 163, §1; am imp L 1967, c 187, §2; HRS ; am L 1971, c 16, §1 and c 27, §1; am L 1973, c 131, §1; am L 1974, c 205, §2(28); am L 1982, c 270, §1; am L 1983, c 116, §1; gen ch 1985; am L 1989, c 217, §2; am L 1991, c 155, §1; am L 1993, c 71, §1; am L 1994, c 100, §4; am L 1995, c 241, §3; am L 1999, c 240, §3]\nCross References\n  Disposal of examination papers, see §94-5.\nCase Notes\n  Cited:  38 H. 9, 10."
}