{
    "name": "Exceptions",
    "number": "2",
    "text": "The provisions requiring licensing as a real estate broker or salesperson shall not apply:\n\n\n\n\t(1)\tTo any individual who, as owner of any real estate or acting under power of attorney from the owner, performs any of the acts enumerated in the definitions of real estate broker and real estate salesperson with reference to such real estate; provided that the term \"owner\" as used in this paragraph shall not include any individual engaged in the business of real estate development or brokerage or include an individual who acquires any interest in any real estate for the purpose or as a means of evading the licensing requirements of this chapter; and provided further that the term individual \"acting under power of attorney\" as used in this paragraph shall not include any individual engaged in the business of real estate development or brokerage or any individual who acts under a power of attorney for the purpose or as a means of evading the licensing requirements of this chapter;\n\t(2)\tTo any person acting as a receiver, trustee in bankruptcy, personal representative, or trustee acting under any trust agreement, deed of trust, or will, or otherwise acting under any order of authorization of any court;\n\t(3)\tTo any individual who leases, offers to lease, rents, or offers to rent, any real estate or the improvements thereon of which the individual is the custodian or caretaker;\n\t(4)\tTo any person who manages, rents, or operates a hotel; or\n\t(5)\tTo any provider agency owning, leasing, operating, or managing a homeless facility, or any other program for the homeless authorized under part IV of chapter 201G. [L 1933, c 140, §12; RL 1935, §7311; am L 1941, c 205, pt of §1; RL 1945, §7732; RL 1955, §170-2; am L 1961, c 154, §2; HRS ; am L 1971, c 26, §1; am L 1976, c 200, pt of §1; am L 1985, c 141, §3; gen ch 1985; am L 1989, c 217, §2; am L 1991, c 212, §6; am L 1994, c 100, §2; am L 1997, c 350, §17; am L 1998, c 212, §3]\n\n\n\n\nAttorney General Opinions\n  Exception does not apply to an employee of a corporation.  Att. Gen. Op. 66-6."
}