{
    "name": "Zero tolerance policy",
    "number": "1134.6",
    "text": "(a)  Any child who possesses, sells, or uses a dangerous weapon or switchblade knife, while attending school or while attending department-supervised activities held on or off school property, may be excluded from attending school for up to ninety-two school days, as determined by the principal and approved by the superintendent or other individuals designated pursuant to rules adopted by the board.\n\t(b)  Except as provided in subsection (f), any child who possesses, sells, consumes, or uses intoxicating liquor or illegal drugs, while attending school or while attending department-supervised activities held on or off school property, may be excluded from attending school for up to ninety-two school days, as determined by the principal and approved by the superintendent or other individuals designated pursuant to rules adopted by the board.\n\t(c)  Except as provided in subsection (f), any child who reasonably appears to have consumed or used intoxicating liquor or illegal drugs prior to attending school or attending department-supervised activities held on or off school property, may be excluded from attending school for up to ninety-two school days, as determined by the principal and approved by the superintendent or other individuals designated pursuant to rules adopted by the board.\n\t(d)  In any case of exclusion from school, the due process procedures as set forth in the provisions of Hawaii administrative rules relating to student discipline shall apply.\n\t(e)  If a child is excluded from attending school for more than ten days, the superintendent or the superintendent's designee shall ensure that substitute educational activities or other appropriate assistance are provided, such as referral for appropriate intervention and treatment services, as determined by the principal in consultation with the appropriate school staff.\n\t(f)  [Repeal and reenactment on June 30, 2006.  L 2005, c 213, §5.]  A child determined to be in violation of subsection (b) or (c) shall be subject to the department's disciplinary rules; provided that:\n\n\n\n\t(1)\tThe child shall be allowed to return to school earlier than the department's original disciplinary determination; provided that the child gives the school evidence of the following:\n\n\t\t(A)\tA substance abuse assessment has been completed; and\n\t\t(B)\tThe child is progressing toward clinical discharge from any substance abuse treatment or substance abuse counseling recommended by the substance abuse assessment;\n\n\t(2)\tIf the substance abuse assessment finds that the child does not need substance abuse treatment or substance abuse counseling, the school may allow the child to return to school earlier than originally indicated; provided that:\n\n\t\t(A)\tThe child provides a certified copy of the assessment; and\n\t\t(B)\tThe child's parent or legal guardian consents to the child receiving follow-up counseling or other student support services to be provided by the department.\n\n\t\tIn determining whether to allow the child to return to school early, the school, at a minimum, shall take into consideration the nature and severity of the offense, the impact of the offense on others, and the age of the offender as well as whether the offender is a repeat offender; and\n\t(3)\tFor the child's first violation of subsection (b) or (c), if the child provides evidence of clinical discharge from the substance abuse treatment program or substance abuse counseling, all records of disciplinary action relating to the original offense shall be expunged.\n\n\n\n\t(g)  For purposes of this section:\n\t\"Dangerous weapon\" means a dirk, dagger, butterfly knife, blackjack, slug shot, billy, metal knuckles, or other instrument whose sole design and purpose is to inflict bodily injury or death; provided that firearms are excluded from this definition.\n\t\"Illegal drugs\" means the possession, distribution, ingestion, manufacture, sale, or delivery of substances which are prohibited under chapter 329 and chapter 712, part IV.\n\t\"Switchblade knife\" is as defined in section 134-52.\n\t(h)  The board of education shall adopt rules in accordance with chapter 91 to implement this section. [L 2000, c 274, §§2, 4; am L 2004, c 44, §14; am L 2005, c 213, §2]\nNote\n  Students may be excluded from attending school for up to ninety-two school days until rules are adopted.  L 2000, c 274, §5.\nCross References\n  Self-administration of medication by student and emergency administration permitted, see §302A-1164.\nCase Notes\nDecisions under prior law.\n  Student suspended from school for violating Act 90, L 1996 (§302A-1134.5(a)), which prohibited possession of alcohol while attending school, where student allegedly participated in consumption of alcohol at student's home prior to school luau in violation of school's zero tolerance policy under Act 90.  Plaintiffs' (student's parents) motion for preliminary injunctive relief granted in part and denied in part where, among other things, (1) it was very likely that plaintiffs would prevail on merits of claim that defendants violated due process requirements when they allegedly punished student without evidence that student violated Act 90; and plaintiffs very likely to prevail on merits of claim that if student's conduct fell within Act 90, due process violated because the statute was too vague; and (2) it was very unlikely that plaintiffs would prevail on merits of claim that defendants' conduct violated equal protection clause.  84 F. Supp. 2d 1113."
}