{
    "name": "Employees of the department of education and teacher trainees in any public school; criminal history record checks",
    "number": "601.5",
    "text": "(a)  The department of education, including the Hawaii state public library system, shall develop procedures for obtaining verifiable information regarding the criminal history of persons who are employed or seeking employment in any position, including teacher trainees, that places them in close proximity to children.  These procedures shall include criminal history record checks in accordance with section 846-2.7.\n\tInformation obtained pursuant to this subsection shall be used exclusively by the employer or prospective employer for the purpose of determining whether a person is suitable for working in close proximity to children.  All such decisions shall be subject to applicable federal laws and regulations currently or hereafter in effect.\n\t(b)  The employer or prospective employer may refuse to employ, and may:\n\n\n\n\t(1)\tRefuse to issue a teaching or other educational certificate;\n\t(2)\tRevoke the teaching or other educational certificate;\n\t(3)\tRefuse to allow or continue to allow teacher training; or\n\t(4)\tTerminate the employment of any employee or deny employment to an applicant,\n\n\n\nif the person has been convicted of a crime, and if the employer or prospective employer finds by reason of the nature and circumstances of the crime that the person poses a risk to the health, safety, or well-being of children.  Refusal, revocation, or termination may occur only after appropriate investigation and notification to the employee or applicant for employment of results and planned action, and after the employee or applicant for employment is given an opportunity to meet and rebut the finding.  Nothing in this subsection shall abrogate any applicable appeal rights under chapters 76 or 89, or administrative regulation of the department of education.\n\t(c)  This section shall not be used by the department to secure criminal history record checks on persons who have been employed continuously by the department, including the state public library system, on a salaried basis prior to July 1, 1990.\n\t(d)  Notwithstanding any other law to the contrary, for purposes of this section, the department of education, including the Hawaii state public library system, shall be exempt from section 831-3.1 and need not conduct investigations, notifications, or hearings under this section in accordance with chapter 91. [L 2003, c 95, pt of §4]\nCross References\n  Private school record checks, see §302C-1."
}