{
    "name": "Running start program",
    "number": "401",
    "text": "C.  Supplementary Programs\n     (a)  There is created in the department the running start program to permit eligible students to enroll in any qualified course offered by the University of Hawaii system.\n\t(b)  For the purposes of this section:\n\t\"Eligible student\" means a high school student in the eleventh or twelfth grade who:\n\n\n\n\t(1)\tHas passed a standardized test administered by the college that demonstrates the student's ability to succeed at the college level;\n\t(2)\tIs under the age of twenty-one as of September 1 of the school year in which the college course is taken; and\n\t(3)\tHas other qualifications deemed appropriate by the department of education or the University of Hawaii; provided that subsequent qualifications do not restrict any student from taking the standardized test.\n\n\n\n\t\"Qualified course\" means any vocational or academic course offered by the University of Hawaii system that also applies to the department's graduation requirements or is otherwise permitted by department rule or policy.\n\t(c)  All course credits successfully completed pursuant to this section that would otherwise be transferable but for a student's grade level, shall be transferable to any University of Hawaii system degree granting institution; provided that the student is admitted to the campus where the credit is transferred.\n\t(d)  College courses successfully completed under this section shall also satisfy the department's graduation requirements as determined by the department pursuant to rule.\n\t(e)  This section shall not preclude the department and the University of Hawaii from establishing programs by mutual agreement that permit high school students to enroll in college courses.\n\t(f)  Every student enrolled in a college course pursuant to this section shall remit appropriate tuition and fees to the college for every college course. [L 1996, c 89, pt of §2; am L 2000, c 236, §2; am L 2004, c 222, §1]\nCross References\n  Running start program, see §304-67.5."
}