{
    "name": "Committee on weights",
    "number": "1303.5",
    "text": "(a)  There is established within the department of education the committee on weights to develop a weighted student formula pursuant to section 302A-1303.6.  The committee shall:\n\n\n\n\t(1)\tCreate a list of student characteristics that will be weighted;\n\t(2)\tCreate a system of weights based upon the student characteristics that may be applied to determine the relative cost of educating any student;\n\t(3)\tDetermine specific student weights, including their unit value;\n\t(4)\tDetermine which moneys shall be included in the amount of funds to be allocated through the weighted student formula;\n\t(5)\tRecommend a weighted student formula to the board of education;\n\t(6)\tPerform any other function that may facilitate the implementation of the weighted student formula; and\n\t(7)\tMeet not less than annually to review the weighted student formula and, if the committee deems it necessary, recommend a new weighted student formula for adoption by the board of education.\n\n\n\n\t(b)  The composition of the committee on weights shall be determined by the board of education based on recommendations from the superintendent of education and dean of the University of Hawaii at Manoa college of education and include principals, teachers, and other members with the appropriate professional skills, experiences, and qualifications needed to facilitate the work of the committee.  The superintendent or the superintendent's designee shall chair the committee on weights.\n\t(c)  The committee on weights may form advisory subcommittees to obtain input from key stakeholders as determined necessary by the committee.\n\t(d)  The members of the committee on weights shall serve at the pleasure of the board of education and shall not be subject to section 26-34.  Members of the committee on weights shall serve without compensation but shall be reimbursed for expenses, including travel expenses, necessary for the performance of their duties. [L 2004, c 51, §3]"
}