{
    "name": "Textbook replacement fees, restitution; textbook list",
    "number": "1130.5",
    "text": "(a)  The department may assess and collect special fees and charges from students who negligently break, damage, lose, or destroy school textbooks, instructional materials, library books, equipment, or supplies as determined by the principal.  Any student found to be responsible for the loss, destruction, breakage, or damage of school textbooks, instructional materials, library books, equipment, or supplies, shall make restitution to the school, including the payment by the student or the student's parents or guardians, of the actual replacement costs.  Any fees collected pursuant to this subsection shall be deposited into the textbook and instructional materials fee special account established in [section] 302A-1130.6.\n\t(b)  No student shall be required to make restitution unless the student and the student's parents or guardians have been notified and have been given an opportunity to be heard before the principal of the school on the charge that the student was responsible for the loss, destruction, breakage, or damage of school textbooks, instructional materials, library books, equipment, or supplies.\n\t(c)  If the principal, upon a hearing on the charge, has reasonable cause to believe that the student is responsible for the loss, destruction, breakage, or damage of school textbooks, instructional materials, library books, equipment, or supplies, the principal shall design a restitution program that shall be submitted to the student and the student's parents or guardians for agreement in writing.\n\tIf restitution is made in this fashion, then no information about the charge, the hearing, and the actions taken shall be communicated to any person not directly involved in the proceedings.\n\tIf the student and student's parents or guardians do not agree with the determination made by the principal, the principal shall report the determination and the findings made by the principal and transfer all records and documents regarding the investigation to the complex area superintendent for any further action.\n\t(d)  Each school shall make available a copy of the current list of textbooks and instructional materials upon the request of a student or a parent or guardian of a student attending the school.  The list shall be available not later than the tenth day of class in each school year.\n\t(e)  Notwithstanding any other provisions in this section to the contrary, the State may elect to bring any appropriate action for the recovery of all damages to school properties.  Nothing in this section shall limit the right of the State to bring any action against any person to recover the damages. [L 2001, c 239, §2; am L 2004, c 220, §5]"
}