{
    "name": "Self-administration of medication by student and emergency administration permitted",
    "number": "1164",
    "text": "(a)  The department shall permit:\n\n\n\n\t(1)\tThe self-administration of medication by a student for asthma, anaphylaxis, or other potentially life-threatening illnesses; and\n\t(2)\tDepartment employees and agents to volunteer to administer glucagon in an emergency situation to students with diabetes.\n\n\n\n\t(b)  The student's parent or guardian shall provide the department with:\n\n\n\n\t(1)\tWritten authorization for the self-administration of medication or the emergency administration of glucagon;\n\t(2)\tIn the case of self-administration of medication, written certification from the student's physician stating that the student:\n\n\t\t(A)\tHas asthma, anaphylaxis, or another potentially life-threatening illness; and\n\t\t(B)\tIs capable of, and has been instructed in, the proper method of self-administration of medication; and\n\n\t(3)\tIn the case of emergency administration of glucagon to a student with diabetes, written certification from the student's physician stating that the student has physician's orders that glucagon may be administered by a volunteer.\n\n\n\n\t(c)  The department shall inform the student's parent or guardian in writing that the department and its employees or agents shall not incur any liability as a result of any injury arising from compliance with this section.\n\t(d)  The student's parent or guardian shall sign a statement acknowledging that:\n\n\n\n\t(1)\tThe department and its employees or agents shall not incur any liability as a result of any injury arising from compliance with this section; and\n\t(2)\tThe parent or guardian shall indemnify and hold harmless the department and its employees or agents against any claims arising out of compliance with this section.\n\n\n\n\t(e)  The permission shall be effective for the school year for which it is granted and shall be renewed for each subsequent school year upon the fulfillment of the requirements in this section.\n\t(f)  Notwithstanding any other law to the contrary, a student who is permitted to self-administer medication under this section shall be permitted to carry an inhaler or auto-injectable epinephrine, or both, at all times if the student does not endanger the student's person or other persons through the misuse of the inhaler; provided that the department, its employees or agents may confiscate a student's medication, inhaler, or auto-injectable epinephrine if the student's self-administration of the medication exceeds the student's prescribed dosage, or if the student endangers others with the student's medication, inhaler, or auto-injectable epinephrine.\n\tFor the purposes of this section, the term \"inhaler\" includes:\n\n\n\n\t(1)\tMetered-dose, breath-actuated, and dry powder inhalers; and\n\t(2)\tSpacers and holding chambers.\n\n\n\n\t(g)  Any employee or agent who volunteers to administer glucagon in an emergency situation to a student with diabetes shall receive instruction in the proper administration of glucagon by a qualified health care professional.  A \"qualified health care professional\" means a licensed physician, physician assistant, advanced practice registered nurse or registered nurse, or certified diabetes educator.  The student's parent or guardian shall supply the school with the glucagon kit required to administer the glucagon.  The school shall store the glucagon kit in a secure but accessible location.\n\t(h)  Any person, except for a qualified health care professional providing the training required in subsection (g), who acts in accordance with the requirements of this section shall be immune from any civil or criminal liability arising from these acts, except where the person's conduct would constitute gross negligence, wilful and wanton misconduct, or intentional misconduct. [L 2004, c 19, §1; am L 2005, c 207, §1]"
}