{
    "name": "Attendance compulsory; exceptions",
    "number": "1132",
    "text": "(a)  Unless excluded from school or excepted from attendance, all children who will have arrived at the age of at least six years, and who will not have arrived at the age of eighteen years, by January 1 of any school year, shall attend either a public or private school for, and during, the school year, and any parent, guardian, or other person having the responsibility for, or care of, a child whose attendance at school is obligatory shall send the child to either a public or private school.  Attendance at a public or private school shall not be compulsory in the following cases:\n\n\n\n\t(1)\tWhere the child is physically or mentally unable to attend school (deafness and blindness excepted), of which fact the certificate of a duly licensed physician shall be sufficient evidence;\n\t(2)\tWhere the child, who has reached the fifteenth anniversary of birth, is suitably employed and has been excused from school attendance by the superintendent or the superintendent's authorized representative, or by a family court judge;\n\t(3)\tWhere, upon investigation by the family court, it has been shown that for any other reason the child may properly remain away from school;\n\t(4)\tWhere the child has graduated from high school;\n\t(5)\tWhere the child is enrolled in an appropriate alternative educational program as approved by the superintendent or the superintendent's authorized representative in accordance with the plans and policies of the department, or notification of intent to home school has been submitted to the principal of the public school that the child would otherwise be required to attend in accordance with department rules adopted to achieve this result; or\n\t(6)\tWhere:\n\n\t\t(A)\tThe child has attained the age of sixteen years;\n\t\t(B)\tThe principal has determined that:\n\n\t\t\t(i)\tThe child has engaged in behavior which is disruptive to other students, teachers, or staff; or\n\t\t\t(ii)\tThe child's non-attendance is chronic and has become a significant factor that hinders the child's learning; and\n\n\t\t(C)\tThe principal of the child's school, and the child's teacher or counselor, in consultation with the child and the child's parent, guardian, or other adult having legal responsibility for or care of the child, develops an alternative educational plan for the child.  The alternative educational plan shall include a process that shall permit the child to resume school.\n\n\t\tThe principal of the child's school shall file the plan made pursuant to subparagraph (C) with the child's school record.  If the adult having legal responsibility for or care of the child disagrees with the plan, then the adult shall be responsible for obtaining appropriate educational services for the child.\n\n\n\n\t(b)  Any employer who employs a child who is excused from school attendance in accordance with subsection (a)(2) shall notify the child's school within three days upon termination of the child's employment. [L 1996, c 89, pt of §2 and am c 162, §2]\nNote\n  Single school calendar for certain schools beginning with the 2006-2007 school year.  L 2004, c 51, §49.\nCross References\n  Kindergartens; attendance, see §302A-411."
}