{
    "name": "Hawaii 3R's school repair and maintenance fund",
    "number": "1502.4",
    "text": "  (a)  There is established the Hawaii 3R's school repair and maintenance fund (hereinafter, \"fund\") as a separate fund of Hawaii 3R's, a Hawaii nonprofit organization.  Moneys received from the State, county, or federal government, private contributions of cash or other property, and the income and capital gains earned by the fund shall constitute its assets.\n\t(b)  Hawaii 3R's shall expend moneys from the fund in the form of either grants to organizations or contracts with private vendors for the repair and maintenance of public schools in Hawaii in accordance with this section.\n\t(c)  The fund may receive contributions, grants, endowments, or gifts in cash or otherwise from all sources, including corporations or other businesses, foundations, government, individuals, and other interested parties.  The legislature intends that public and private sectors review and investigate all potential funding sources.  The State may appropriate moneys to the fund; provided that any appropriations made by the State are not intended to supplant the funding of any existing school-level minor repairs and maintenance programs, including school-level minor repairs and maintenance accounts established under section 302A-1504.\n\t(d)  Hawaii 3R's shall appoint the members of the Hawaii 3R's school maintenance and repair advisory board, which shall be responsible for:\n\n\n\n\t(1)\tSoliciting and otherwise raising funds for the fund; \n\t(2)\tEstablishing criteria for the expenditure of funds;\n\t(3)\tReviewing grant proposals using criteria established by Hawaii 3R's; and\n\t(4)\tMaking recommendations for grants and other specific expenditures.\n\n\n\nMembers of the advisory board shall be stakeholders in Hawaii's public educational system, including students, parents, alumni, principals, community and business leaders, and representatives from the department of education and the department of accounting and general services, who shall be represented on the advisory board.\n\t(e)  In managing the moneys in the fund, Hawaii 3R's shall exercise ordinary business care and prudence given the facts and circumstances prevailing at the time of action or decision.  In doing so, Hawaii 3R's shall consider its long- and short-term needs in carrying out its purposes, its present and anticipated financial requirements, expected total return on its investments, price trends, and general economic conditions.\n\t(f)  There may be an endowment component of the fund, and Hawaii 3R's may accumulate net income and add the same to the principal.\n\t(g)  The use of any state moneys may be restricted by the legislation appropriating these moneys to the fund.\n\t(h)  Hawaii 3R's may expend principal from the fund for the purposes of the fund.\n\t(i)  Any organization submitting a proposal to Hawaii 3R's for moneys shall meet the following standards at the time of application:\n\n\n\n\t(1)\tBe a for-profit organization duly registered under the laws of the State, or be a nonprofit organization determined by the Internal Revenue Service to be exempt from the federal income tax, or be an agency of the State or a county;\n\t(2)\tIn the case of a nonprofit organization, have a governing board whose members have no material conflict of interest and serve without compensation;\n\t(3)\tIn the case of an applicant that is not a state or county government agency, have bylaws or policies that describe the manner in which business is conducted and policies that relate to the management of a potential situation involving a conflict of interest;\n\t(4)\tHave experience with the project or in the program area for which the proposal is being made; and\n\t(5)\tBe licensed and accredited, as applicable, in accordance with the requirements of federal, state, and county governments.\n\n\n\n\t(j)  All proposals submitted to Hawaii 3R's for moneys shall be approved by the department for consistency in meeting design and materials standards for public schools.\n\t(k)  Organizations or agencies to which moneys are awarded shall agree to comply with the following conditions before receiving the award:\n\n\n\n\t(1)\tUse persons qualified to engage in the activity to be funded;\n\t(2)\tComply with the applicable federal, state, and county laws; and\n\t(3)\tComply with any other requirements prescribed by Hawaii 3R's to ensure adherence by the recipient of the award with applicable federal, state, and county laws and with the purposes of this section.\n\n\n\n\t(l)  Chapter 103D shall not apply to organizations or agencies that apply for grants or contracts under this section; provided that Hawaii 3R's shall be held accountable for the use of the funds under a contract with the department.\n\t(m)  Any contract awarded by Hawaii 3R's shall be made with as much competition as is practical to execute its purposes.\n\t(n)  The fund shall be audited annually by an independent auditor.  The results of each annual audit shall be submitted to the department not later than thirty days from the date Hawaii 3R's receives the audit results.  In addition, Hawaii 3R's shall retain for a period of three years and permit the department, state legislators, and the auditor, or their duly authorized representatives, to inspect and have access to any documents, papers, books, records and other evidence that is pertinent to the fund.\n\t(o)  The fund shall not be placed in the state treasury, and the State shall not administer the fund, nor shall the State be liable for the operation or solvency of the fund or Hawaii 3R's.\n\t(p)  For every dollar of state moneys granted by the fund to the project, there shall be a minimum of $1 in value matched by Hawaii 3R's from private, federal, county, or community service.\n\t(q)  The superintendent of education shall submit an annual report of the progress of the Hawaii 3R's school repair and maintenance fund no later than twenty days prior to the convening of each regular session of the legislature. [L 2003, c 214, §2; am L 2004, c 51, §54 and c 213, §3]\nNote\n  L 2003, c 214, §§6 to 8 provide:\n  \"SECTION 6.  Upon the Internal Revenue Service's determination that Hawaii 3R's is a nonprofit organization under section 501(c)(3) of the Internal Revenue Code, Helping Hands Hawaii shall transfer to Hawaii 3R's:\n\n\n(1)\tAll unencumbered and unexpended moneys in the Hawaii school repair and maintenance fund to the Hawaii 3R's school repair and maintenance fund; and\n(2)\tAll appropriations, records, equipment, machines, files, supplies, contracts, books, papers, documents, and other personal property made, used, developed, acquired, or held by Helping Hands Hawaii, through its project, Hawaii 3R's.\n\n\n  SECTION 7.  Upon request of the comptroller, Helping Hands Hawaii shall submit a report to the comptroller, in the form prescribed by the comptroller, accounting for the receipts and disbursements of the Hawaii school repair and maintenance fund and any other information that the comptroller may require.\n  SECTION 8.  After the repeal of the Hawaii school repair and maintenance fund, Helping Hands Hawaii shall submit the results of the annual audit of the Hawaii school repair and maintenance fund to the department of accounting and general services not later than thirty days from the date that Helping Hands Hawaii receives the audit results.  Helping Hands Hawaii shall permit the department of accounting and general services, the department of education, state legislators, and the auditor, or their duly authorized representatives, to inspect and have access to any documents, papers, books, records, and other evidence that is pertinent to the Hawaii school repair and maintenance fund.\"\n  Transfers.  L 2004, c 51, §45."
}