{
    "name": "New century charter schools; accountability probationary status; revocation of charter",
    "number": "1186",
    "text": "(a)  Every new century charter school shall conduct annual self-evaluations which shall be submitted to the charter school administrative office within sixty working days after the completion of the school year.  The self-evaluation process shall include but not be limited to:\n\n\n\n\t(1)\tThe identification and adoption of benchmarks to measure and evaluate administrative and instructional programs as provided in this section;\n\t(2)\tThe identification of any administrative and legal barriers to meeting the benchmarks, as adopted, and recommendations for improvements and modifications to address the barriers;\n\t(3)\tThe impact of the new century charter school upon student achievement within that school;\n\t(4)\tA profile of the charter school's enrollment and community it serves, including a breakdown of regular education and special education students.\n\n\n\n\t(b)  The board shall adopt guidelines for multi-year evaluations of charter schools that have been chartered for four or more years, or for special evaluations at any time, including a schedule of such evaluations.  Based upon the findings of an evaluation, the board may place a new century charter school on probationary status.  The board shall adopt guidelines for placing new century charter schools on probation, provided that:\n\n\n\n\t(1)\tThe new century charter school and the charter school administrative office are involved in substantive discussions with the board regarding the evaluation;\n\t(2)\tThe notice of probation is delivered to the new century charter school and specifies the deficiencies requiring corrections, the probation period, and monitoring and reporting requirements; and\n\t(3)\tFor deficiencies related to student performance, a new century charter school shall be allowed two years to improve student performance; and\n\t(4)\tFor deficiencies related to financial plans, a new century charter school shall be allowed one year to develop a sound financial plan.\n\n\n\n\tThe new century charter school shall remain on probationary status until the board votes to either remove the new century charter school from probationary status or revoke the charter.  If a new century charter school fails to resolve deficiencies by the end of the probation period, the board may, by two-thirds vote, revoke the charter.  The board may revoke the charter for serious student or employee health or safety deficiencies in accordance with guidelines adopted by the board, provided that:\n\n\n\n\t(1)\tThe new century charter school is given notice of specific health or safety deficiencies and is afforded an opportunity to present its case to the board;\n\t(2)\tThe chairperson of the board appoints a task group to visit the new century charter school and conduct meetings with its local school board and its school community to gather input;\n\t(3)\tTwo-thirds of the board vote to revoke the charter;\n\t(4)\tThe best interest of the school's students guide all decisions; and\n\t(5)\tAfter a decision to revoke a charter, the new century charter school shall be allowed to remain open until a plan for an orderly shut-down or transfer of students and assets is developed and executed.\n\n\n\n\tIf there is an immediate concern for student or employee health or safety at a new century charter school, the board, in consultation with the charter school administrative office, may adopt an interim restructuring plan that may include appointment of an interim local school board, and interim local school board chairperson, or a principal to temporarily assume operations of the school.\n\tFor the purposes of this subsection, \"organizational viability\" means that a new century charter school:\n\n\n\n\t(1)\tHas been duly constituted in accordance with its charter;\n\t(2)\tHas a local school board established in accordance with law and its charter;\n\t(3)\tEmploys sufficient faculty and staff to provide the necessary educational program and support services and to operate the facility in accordance with its charter;\n\t(4)\tMaintains accurate and comprehensive records regarding students and employees as determined by the charter school administrative office;\n\t(5)\tMeets appropriate standards of student achievement;\n\t(6)\tCooperates with board requirements in conducting its function as charter authorizer;\n\t(7)\tComplies with applicable federal, state, and county laws and requirements;\n\t(8)\tIn accordance with the charter school administrative office guidelines and procedures, is financially sound and fiscally responsible in its use of public funds, maintains accurate and comprehensive financial records, operates in accordance with generally accepted accounting practices, and maintains a sound financial plan;\n\t(9)\tOperates within the scope of its charter and fulfills obligations and commitments of its charter; \n\t(10)\tComplies with all health and safety laws and requirements; and\n\t(11)\tComplies with all charter school administrative office directives, policies, and procedures.\n\n\n\n\t(c)  The board of education may adopt guidelines to supplement accountability measures incorporated in the written performance contracts required under section 302A-1182. The  board of education may adopt guidelines under which new century charter schools shall be reviewed on an annual basis by the board for the first two years upon their formation under section 302A-1182.  The review guidelines may include:\n\n\n\n\t(1)\tMinimum school size;\n\t(2)\tAssurance that each school will be able to account for the funds allocated;\n\t(3)\tAssurance that each school will be held accountable for student performance;\n\t(4)\tAssurance that each school will meet legal standards for the expenditure of state and federal funds; and\n\t(5)\tAssurance that each school will be in compliance with applicable state and federal laws.\n\n\n\n\t(d)  If, at any time, a new century charter school dissolves or the charter is revoked, the State of Hawaii shall have first right, at no cost to the State, to all the assets and facilities of the new century charter school, except as otherwise provided by law. [L 1999, c 62, pt of §2; am L 2000, c 187, §6; am L 2001, c 209, §3; am L 2002, c 262, §4; am L 2003, c 203, §4; am L 2005, c 87, §7]"
}