{
    "name": "Noise and climate control at school facilities",
    "number": "1501",
    "text": "PART VI.  PROVISIONS AFFECTING FACILITIES\n\nA.  Facilities and Equipment\nNote\n  Transfer of school physical plant operations and maintenance.  L 2004, c 51, §44.\n  L 2005, c 186, §2 provides:\n  \"SECTION 2.  The department of education shall be responsible for ensuring that asbestos testing is conducted prior to any exterior or interior renovations or painting of school facilities at all department of education schools, except charter schools, provided that the surfaces have not previously been tested.\"\n     (a)  The department shall plan for, and request appropriations necessary to implement, acoustic noise control and air conditioning of existing and new school facilities in areas that are susceptible to extremes of temperature or affected by aircraft, traffic, and other noise.  The department shall develop appropriate standards and consider local conditions for deciding whether acoustic noise control and air conditioning of existing and new school facilities are required for effective classroom instruction.  In all cases where acoustic treatment of school facilities is planned, the department shall utilize the services of individuals qualified by training and experience to recommend appropriate noise control procedures and components.  Acoustic noise control and air conditioning shall be given equal weight as all other factors in the criteria used by the department in setting priorities for school construction and renovations.\n\t(b)  In any case where air conditioners are installed in a particular school, the department may require that the approximate cost of electricity and maintenance for air conditioners not installed by the department of accounting and general services be paid by a private entity until the department establishes temperature and noise standards and a policy relating to air conditioning. [L 1996, c 89, pt of §2]\nCross References\n  Indoor air quality program, see §§321-411 to 321-413."
}