{
    "name": "New century charter schools; establishment",
    "number": "1182",
    "text": "(a)  Up to a total of twenty-three schools may be established as new century charter schools.  These new century charter schools may be established by:\n\n\n\n\t(1)\tThe creation of a new school pursuant to subsections (b) and (c); or\n\t(2)\tThe creation of a new school, comprising programs or sections of existing public school populations and using existing public school facilities, pursuant to subsections (b) and (c).\n\n\n\n\t(b)  Any community, group of teachers, group of teachers and administrators, entity recognized as a nonprofit organization under section 501(c)(3) of the Internal Revenue Code of 1986, as amended, or any program within an existing school may submit a letter of intent to the board to form a new century charter school, establish a local school board as its governing body, and develop a detailed implementation plan pursuant to subsection (c).\n\t(c)  The local school board, with the support and guidance of the executive director, shall formulate and develop a detailed implementation plan that meets the requirements of this subsection and section 302A-1184.  The plan shall include the following:\n\n\n\n\t(1)\tA description of employee rights and management issues and a framework for addressing those issues that protect the rights of employees;\n\t(2)\tA plan for identifying, recruiting, and retaining highly-qualified instructional faculty;\n\t(3)\tA plan for identifying, recruiting, and selecting students that is not exclusive, elitist, or segregationist;\n\t(4)\tThe curriculum and instructional framework to be used to achieve student outcomes, including an assessment plan;\n\t(5)\tA comprehensive plan for the assessment of student, administrative support, and teaching personnel performance that:\n\n\t\t(A)\tRecognizes the interests of the general public;\n\t\t(B)\tIncorporates or exceeds state educational content and performance standards;\n\t\t(C)\tIncludes a system of faculty and staff accountability that holds faculty and staff both individually and collectively accountable for their performance, and that is at least equivalent to the average system of accountability in public schools throughout the State; and\n\t\t(D)\tProvides for program audits and annual financial audits;\n\n\t(6)\tThe governance structure of the school that incorporates a conflict of interest policy and a plan for periodic board training;\n\t(7)\tA financial plan based on the most recent fiscal year's per-pupil charter school allocation that demonstrates the ability to meet the financial obligations of one-time start-up costs and ongoing costs such as monthly payrolls, faculty recruitment, professional development, and facilities costs; and\n\t(8)\tA plan for any necessary design, construction, renovation, and management of facilities that is consistent with the state facilities plan; provided that:\n\n\t\t(A)\tIf the facilities management plan includes use of existing school facilities, the new century charter school shall receive authorization from the administrator responsible for the facilities; and\n\t\t(B)\tThe final determination of use shall fall within the board's discretion.\n\n\n\n\n\n\t(d)  The detailed implementation plan shall be submitted to the new century charter school review panel, which shall be composed of seven members as follows:\n\n\n\n\t(1)\tTwo of the members shall be board of education members or their designees appointed by the chairperson of the board of education;\n\t(2)\tTwo of the members shall be members of the new century charter school community approved by the chairperson of the board of education from a list submitted by existing new century charter schools;\n\t(3)\tOne member shall be the executive director or the executive director's designee;\n\t(4)\tOne member shall be appointed by the dean of the University of Hawaii's college of education; and\n\t(5)\tOne member shall be a representative of the business community appointed by [the] chairperson of the board of education.\n\n\n\n\tPanel review procedures shall be as provided in this section.  The board may adopt rules pursuant to chapter 91 to further guide the panel's review process.\n\t(e)  The new century charter school review panel shall have sixty working days to review the completed implementation plan for a proposed new century charter school to ensure that it meets the requirements of subsection (c) and section 302A-1184.  Within forty-five working days, the panel shall issue a report of its preliminary findings to the board of education and the local school board.  If the panel subsequently determines that the implementation plan:\n\n\n\n\t(1)\tMeets the requirements of subsection (c) and section 302A-1184, the panel shall by the sixtieth working day submit a recommendation to the board of education to issue a charter to the proposed new century charter school.  Upon receipt of the panel's recommendation, the board may issue a charter, and the implementation plan shall be converted to a written performance contract between the school and the board; provided that if the board does not issue a charter, the board shall:\n\n\t\t(A)\tClearly identify its reasons for not issuing the charter; and\n\t\t(B)\tAllow the local school board to revise its plan, in accordance with the board's reasons for rejecting the plan, and resubmit the amended plan; or\n\n\t(2)\tFails to meet the requirements of subsection (c) or section 302A-1184, the panel:\n\n\t\t(A)\tShall notify the local school board of the finding in writing to enable the local school board to appropriately amend the plan to address the findings; and\n\t\t(B)\tMay submit a recommendation to the board to issue a provisional approval for a charter if the panel determines that the applicant may reasonably be expected to expeditiously resolve any remaining findings impeding the issuance of a charter.  The provisional approval shall be effective for one year.  The board may extend the provisional approval beyond a period of one year.  If a charter is subsequently issued, the amended implementation plan shall be converted to a written performance contract between the school and the board.\n\n\n\n\n\n\t(f)  An amended implementation plan shall be submitted within thirty working days of notification pursuant to subsection (e)(2)(A).  The board shall deny the issuance of a charter if the local school board does not submit an amended implementation plan within the thirty working day period.  The panel shall have thirty working days to review the amended implementation plan.  If the amended implementation plan:\n\n\n\n\t(1)\tMeets the requirements of subsection (c) and section 302A-1184, the panel shall, by the thirtieth working day, submit a recommendation to the board of education to issue a charter to the proposed new century charter school.  If a charter is issued, the amended implementation plan shall be converted to a written performance contract between the school and the board; or\n\t(2)\tFails to address the findings to the panel's satisfaction, the panel shall deny issuance of a charter.\n\n\n\n\t(g)  A local school board may file an appeal of the denial of an application for a charter with the panel.  Upon filing an appeal, the panel shall forward the implementation plan and appropriate documentation of the appeal to the board of education.  Within thirty working days, the board of education shall issue a report of its findings and final determination to the local school board.  If the implementation plan is approved, the board of education shall issue a charter and the implementation plan shall be converted to a written performance contract between the school and the board of education.\n\t(h)  The State shall afford the local school board of any new century charter school the same protections as the State affords to the board of education.\n\t(i)  The State shall afford administrative, support, and instructional employees in new century charter schools full participation in the State's systems for retirement, workers' compensation, unemployment insurance, temporary disability insurance, and health benefits in accordance with the qualification requirements for each.\n\t(j)  The department, to the extent possible, shall provide its position listings to the charter school administrative office and any interested local school board of any new century charter school.\n\t(k)  The department, in conjunction with the charter school administrative office, shall facilitate and encourage the movement of instructional personnel between the department and new century charter schools, including limiting probationary status to one year; provided that:\n\n\n\n\t(1)\tComparable and verifiable professional development and employee evaluation standards and practices, as determined and certified by the charter school administrative office, are in place in new century charter schools for instructional staff; \n\t(2)\tNew century charter school licensed teachers or highly qualified individuals, as determined by the department, who are not yet tenured in the department and are entering or returning to the department, after full-time employment of no less than one full school year at the charter school, shall be subject to no more than one year of probationary status; and\n\t(3)\tTenured department licensed teachers or highly qualified individuals, as determined by the department, who transfer to new century charter schools shall not be required to serve a probationary period.\n\n\n\n\t(l)  Any new century charter school may, prior to the beginning of the school year, enter into an annual contract with any department for centralized services to be provided by the department. [L 1999, c 62, pt of §2; am L 2000, c 187, §3; am L 2001, c 209, §1; am L 2002, c 2, §2 and c 262, §1; am L 2003, c 203, §2; am L 2005, c 87, §4]\nNote\n  L 2001, c 209, §6 provides:\n  \"SECTION 6.  Any other law to the contrary notwithstanding, in reviewing implementation plans for new century charter schools, the new century charter school review panel and board of education shall give priority to and review first any plans submitted by publicly funded schools or programs of publicly funded schools which were operational prior to the effective date of this Act [July 1, 2001].\""
}