{
    "name": "School-level minor repairs and maintenance accounts",
    "number": "1504",
    "text": "(a)  The department shall establish two school-level minor repairs and maintenance accounts for the use of each public school, which shall not exceed $25,000 each per school.  The first account shall be comprised of general funds appropriated to the department and the second account shall be comprised of funds appropriated out of the school-level minor repairs and maintenance special fund pursuant to section 302A-1504.5 for school-level minor repairs and maintenance and shall not be used for any other purpose, nor shall any other funds be deposited into the accounts.  The department shall allocate funds based on the number of students at the school multiplied by a factor which recognizes the age and condition of the school.\n\t(b)  Funds in these accounts shall be expended at the direction of the school principal to contract for minor repairs and maintenance.  Notwithstanding any other law to the contrary, general or special funds appropriated for this purpose that are unencumbered at the close of each fiscal year in these accounts shall not lapse until June 30 of the first fiscal year of the next fiscal biennium.  The department of education shall submit:\n\n\n\n\t(1)\tA report to the director of finance ninety days after the close of each fiscal year, shall be prepared in the form prescribed by the director of finance and shall identify the total amount of funds in each account that shall carry over to the next fiscal year; and\n\t(2)\tA copy of this report to the legislature at least twenty days prior to the convening of each regular session of the legislature.\n\n\n\n\t(c)  Each school principal, through the superintendent, shall submit a report annually to the department of accounting and general services in the form prescribed by the comptroller on expenditures made from each account. [L 1996, c 89, pt of §2; am L 2001, c 311, §4 and c 316, §3(2); am L 2002, c 16, §22]"
}