{
    "name": "Teachers' salary schedule",
    "number": "624",
    "text": "(a)  The salary schedule for all teachers of the department of education shall be negotiated pursuant to section 89-9.\n\t(b)  All teachers must meet the following requirements:\n\n\n\n\t(1)\tA teacher must earn at least five credits within a three-year cycle in order to receive increment or longevity step increases in the third year of the three-year cycle;\n\t(2)\tA teacher who fails to meet the requirement set forth in paragraph (1) shall not be eligible for any increment or longevity step increases until the teacher earns the credit requirement for the three-year cycle;\n\t(3)\tAny credit earned in excess of any three-year credit requirement may not be carried over beyond the three-year cycle; and\n\t(4)\tCredits earned can be in the form of in-service, university, or other credits approved by the department.\n\n\n\n\t(c)  A teacher is required to spend at least one year in Class III before going on to Class IV, at least one year in Class IV before going on to Class V, at least one year in Class V before going on to Class VI, and at least one year in Class VI before going on to Class VII.\n\t(d)  In case of promotion from a teaching position to an educational officer, the employee shall receive compensation at the lowest step of the higher grade that exceeds the employee's existing compensation by at least eight per cent if such a step exists.\n\t(e)  Effective July 1, 2005, the minimum hourly or minimum per diem rate for substitute teachers shall be determined by the legislature; provided that the department shall develop a classification and compensation schedule that is not restricted to the minimum compensation rates but may exceed them; provided further that any individual in class I, II or III who works less than a full seven-hour work day shall be compensated on a pro-rated, hourly basis as follows:\n\n\n\n\t(1)\tClass I:  other individuals who do not possess a bachelor's degree shall be compensated at a rate of not less than $119.80 for a full work day;\n\t(2)\tClass II:  individuals with a bachelor's degree shall be compensated at a rate of not less than $130 for a full work day; and\n\t(3)\tClass III:  department of education teachers, or licensed or highly qualified teachers, shall be compensated at a rate of not less than $140 for a full work day. [L 1996, c 89, pt of §2; am L 2005, c 70, §1]"
}