{
    "name": "Definitions",
    "number": "331",
    "text": "HOME AND COMMUNITY-BASED CASE MANAGEMENT\nAGENCIES AND COMMUNITY CARE FOSTER FAMILY HOMES\n \nNote\n \n  L 2008, c 241, §2 provides:\n  \"SECTION 2.  The department of human services shall apply to the federal Centers for Medicare and Medicaid Services to allow persons who are eligible to receive medicaid funds for care at nursing home facilities to remain at home and receive home- and community-based long-term care; provided that the cost for the home- and community-based services shall not exceed the total expenditures that would have been incurred if the person received facility-based long-term care, services, or support.\"\n \n         As used in this part:\n     \"Assisted living facility\" means an assisted living facility as defined in section 321-15.1.\n     \"Certificate of approval\" means the certificate issued by the department or its designee that authorizes a person, agency, or organization to operate a community care foster family home.\n     \"Client\" means any person who receives home and community-based case management services to reside in a community care foster family home, expanded adult residential care home, or assisted living facility.\n     \"Community care foster family home\" or \"home\" means a home that, for the purposes of this part:\n     (1)  Is regulated by the department in accordance with rules that are equitable in relation to rules that govern expanded adult residential care homes;\n     (2)  Is issued a certificate of approval by the department or its designee to provide, for a fee, twenty-four-hour living accommodations, including personal care and homemaker services, for not more than two adults at any one time, at least one of whom shall be a medicaid recipient, who are at the nursing facility level of care, who are unrelated to the foster family, and who are receiving the services of a licensed home and community-based case management agency; provided that the department, in its discretion, may certify a home for a third adult who is at the nursing level of care and a medicaid recipient; provided that the primary and substitute caregivers are certified nurse aides who have completed a state-approved training program and other training as required by the department; and\n     (3)  Does not include expanded adult residential care homes or assisted living facilities, which shall continue to be licensed by the department of health.\n     \"Designee\" means a person, institution, organization, or agency authorized by the department to issue certificates of approval to community care foster family homes and to monitor these homes for certificate compliance and quality assurance.  The department's designee shall perform these functions for the department and shall not at the same time function as a home and community-based case management agency or a community care foster family home as defined in this section.\n     \"Expanded adult residential care home\" means any facility providing twenty-four-hour living accommodations, for a fee, to adults unrelated to the family, who require at least minimal assistance in the activities of daily living, personal care services, protection, and health care services, and who may need the professional health services provided in an intermediate or skilled nursing facility.\n     \"Home and community-based case management agency\" means any person, agency, or organization licensed by the department to provide, coordinate, and monitor comprehensive services to meet the needs of clients whom the agency serves in a community care foster family home or any medicaid clients in an expanded adult residential care home, or an assisted living facility.\n     \"License\" means an approval issued by the department or its authorized agents for a person, agency, or organization to operate as a home and community-based case management agency. [L 2001, c 273, pt of §1, §6; am L 2003, c 95, §§17(1), 22 and c 98, §3; am L 2004, c 153, pt of §1, §§2, 5; am L 2006, c 236, §1 and c 270, §4]"
}