{
    "name": "Definitions",
    "number": "311",
    "text": "PART XIII.  RX PLUS PROGRAM\n \nNote\n \n  Part heading amended by L 2004, c 47, §11.\n  L Sp 2005, c 4, §3 provides:\n  \"SECTION 3.  The department of human services shall not take any action to remove pharmaceutical benefits management from managed care plans that provide health care coverage for Hawaii medicaid beneficiaries.\"\n  I-SaveRx prescription drug program (repealed June 30, 2012). L 2008, c 59.\n \nRevision Note\n \n  Throughout this part, \"Rx program\" substituted for \"Hawaii Rx program\".\n \n         As used in this part:\n     \"Administrator\" means the director of human services.\n     \"Department\" means the department of human services.\n     \"Discount\" means the amount by which the price of a drug sold by a pharmacy is reduced as determined by the department of human services.\n     \"Initial discounted price\" as it pertains to a drug means the price that the department pays medicaid participating  pharmacies to purchase the drug for its medicaid members.\n     \"Manufacturer\" means anyone who is engaged in manufacturing, preparing, propagating, compounding, processing, packaging, repackaging, or labeling a prescription drug.\n     \"Participating pharmacy\" or \"retail pharmacy\" means a retail pharmacy located in this State, or another business licensed to dispense prescription drugs in this State, that elects to participate in the program.\n     \"Pharmacy and therapeutic committee\" means the committee established by the department that advises the state medicaid director on the Rx plus preferred drug list and may be the same entity as the committee established in the medicaid program pursuant to section 346-14.\n     \"Preferred drug\" includes but is not limited to:\n     (1)  A drug listed on the State's medicaid preferred drug list;\n     (2)  An antipsychotic drug;\n     (3)  An antidepressant drug;\n     (4)  A chemotherapy drug;\n     (5)  An antiretroviral drug;\n     (6)  An immunosuppressive drug; and\n     (7)  Any other drug listed on the Rx plus preferred drug list pursuant to this part.\n     \"Program\" means the Rx plus program except as otherwise provided.\n     \"Qualified resident\" means a resident of the State who:\n     (1)  Has a family income equal to or less than three hundred fifty per cent of the federal poverty level;\n     (2)  Lacks prescription drug coverage or has exceeded the extent of the resident's prescription drug benefits; and\n     (3)  Is enrolled in the program.\n     \"Secondary discounted price\" as it pertains to a drug means the initial discounted price less any further discounts paid out of the Rx plus special fund. [L 2002, c 76, pt of §1; am L 2004, c 47, §2]"
}