{
    "name": "Affidavit after public sale; contents",
    "number": "32",
    "text": "(a)  After the public sale is held, the foreclosing mortgagee shall sign an affidavit under penalty of perjury:\n\n\n\n\t(1)\tStating that the power of sale foreclosure was made pursuant to the power of sale provision in the mortgage;\n\t(2)\tStating that the power of sale foreclosure was conducted as required by this part;\n\t(3)\tSummarizing what was done by the foreclosing mortgagee;\n\t(4)\tAttaching a copy of the recorded notice of default; and\n\t(5)\tAttaching a copy of the last public notice of the public sale.\n\n\n\n\t(b)  The recitals in the affidavit required under subsection (a) may, but need not, be substantially in the following form:\n\n\n\n\t\"(1)\tI am duly authorized to represent or act on behalf of                      (name of mortgagee) (\"foreclosing mortgagee\") regarding the following power of sale foreclosure.  I am signing this affidavit in accordance with the alternate power of sale foreclosure law (Chapter 667, Part II, Hawaii Revised Statutes);\n\t(2)\tThe foreclosing mortgagee is a \"foreclosing mortgagee\" as defined in the power of sale foreclosure law;\n\t(3)\tThe power of sale foreclosure is of a mortgage made by                      (name of mortgagor) (\"mortgagor\"), dated           , and recorded in the                 (bureau of conveyances or office of the assistant registrar of the land court) as                 (recordation information).  The mortgaged property is located at:                       (address or description of location) and is identified by tax map key number:            .  The legal description of the mortgaged property is attached as Exhibit \"A\".  The name of the borrower, if different from the mortgagor, is                      (\"borrower\");\n\t(4)\tPursuant to the power of sale provision of the mortgage, the power of sale foreclosure was conducted as required by the power of sale foreclosure law.  The following is a summary of what was done:\n\n\t\t(A)\tA notice of default was served on the mortgagor, the borrower, and the following person:                      .  The notice of default was served on the following date and in the following manner:                      ;\n\t\t(B)\tThe date of the notice of default was            (date).  The deadline in the notice for curing the default was            (date), which deadline date was at least sixty days after the date of the notice;\n\t\t(C)\tThe notice of default was recorded before the deadline date in the                 (bureau of conveyances or office of the assistant registrar of the land court).  The notice was recorded on            (date) as document no.           .  A copy of the recorded notice is attached as Exhibit \"1\";\n\t\t(D)\tThe default was not cured by the deadline date in the notice of default;\n\t\t(E)\tA public notice of the public sale was initially published in the classified section of the                     , a daily newspaper of general circulation in the county where the mortgaged property is located, once each week for three consecutive weeks on the following dates:                 .  A copy of the affidavit of publication for the last public notice of the public sale is attached as Exhibit \"2\".  The date of the public sale was            (date).  The last publication was not less than fourteen days before the date of the public sale;\n\t\t(F)\tThe public notice of the public sale was sent to the mortgagor, to the borrower, to the state director of taxation, to the director of finance of the county where the mortgaged property is located, and to the following:                      .  The public notice was sent on the following dates and in the following manner:                      .  Those dates were after the deadline date in the notice of default, and those dates were at least sixty days before the date of the public sale;\n\t\t(G)\tThe public notice of the public sale was posted on the mortgaged property or on such other real property of which the mortgaged property is a part on            (date).  That date was at least sixty days before the date of the public sale;\n\t\t(H)\tTwo public showings (open houses) of the mortgaged property were held (or were not held because the mortgagor did not cooperate);\n\t\t(I)\tA public sale of the mortgaged property was held on a business day during business hours on:             (date), at            (time), at the following location:                      .  The highest successful bidder was                      (name) with the highest successful bid price of $          ; and\n\t\t(J)\tAt the time the public sale was held, the default was not cured and there was no circuit court foreclosure action pending in the circuit where the mortgaged property is located; and\n\n\t(5)\tThis affidavit is signed under penalty of perjury.\" [L 1998, c 122, pt of §1]"
}