{
    "name": "Appointment of counsel; compensation",
    "number": "5",
    "text": "  (a)  When it shall appear to a judge that a person requesting the appointment of counsel satisfies the requirements of this chapter, the judge shall appoint counsel to represent the person at all stages of the proceedings including appeal, if any.  If conflicting interests exist, or if the interests of justice require, the court may appoint private counsel, who shall receive reasonable compensation for necessary expenses, including travel, the amount of which shall be determined by the court, and fees pursuant to subsection (b).  All such expenses shall be certified by the court.  Duly certified claims for payment shall be paid upon vouchers approved by the director of finance and warrants drawn by the comptroller. \t(b)  The court shall determine the amount of reasonable compensation to appointed counsel, based on the rate of $40 an hour for out-of-court services, and $60 an hour for in-court services and with a maximum fee in accordance with the following schedule: \n\n\n\n\t(1)\tAny felony case\t$3,000\n\t(2)\tMisdemeanor case - jury trial\t1,500\n\t(3)\tMisdemeanor case - jury waived\t750\n\t(4)\tAppeals to the supreme court or\t2,500\n\t\tintermediate appellate court\n\t(5)\tPetty misdemeanor case\t450\n\t(6)\tAny other type of administrative or\t1,500\n\t\tjudicial proceeding including cases\n\t\tarising under chapter 571\n\n\n\n\tPayment in excess of any maximum provided for under paragraphs (1) to (6) may be made whenever the court in which the representation was rendered certifies that the amount of the excess payment is necessary to provide fair compensation and the payment is approved by the administrative judge of such court. [L 1971, c 185, pt of §1; HRS §705C-5; ren L 1972, c 9, pt of §1; am L Sp 1981 1st, c 22, §1; gen ch 1985; am L 1987, c 227, §1; am L 2004, c 202, §78]\n    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  When it shall appear to a judge that a person requesting the appointment of counsel satisfies the requirements of this chapter, the judge shall appoint counsel to represent the person at all stages of the proceedings, including appeal, if any.  If conflicting interests exist, or if the interests of justice require, the court may appoint private counsel, who shall receive reasonable compensation for necessary expenses, including travel, the amount of which shall be determined by the court, and reasonable fees pursuant to subsection (b).  All expenses and fees shall be ordered by the court.  Duly ordered payment shall be made upon vouchers approved by the director of finance and warrants drawn by the comptroller.\n\t(b)  The court shall determine the amount of reasonable compensation to appointed counsel, based on the rate of $90 an hour; provided that the maximum allowable fee shall not exceed the following schedule:\n\n\n\n\t(1)\tAny felony case\t$6,000\n\t(2)\tMisdemeanor case - jury trial\t\t3,000\n\t(3)\tMisdemeanor case - jury waived\t\t1,500\n\t(4)\tAppeals to the intermediate appellate court\t5,000\n\t(5)\tPetty misdemeanor case\t900\n\t(6)\tAny other type of administrative or judicial proceeding, including cases arising under section 571-11(1), 571-14(a)(1), or 571-14(a)(2). \t3,000\n\n\n\n\tPayment in excess of any maximum provided for under paragraphs (1) to (6) may be made whenever the court in which the representation was rendered certifies that the amount of the excess payment is necessary to provide fair compensation and the payment is approved by the administrative judge of that court.\n\t(c)  The public defender and the judiciary shall submit to the department of budget and finance for inclusion in the department's budget request for each fiscal biennium, the amount required for each fiscal year for the payment of fees and expenses pursuant to this section. [L 1971, c 185, pt of §1; HRS §705C-5; ren L 1972, c 9, pt of §1; am L Sp 1981 1st, c 22, §1; gen ch 1985; am L 1987, c 227, §1; am L 2004, c 202, §78; am L 2005, c 86, §§1, 2]\nCase Notes\n  Total fees cannot exceed twice the maximum scheduled fee.  66 H. 366, 663 P.2d 630.\n  The language of this section does not empower the Hawaii supreme court to compensate attorneys for services rendered before the United States Supreme Court.  95 H. 28, 18 P.3d 890.\n  \"Case\" means all matters within numbered case, not each count. 6 H. App. 20, 709 P.2d 105.\n  Where record indicated petitioner did not waive right to appeal and trial counsel did not take steps to prosecute appeal, petitioner's allegation of denial of effective assistance of counsel on appeal presented colorable claim for post-conviction relief.  81 H. 185 (App.), 914 P.2d 1378.\n  Discussed:  97 H. 1, 32 P.3d 647."
}