{
    "name": "Advance mental health care directive; designation of agent",
    "number": "3",
    "text": "(a)  A competent adult or emancipated minor may make a written advance mental health care directive declaring preferences or instructions regarding mental health treatment. The preferences or instructions may include consent to, or refusal of, mental health treatment.  An advance mental health care directive may be a part of, or combined with, a written advance health care directive under chapter 327E.\n\t(b)  A principal, in a power of attorney contained in the written advance mental health care directive, may designate a competent adult to act as an agent to make any and all mental health care and mental health treatment decisions on behalf of the principal when the principal lacks capacity, unless otherwise specified or limited by the advance mental health care directive.  A principal, in a power of attorney contained in the written advance mental health care directive, may also designate competent adults to act as alternate agents, in the order so designated, if the original agent is unable or unwilling to act.\n\t(c)  A written advance mental health care directive may include the principal's nomination of a guardian of the person. The court shall make its appointment of a guardian of the person in accordance with the principal's most recent nomination in a valid and unrevoked advance mental health care directive, except for good cause shown.\n\t(d)  No individual shall be required to execute or refrain from executing an advance mental health care directive or power of attorney as a condition for insurance coverage, receiving mental or physical health services, receiving privileges while in a health care institution, or as a condition of discharge from a health care institution.\n\t(e)  An advance mental health care directive is valid and effective only if it is in writing, contains the date of its execution, is signed by the principal, and is witnessed in one of the following methods:\n\n\n\n\t(1)\tSigned by at least two competent adults, except those as provided in subsection (f), each of whom shall attest that the principal is known to them, signed the advance mental health care directive in their presence, and appears to be of sound mind and not under duress, fraud, or undue influence; or\n\t(2)\tAcknowledged before a notary public within this State.\n\n\n\n\t(f)  None of the following may serve as a witness to the signing of an advance mental health care directive:\n\n\n\n\t(1)\tA health care provider, supervising health care provider, or an employee or relative of a health care provider or supervising health care provider;\n\t(2)\tAn owner, operator, or employee of a health care provider or health care institution in which the principal is a patient or resident;\n\t(3)\tA person related to the principal by blood, marriage, or adoption; or\n\t(4)\tThe agent or alternate agents.\n\n\n\n\t(g)\tNone of the following may serve as an agent or alternate agent under a designation in a power of attorney contained in an advance mental health care directive:\n\n\n\n\t(1)\tA health care provider, supervising health care provider, or an employee of a health care provider or supervising health care provider, unless that person is related to the principal by blood, marriage, or adoption; or\n\t(2)\tAn owner, operator, or employee of a health care provider or health care institution in which the principal is a patient or resident, unless that person is related to the principal by blood, marriage, or adoption.\n\n\n\n\t(h)  An advance mental health care directive and power of attorney becomes effective when it is delivered to a health care provider, supervising health care provider, or health care institution and remains effective until revoked.\n\t(i)\tAn advance mental health care directive executed prior to [July 13, 2004,] shall be valid for the purposes of this chapter if it complies substantially with this chapter or if it was executed in compliance with the laws of the state where it was executed. [L 2004, c 224, pt of §2]"
}