{
    "name": "Parental preferences in government contracts, programs, and services",
    "number": "7.5",
    "text": "(a)  The purpose of this section is to help to eliminate any preference in a state or county executive agency or judiciary contract, program, or service that favors one parent over the other in terms of child-rearing; provided that nothing in this section is intended to affect maternity benefits.  This section shall not serve as a legal basis to invalidate any state, county, or judiciary contract, program, or service.\n\t(b)  All state and county executive agencies and the judiciary shall review their respective contracts, programs, and services that affect parental roles in children's health, welfare, and education and, in the sole discretion of the agency or judiciary, determine whether a preference exists that favors one parent over another in the raising of their children.  If a determination in the sole discretion of the agency or the judiciary is made that a preference exists, it shall direct its staff to analyze the preference and determine whether it unfairly precludes a parent from participating in child-rearing.  If so, the state or county agency or the judiciary shall seek to eliminate that preference by encouraging modifications to ensure the inclusion of both parents in all contracts, programs, and services designed to assist in the raising of children; provided that this provision shall in no instance be interpreted to reduce or negatively impact maternity leave benefits or require any changes in personnel programs or work force policies.\n\t(c)  This section shall not apply to a preference that:\n\n\n\n\t(1)\tThe state or county agency or the judiciary determines to be in the best interest of the child;\n\t(2)\tWould impose an unreasonable burden on the State, a county, or the judiciary by removing a preference from existing contracts, programs, or services; or\n\t(3)\tConflicts with existing collective bargaining contracts.\n\n\n\n\t(d)  Each state and county executive agency and the judiciary under subsection (b) shall report to the legislature on the implementation of this section no later than twenty days before the beginning of the regular session of 2003, and annually thereafter. [L 2001, c 301, §2; am L 2002, c 162, §1]"
}