{
    "name": "Purpose and use of state small boat harbors",
    "number": "9",
    "text": "(a)  State small boat harbors are constructed, maintained, and operated for the purposes of:\n     (1)  Recreational boating activities;\n     (2)  Landing of fish; and\n     (3)  Commercial vessel activities.\nFor the purpose of this section, \"recreational boating activities\" means the utilization of watercraft for sports, hobbies, or pleasure, and \"commercial vessel activities\" means the utilization of vessels for activities or services provided on a fee basis.  To implement these purposes, only vessels in good material and operating condition that are regularly navigated beyond the confines of the small boat harbor, and which are used for recreational activities, the landing of fish, or commercial vessel activities shall be permitted to moor, anchor, or berth at such harbor or use any of its facilities.\n     (b)  Vessels used for purposes of recreational boating activities which are also the principal habitation of the owners shall occupy no more than one hundred twenty-nine berths at Ala Wai boat harbor and thirty-five berths at Keehi boat harbor, which is equal to fifteen per cent of the respective total moorage space that was available as of July 1, 1976, at the Ala Wai and Keehi boat harbors.  Notwithstanding the purposes of small boat harbors, moorage for commercial vessels and commercial vessel activities is not permitted in the Ala Wai and Keehi boat harbors; provided that commercial catamarans, for which valid permits or registration certificates have been issued by the department which allow the catamarans to operate upon Waikiki shore waters for hire, may be permitted to moor in Ala Wai boat harbor at facilities leased for commercial purposes.  The department shall allow a sole proprietor of a catamaran operating with a valid commercial registration certificate issued by the department for a commercial catamaran to land its commercial catamaran on Waikiki beach and to operate upon Waikiki shore waters for hire, to transfer the ownership of the vessel from personal ownership to corporate or other business ownership without terminating the right to operate under the commercial registration certificate.  The existing commercial registration certificate shall be reissued in a timely manner in the name of the transferee corporation or other business entity.  No commercial registration issued to an owner of a commercial catamaran operating in the Waikiki area shall be denied or revoked without a prior hearing held in accordance with chapter 91.\n     (c)  Notwithstanding any limitations on commercial permits for Maui county small boat facilities, vessels engaging in inter-island ferry service within Maui county shall be afforded preferential consideration for ferry landings, including the issuance of a commercial operating permit and the waiver of any applicable fees, at Maui county small boat facilities; provided that:\n     (1)  The vessel operator has been issued a certificate of public convenience and necessity for the purpose of engaging in inter-island ferry service that includes a route within Maui county;\n     (2)  The design and performance characteristics of the vessel will permit safe navigation within the harbor entrance channel and safe docking within Maui county small boat facilities;\n     (3)  The vessel operations will not result in unreasonable interference with the use of Maui county small boat facilities by other vessels; and\n     (4)  All preferential consideration and waivers, including any commercial permits issued under this section, shall cease upon the vessel operator's termination of inter-island ferry service within Maui county.\n     (d)  The chairperson may adopt rules pursuant to chapter 91 to further implement this section. [L 1991, c 272, pt of §2; am L 1995, c 86, §2; am L 1997, c 160, §4; am L 1999, c 266, §1; am L 2001, c 9, §1; am L 2006, c 123, §1]\n \nNote\n \n  L 1999, c 266, §2 provides:\n  \"SECTION 2.  Any corporation holding a valid commercial registration certificate issued by the department as of January 1, 1999, to operate a commercial catamaran upon Waikiki shore waters for hire and to land on Waikiki beach shall not have its commercial registration certificate revoked on the basis of a past error or omission executed by the department in allowing the transfer of ownership of the vessel from personal ownership to corporate or other business ownership.\"\n \nCross References\n \n  Intra-island water ferry transportation system, see §268-2.5."
}