{
    "name": "Application for certificate of authority",
    "number": "1002",
    "text": "(a)  A foreign limited liability company may apply for a certificate of authority to transact business in this State by delivering an application to the director for filing.  The application shall set forth:\n\n\n\n\t(1)\tThe name of the foreign limited liability company or, if its name is unavailable for use in this State, a name that satisfies the requirements of section 428-1005;\n\t(2)\tThe name of the state or country under whose law it is organized;\n\t(3)\tA representation and warranty that a list of the names of and addresses of all members and their respective capital contributions are kept and will be kept at its principal office until cancellation, in accordance with section 428-1007, of the foreign limited liability company's authority to transact business in this State;\n\t(4)\tThe mailing address of its principal office, the street address of its initial registered office in this State, and the name of its initial registered agent at its initial registered office in this State;\n\t(5)\tWhether the duration of the company is for a specified term and, if so, the period specified;\n\t(6)\tWhether the company is manager-managed, and:\n\n\t\t(A)\tIf so, the name and address of each manager; or\n\t\t(B)\tIf not, the name and address of each member;\n\n\t(7)\tWhether the members of the company are to be liable for its debts and obligations under a provision similar to section 428-303(c); and\n\t(8)\tAny additional information as may be necessary or appropriate to enable the director to determine whether the foreign limited liability company is entitled to obtain authority to transact business in this State.\n\n\n\n\t(b)  A foreign limited liability company shall deliver with the completed application a certificate of existence or a record of similar import authenticated by the secretary of state or other official having custody of company records in the state or country under whose law it is organized, which certificate shall be dated not earlier than sixty days prior to the filing of the application.  If the certificate is in a foreign language, a translation attested to under oath by the translator shall accompany the certificate. [L 1996, c 92, pt of §1; am L 2000, c 219, §79; am L 2002, c 130, §108; am L 2003, c 124, §78; am L 2004, c 121, §49]"
}