{
    "name": "Articles of conversion",
    "number": "902.6",
    "text": "(a)  If a plan of conversion has been approved in accordance with section 428-902.5 and has not been abandoned, articles of conversion shall be executed by an officer or other duly authorized representative of the converting entity and shall set forth:\n\n\n\n\t(1)\tA statement certifying the following:\n\n\t\t(A)\tThe name, type of entity, and state or country of incorporation, formation, or organization of the converting and converted entities;\n\t\t(B)\tThat a plan of conversion has been approved;\n\t\t(C)\tThat an executed plan of conversion is on file at the principal place of business of the converting entity and stating the address thereof; and\n\t\t(D)\tThat a copy of the plan of conversion shall be furnished by the converting entity prior to the conversion or by the converted entity after the conversion on written request and without cost, to any member, shareholder, partner, or owner of the converting entity or the converted entity;\n\n\t(2)\tIf the converting entity is a domestic limited liability company, the total number of authorized votes, and the number voted for and against the plan; and\n\t(3)\tIf the converting entity is a foreign limited liability company or other entity, a statement that the approval of the plan of conversion was duly authorized and complied with the laws under which it was incorporated, formed, or organized.\n\n\n\n\t(b)  The articles of conversion shall be delivered to the director.  The converted entity, if a domestic corporation, domestic professional corporation, foreign corporation, domestic nonprofit corporation, general partnership, limited partnership, or domestic limited liability company shall attach a copy of its respective registration documents with the articles of conversion.\n\t(c)  If the director finds that the articles of conversion satisfy the requirements provided by law, and that all required documents are filed, the director, after all fees have been paid shall:\n\n\n\n\t(1)\tStamp the articles of conversion and include the date of the filing;\n\t(2)\tFile the document in the director's office; and\n\t(3)\tIssue a certificate of conversion to the converted entity or its authorized representatives. [L 1999, c 280, pt of §6; am L 2001, c 129, §99]"
}