{
    "name": "Fees",
    "number": "1301",
    "text": "PART XIII.  FEES, CHARGES, AND PENALTIES\n\n     (a)  The following fees shall be paid to the director upon the filing and issuance of records under this chapter:\n\n\n\n\t(1)\tArticles of organization, $100;\n\t(2)\tArticles of amendment, $25;\n\t(3)\tRestated articles of organization, $25;\n\t(4)\tArticles of merger or conversion, $100;\n\t(5)\tStatement of dissociation, $25;\n\t(6)\tArticles of termination, $25;\n\t(7)\tApplication for reinstatement for administratively terminated limited liability company, $25;\n\t(8)\tAnnual report, $25;\n\t(9)\tStatement of change of designated office or agent for service of process, or both, for limited liability company or foreign limited liability company, $25;\n\t(10)\tAgent's statement of change of address, $25 for each affected domestic limited liability company or foreign limited liability company; provided that if more than two hundred simultaneous filings are made, the fee shall be reduced to $1 for each affected domestic limited liability company or foreign limited liability company;\n\t(11)\tAny other statement or document of a domestic or foreign limited liability company, $25;\n\t(12)\tApplication for certificate of authority for foreign limited liability company, $100;\n\t(13)\tApplication for cancellation of authority of foreign limited liability company, $25;\n\t(14)\tReservation of name, $10;\n\t(15)\tGood standing certificate, $5;\n\t(16)\tAny other record not otherwise covered in this part, $25;\n\t(17)\tCertified copy of any record relating to a limited liability company or foreign limited liability company, $10 for the certificate and affixing the seal thereto;\n\t(18)\tSpecial handling fee for review of any record other than articles of merger or conversion, $25;\n\t(19)\tSpecial handling fee for review of articles of merger or conversion, $75;\n\t(20)\tSpecial handling fee for certificate issued by the director not otherwise covered by this section, $10 per certificate;\n\t(21)\tSpecial handling fee for certification of record, $10; and\n\t(22)\tAny service of notice, demand, or process upon the director as agent for service of process of a limited liability company or foreign limited liability company, $10, which amount may be recovered as taxable costs by the party to the suit or action causing such service to be made if such party prevails in the suit or action.\n\n\n\n\t(b)  All fees collected under this section shall be managed in accordance with section 26-9(l). [L 1996, c 92, pt of §1; am L 1998, c 11, §23; am L 1999, c 129, §16 and c 280, §23; am L 2000, c 219, §82; am L 2001, c 129, §103; am L 2004, c 116, §9 and c 117, §6]"
}