{
    "name": "Commuter benefits program",
    "number": "16.2",
    "text": "(a)  The counties may adopt an ordinance establishing a commuter benefits program that consists of one or more of the following commuter benefits options:\n     (1)  A program, consistent with section 132(f) of the Internal Revenue Code of 1986, as amended, allowing covered employees to elect to exclude from taxable wages costs incurred for transit passes, vanpool charges, and bicycle commuting costs up to the maximum amount allowed by federal tax law;\n     (2)  A program whereby the employer offers employees a subsidy to offset the monthly cost of commuting via transit, vanpool, or bicycle.  The subsidy shall be equal to the lesser of the monthly cost of a transit pass or the monthly cost of a vanpool; provided that a subsidy for bicycle costs shall be in addition to subsidies for transit and vanpool costs; or\n     (3)  Transportation furnished by the employer at no cost or low cost, as determined by the designated authority, to employees in a vanpool, bus, or similar multi-passenger vehicle operated by or for the employer.\n     (b)  Nothing in this section shall prevent an employer from offering a more generous commuter benefit that is otherwise consistent with the requirements of the applicable commuter benefits ordinance.  Nothing in this section shall require employees to change their method of commute.  This section shall not be construed to absolve any employer or other party from any obligation required by an existing collective bargaining agreement with employees or any provision of law.\n     (c)  For purposes of this section:\n     \"Employee\" means any person who is on the employer's payroll and works in a full-time or part-time position.  The term includes any person who is entitled to payment of a minimum wage from an employer under the Hawaii minimum wage law.\n     \"Employer\" means any person, including corporate officers or executives, who directly or indirectly or through an agent of any other person, including through the services of a temporary service or staffing agency or similar entity, employs or exercises control over the wages, hours, or working conditions of an employee.\n     \"Transit pass\" means any pass, token, fare card, voucher, or similar item entitling a person to transportation on public transit, including but not limited to travel by bus or train.\n     \"Vanpool\" means any highway vehicle that:\n     (1)  Has the seating capacity of at least six adults, not including the driver; and\n     (2)  Is reasonably expected to use at least eighty per cent of the mileage for the purpose of transporting a number of employees equal to at least fifty per cent of the seating capacity of the vehicle, not including the driver, in connection with travel between the residence and place of employment of employees. [L 2015, c 205, §2]"
}