{
    "name": "Agricultural and aquacultural buildings and structures; no building permit required",
    "number": "88",
    "text": "(a)  Each county shall establish an agricultural buildings and structures exemption list of buildings and structures that are exempt from existing building permit requirements.  The list shall be established by each county no later than January 1, 2013.  Agricultural buildings, structures, or appurtenances thereto, which are not used as dwelling or lodging units, may be exempted from existing building permit requirements where they are no more than 1,000 square feet in floor area; provided that the aggregate floor area of the exempted agricultural building, structure, or appurtenance thereto shall not exceed 5,000 square feet per zoning lot and the minimum horizontal separation between each agricultural building, structure, or appurtenance thereto is fifteen feet, and the agricultural buildings, structures, or appurtenances thereto are located on a commercial farm or ranch and are used for general agricultural or aquacultural operations, or for purposes incidental to such operations; provided further that:\n     (1)  The agricultural building, structure, or appurtenance thereto is constructed or installed on property that is used primarily for agricultural or aquacultural operations, and is two or more contiguous acres in area or one or more contiguous acres in area if located in a nonresidential agricultural or aquacultural park;\n     (2)  Upon completion of construction or installation, the owner or occupier shall provide written notice to the appropriate county fire department and county building permitting agency of the size, type, and locations of the building, structure, or appurtenance thereto.  Such written notification shall be provided to the county agencies within thirty days of the completion of the building, structure, or appurtenance thereto.  Failure to provide such written notice may void the building permit exemption, which voidance for such failure is subject to the sole discretion of the appropriate county building permitting agency;\n     (3)  No electrical power and no plumbing systems shall be connected to the building or structure without first obtaining the appropriate county electrical or plumbing permit, and all such installations shall be installed under the supervision of a licensed  electrician or plumber, as appropriate, and inspected and approved by an appropriate county or licensed inspector; and\n     (4)  Disposal of wastewater from any building or structure constructed or installed pursuant to this section shall comply with chapter 342D.\n     (b)  For purposes of subsection (a), the following buildings and structures and appurtenances thereto shall be included in each county's agricultural building and structures exemption list:\n     (1)  Nonresidential manufactured pre-engineered commercial buildings and structures consisting of no more than 1,000 square feet that have no electrical power and have no potable water, sewage, or other plumbing related services, or have such electrical or plumbing related services installed and inspected in accordance with subsection (a)(3) and (4);\n     (2)  Single stand alone recycled ocean shipping or cargo containers that are used as nonresidential commercial buildings;\n     (3)  Notwithstanding the 1,000 square foot floor area restriction in subsection (a), agricultural shade cloth structures, cold frames, or greenhouses not exceeding 20,000 square feet in area per structure; provided that where multiple structures are erected, the minimum horizontal separation between each shade cloth structure, cold frame, or greenhouse is fifteen feet;\n     (4)  Aquacultural or aquaponics structures, including above-ground water storage or production tanks, troughs, and raceways with a maximum height of six feet above grade, and in-ground ponds and raceways, and piping systems for aeration, carbon dioxide, or fertilizer or crop protection chemical supplies within agricultural or aquacultural production facilities;\n     (5)  Livestock watering tanks, water piping and plumbing not connected to a source of potable water, or separated by an air gap from such a source; \n     (6)  Non-masonry fences not exceeding ten feet in height and masonry fences not exceeding six feet in height;\n     (7)  One-story masonry or wood-framed buildings or structures with a structural span of less than twenty-five feet and a total square footage of no more than 1,000 square feet, including farm buildings used as:\n         (A)  Barns;\n         (B)  Greenhouses;\n         (C)  Farm production buildings including aquaculture hatcheries and plant nurseries;\n         (D)  Storage buildings for farm equipment or plant or animal supplies or feed; or\n         (E)  Storage or processing buildings for crops; provided that the height of any stored items shall not collectively exceed twelve feet in height and the storage of any hazardous materials shall comply with any and all applicable statutes, regulations, and codes;\n     (8)  Raised beds containing soil, gravel, cinders, or other growing media or substrates with wood, metal, or masonry walls or supports with a maximum height of four feet; and\n     (9)  Horticultural tables or benches no more than four feet in height supporting potted plants or other crops;\nprovided that the buildings, structures, and appurtenances thereto comply with all applicable state and county codes, including but not limited to applicable building, fire, health, safety, and zoning codes and are properly anchored.\n     (c)  In the event that a county fails to establish the agricultural buildings and structures exemption list within the time period as required under subsection (a), the buildings and structures specified in subsection (b) shall constitute that county's agricultural building and structures exemption list.\n     (d)  As used in this section:\n     \"Agricultural building or aquacultural building\" means a nonresidential building or structure located on a commercial farm or ranch constructed or installed to house farm or ranch implements, agricultural or aquacultural feeds or supplies, livestock, poultry, or other agricultural or aquacultural products, used in or necessary for the operation of the farm or ranch, or for the processing and selling of farm or ranch products. \n     \"Agricultural operation\" means the planting, cultivating, harvesting, processing, or storage of crops, including those planted, cultivated, harvested, and processed for food, ornamental, grazing, feed, or forestry purposes, as well as the feeding, breeding, management, and sale of animals including livestock, poultry, honeybees, and their products. \n     \"Appurtenance\" means an object or device in, on, or accessory to a building or structure, and which enhances or is essential to the usefulness of the building or structure, including but not limited to work benches, horticultural and floricultural growing benches, aquacultural, aquaponic, and hydroponic tanks, raceways, troughs, growbeds, and filterbeds, when situated within a structure.\n     \"Aquacultural operation\" means the propagation, cultivation, farming, harvesting, processing, and storage of aquatic plants and animals in controlled or selected environments for research, commercial, or stocking purposes and includes aquaponics or any growing of plants or animals in or with aquaculture effluents.\n     \"Manufactured pre-engineered commercial building or structure\" means a building or structure whose specifications comply with appropriate county codes, and have been pre-approved by a county or building official.\n     \"Nonresidential building or structure\" means a building or structure that is used only for agricultural or aquacultural operations, including an agricultural building or aquacultural building, and is not intended for use as, or used as, a dwelling.\n     (e)  This section shall not apply to buildings or structures otherwise exempted from building permitting or building code requirements by applicable county ordinance.\n     (f)  This section shall not be construed to supersede public or private lease conditions.\n     (g)  This section shall not apply to the construction or installation of any building or structure on land in an urban district. [L 2012, c 114, §2]"
}