{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter unless the context otherwise requires:\n     \"Department\" means the department of commerce and consumer affairs.\n     \"Director\" means the director of commerce and consumer affairs.\n     \"Occupational therapy services\" include:\n     (1)  The assessment of needs and provision of treatment in consultation with the individual, family, or other appropriate persons;\n     (2)  Interventions directed toward developing, improving, ascertaining, enhancing, or restoring:\n         (A)  Daily living skills, including self-care skills and activities that involve interactions with others and the environment, work readiness or work performance, play skills or leisure capacities, or educational performance skills; or\n         (B)  Sensorimotor, oral-motor, perceptual, or neuromuscular functioning; or emotional, motivational, cognitive, or psychosocial components of performance;\n     (3)  The education of the individual, family, or other appropriate persons in carrying out appropriate interventions;\n     (4)  Design, development, adaptation, application, or training in the use of:\n         (A)  Assistive technology devices; and\n         (B)  Rehabilitative technology such as orthotic or prosthetic devices;\n     (5)  The application of physical agent modalities as an adjunct to, or in preparation for, purposeful activity;\n     (6)  The application of ergonomic principles, and the adaptation of environments and processes to enhance functional performance; and\n     (7)  The promotion of health and wellness. [L 2001, c 198, pt of §1; am L 2003, c 97, §5]\n \nNote\n \n  Former  renumbered as .5."
}