{
    "name": "Employees of private schools; criminal history record checks",
    "number": "1",
    "text": "(a)  Private schools shall develop procedures for obtaining verifiable information regarding the criminal history of persons who are employed or are seeking employment in positions that place them in close proximity to children.  These procedures shall include criminal history record checks in accordance with section 846-2.7.  The private school and designated organization shall establish safeguards and procedures to protect against inadvertent or inappropriate disclosure of information obtained under this section.  The fee charged by the Hawaii criminal justice data center to perform criminal history record checks may be passed on to the applicant for employment by the private school or designated organization.\n\t(b)  Information obtained pursuant to this section shall be used exclusively by the private school or designated organization for the purpose of determining whether a person is suitable for working in close proximity to children.  All decisions shall be subject to federal laws and regulations currently or hereafter in effect.\n\t(c)  Private schools may refuse to employ or may terminate the employment of an employee or applicant for employment if the person has been convicted of an offense for which incarceration is a sentencing option, and if the private school finds by reason of the nature and circumstances of the crime that the person poses a risk to the health, safety, or well-being of children.  Refusal or termination may occur only after appropriate investigation, notification to the employee or applicant for employment of results and planned action, and after the employee or applicant for employment is given an opportunity to meet and rebut the finding.\n\t(d)  The State, the Hawaii criminal justice data center, and their respective officers and employees, shall be immune from civil liability for any official act, decision, or omission performed pursuant to this section that is not the result of gross negligence or wilful misconduct.  The State, the Hawaii criminal justice data center, and their respective officers and employees shall be immune from civil liability for any act, decision, omission to act or decide, or use of the information by any private school or designated organization authorized to receive or who receives information pursuant to this section.\n\t(e)  This section shall not be used by private schools to secure criminal history record checks on persons who have been employed continuously by the private school on a salaried basis prior to July 1, 2000.\n\t(f)  As used in this section:\n\t\"Designated organization\" means a private organization that receives criminal history record check information from the Hawaii criminal justice data center on behalf of private schools. [L 2003, c 95, pt of §4]\nRevision Note\n  Enacted as an addition to chapter 302A, this section is designated as a new chapter pursuant to §23G-15(1)."
}