{
    "name": "Six years",
    "number": "1",
    "text": "PART I.  PERSONAL ACTIONS\n\n     The following actions shall be commenced within six years next after the cause of action accrued, and not after:\n\n\n\n\t(1)\tActions for the recovery of any debt founded upon any contract, obligation, or liability, excepting such as are brought upon the judgment or decree of a court; excepting further that actions for the recovery of any debt founded upon any contract, obligation, or liability made pursuant to chapter 577A shall be governed by chapter 577A;\n\t(2)\tActions upon judgments or decrees rendered in any court not of record in the State, or, subject to section 657-9, in any court of record in any foreign jurisdiction;\n\t(3)\tActions for taking or detaining any goods or chattels, including actions in the nature of replevin;\n\t(4)\tPersonal actions of any nature whatsoever not specifically covered by the laws of the State. [CC 1859, §1036; am imp L 1907, c 113, §1; am L 1913, c 19, §1; RL 1925, §2639; RL 1935, §3910; am L 1943, c 139, §1; RL 1945, §10421; RL 1955, §241-1; am L 1965, c 139, §1; HRS ; am L 1972, c 105, §1(a); am L 1978, c 109, §3]\n\n\n\n\nCross References\n  Criminal prosecutions, see §701-108.\n  Decedent's cause of action, see §560:3-109 and §560:3-802.\n  Probate proceedings, see §560:3-108.\n  Proceedings against trustees after final account, see §560:7-307.\n  See Uniform Commercial Code:  §490:2-725, four-year period of limitation on actions for breach of contract for sale of goods, including actions for breach of warranty; §490:6-111, six-month period of limitation on actions or levies concerning bulk transfers.\nRules of Court\n  Commencement of actions, see HRCP rule 3.\nAttorney General Opinions\n  Statute of limitations does not run against State in absence of express provision including it.  Att. Gen. Op. 63-36.\nCase Notes\n  Six-year limitations period for contracts was considered adequate time for union trust fund to bring action against employer.  823 F.2d 289.\n  Applicable limitations period for actions brought under 42 U.S.C. 1983.  574 F. Supp. 1510; 749 F.2d 588.\n  Paragraph (1)'s six-year limitation period applied to employer's claim for breach of duty of loyalty.  338 F.3d 1082.\n  Six-year statute of limitations governs federal securities fraud claims brought pursuant to Rule 10b-5 of the Rules and Regulations of the Securities Exchange Act of 1934 and claims brought under Hawaii's civil RICO statute.  758 F. Supp. 1357.\n  Statute of limitations in §294-36 [§431:10C-315's predecessor] applied to underinsured motorist benefits claim, where defendant asserted that appropriate statute of limitations was the statute of limitations applicable to contract actions under this section.  847 F. Supp. 787.\n  Where defendant contended that claim for breach of implied covenant of good faith and fair dealing was barred by two-year statute of limitations governing damage to persons and property (657-7), since there is no element in the cause of action for bad faith that requires a plaintiff to suffer personal injury, it is not in reality a cause of action based upon a \"personal injury\", and the applicable statute of limitations is six years and is found in the catchall provision of this section (657-1(4)).   986 F. Supp. 1334.\n  Magistrate's finding that paragraph (1) did not bar defendant's breach of contract counterclaim due to its relation back under federal rules of civil procedure rule 15(c) not clearly erroneous.  217 F. Supp. 2d 1077.\n  Claims against sovereign:  Statute does not run on claim against sovereign who cannot be sued.  3 H. 483.  When suit permitted against sovereign must be brought within time limited. 11 H. 404.\n  Miscellaneous:  Merchants' accounts not exempt.  2 H. 730. Concerning promissory notes.  4 H. 358; 19 H. 553; 23 H. 328. Promise to pay note of another.  17 H. 32.  Partners' accounts. 6 H. 162.  Assumption of partnership debts on dissolution.  8 H. 439.  Effect of statute, consideration of in connection with allowance of amendments of pleadings.  9 H. 543; 16 H. 485; 30 H. 132, 145.  Guardian and ward.  20 H. 378.  Without demand statute does not run in favor of fiduciary agent until death of one party.  19 H. 359.  Use and occupation by cotenant.  10 H. 662.  Foreclosure of mortgage not barred though statute has run against note.  20 H. 620.  Statute commences on breach of covenant of quiet enjoyment in lease.  23 H. 349, 354.  Implied covenant.  41 H. 124.  On a continuing contract, statute commences not with first breach or failure, but when plaintiff elects to disaffirm contract.  23 H. 739.  Contract to cultivate land.  29 H. 579.  Computation of period.  29 H. 579.  Revival by statute of barred claim.  33 H. 379.\n  New promise:  Part payment as new promise.  9 H. 272; 11 H. 706; 24 H. 216.  In order to remove bar must be express promise or admission of debt which party is liable to pay.  18 H. 569; 23 H. 696.  Acknowledgment and new promise.  21 H. 167.  Payment by one joint and several obligor without knowledge of others start statute anew against all.  22 H. 140.  Interest payment by maker without knowledge of guarantor does not start statute anew against guarantor.  28 H. 275.\n  Effect of new promise on limitation period.  57 H. 429, 558 P.2d 479.\n  A new promise by debtor to pay debt, whether then barred by applicable statute of limitations or not, binds debtor for new period.  2 H. App. 383, 633 P.2d 550.\n  Exceptions:  Statute does not run between death of intestate and appointment of administrator.  3 H. 367; see 3 H. 483. Although statute has run, equity may decree repayment.  4 H. 593.  Continuing express trust in personalty not within the statute.  5 H. 497.  Claims of Territory for taxes not barred. 21 H. 597; 18 H. 252.  Statute tolled by disability of infancy, when.  20 H. 170.  This section does not apply to injuries to land.  20 H. 237.  Statute does not begin to run against district court judgment pending judgment on appeal.  20 H. 370. Parties may stipulate as to time for action and if reasonable statute does not apply.  23 H. 160, 163.  Ordinarily defense of laches will be applied by analogy to the statute of limitations. 9 H. 571; 44 H. 297, 300, 353 P.2d 820.  See 32 H. 936, aff'd 75 F.2d 74.  Defense of statute may be waived.  9 H. 566; 20 H. 4; 22 H. 655.  On default court will not exercise for defendant the privilege of the statute.  22 H. 721.  Defense of statute of limitations is personal to defendant; creditor may not invoke statute to cut off prior garnishment based on judgment more than six years old.  50 H. 273, 439 P.2d 217.\n  Account stated, nature of.  51 H. 451, 462 P.2d 476.\n  Under HRCP 15(c), claim asserted in amended pleadings after statute has run will not be barred if it arose out of a timely pleaded factual situation.  52 H. 563, 481 P.2d 310.\n  Waiver of statute; where one lulls another as by a stipulation into allowing the statute to run out, one cannot assert the statute as a bar.  52 H. 563, 481 P.2d 310.\n  Claims for legal malpractice governed by par. (1).  55 H. 167, 517 P.2d 1.\n  Claim based on fraudulent representations or negligent representations is governed by clause (4).  63 H. 210, 620 P.2d 173.\n  Claim based on express warranty is in contract and is governed by clause (1); breach of express warranty occurs when.  63 H. 210, 626 P.2d 173.\n  Not applicable limitations period for arbitration of disputes under no-fault policy.  68 H. 117, 706 P.2d 16.\n  Section inapplicable to action seeking enforcement of promissory note which had merged into divorce decree.  73 H. 566, 836 P.2d 1081.\n  Two-year statute of limitations of §657-7 governs actions brought under 42 U.S.C. §1983 rather than six-year \"catchall\" limitations period of paragraph (4).  73 H. 578, 837 P.2d 1247.\n  Where fraudulent misrepresentation action was governed by general limitations period of six years under paragraph (4) and complaint was filed six years four months after death of person making alleged misrepresentation, summary judgment properly granted.  86 H. 21, 946 P.2d 1317.\n  The statute of limitations in a legal malpractice claim is governed by paragraph (1), the accrual of which is determined by application of the discovery rule.  95 H. 247, 21 P.3d 452.\n  Cited:  3 H. 21, 24; 3 H. 614; 9 H. 121; 10 H. 249, 251; 10 H. 614, 620; 11 H. 100; 19 H. 511, 513; 20 H. 433, 443; 22 H. 174, 181; 22 H. 357, 362; 25 H. 483; 28 H. 519, 524; 29 H. 376, 389; 33 H. 795, 796; 36 H. 530; 43 H. 17, 18; 190 F.2d 155, 159; 198 F. Supp. 78, 90; 256 F. Supp. 204, 214.\n  Mentioned:  11 F. Supp. 2d 1204."
}