{
    "name": "Twenty years",
    "number": "31",
    "text": "PART II.  REAL ACTIONS\n\nLaw Journals and Reviews\n\n  The Statutory Elements of Hawaii's Adverse Possession Law.  14 HBJ No. 2 Summer 1978, pg. 67.\n     No person shall commence an action to recover possession of any lands, or make any entry thereon, unless within twenty years after the right to bring the action first accrued. [L 1870, c 22, §1; am L 1898, c 19, §1; RL 1925, §2657; RL 1935, §3928; RL 1945, §10439; RL 1955, §241-30; HRS ; am L 1973, c 26, §4]\nLaw Journals and Reviews\n  Beach Access:  A Public Right?  23 HBJ 65.\nCase Notes\n  Miscellaneous:  Doctrine of lost grant invoked against State.  25 H. 357, aff'd 272 F. 856.  As to dower being barred.  6 H. 651; 15 H. 284.  As to curtesy.  16 H. 432.  May run in favor of married woman.  9 H. 135.  Parol gift of land followed by required period of adverse possession cannot be disturbed.  10 H. 495.  Parol exchange.  4 H. 198.  Foreclosure of mortgage.  14 H. 527; 15 H. 507; 17 H. 49; 19 H. 382; 20 H. 620.  Deficiency judgment.  20 H. 620.  Term \"entry\" has common law meaning.  19 H. 681.  Interruption of statute.  22 H. 673; 30 H. 204.  Running of statute not checked by conveyance to minor.  24 H. 1, 6.  As to cotenant and ouster.  24 H. 361.  Acceptance of deed does not necessarily affect adverse possession.  5 H. 104; 48 H. 17, 395 P.2d 273.  Acceptance by defendant of Royal Patent in name of plaintiff.  6 H. 390.  Legal presumption of a deed.  24 H. 750.  Basis of statute differs from laches.  25 H. 438, aff'd 269 F. 751.  Statute distinguished from presumption of lost grant.  25 H. 357, aff'd 272 F. 586.  Tacking and taxes.  31 H. 108.  Directed verdict, possession less than 10 years.  31 H. 436.  Where evidence of adverse possession is clear and undisputed it is error not to direct a verdict.  48 H. 17, 395 P.2d 273.  Fractional interests.  30 H. 100.\n  Requirements of adverse possession.  7 H. 590; 11 H. 518; 14 H. 321; 14 H. 330; 26 H. 809.  Occasional visits to land without residence or occupation held insufficient.  4 H. 207.  Long acquiescence in adverse possession though not a bar till after statutory period held to be significant.  6 H. 700.  Plaintiff in ejectment need not show possession within statutory period if plaintiff shows title and no adverse possession is proved.  7 H. 324.  Landlord and tenant.  12 H. 142.  Konohiki and tenant.  4 H. 259; 10 H. 166; 15 H. 124; 19 H. 484.  As between cotenants.  4 H. 42; 5 H. 491; 7 H. 575; 10 H. 583; 13 H. 716; 16 H. 228; 20 H. 724; 36 H. 614; 39 H. 327.  As to infants.  7 H. 421; 16 H. 228.  Possession by administrator.  4 H. 571; 4 H. 577.  After administrator's discharge administrator holds realty adverse to the heirs.  6 H. 183.  Claim must be ownership in fee.  16 H. 432; 18 H. 662; 19 H. 602; 22 H. 510.  Claim under defective title.  9 H. 135.  Claim where possession commenced with permission.  4 H. 481; 29 H. 750.  By more than one person.  31 H. 661.  Recognition of title in another inconsistent with adverse possession.  37 H. 49.  See 33 H. 387; 34 H. 679; 34 H. 722; 36 H. 164; 39 H. 482.  Prima facie case of constructive adverse possession.  50 H. 369, 440 P.2d 965.\n  Entry means entry by claimant personally as well as entry through another.  54 H. 489, 510 P.2d 93.\n  Easement by prescription:  36 H. 692.\n  Exceptions:  Does not run against government.  3 H. 635; 7 H. 421; 16 H. 652; 18 H. 649.  Did run against king on private lands.  14 H. 330; 14 H. 643.  Mental incompetent.  31 H. 817.\n  Exclusivity of possession is essential to claim of adverse possession.  57 H. 172, 552 P.2d 77.\n  A tenant in common claiming adverse possession must prove tenant acted in good faith, which in most cases mandates actual notice to tenant's cotenants of tenant's claim.  57 H. 195, 552 P.2d 1380.\n  Element of hostility discussed.  60 H. 650, 594 P.2d 128.\n  Saving clause in 1973 amendment requires application of prior law's 10-year period of limitations in adverse possession case.  3 H. App. 11, 639 P.2d 1119.\n  Cited:  3 H. 610, 612; 3 H. 768, 776; 5 H. 377, 378; 5 H. 525; 6 H. 329, 330; 6 H. 545; 6 H. 573; 7 H. 575, 577; 8 H. 508, 510; 10 H. 573, 574; 11 H. 644, 649; 11 H. 755, 757; 14 H. 643, 644; 16 H. 345, 347; 18 H. 121, 123; 21 H. 252, 253; 31 H. 376, 383; 31 H. 796, 798; 32 H. 659, 661; 48 H. 17, 19, 395 P.2d 273; 49 H. 537, 553, 425 P.2d 83; 73 H. 297, 832 P.2d 724.\nHawaii Legal Reporter Citations\n  Action not barred.  80-2 HLR 800829."
}