{
    "name": "Surcharge",
    "number": "4",
    "text": "(a)  A monthly wireless enhanced 911 surcharge, subject to this chapter, shall be imposed upon each commercial mobile radio service connection.\n     (b)  The effective date of the surcharge shall be July 1, 2004.  The rate of the surcharge shall be set at 66 cents per month for each commercial mobile radio service connection.  The surcharge shall have uniform application and shall be imposed on each commercial mobile radio service connection operating within the State except:\n     (1)  Connections billed to federal, state, and county government entities; and\n     (2)  Prepaid connections.\n     (c)  All wireless providers and resellers shall bill to and collect from each of their customers a monthly surcharge at the rate established for each commercial mobile radio service connection.  The wireless provider or reseller may list the surcharge as a separate line item on each bill.  If a wireless provider or reseller receives a partial payment for a monthly bill from a commercial mobile radio service customer, the wireless provider or reseller shall apply the payment against the amount the customer owes the wireless provider or reseller, before applying the partial payment against the surcharge.\n     (d)  A wireless provider that:\n     (1)  Is collecting the surcharge and remitting appropriate portions of the surcharge to the fund pursuant to this chapter; and\n     (2)  Has been requested by a public safety answering point to provide phase I or phase II wireless enhanced 911 service in a particular county or counties,\nmay recover wireless enhanced 911 commercial mobile radio service costs as provided in this chapter.\n     (e)  Each wireless provider or reseller may retain two per cent of the amount of surcharges collected to offset administrative expenses associated with billing and collecting the surcharge.\n     (f)  A wireless provider or reseller shall remit to the wireless enhanced 911 fund, within sixty days after the end of the calendar month in which the surcharge is collected, an amount that represents the surcharges collected less amounts retained for administrative expenses incurred by the wireless provider or reseller, as provided in subsection (e).\n     (g)  The surcharges collected by the wireless provider or reseller pursuant to this section shall not be subject to any tax, fee, or assessment, nor are they considered revenue of the provider or reseller.\n     (h)  Each customer who is subject to this chapter shall be liable to the State for the surcharge until it has been paid to the wireless provider.  Wireless providers shall have no liability to remit surcharges that have not been paid by customers.  A wireless provider or reseller shall have no obligation to take any legal action to enforce the collection of the surcharge for which any customer is billed.  However, the board may initiate a collection action against the customer.  If the board prevails in such a collection action, reasonable attorney's fees and costs shall be awarded.\n     (i)  At any time the members deem it necessary and appropriate, the board may meet to make recommendations to the legislature as to whether the surcharge and fund should be discontinued, continued as is, or amended.\n     (j)  When considering whether to discontinue, continue as is, or amend the fund or surcharge, the board's recommendations shall be based on the latest available information concerning costs associated with providing wireless enhanced 911 service in accordance with the Federal Communications Commission order. [L 2004, c 159, pt of §2]"
}