{
    "name": "Judgment; no reversal when",
    "number": "16",
    "text": "The supreme court, or the intermediate appellate court, as the case may be, may affirm, reverse, or modify the order, judgment, or sentence of the trial court in a criminal matter.  It may enter such order, judgment, or sentence, or may remand the case to the trial court for the entry of the same or for such other or further proceedings, as in its opinion the facts and law warrant.  It may correct any error appearing on the record.\n\tIn case of a conviction and sentence in a criminal case, if in its opinion the sentence is illegal or excessive it may correct the sentence to correspond with the verdict or finding or reduce the same, as the case may be.  In case of a sentence to imprisonment for life not subject to parole, the court shall review the evidence to determine if the interests of justice require a new trial, whether the insufficiency of the evidence is alleged as error or not.  Any order, judgment, or sentence entered by the court may be enforced by it or remitted for enforcement by the trial court.\n\tNo order, judgment, or sentence shall be reversed or modified unless the court is of the opinion that error was committed which injuriously affected the substantial rights of the appellant.  Nor shall there be a reversal in any criminal case for any defect of form merely in any indictment or information or for any matter held for the benefit of the appellant or for any finding depending on the credibility of witnesses or the weight of the evidence.  Except as otherwise provided by the rules of court, there shall be no reversal for any alleged error in the admission or rejection of evidence or the giving of or refusing to give an instruction to the jury unless such alleged error was made the subject of an objection noted at the time it was committed or brought to the attention of the court in another appropriate manner. [L 1892, c 95, §14; RL 1925, §2536; am L 1931, c 42, §2; RL 1935, §3563; RL 1945, §9564; RL 1955, §212-14; am L 1957, c 282, §2; HRS §641-24; am L 1972, c 89, pt of §5; ren HRS ; am L 1979, c 111, §6(5)]"
}