{
    "name": "From district courts",
    "number": "12",
    "text": "  Appeals upon the record shall be allowed from all final decisions and final judgments of district courts in all criminal matters.  Such appeals may be made to the supreme court, subject to chapter 602 whenever the party appealing shall file notice of the party's appeal within thirty days, or such other time as may be provided by the rules of the court.\n\tWithin a reasonable time after an appeal has been perfected from a decision of a district court to the appellate court in a criminal matter, it shall be incumbent upon the district court to make a return thereof, together with all papers and exhibits filed in such case.\n\tIt shall be the duty of the respective clerk of the supreme or the intermediate appellate court whichever has heard the appeal, to transmit within a reasonable time to the district court from whose decision the appeal was made, a statement showing the disposition of the case.\n\tAll appeals, whether heard by the intermediate appellate court or the supreme court, shall be filed with the clerk of the supreme court and shall be subject to one filing fee. [L 1972, c 89, pt of §5; HRS §641-11.5; ren HRS ; am L 1979, c 111, §6(3); gen ch 1985]\n    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  Appeals upon the record shall be allowed from all final decisions and final judgments of district courts in all criminal matters.  Such appeals may be made to the intermediate appellate court, subject to chapter 602, whenever the party appealing shall file notice of the party's appeal within thirty days, or such other time as may be provided by the rules of the court.\n\tWithin a reasonable time after an appeal has been perfected from a decision of a district court to the appellate court in a criminal matter, it shall be incumbent upon the district court to make a return thereof, together with all papers and exhibits filed in such case.\n\tIt shall be the duty of the clerk of the supreme court to transmit within a reasonable time, to the district court from whose decision the appeal was made, a statement showing the disposition of the case. [L 1972, c 89, pt of §5; HRS §641-11.5; ren HRS ; am L 1979, c 111, §6(3); gen ch 1985; am L 2004, c 202, §69]"
}