{
    "name": "Appeals as of right or interlocutory, civil matters",
    "number": "1",
    "text": "PART I.  APPEALS IN CIVIL ACTIONS AND PROCEEDINGS\n\n     (a)  [Subsection effective until June 30, 2006.  For subsection effective July 1, 2006, see below]  Appeals shall be allowed in civil matters from all final judgments, orders, or decrees of circuit and district courts and the land court, to the supreme court or to the intermediate appellate court, except as otherwise provided by law and subject to the authority of the intermediate appellate court to certify reassignment of a matter directly to the supreme court and subject to the authority of the supreme court to reassign a matter to itself from the intermediate appellate court.\n\t(a)  [Subsection effective July 1, 2006.  For subsection effective until June 30, 2006, see above.]  Appeals shall be allowed in civil matters from all final judgments, orders, or decrees of circuit and district courts and the land court to the intermediate appellate court, subject to chapter 602.\n\t(b)  Upon application made within the time provided by the rules of court, an appeal in a civil matter may be allowed by a circuit court in its discretion from an order denying a motion to dismiss or from any interlocutory judgment, order, or decree whenever the circuit court may think the same advisable for the speedy termination of litigation before it.  The refusal of the circuit court to allow an appeal from an interlocutory judgment, order, or decree shall not be reviewable by any other court.\n\t(c)  An appeal shall be taken in the manner and within the time provided by the rules of court. [L 1892, c 57, §69; am L 1892, c 109, §1; am L 1898, c 40, §1; RL 1925, §2509; RL 1935, §3501; am L 1939, c 18, §1; am L 1941, c 122, §1; RL 1945, §9503; am L 1945, c 194, §1; RL 1955, §208-3; HRS §641-2; am L 1972, c 89, pt of §5; ren HRS ; am L 1979, c 111, §6(1); am L 2004, c 202, §66]"
}