{
    "name": "Corporation board",
    "number": "3",
    "text": "(a)  The corporation shall be governed by a thirteen-member board of directors which shall carry out the duties and responsibilities of the corporation.\n     (b)  Ten members of the corporation board shall be appointed by the governor as follows:\n     (1)  One member from region I who resides in the city and county of Honolulu;\n     (2)  One member from region II who resides in the county of Kauai;\n     (3)  One member from region III who resides in the county of Maui;\n     (4)  One member from region IV who resides in the eastern section of the county of Hawaii;\n     (5)  One member from region V who resides in the western section of the county of Hawaii;\n     (6)  One member from region II who resides in the county of Kauai or from region III who resides in the district of Hana or on the island of Lanai; provided that in no event shall the member be appointed from the same region for two consecutive terms; and\n     (7)  Four at-large members who reside in the State.\n     The eleventh member shall be the chairperson of the executive public health facility management advisory committee, who shall serve as an ex officio, voting member.\n     The twelfth member, who shall serve as a voting member, shall be a physician with active medical staff privileges at one of the corporation's public health facilities.  The physician member shall serve a term of two years.  The initial physician member shall be from region II, and subsequent physician members shall come from regions IV, III, and V respectively.  The physician member position shall continue to rotate in this order.  The physician member shall be appointed to the corporation board by a simple majority vote of the members of the executive public health facility management advisory committee from a list of qualified nominees submitted by the public health facility management advisory committee for the region from which the physician member is to be chosen.  If for any reason a physician member is unable to serve a full term, the remainder of that term shall be filled by a physician from the same region.\n     The thirteenth member shall be the director of health or the director's designee, who shall serve as an ex officio, voting member.\n     Appointments to the corporation board, with the exception of the chairperson of the executive public health facility management advisory committee and the regional physician member, shall be made by the governor, subject to confirmation by the senate pursuant to section 26-34.  Prior to the transfer date, the public health facility management advisory committees appointed pursuant to section 323-66 for each county may recommend names to the governor for each position on the corporation board designated for a region which corresponds to its county.  After the transfer date, the public health facility management advisory committees appointed pursuant to section 323F-10 for each region may make such recommendations to the governor.  The appointed board members shall serve for a term of four years; provided that upon the initial appointment of the first ten members:\n     (1)  Two at-large members shall be appointed for a term of two years;\n     (2)  Three at-large members shall be appointed for a term of three years; and\n     (3)  Five regional members shall be appointed for a term of four years.\nAny vacancy shall be filled in the same manner provided for the original appointments.  The corporation board shall elect its own chair from among its members.\n     (c)  The selection, appointment, and confirmation of any nominee shall be based on ensuring that board members have diverse and beneficial perspectives and experiences and that they include, to the extent possible, representatives of the medical, business, management, law, finance, and health sectors, and patients or consumers.  Members of the board shall serve without compensation but may be reimbursed for actual expenses, including travel expenses incurred in the performance of their duties.\n     (d)  Any member of the board may be removed for cause by the governor or for cause by vote of a two-thirds majority of the board's members then in office.  For purposes of this section, cause shall include without limitation:\n     (1)  Malfeasance in office;\n     (2)  Failure to attend regularly called meetings;\n     (3)  Sentencing for conviction of a felony, to the extent allowed by section 831-2; or\n     (4)  Any other cause that may render a member incapable or unfit to discharge the duties required under this chapter.\nFiling nomination papers for elective office or appointment to elective office, or conviction of a felony consistent with section 831-3.1, shall automatically and immediately disqualify a board member from office. [L 1996, c 262, pt of §2; am L 1997, c 265, §1; am L 1998, c 229, §4]\n \nNote\n \n  Section 323-66 referred to in text is repealed."
}