{
    "name": "Fiscal provisions",
    "number": "21",
    "text": "PART II.  BUDGET AND FINANCE\n \n     []    (a)  There is created in the state treasury a special fund to be known as the health systems special fund into which shall be deposited all fees, proceeds, reimbursements, and the like owed to or received by the corporation and its facilities, except as herein provided.  The special fund shall be used solely to fulfill the purposes outlined in this chapter. \n     The corporation may establish and maintain within its special fund, accounts that may be necessary and appropriate to carry out its purposes and responsibilities.\n     The corporation may provide reasonable reserves for any of the following purposes:\n     (1)  Insurance deductibles;\n     (2)  The improvement, replacement, or expansion of its facilities or services;\n     (3)  The securing of the corporation's bonds, notes, or other instruments of indebtedness; or \n     (4)  Any other purpose it deems necessary or appropriate in the performance of its purposes and responsibilities.\n     (b)  The corporation board shall develop annual operating and capital budgets for each facility.  The corporation shall develop budgetary guidelines, and may allocate to each facility reasonable corporation administrative costs, including funds determined by the corporation to be needed from or provided to each facility to:\n     (1)  Repay corporation debts;\n     (2)  Provide subsidies to any facility determined to be unable to fund from within that facility's programs and services deemed essential to community needs; and\n     (3)  Maintain appropriate reserves.\n     (c)  The corporation shall develop annual corporation operating and capital budgets, taking into account anticipated surpluses from or subsidies to the facilities pursuant to the annual guidelines described in this section, accumulated corporation reserves and accounts, subsidies, if any, that are determined to be needed from the general fund, and other sources of corporation-wide income as may be identified.\n     (d)  The corporation may share in any facility's surplus and may offset any facility's deficits.  Obligations undertaken by a facility shall be paid only from funds of that facility, unless the corporation board or its authorized agent explicitly agrees to guarantee the obligation.\n     (e)  In accordance with each annual facility budget, each facility of the corporation shall:\n     (1)  Bill and collect for its services;\n     (2)  Maintain bank accounts; and\n     (3)  Pay for needed personnel, supplies, equipment, and other operational and capital expenditures.\n     (f)  The corporation may elect to manage its own capital improvement project and funds, either directly or indirectly by contract; provided that annual reports of the project moneys are provided to the governor and legislature. \n     (g)  The corporation board may hold public informational meetings on its budget.  Representatives of any county government, state government, or any other person having an interest in the budget, shall have the right to be heard at the meetings. [L 1996, c 262, pt of §2]"
}