{
    "name": "Additional powers in a civil defense emergency period",
    "number": "8",
    "text": "The governor, in the event of a civil defense emergency period, may exercise the following additional powers pertaining to civil defense:\n\n\n\n\t(1)\tProtective devices, shelters, first aid stations.\n\n\t\t(A)\tRequire that persons provide themselves with protective devices;\n\t\t(B)\tRequire the installation or provision of protective devices and shelters in or appurtenant to dwellings, hotels, factories, and other places of business, office buildings, hospitals, schools, and theaters, and other places where the public congregate; and\n\t\t(C)\tRequire the installation or provision of first aid stations with the necessary materials and personnel in or appurtenant to hotels, factories, and other places of business, office buildings, schools, and theaters, and other places where the public congregate.\n\n\t(2)\tQuarantine, immunization, etc., nuisances.  Provide for and require the quarantine or segregation of persons who are affected with any infectious, communicable, or other disease dangerous to the public health and safety, or persons who are the source of other contamination, in any case where in the governor's opinion the existing laws are not adequate to assure the public health and safety; provide for the care and treatment of the persons; supplement the provisions of sections 325-32 to 325-37 concerning compulsory immunization of persons against disease and institute additional compulsory immunization programs; provide for the isolation or closing of property which is a source of contamination or is in a dangerous condition in any case where, in the governor's opinion, the existing laws are not adequate to assure the public health and safety, and designate as public nuisances acts, practices, conduct, or conditions which are dangerous to the public health or safety or to property; authorize that public nuisances be summarily abated, and if need be that the property be destroyed, by any police officer or authorized person, or provide for the cleansing or repair of property, and if the cleansing or repair is to be at the expense of the owner, the procedure therefor shall follow as nearly as may be the provisions of section 322-2, which are made applicable; further, authorize without the permission of the owners or occupants, entry on private premises for any of such purposes.\n\t(3)\tPolice and fire departments.  Summarily remove or suspend, any other law to the contrary notwithstanding, any member of a police commission, chief of police, chief of a fire department, police officer, or firefighter.\n\t(4)\tSuspension of laws.  Suspend any law which impedes or tends to impede or be detrimental to the expeditious and efficient execution of, or to conflict with, civil defense or other emergency functions, including without limitation, laws which by this chapter specifically are made applicable to civil defense personnel. [L 1951, c 268, pt of §2; RL 1955, §359-8; HRS ; am L 1977, c 191, §2; am L 1983, c 124, §15; gen ch 1985; am L 1986, c 339, §4]"
}