{
    "name": "Mobile electronic devices",
    "number": "137",
    "text": "(a)  No person shall operate a motor vehicle while using a mobile electronic device.\n     (b)  The use of a mobile electronic device for the sole purpose of making a \"911\" emergency communication shall be an affirmative defense to this law.\n     (c)  No person under eighteen years of age shall operate a motor vehicle while utilizing a hands-free mobile electronic device, except for the sole purpose of making a \"911\" emergency communication.\n     (d)  The following persons shall be exempt from subsection (a):\n     (1)  Emergency responders using a mobile electronic device while in the performance and scope of their official duties;\n     (2)  Drivers using a two-way radio or a private Land Mobile Radio System, within the meaning of title 47 Code of Federal Regulations part 90, while in the performance and scope of their work-related duties and who are operating fleet vehicles or who possess a commercial vehicle license; or\n     (3)  Drivers holding a valid amateur radio operator license issued by the Federal Communications Commission and using a half-duplex two-way radio.\n     (e)  As used in this section:\n     \"Emergency responders\" include firefighters, emergency medical technicians, mobile intensive care technicians, civil defense workers, police officers, and federal and state law enforcement officers.\n     \"Fleet vehicle\" means any vehicle validly registered pursuant to section 286-53.5.\n     \"Mobile electronic device\" means any handheld or other portable electronic equipment capable of providing wireless or data communication between two or more persons or of providing amusement, including but not limited to a cellular phone, text messaging device, paging device, personal digital assistant, laptop computer, video game, or digital photographic device, but does not include any audio equipment or any equipment installed in a motor vehicle for the purpose of providing navigation, emergency assistance to the operator of the motor vehicle, or video entertainment to the passengers in the rear seats of the motor vehicle.\n     \"Operate\" a motor vehicle means the same as is defined in section 291E-1.\n     \"Use\" or \"using\" means holding a mobile electronic device while operating a motor vehicle.\n     (f)  Every person who violates this section shall be subject to the following penalties:\n     (1)  For a first violation, or any violation not preceded within one year by a prior violation of this section, a fine of not less than $100 and not more than $200;\n     (2)  For a violation that occurs within one year of a prior violation of this section, a fine of not less than $200 and not more than $300; and\n     (3)  For a violation that occurs within two years of two prior violations of this section, and for the fourth and each subsequent violation of this section, regardless of when committed, a fine of not less than $300 and not more than $500.\nIf a person violates this section while operating a motor vehicle in a school zone or construction area, as defined in section 291C-104, the fines imposed pursuant to this subsection shall be doubled.\n     (g)  Any violation as provided in subsections (a) and (c) shall not be deemed to be a traffic infraction as defined in section 291D-2.\n     (h)  This section shall supersede any county ordinance regulating the use or utilization of mobile electronic devices while operating a motor vehicle. [L 2013, c 74, §2]"
}