{
    "name": "Statement of authority as to real property",
    "number": "5",
    "text": "(a)  A nonprofit association may execute and record a statement of authority to transfer an estate or interest in real property in the name of the nonprofit association.\n\t(b)  An estate or interest in real property in the name of a nonprofit association may be transferred by a person so authorized in a statement of authority recorded in the office of the assistant registrar of the land court or in the bureau of conveyances, whichever is the office in which a transfer of the property would be recorded.\n\t(c)  A statement of authority shall set forth:\n\n\n\n\t(1)\tThe name of the nonprofit association;\n\t(2)\tThe federal tax identification number, if any, of the nonprofit association;\n\t(3)\tThe address in this State, including the street address, if any, of the nonprofit association or, if the nonprofit association does not have an address in this State, its address out-of-state;\n\t(4)\tThat it is an unincorporated nonprofit association; and\n\t(5)\tThe name or title of a person authorized to transfer an estate or interest in real property held in the name of the nonprofit association.\n\n\n\n\t(d)  A statement of authority shall be executed in the same manner as a deed by a person who is not the person authorized to transfer the estate or interest.\n\t(e)  A filing officer may collect a fee for recording a statement of authority in the amount authorized for recording a transfer of real property.\n\t(f)  An amendment, including a cancellation, of a statement of authority shall meet the requirements for execution and recording of an original statement.  Unless canceled earlier, a recorded statement of authority or its most recent amendment shall be canceled by operation of law five years after the date of the most recent recording.\n\t(g)  If the record title to real property is in the name of a nonprofit association and the statement of authority is recorded in the office in which a transfer of real property would be recorded, the authority of the person named in a statement of authority shall be conclusive in favor of a person who gives value without notice that the person lacks authority. [L 1999, c 161, pt of §1; am L 2001, c 130, §1]"
}