{
    "name": "Denial, revocation, or suspension of license",
    "number": "8",
    "text": "(a)  The board shall have the power to deny, revoke, or suspend any license issued or applied for in accordance with this chapter, upon proof that the person:\n\n\n\n\t(1)\tIs guilty of fraud or deceit in procuring or attempting to procure a license to practice as a radiographer or as a radiation therapy technologist;\n\t(2)\tIs mentally incompetent;\n\t(3)\tIs guilty of unprofessional conduct; or\n\t(4)\tHas knowingly or repeatedly violated this chapter.\n\n\n\n\t(b)  Before denying, suspending, or revoking any license pursuant to subsection (a), the board shall furnish the licensee a notice in writing as prescribed by section 91-9 and shall afford the licensee an opportunity to be heard in person and by or with counsel.  Any order denying a license, or suspending or revoking a license shall be rendered not later than fifteen days after the hearing, and any aggrieved person may appeal the order as provided in chapter 91.\n\t(c)  The board shall suspend, refuse to renew, reinstate, or restore, or deny any license or application if the board has received certification from the child support enforcement agency pursuant to the terms of section 576D-13 that the licensee or applicant is not in compliance with an order of support or has failed to comply with a subpoena or warrant relating to a paternity or child support proceeding.  Unless otherwise provided by law, the board shall issue, renew, restore, or reinstate the license only upon receipt of an authorization from the child support enforcement agency, office of child support hearings, or family court.  Subsection (b) shall not apply to a license suspension pursuant to this subsection.\n\t(d)  The board shall not renew or reinstate, or shall deny or suspend any license or application, if the board has received certification from an administering entity pursuant to chapter 436C that the licensee or applicant is in default or breach of any obligation under any student loan, student loan repayment contract, or scholarship contract that financed the licensee's or applicant's education or has failed to comply with a repayment plan.\n\tThe board in receipt of a certification pursuant to chapter 436C shall, as applicable, and without further review or hearing:\n\n\n\n\t(1)\tSuspend the license without further review or hearing;\n\t(2)\tDeny the application or request for renewal of the license; or\n\t(3)\tDeny the request for reinstatement of the license,\n\n\n\nand unless otherwise provided by law, shall renew, reinstate, or grant the license only upon receipt of an authorization from the administering entity. [L 1974, c 253, pt of §2; am L 1980, c 128, pt of §1; am L 1990, c 273, §10; am L 1997, c 293, §20; am L 2002, c 226, §8; am L 2003, c 133, §12]"
}