{
    "name": "Medical use of marijuana; conditions of use",
    "number": "122",
    "text": "  (a)  Notwithstanding any law to the contrary, the medical use of marijuana by a qualifying patient shall be permitted only if:\n     (1)  The qualifying patient has been diagnosed by a physician as having a debilitating medical condition;\n     (2)  The qualifying patient's physician has certified in writing that, in the physician's professional opinion, the potential benefits of the medical use of marijuana would likely outweigh the health risks for the particular qualifying patient; and\n     (3)  The amount of marijuana does not exceed an adequate supply.\n     (a)  [Subsection effective January 2, 2015.  For subsection effective until January 1, 2015, see above.]  Notwithstanding any law to the contrary, the medical use of marijuana by a qualifying patient shall be permitted only if:\n     (1)  The qualifying patient has been diagnosed by a physician as having a debilitating medical condition;\n     (2)  The qualifying patient's physician has certified in writing that, in the physician's professional opinion, the potential benefits of the medical use of marijuana  would likely outweigh the health risks for the particular qualifying patient; and\n     (3)  The amount of marijuana possessed by the qualifying patient does not exceed an adequate supply.\n     (b)  Subsection (a) shall not apply to a qualifying patient under the age of eighteen years, unless:\n     (1)  The qualifying patient's physician has explained the potential risks and benefits of the medical use of marijuana to the qualifying patient and to a parent, guardian, or person having legal custody of the qualifying patient; and\n     (2)  A parent, guardian, or person having legal custody consents in writing to:\n         (A)  Allow the qualifying patient's medical use of marijuana;\n         (B)  Serve as the qualifying patient's primary caregiver; and\n         (C)  Control the acquisition of the marijuana, the dosage, and the frequency of the medical use of marijuana by the qualifying patient.\n     (c)  The authorization for the medical use of marijuana in this section shall not apply to:\n     (1)  The medical use of marijuana that endangers the health or well-being of another person;\n     (2)  The medical use of marijuana:\n         (A)  In a school bus, public bus, or any moving vehicle;\n         (B)  In the workplace of one's employment;\n         (C)  On any school grounds;\n         (D)  At any public park, public beach, public recreation center, recreation or youth center; or\n         (E)  Other place open to the public; and\n     (3)  The use of marijuana by a qualifying patient, parent, or primary caregiver for purposes other than medical use permitted by this part. [L 2000, c 228, pt of §2; am L 2001, c 55, §15; am L 2013, c 178, §3]\n \nLaw Journals and Reviews\n \n  Gonzales v. Raich:  How the Medical Marijuana Debate Invoked Commerce Clause Confusion.  28 UH L. Rev. 261.\n \nCase Notes\n \n  Rule of lenity required the construction, under the specific facts of the case, of §§329-121 and 329-125 and this section against the government, as there was an irreconcilable inconsistency between the authorized transportation of medical marijuana under §329-121, and the prohibition on transport of medical marijuana through \"any ... place open to the public\" under subsection [(c)(2)(E)]; thus, under §701-115(2)(b), petitioner was entitled to an acquittal because petitioner's evidence, when considered in light of any contrary prosecution evidence proved by a preponderance of the evidence the specified fact or facts with negatived penal liability.  129 H. 397, 301 P.3d 607 (2013)."
}