{
    "name": "Power to enjoin and temporarily restrain harassment",
    "number": "10.5",
    "text": "(a)  For the purposes of this section:\n\t\"Course of conduct\" means a pattern of conduct composed of a series of acts over any period of time evidencing a continuity of purpose.\n\t\"Harassment\" means:\n\n\n\n\t(1)\tPhysical harm, bodily injury, assault, or the threat of imminent physical harm, bodily injury, or assault; or\n\t(2)\tAn intentional or knowing course of conduct directed at an individual that seriously alarms or disturbs consistently or continually bothers the individual, and that serves no legitimate purpose; provided that such course of conduct would cause a reasonable person to suffer emotional distress.\n\n\n\n\t(b)  The district courts shall have power to enjoin or prohibit or temporarily restrain harassment.\n\t(c)  Any person who has been subjected to harassment may petition the district court of the district in which the petitioner resides for a temporary restraining order and an injunction from further harassment.\n\t(d)  A petition for relief from harassment shall be in writing and shall allege that a past act or acts of harassment may have occurred, or that threats of harassment make it probable that acts of harassment may be imminent; and shall be accompanied by an affidavit made under oath or statement made under penalty of perjury stating the specific facts and circumstances from which relief is sought.\n\t(e)  Upon petition to a district court under this section, the court may temporarily restrain the person or persons named in the petition from harassing the petitioner upon a determination that there is probable cause to believe that a past act or acts of harassment have occurred or that a threat or threats of harassment may be imminent.  The court may issue an ex parte temporary restraining order either in writing or orally; provided that oral orders shall be reduced to writing by the close of the next court day following oral issuance.\n\t(f)  A temporary restraining order that is granted under this section shall remain in effect at the discretion of the court for a period not to exceed ninety days from the date the order is granted.  A hearing on the petition to enjoin harassment shall be held within fifteen days after the temporary restraining order is granted.  In the event that service of the temporary restraining order has not been effected before the date of the hearing on the petition to enjoin, the court may set a new date for the hearing; provided that the new date shall not exceed ninety days from the date the temporary restraining order was granted.\n\tThe parties named in the petition may file or give oral responses explaining, excusing, justifying, or denying the alleged act or acts of harassment.  The court shall receive all evidence that is relevant at the hearing, and may make independent inquiry.\n\tIf the court finds by clear and convincing evidence that harassment as defined in paragraph (1) of that definition exists, it may enjoin for no more than three years further harassment of the petitioner, or that harassment as defined in paragraph (2) of that definition exists, it shall enjoin for no more than three years further harassment of the petitioner; provided that this paragraph shall not prohibit the court from issuing other injunctions against the named parties even if the time to which the injunction applies exceeds a total of three years.\n\tAny order issued under this section shall be served upon the respondent.  For the purposes of this section, \"served\" shall mean actual personal service, service by certified mail, or proof that the respondent was present at the hearing in which the court orally issued the injunction.\n\tWhere service of a restraining order or injunction has been made or where the respondent is deemed to have received notice of a restraining order or injunction order, any knowing or intentional violation of the restraining order or injunction order shall subject the respondent to the provisions in subsection (h).\n\tAny order issued shall be transmitted to the chief of police of the county in which the order is issued by way of regular mail, facsimile transmission, or other similar means of transmission.\n\t(g)  The court may grant the prevailing party in an action brought under this section, costs and fees, including attorney's fees.\n\t(h)  A knowing or intentional violation of a restraining order or injunction issued pursuant to this section is a misdemeanor.  The court shall sentence a violator to appropriate counseling and shall sentence a person convicted under this section as follows:\n\n\n\n\t(1)\tFor a violation of an injunction or restraining order that occurs after a conviction for a violation of the same injunction or restraining order, a violator shall be sentenced to a mandatory minimum jail sentence of not less than forty-eight hours; and\n\t(2)\tFor any subsequent violation that occurs after a second conviction for violation of the same injunction or restraining order, the person shall be sentenced to a mandatory minimum jail sentence of not less than thirty days.\n\n\n\n\tThe court may suspend any jail sentence, except for the mandatory sentences under paragraphs (1) and (2), upon appropriate conditions, such as that the defendant remain alcohol and drug-free, conviction-free, or complete court-ordered assessments or counseling.  The court may suspend the mandatory sentences under paragraphs (1) and (2) where the violation of the injunction or restraining order does not involve violence or the threat of violence.  Nothing in this section shall be construed as limiting the discretion of the judge to impose additional sanctions authorized in sentencing for a misdemeanor offense.\n\t(i)  Nothing in this section shall be construed to prohibit constitutionally protected activity. [L 1986, c 69, §1; am L 1992, c 291, §1; am L 1993, c 215, §3; am L 1996, c 245, §1; am L 1999, c 143, §1]"
}