{
    "name": "Determination of damages",
    "number": "24",
    "text": "  The governor shall appoint a board of three disinterested appraisers with whom may be filed any claim for damages arising out of any failure to return private property, the temporary use of which was requisitioned, or which was leased, or any claim for damages arising out of the condition in which the private property is returned; provided that no such claim shall be filed for deterioration of property resulting from ordinary wear and tear, not for any deterioration or damage except such as is shown to have resulted from the taking or use of the property.  The claim shall be filed within thirty days after the return of the property or after the governor proclaims that all private property has been returned to the owners, whichever is earlier.  The decision of the appraisers shall be final and binding upon both the governor and the claimant, provided that either party may file a petition in the circuit court within sixty days after the rendering of a decision of the board, praying for the decision of the court upon the claim.  The petition, if filed by the government, shall be entitled in the name of the State, by the attorney general, and shall be heard and decided by the circuit court without the intervention of a jury.  If filed by any other party, the petition shall be filed, heard, and decided in the manner provided for suits against the State.  Appellate review may be had, subject to chapter 602, in the manner provided for civil appeals from the circuit courts.  The court may order the joinder of other parties or may allow other parties to intervene.  Any award which has become final shall be paid out of any funds available under this chapter, and if not sufficient, out of the general revenues of the State not otherwise appropriated. [L 1951, c 268, pt of §2; RL 1955, pt of §359-21; HRS ; am L 2004, c 202, §14]\n \nNote\n \n  L 2004, c 202, §82 provides:\n  \"SECTION 82.  Appeals pending in the supreme court as of the effective date of this Act [July 1, 2006] may be transferred to the intermediate appellate court or retained at the supreme court as the chief justice, in the chief justice's sole discretion, directs.\""
}