{
    "name": "Drug formulary",
    "number": "96",
    "text": "Hawaii list of equivalent generic drug products and interchangeable biological products.  (a)  The director may adopt rules, pursuant to chapter 91, to effectuate the purpose of this part.  Without regard to chapter 91, the director may adopt as rules, and amend as necessary, the Hawaii list of equivalent generic drug products and interchangeable biological products, which shall serve as the state list of substitutable equivalent generic drug products and interchangeable biological products.  The director's approval of the substitutability of equivalent generic drug products and interchangeable biological products shall be informed by the findings of the United States Food and Drug Administration, which are documented and periodically updated through the following:\n     (1)  For a generic drug product:  the Orange Book and any United States Food and Drug Administration documentation of any United States Food and Drug Administration-approved generic drug product with therapeutic equivalency, including:\n          (A)  Letters of approval of Abbreviated New Drug Applications with therapeutic equivalency evaluations;\n          (B)  Published listings of approved New Drug Applications or approved Abbreviated New Drug Applications with therapeutic equivalency evaluations; and\n          (C)  Listing of first time generics with therapeutic equivalency evaluations;\n     (2)  For a biological product:  approval under the Public Health Service Act, the Purple Book, and any United States Food and Drug Administration documentation of any United States Food and Drug Administration-approved interchangeability determination, including:\n          (A)  Letters of approval of Biologic Licensing Applications with a determination that the biological product meets the criteria for interchangeability as set forth in title 42 United States Code section 262(k)(4); and\n          (B)  Published listings of approved Biologic Licensing Applications with a determination that the biological product meets the criteria for interchangeability as set forth in title 42 United States Code section 262(k)(4); and\n     (3)  For a biological product approved under the Federal Food, Drug, and Cosmetic Act:  the Orange Book and any United States Food and Drug Administration documentation of any United States Food and Drug Administration-approved interchangeability determination, including:\n          (A)  Letters of approval of approved New Drug Applications or approved Abbreviated New Drug Applications with therapeutic equivalency evaluations; and\n          (B)  Published listings of approved New Drug Applications or approved Abbreviated New Drug Applications with therapeutic equivalency evaluations.\n     (b)  The director shall maintain an official record of, and update as necessary, the Hawaii list of equivalent generic drugs and interchangeable biological products electronically on the department's website, which shall be accessible to pharmacists and other interested persons.\n     (c)  The Hawaii list of equivalent generic drug products and interchangeable biological products shall only include substitutable generic drug products and interchangeable biological products that are determined by the director to be safe, effective, and therapeutically equivalent or interchangeable.  The director shall not approve as substitutable, and the Hawaii list of equivalent generic drug products and interchangeable biological products shall not include, any biological products that the United States Food and Drug Administration has neither licensed and determined as meeting the standards for interchangeability pursuant to title 42 United States Code section 262(k)(4) nor determined as therapeutically equivalent as set forth in the latest edition of or supplement to the United States Food and Drug Administration's approved drug products with therapeutic equivalence evaluations.\n     (d)  The director may remove from the Hawaii list of equivalent generic drug products and interchangeable biological products any products upon the director's finding that the safety, quality, efficacy, or therapeutic equivalency or bioequivalency, as appropriate, is not adequately assured.\n     (e)  Any person who requests that any modification be made to, or that a drug product or biological product be  added to or removed from, the Hawaii list of equivalent generic drug products and interchangeable biological products shall have the burden of proof to show cause why the modification, addition, or removal should be made.\n     (f)  Each pharmacy in the State shall update and maintain its physical copies and electronic records of the Hawaii list of equivalent generic drug products and interchangeable biological products as it is approved and periodically updated and amended by the director.\n     (g)  The department shall provide for public education regarding the provisions of this part and shall monitor the effects of this part.  [L 1980, c 187, pt of §1; am L 1982, c 122, §1(6), (7); am L 1986, c 174, §1; am L 1996, c 209, §6; am L 1997, c 214, §7; am L 1999, c 209, §2; am L 2003, c 56, §8; am L 2004, c 28, §3; am L 2016, c 242, §6]"
}