{
    "name": "Financing agreements",
    "number": "2",
    "text": "(a)  There is hereby established and authorized the financing agreement program of the State.  Any agency desiring to acquire or improve projects through the financing agreement program established and authorized by this chapter shall submit a written request to the department providing such information as the department shall require.  Notwithstanding any other law to the contrary, and except for the Hawaii health systems corporation, only with the approval by the attorney general as to form and legality and upon the written request of one or more participating agencies may the department enter into a financing agreement in accordance with this chapter, except that the board of regents of the University of Hawaii may enter into a financing agreement in accordance with this chapter without the approval of the director and of the attorney general as to form and legality if the principal amount of the financing agreement does not exceed $3,000,000.  A financing agreement may be entered into by the department on behalf of one or more participating agencies at any time (before or after commencement or completion of any improvements or acquisitions to be financed) and shall be upon terms and conditions the department finds to be advantageous.  In each case of a written request by the judiciary to participate in the financing agreement program, the department shall implement the request; provided that the related financing agreement shall be upon terms and conditions the department finds to be advantageous.  Any financing agreement entered into by the department without the approval required by this section shall be void and of no effect.  A single financing agreement may finance a single item or multiple items of property to be used by multiple agencies or may finance a single item or multiple items of property to be used by a single agency.  The department shall bill any participating agency that benefits from property acquired with the proceeds of a financing agreement for such participating agency's pro rata share of:\n\n\n\n\t(1)\tThe department's costs of administration of the financing agreement program; and \n\t(2)\tThe financing costs, including the principal and interest components of the financing agreement and insurance premiums;\n\n\n\non a monthly or other periodic basis, and may deposit payments received in connection with the billings with a trustee as security for a financing agreement.  Any participating agency receiving such a bill shall be authorized and shall pay the amounts billed from the available moneys.  \n\t(b)  Financing agreements shall be subject to the following limitations:\n\n\n\n\t(1)\tAmounts payable by a participating agency to or upon the direction of the department in respect to a project and by the department under a financing agreement shall be limited to available moneys.  In no circumstance shall the department be obligated to pay amounts due under a financing agreement from any source other than available moneys.  If, by reason of insufficient available moneys or other reason, amounts due under a financing agreement are not paid when due, the lender may exercise any property right that the department has granted to it in the financing agreement, against the property that was purchased with the proceeds of the financing agreement, and apply the amounts so received toward payments scheduled to be made by the department under the financing agreement;\n\t(2)\tNo property rights may be granted in property unless the property is being acquired, is to be substantially improved, is to be refinanced with the proceeds of a financing agreement, or is land on which the property is located;\n\t(3)\tNotwithstanding any other law to the contrary, and except for the Hawaii health systems corporation and as otherwise provided in this section with respect to the University of Hawaii, and except as provided in chapter 323F as to the Hawaii health systems corporation, an agency shall not have the power to enter into a financing agreement, except through the department as authorized by this chapter, and nothing in this chapter shall be construed to authorize the sale, lease, or other disposition of property owned by an agency;\n\t(4)\tExcept as otherwise provided in this section with respect to the University of Hawaii, the sale, assignment, or other disposition of any financing agreements, including certificates of participation relating thereto, shall require the approval of the director; and\n\t(5)\tThe department shall not be subject to chapter 103D and any and all other requirements of law for competitive bidding for financing agreements. [L 1996, c 119, pt of §2; am L 1998, c 41, §6; am L 1999, c 31, §1; am L 2001, c 200, pt of §3]"
}