{
    "name": "One-to-one use-right to use-night requirement",
    "number": "8.6",
    "text": "(a)  A developer shall not offer or dispose of a time share unit or a time share interest unless the one-to-one use-right to use-night requirement is currently satisfied and will continue to be satisfied for the duration of the time share plan.\n\t(b)  The time share instruments shall contain provisions assuring satisfaction of the one-to-one use-right to use-night requirement for the duration of the time share plan except during temporary periods of noncompliance due to casualty or condemnation.\n\t(c)  The following criteria shall be considered in determining whether the one-to-one use-right to use-night requirement is satisfied:\n\n\n\n\t(1)\tIf the time share plan has more than one class of time share interest, then the requirement must be satisfied within each class;\n\t(2)\tOnly use nights available and protected from blanket liens for the duration of the time share plan shall be counted; provided that if time share interests are classified by duration, then as to each class, only use nights available and protected from blanket liens for the entire duration of that class shall be counted;\n\t(3)\tA use night counted to satisfy the requirement for one class may not also be counted to satisfy the requirement for a competing class;\n\t(4)\tNo individual time share unit may be counted as providing more than three hundred sixty-five use nights per calendar year (or more than three hundred sixty-six use nights per leap year);\n\t(5)\tThe use rights of each owner shall be counted without regard to whether the owner's use rights have been suspended for failure to pay assessments or otherwise.  Use rights attributable to unsold time share interests shall be counted;\n\t(6)\tUse rights of nonowners shall be counted.  Use rights of the developer and its affiliates in excess of those attributable to unsold time share interests shall be counted;\n\t(7)\tUse nights reserved by the association or plan manager for the purpose of performing maintenance and repairs to a time share unit shall not be considered;\n\t(8)\tUse rights borrowed from a subsequent year or carried over from a prior year shall not be considered; provided that such practice is not established for the purpose of evading the requirements of this section; and provided further that any such acceleration or deferral of use rights is appropriately balanced and restricted; and\n\t(9)\tThe director may adopt rules identifying additional criteria to be used to calculate whether the one-to-one use-right to use-night requirement is satisfied.\n\n\n\n\t(d)  This section shall not be deemed to prohibit the time share instruments from including provisions permitting rental by the association or the developer, or reservation and use by owners, of use nights which remain unreserved as of sixty or fewer days in advance of the use night.  Any such use rights shall not be considered in determining whether the one-to-one use-right to use-night requirement is satisfied. [L 1997, c 372, pt of §1]"
}