{
    "name": "Labeling",
    "number": "4",
    "text": "(a)  Any commercial feed, other than custom-mixed or toll-milled feed, distributed in this State or imported shall be accompanied by a legible label bearing the following information:\n\n\n\n\t(1)\tThe net weight.\n\t(2)\tThe product name or brand name under which the commercial feed is distributed.\n\t(3)\tThe guaranteed analysis stated in such terms as the department by rule determines is required to advise the user of the composition of the commercial feed or to support claims made in the labeling.  In all cases the substances or elements must be determinable by laboratory methods published by the Association of Official Analytical Chemists.\n\t(4)\tThe common or official name of each ingredient used in the manufacture of the commercial feed, except as the department may, by rule, permit the use of a collective term for a group of ingredients all of which perform the same function.\n\t(5)\tThe name and principal address of the person responsible for distributing the commercial feed.\n\t(6)\tAdequate directions for use for all commercial feeds containing drugs and for such other commercial feeds as the department may require by rule as necessary for their safe and effective use.\n\t(7)\tSuch precautionary statements as the department by rule determines are necessary for the safe and effective use of the commercial feed.\n\n\n\n\t(b)  When a commercial feed is distributed in this State in bags or other containers, the label shall be placed on or affixed to the container; when a commercial feed is distributed in bulk the label shall accompany delivery and be furnished to the purchaser at time of delivery.\n\t(c)  A custom-mixed feed shall be labeled by numbered invoice.  The invoice, which is to accompany delivery and be supplied to the purchaser at the time of delivery, shall bear the following information:\n\n\n\n\t(1)\tName and address of the mixer.\n\t(2)\tName and address of the purchaser.\n\t(3)\tDate of sale.\n\t(4)\tProduct name and brand name, if any, of each registered commercial feed used in the mixture and the name and number of pounds of each other feed ingredient added.\n\t(5)\tThe term \"custom-mixed feed.\"\n\t(6)\tAdequate directions for use for all custom-mixed feeds containing drugs and for such other custom-mixed feeds as the department may require by rule as necessary for their safe and effective use.\n\t(7)\tSuch precautionary statements as the department by rule determines are necessary for the safe and effective use of the custom-mixed feed.\n\n\n\n\t(d)  A toll-milled feed shall be labeled with the term, \"toll-milled feed\" and the name and address of the owner thereof.\n\t(e)  If a commercial, custom-mixed, or toll-milled feed contains (1) a nonnutritive substance which is intended for use in the diagnosis, cure, mitigation, treatment, or prevention of disease or which is intended to affect the structure or any function of the animal body or (2) a food additive, the department may require the label of the commercial or toll-milled feed, or the invoice of the custom-mixed feed to show the amount present, directions for use, or warnings against misuse.\n\t(f)  Whenever a manufacturer, processor, mixer, or distributor of feed makes a claim or guarantee relative to the content of the feed on or with the package containing the same, which claim or guarantee is in addition to those required by law, the manufacturer, processor, mixer, or distributor shall be responsible for maintaining the claim or guarantee, and may be required to submit information and records pertinent to the claim or guarantee. [L 1959, c 275, pt of §1; am L Sp 1959 2d, c 1, §22; am L 1961, c 132, §2; Supp, §24-5; HRS §144-5; am L 1969, c 27, §§3, 4; am L 1979, c 186, pt of §1; am and ren L 1983, c 214, pt of §2; gen ch 1985]\nCross References\n\n  Administrative hearings, see chapter 91."
}