{
    "name": "The broad language of , which expressly invalidates \"any contract entered into by any person with any unlicensed mortgage broker\", read in conjunction with the definition of \"mortgage broker\" as set forth in 454-1, compels the conclusion that a note and mortgage designating the broker as the creditor as a result of the broker's brokering activities falls within the proscription of this chapter.  96 H. 289, 30 P.3d 895.",
    "number": "8",
    "text": "Penalty, contracts void.  Violation of this chapter shall be punishable by a fine of not more than $1,000 or imprisonment of not more than one year, or both.  Any contract entered into by any person with any unlicensed mortgage broker or solicitor shall be void and unenforceable. [L 1967, c 228, §9; HRS ]\nCase Notes\n  The broad language of this section, which expressly invalidates \"any contract entered into by any person with any unlicensed mortgage broker\", read in conjunction with the definition of \"mortgage broker\" as set forth in §454-1, compels the conclusion that a note and mortgage designating the broker as the creditor as a result of the broker's brokering activities falls within the proscription of this chapter.  96 H. 289, 30 P.3d 895.\n  This section must be interpreted to invalidate only those contracts into which unlicensed mortgage brokers enter in their capacity as mortgage brokers within the meaning of §454-1.  96 H. 289, 30 P.3d 895.\n  Where a partnership was a mortgage broker within the meaning of §454-1, and the partnership-broker was unlicensed, the promissory note and mortgage procured by the partnership-broker were void and unenforceable pursuant to this section, and a subsequent assignee also could not enforce the contracts.  96 H. 289, 30 P.3d 895.\n  Where mortgage was entered into between mortgagor and mortgagee and not by mortgage broker, even if mortgage broker or solicitor who participated in the loan transaction with mortgagor was unlicensed, it did not void the mortgage; this section does not in any manner provide any right for a mortgagor to set aside a contract that is not between the unlicensed broker and the mortgagor.  106 H. 406 (App.), 105 P.3d 1212."
}