{
    "name": "Sunset evaluations modified, see , 5. Law Journals and Reviews Timesharing in the 1990s.  I HBJ No. 13, at pg. 89. Case Notes",
    "number": "4",
    "text": "§454-4  Suspension, revocation.  (a)  The commissioner may suspend a license for any of the following acts or conduct of a licensee:\n\n\n\n\t(1)\tMaking a false promise tending to influence, persuade, or induce, or pursuing a course of misrepresentation or false promises through agents, solicitors, advertising, or otherwise;\n\t(2)\tMisrepresentation or concealment of any material fact with respect to any transaction resulting in injury to any party;\n\t(3)\tFailure to disburse funds in accordance with an agreement;\n\t(4)\tFailure to account or deliver to any person any personal property such as money, fund, deposit, check, draft, mortgage, or other document or thing of value which has come into the person's hands and which is not the person's property or which the person is not in law or equity entitled to retain, and at the time which has been agreed upon, or is required by law, or, in the absence of a fixed time, upon demand of the person entitled to the accounting or delivery;\n\t(5)\tFailure to place, within a reasonable time upon receipt, any money, fund, deposit, check, or draft, entrusted to the licensee by any person dealing with the licensee as a broker, in escrow pursuant to a written agreement, or to deposit the funds in a trust or escrow bank account maintained by the licensee with a bank located and doing business in the State, wherein the funds shall be kept until disbursement thereof is authorized; or\n\t(6)\tFailure to comply with this chapter or any order or rule made under the authority of this chapter.\n\n\n\n\t(b)  The commissioner may revoke a license if the application for the license contains a material misstatement, the licensee demonstrates by a course of conduct negligence or incompetence in performing any act for which the licensee is required to be licensed under this chapter, or the licensee for a second time is responsible for misconduct which warrants suspension under subsection (a).\n\t(c)  For a licensee other than an individual, it shall be sufficient cause for the suspension or revocation of the license that any officer, director, or member of the licensed corporation, partnership, association, or other organization has so acted as would be cause for suspension or revocation of a license to the party as an individual.\n\t(d)  Orders for suspension or revocation shall be made only pursuant to chapter 91. [L 1967, c 228, §5; HRS §454-4; am L 1983, c 39, §5; am L 2001, c 4, §2]"
}