{
    "name": "Objective and policies for socio-cultural advancement--leisure",
    "number": "23",
    "text": "(a)  Planning for the State's socio- cultural advancement with regard to leisure shall be directed towards the achievement of the objective of the adequate provision of resources to accommodate diverse cultural, artistic, and recreational needs for present and future generations. \t(b)  To achieve the leisure objective, it shall be the policy of this State to:\n\n\n\n\t(1)\tFoster and preserve Hawaii's multi-cultural heritage through supportive cultural, artistic, recreational, and humanities-oriented programs and activities.\n\t(2)\tProvide a wide range of activities and facilities to fulfill the cultural, artistic, and recreational needs of all diverse and special groups effectively and efficiently.\n\t(3)\tEnhance the enjoyment of recreational experiences through safety and security measures, educational opportunities, and improved facility design and maintenance.\n\t(4)\tPromote the recreational and educational potential of natural resources having scenic, open space, cultural, historical, geological, or biological values while ensuring that their inherent values are preserved.\n\t(5)\tEnsure opportunities for everyone to use and enjoy Hawaii's recreational resources.\n\t(6)\tAssure the availability of sufficient resources to provide for future cultural, artistic, and recreational needs.\n\t(7)\tProvide adequate and accessible physical fitness programs to promote the physical and mental well-being of Hawaii's people.\n\t(8)\tIncrease opportunities for appreciation and participation in the creative arts, including the literary, theatrical, visual, musical, folk, and traditional art forms.\n\t(9)\tEncourage the development of creative expression in the artistic disciplines to enable all segments of Hawaii's population to participate in the creative arts.\n\t(10)\tAssure adequate access to significant natural and cultural resources in public ownership. [L 1978, c 100, pt of §2; am L 1986, c 276, §22]"
}