{
    "name": "Foreclosure under power of sale; notice; affidavit after sale",
    "number": "5",
    "text": "When a power of sale is contained in a mortgage, the mortgagee, or the mortgagee's successor in interest, or any person authorized by the power to act in the premises, may, upon a breach of the condition, give notice of the mortgagee's, successor's, or person's intention to foreclose the mortgage and of the sale of the mortgaged property, by publication of the notice once in each of three successive weeks (three publications), the last publication to be not less than fourteen days before the day of sale, in a newspaper having a general circulation in the county in which the mortgaged property lies; and also give such notices and do all such acts as are authorized or required by the power contained in the mortgage.  Copies of the notice shall be filed with the state director of taxation and shall be posted on the premises not less than twenty-one days before the day of sale.\n     Any sale, of which notice has been given as aforesaid, may be postponed from time to time by public announcement made by the mortgagee or by some person acting on the mortgagee's behalf.  The mortgagee shall, within thirty days after selling the property in pursuance of the power, file a copy of the notice of sale and the mortgagee's affidavit, setting forth the mortgagee's acts in the premises fully and particularly, in the bureau of conveyances.\n     The affidavit and copy of the notice shall be recorded and indexed by the registrar, in the manner provided in chapter 501 or 502, as the case may be.\n     This section is inapplicable if the mortgagee is foreclosing as to personal property only. [L 1874, c 33, §1; am L 1907, c 59, §1; am L 1911, c 108, §1; am L 1915, c 121, §1; RL 1925, §2879; RL 1935, §4724; am L 1937, c 138, §1; RL 1945, §12424; RL 1955, §336-5; am L 1967, c 256, §1; HRS ; am L 1972, c 90, §9(e); gen ch 1985; am L 1989, c 20, §5]\n \nCross References\n \n  Publication, how made, see §601-13.\n  Further provisions as to notice, affidavit, see §667-7.\n \nLaw Journals and Reviews\n \n  Hawai\u0091i 2000 Report Regarding Lawyers' Opinion Letters in Mortgage Loan Transactions.  22 UH L. Rev. 347.\n  Mortgagor Protection Laws:  A Proposal for Mortgage Foreclosure Reform in Hawai\u0091i.  24 UH L. Rev. 245.\n \nCase Notes\n \n  Mortgagee in exercising power must not oppress debtor or sacrifice the estate.  5 H. 262.  As to duty to sell in parcels, see 17 H. 49.  Foreclosure not barred because statute of limitations has run against note but no deficiency judgment can be entered.  17 H. 49; 20 H. 620.  Foreclosure barred, by analogy, by statute applicable to real actions.  15 H. 507.  Ejectment and not bill in equity proper remedy for purchaser at sale under power, to obtain possession.  14 H. 515.  Mere filing of bankruptcy petition between date of publication and date of sale does not invalidate sale but bankruptcy court may enjoin sale.  7 F.2d 576.\n  Plaintiff-appellant challenged this statute as violating the due process clause of the Fourteenth Amendment; district court's dismissal of the case for failure to state a claim because the sale was a purely private remedy and involved no state action, affirmed.  324 F.3d 1091.\n  Acts to be done by mortgagee not required to be done personally.  8 H. 108.\n  Publication in Hawaiian no longer required.  22 H. 183.\nConstitutionality.  17 H. 49; 17 H. 528, 534.  Validity of sale; provisions of power of sale must be followed.  5 H. 262; 17 H. 49.  Redemption; no statute authorizes redemption after sale, and hence no right of redemption exists.  15 H. 271.\n  Chattel mortgages, duty to obtain best price.  35 H. 158."
}