{
    "name": "Offenses and penalties",
    "number": "136",
    "text": "(a)  Criminal.  Any person who performs any one of the acts enumerated in this subsection shall be guilty of a misdemeanor:\n\n\n\n\t(1)\tUse or have in possession a device which has been altered to facilitate fraud;\n\t(2)\tFalsely certify any gross, tare, or net weight or measure required by this part to be on the certificate;\n\t(3)\tFalsify a certificate;\n\t(4)\tIssue a certificate simulating the certificate in this part;\n\t(5)\tRefuse without cause to weigh or measure any article or thing which it is the person's duty to weigh or measure, or refuse to state in any certificate anything required to be therein;\n\t(6)\tAssume the title of public measuremaster, or any title of similar import, without a valid license;\n\t(7)\tPerform the duties or acts to be performed by a public measuremaster without a valid license;\n\t(8)\tPresent oneself as a public measuremaster without a valid license;\n\t(9)\tIssue any certificate, ticket, memorandum, or statement for which a fee is charged without a valid license;\n\t(10)\tEngage in the full-time or part-time business of measuring for hire without a valid license;\n\t(11)\tDelegate the person's own authority as a public measuremaster to any person not licensed as a public measuremaster;\n\t(12)\tRequest a public measuremaster to weigh, measure, or count any vehicle, property, produce, commodity, or article falsely or incorrectly; or\n\t(13)\tRequest a false or incorrect certificate.\n\n\n\n\t(b) Civil.  Any person who performs any one of the acts enumerated in this subsection shall be fined not more than $2,000 for each separate offense:\n\n\n\n\t(1)\tUse any device for certification purposes that does not meet the requirements of the National Institute of Standards and Technology handbook 44, \"Specifications, Tolerances, and Other Technical Requirements for Weighing and Measuring Devices\";\n\t(2)\tOperate devices in a manner not in accordance with the National Institute of Standards and Technology handbook 44, \"Specifications, Tolerances, and Other Technical Requirements for Weighing and Measuring Devices\" requirements; or\n\t(3)\tViolate any provision of this part or any rule adopted under this part for which a specific penalty has not been prescribed. [L 1991, c 153, pt of §7]"
}