{
    "name": "Inspection of packages",
    "number": "117",
    "text": "(a)  The department, through the measurement standards branch, shall measure and inspect packages or amounts of commodities kept, offered, or exposed for sale, sold, or in the process of delivery, to determine whether they contain the amounts represented and whether they are kept, offered, or exposed for sale or sold in accordance with the law.  When such packages or amounts of commodities are found not to contain the amount represented, or are found to be kept, offered, or exposed for sale in violation of law, the department, through the measurement standards branch, may order them off sale and may mark or tag them to show them to be illegal.  The department, through the measurement standards branch, may employ recognized sampling procedures under which the compliance of a given lot of packages will be determined on the basis of the result obtained on a sample selected from the representative of the lot.\n\t(b)  No person shall:\n\n\n\n\t(1)\tSell, or keep, offer, or expose for sale any package unless the package is in full compliance with all legal requirements;\n\t(2)\tSell, or keep, offer, or expose for sale any package that has been ordered off sale or marked or tagged as provided in this section, and which package has subsequently been brought into legal compliance, unless and until written authorization for such action has been issued by the administrator; or\n\t(3)\tDispose of any package that has been ordered off sale or marked or tagged as provided in this chapter that has not been brought into full compliance with all legal requirements, until written authorization for such disposal has been issued by the administrator.\n\n\n\n\t(c)  Nothing in this section shall prohibit the administrator from authorizing the disposal of any package, when in the administrator's discretion the best interest of the public will be served by such disposal.\n\t(d)  The department, through the measurement standards branch, may seize and dispose of any package that has been ordered off sale for reasons of legal noncompliance when remedial action is not effected as required under the terms of the off sale order, as established by rule of the board. [L 1991, c 153, pt of §6; am L 1993, c 54, §11; am L 1998, c 192, §5]"
}