{
    "name": "Definitions",
    "number": "32",
    "text": "Whenever used in this part, unless a different meaning clearly appears from the context:\n     \"Access or participate\" means to be informed of, participate in, and benefit from the services, programs, and activities offered by the State and covered entities.\n     \"Covered entity\" means a person or organization receiving state financial assistance, including grants, purchase-of-service contracts, or any other arrangement by which the State provides or otherwise makes available assistance in the form of funds to the person or organization for the purpose of rendering services on behalf of the State.  It shall not include procurement contracts, state insurance or guaranty contracts, licenses, tax credits, or loan guarantees to private businesses of general concern that do not render services on behalf of the State.\n     \"Language\" means human speech or the expression of ideas by written characters and includes systems used by nations, people, or other distinct communities.\n            \"Limited English proficient\" means individuals who, on account of national origin, do not speak English as their primary language and who identify themselves [as] having a limited ability to read, write, speak, or understand the English language.\n     \"Oral language services\" means the free provision of oral information necessary to enable limited English proficient persons to access or participate in services, programs, or activities. \n     \"State\" means the executive, legislative, and judicial branches of state government, including departments, offices, commissions, boards, or other agencies within the executive, legislative, or judicial branches.\n     \"Vital documents\":\n     (1)  Means printed documents that provide important information necessary to participate in services, programs, and activities; and\n     (2)  Includes but is not limited to applications, outreach materials, and written notices of rights, denials, losses, or decreases in benefits or services. [L 2006, c 290, pt of §1]"
}