{
    "name": "Bill of rights",
    "number": "2",
    "text": "The pain patient's bill of rights includes the following:\n     (1)  A patient who suffers from severe acute pain or severe chronic pain has the option to request or reject the use of any or all modalities to relieve the pain;\n     (2)  A patient who suffers from severe acute pain or severe chronic pain has the option to choose from appropriate pharmacologic treatment options to relieve severe acute pain or severe chronic pain, including opiate medications, without first having to submit to an invasive medical procedure.\n              For purposes of this paragraph, \"invasive medical procedure\" means surgery, destruction of a nerve or other body tissue by manipulation, or the implantation of a drug delivery system or device;\n     (3)  A patient's physician may refuse to prescribe opiate medication for a patient who requests a treatment for severe acute pain or severe chronic pain.  However, that physician may inform the patient of physicians who are qualified to treat severe acute pain and severe chronic pain employing methods that include the use of opiates;\n     (4)  A physician who uses opiate therapy to relieve severe acute pain or severe chronic pain may prescribe a dosage deemed medically necessary to relieve the pain;\n     (5)  A patient may voluntarily request that the patient's physician provide an identifying notice of the prescription for purposes of emergency treatment or law enforcement identification; and\n     (6)  Nothing in this section shall be construed to:\n         (A)  Expand the authorized scope of practice of any licensed physician;\n         (B)  Limit any reporting or disciplinary provisions applicable to licensed physicians and surgeons who violate prescribing practices; and\n         (C)  Prohibit the discipline or prosecution of a licensed physician for:\n              (i)  Failing to maintain complete, accurate, and current records that document the physical examination and medical history of a patient, the basis for the clinical diagnosis of a patient, and the treatment plan for a patient;\n             (ii)  Writing false or fictitious prescriptions for controlled substances scheduled in the Federal Comprehensive Drug Abuse Prevention and Control Act of 1970, 21 U.S.C. 801 et seq. or in chapter 329;\n            (iii)  Prescribing, administering, or dispensing pharmaceuticals in violation of the provisions of the Federal Comprehensive Drug Abuse Prevention and Control Act of 1970, 21 U.S.C. 801 et seq. or of chapter 329;\n             (iv)  Diverting medications prescribed for a patient to the licensed physician's own personal use; and\n              (v)  Causing, or assisting in causing, the suicide, euthanasia, or mercy killing of any individual; provided that it is not \"causing, or assisting in causing, the suicide, euthanasia, or mercy killing of any individual\" to prescribe, dispense, or administer medical treatment for the purpose of treating severe acute pain or severe chronic pain, even if the medical treatment may increase the risk of death, so long as the medical treatment is not also furnished for the purpose of causing, or the purpose of assisting in causing, death for any reason. [L 2004, c 189, pt of §1]"
}