{
    "name": "Rules and enforcement; penalty",
    "number": "5",
    "text": "(a)  The department may, subject to chapter 91, make, amend, and repeal rules having the force and effect of law, governing the use and protection of the state park system, including state monuments as established under section 6E-31, and including any private property over which there has been granted to the State any right of free public access or use for recreational, park, viewing of any historical, archaeological, natural, or scientific feature, object, or site, or related purpose, or property thereon, and also governing the use and protection of any recreational, scenic, historical, archaeological, natural, scientific, and related resources of state and private lands, and enforce such rules.  Any person who violates any of the rules so prescribed shall be held liable for restoration of or restitution for any damages to public or private property and shall also be subject to the confiscation of any tools and equipment used in such violation and of any plants, objects, or artifacts removed illegally from such properties.  Except as otherwise provided by the department, the more restrictive rules of the department shall apply in any unit of the state park system or any public use area which is also governed by the rules of any forest reserve, public hunting ground, or other department district or area.\n\t(b)  Any person violating this chapter, any rule adopted pursuant thereto, or the terms and conditions of any permit issued thereunder, in addition to any other penalties, shall be guilty of a petty misdemeanor and shall be fined not less than:\n\n\n\n\t(1)\t$100 for a first offense;\n\t(2)\t$200 for a second offense; and\n\t(3)\t$500 for a third or subsequent offense.\n\n\n\n\t(c)  The fines specified in this section shall not be suspended or waived.  Each day of each violation shall constitute a separate offense.\n\t(d)  Any civil penalty for any violation of this chapter or any rule adopted thereunder shall not be deemed to preclude the State from pursuing any criminal action against that person.\n\t(e)  The department may confer on the director of state parks and upon other employees of the division the powers of police officers, including the power to serve and execute warrants and arrest offenders in all matters relating to the enforcement, in any state park, parkway, or state monument, or in any private property over which there has been granted to the State any right of free public access or use for recreational, park, viewing of any historical, archaeological, natural, or scientific feature, object, or site, or related purpose of:\n\n\n\n\t(1)\tThe laws applicable to the state parks and parkways and to historical objects and sites and the rules adopted under the provisions of this section; and\n\t(2)\tTraffic laws and ordinances.\n\n\n\nSuch police powers shall also extend to the enforcement of laws of the State and the rules of the department relative to the protection and proper utilization of the recreational, scenic, historical, natural, and archaeological, scientific, and related resources of state and private lands.  Such conferring of powers shall include the designation of such employees as state parks enforcement officers. [L 1949, c 185, pt of §1; RL 1955, §19-36; am L Sp 1959 2d, c 1, §21; am L 1961, c 132, §2; am L 1965, c 96, §16; HRS ; am L 1974, c 245, §1; am L 1975, c 24, §5; am L 1979, c 105, §13; am L 2002, c 24, §2]"
}