{
    "name": "Subarea health planning councils, functions, quorum and number of members necessary to take valid action",
    "number": "22",
    "text": "(a)  Each subarea health planning council shall review, seek public input, and make recommendations relating to health planning for the geographical subarea it serves.  In addition, the subarea health planning councils shall:\n\n\n\n\t(1)\tIdentify and recommend to the state agency and the council the data needs and special concerns of the respective subareas with respect to the preparation of the state plan.\n\t(2)\tProvide specific recommendations to the state agency and the council regarding the highest priorities for health services and resources development.\n\t(3)\tReview the state health services and facilities plan as it relates to the respective subareas and make recommendations to the state agency and the council.\n\t(4)\tAdvise the state agency in the administration of the certificate of need program for their respective subareas.\n\t(5)\tAdvise the state agency on the cost of reimbursable expenses incurred in the performance of their functions for inclusion in the state agency budget.\n\t(6)\tAdvise the state agency in the performance of its specific functions.\n\t(7)\tPerform other such functions as agreed upon by the state agency and the respective subarea councils.\n\t(8) \tEach subarea health planning council shall recommend for gubernatorial appointment at least one person from its membership to be on the statewide council.\n\n\n\n\t(b)  The number of members necessary to constitute a quorum to do business shall consist of a majority of all the members who have accepted nomination to the council, and have been confirmed and qualified as members of the council.  When a quorum is in attendance, the concurrence of a majority of the members in attendance shall make any action of the council valid. [L 1977, c 178, pt of §2; am L 1978, c 129, §4; am L 1980, c 75, §8; am L 1982, c 245, §5; am L 1987, c 270, §8; am L 1997, c 336, §7]"
}