{
    "name": "Exceptions",
    "number": "5",
    "text": "(a)  A board may hold a meeting closed to the public pursuant to section 92-4 for one or more of the following purposes:\n\n\n\n\t(1)\tTo consider and evaluate personal information relating to individuals applying for professional or vocational licenses cited in section 26-9 or both;\n\t(2)\tTo consider the hire, evaluation, dismissal, or discipline of an officer or employee or of charges brought against the officer or employee, where consideration of matters affecting privacy will be involved; provided that if the individual concerned requests an open meeting, an open meeting shall be held;\n\t(3)\tTo deliberate concerning the authority of persons designated by the board to conduct labor negotiations or to negotiate the acquisition of public property, or during the conduct of such negotiations;\n\t(4)\tTo consult with the board's attorney on questions and issues pertaining to the board's powers, duties, privileges, immunities, and liabilities;\n\t(5)\tTo investigate proceedings regarding criminal misconduct;\n\t(6)\tTo consider sensitive matters related to public safety or security;\n\t(7)\tTo consider matters relating to the solicitation and acceptance of private donations; and\n\t(8)\tTo deliberate or make a decision upon a matter that requires the consideration of information that must be kept confidential pursuant to a state or federal law, or a court order.\n\n\n\n\t(b)  In no instance shall the board make a decision or deliberate toward a decision in an executive meeting on matters not directly related to the purposes specified in subsection (a).  No chance meeting, permitted interaction, or electronic communication shall be used to circumvent the spirit or requirements of this part to make a decision or to deliberate toward a decision upon a matter over which the board has supervision, control, jurisdiction, or advisory power. [L 1975, c 166, pt of §1; am L 1985, c 278, §3; gen ch 1985; am L 1996, c 267, §3; am L 1998, c 48, §1; am L 1999, c 49, §1]"
}