{
    "name": "Lease negotiation",
    "number": "11",
    "text": "(a)  The department of agriculture may negotiate and enter into leases with any person who:\n\n\n\n\t(1)\tAs of July 1, 1996, holds a revocable permit for agricultural purposes; or\n\t(2)\tHas formerly held an agricultural lease which expired within the last ten years preceding July 1, 1996, and has continued to occupy the state land; and\n\t(3)\tDoes not own agriculturally-zoned land of twenty-five acres or more in the State, individually or jointly with a spouse, or whose spouse does not own twenty-five acres or more of agriculturally-zoned land in the State.\n\n\n\n\t(b)  The land eligible for lease negotiations under this section are limited to those lands:\n\n\n\n\t(1)\tZoned and used for agricultural purposes;\n\t(2)\tSet aside by governor's executive order to the department of agriculture for agricultural uses only; and\n\t(3)\tNot needed by any state or county agency for any other public purpose.\n\n\n\n\t(c)  In negotiating and executing a lease as authorized, the board of agriculture shall:\n\n\n\n\t(1)\tRequire the appraisal of the parcel to determine the fair market value;\n\t(2)\tRequire the payment of annual lease rent based on the fair market value established by appraisal;\n\t(3)\tRequire the payment of a premium, computed at twenty-five per cent of the annual lease rent, with the premium to be added to the annual lease rent for each year of the lease equal to the number of years the lessee has occupied the land, except that the premium period shall not exceed four years; and\n\t(4)\tRecover from the lessee the costs of expenditures required by the department to convert the parcel into leasehold.\n\n\n\n\tWithin six months from July 1, 1996, the department shall notify in writing the permittees of lands eligible for lease negotiations under this section and shall inform the permittees of the terms, conditions, and restrictions provided by this section.  Any permittee may apply for a lease; provided that the application shall be submitted to the department in writing within thirty days from the date of receipt of notification; provided further that the department may require documentary proof from any applicant to determine that the applicant meets eligibility and qualification requirements for a lease as specified by this section. [L 1996, c 88, §2]"
}