{
    "name": "Peer review",
    "number": "13",
    "text": "(a)  Every firm, including the Hawaii offices and Hawaii engagements of foreign or multistate firms, required to obtain a firm permit to practice pursuant to section 466-7 shall undergo a peer review every three years on the firm's Hawaii attest work and submit evidence of such peer review at the time of the renewal of the firm's permit to practice under section 466-7.\n     (b)  The board shall establish a peer review process to review attest work of firms.  The identity of the person or firm for whom the professional work is done shall be preserved in confidence.  If the review discloses information that a firm has not met the appropriate professional standards, the board may require further investigation of the firm.  The peer review process required by this section shall be for educational or remedial and not punitive purposes.\n     (c)  The board may authorize a third party entity to administer the peer review required under subsection (a); provided that the entity shall not require firms or the firms' owners or employees to become members of the entity to participate in peer review and shall charge the same rate for peer review services to both members and nonmembers.  If the board chooses to authorize a third party entity to administer peer reviews, the third party shall be held to the highest standards of professionalism, quality, and ethics.\n     (d)  The board shall adopt rules pursuant to chapter 91 to establish requirements and procedures for the qualification of entities to conduct peer reviews and for the performance of peer reviews by these entities.  The rules shall include:\n     (1)  A process for the conduct of peer review to be followed by the board and by an authorized third party entity;\n     (2)  Definitions, standards, and requirements for an acceptable peer review;\n     (3)  Standards for certification and qualification of peer reviewers;\n     (4)  A process for a firm to appeal the findings or conclusions of any peer review process that results in the denial, termination, or nonrenewal of a firm permit pursuant to section 466-9; provided that the appeal process shall include the postponement of any adverse action during the pendency of the appeal; and\n     (5)  Provisions for the grant of an extension of time to a firm for compliance with the peer review requirement based on a showing of hardship including for reasons of health, military service, or other good cause as determined by the board.\n     (e)  Neither the proceedings nor the records of the peer review process shall be subject to discovery.  Except as hereinafter provided, no person involved in the peer review process shall be required to testify on that process; provided that statements made by any person in connection with the peer review process who is a party to an action or proceeding the subject matter of which was reviewed in that process, shall be subject to discovery. [L 1989, c 110, pt of §2; am L 2010, c 66, §5]\n \nNote\n \n  Effect of amendment.  The 2010 amendments are effective one year after the board of public accountancy gives written notice to the legislature on the adoption of peer review rules.  L 2010, c 66, §§7, 9."
}