{
    "name": "Trauma system special fund",
    "number": "22.5",
    "text": "(a)  There is established within the state treasury a special fund to be known as the trauma system special fund to be administered and expended by the department of health.  Moneys in the trauma system special fund shall not lapse at the end of the fiscal year.  Expenditures from the trauma system special fund shall be exempt from chapters 103D and 103F.\n     (b)  The moneys in the trauma system special fund shall be used by the department to support the continuing development and operation of a comprehensive state trauma system.  The trauma system special fund shall be used to subsidize the documented costs for the comprehensive state trauma system, including but not limited to the following:\n     (1)  Costs of under-compensated and uncompensated trauma care incurred by hospitals providing care to trauma patients; and\n     (2)  Costs incurred by hospitals providing care to trauma patients to maintain on-call physicians for trauma care.\nThe money in the trauma system special fund shall not be used to supplant funding for trauma services authorized prior to July 1, 2006, and shall not be used for ambulance or medical air transport services.\n     (c)  Interest and investment earnings attributable to the moneys in the trauma system special fund, federal funding, legislative appropriations, and grants, donations, and contributions from private or public sources for the purposes of the trauma system special fund shall be deposited into the trauma system special fund.\n     (d)  The department shall adopt rules pursuant to chapter 91 to effectuate the purposes of this section, including the methodology for disbursements from the trauma system special fund.\n     (e)  To receive reimbursement, a hospital providing care to trauma patients shall apply to the trauma system special fund on a form and in a manner approved by the department; provided that recipients of reimbursements from the trauma system special fund shall be subject to the following conditions:\n     (1)  The recipient of a reimbursement shall:\n          (A)  Comply with applicable federal, state, and county laws;\n         (B)  Comply with any other requirements the director may prescribe; \n         (C)  Allow the director, the legislative bodies, and the state auditor access to records, reports, files, and other related documents, to the extent permissible under applicable state and federal law, so that the program, management, and fiscal practices of the recipient may be monitored and evaluated to ensure the proper and effective expenditure of public funds;\n         (D)  Provide care to all injured patients regardless of their ability to pay; and\n         (E)  Participate in data collection and peer review activities for the purpose of system evaluation and improvement of patient care; and\n     (2)  Every reimbursement shall be monitored according to rules established by the director under chapter 91 to ensure compliance with this section.\n     (f)  Necessary administrative expenses to carry out this section shall not exceed five per cent of the total amount collected in any given year.\n     (g)  The department shall submit an annual report to the legislature no later than twenty days prior to the convening of each regular session that outlines the receipts of and expenditures from the trauma system special fund.\n     (h)  For the purposes of this section:\n     \"Comprehensive state trauma system\" means a coordinated integrated system providing a spectrum of medical care throughout the State designed to reduce death and disability by appropriate and timely diagnosis and specialized treatment of injuries, which includes hospitals with successive levels of advanced capabilities for trauma care in accordance with nationally accepted standards established by the American College of Surgeons Committee on Trauma.\n     \"Hospital providing care to trauma patients\" means a hospital with emergency services that receives and treats injured patients.\n     \"Trauma care\" means specialized medical care intended to reduce death and disability from injuries. [L 2006, c 305, §2]\n \nNote\n \n  Establishing positions, convening ad hoc committees, and annual report to legislature on fund.  L 2006, c 305, §§5 to 7.\n \nRevision Note\n \n  \"July 1, 2006,\" substituted for \"the effective date of this section\"."
}