{
    "name": "Standards for professional review actions",
    "number": "11",
    "text": "(a)  For purposes of the protection set forth in section 671D-10, a professional review action must be taken:\n\n\n\n\t(1)\tIn the reasonable belief that the action was in the furtherance of quality health care;\n\t(2)\tAfter a reasonable effort to obtain the facts of the matter;\n\t(3)\tAfter adequate notice and hearing procedures are afforded to the physician involved or after such other procedures as are fair to the physician under the circumstances; and\n\t(4)\tIn the reasonable belief that the action was warranted by the facts known after such reasonable effort to obtain facts and after meeting the requirement of paragraph (3).\n\n\n\nA professional review action shall be presumed to have met the standards necessary for the protection set out in section 671D-10 unless the presumption is rebutted by a preponderance of the evidence.\n\t(b)  A health care entity shall be deemed to have met the adequate notice and hearing requirement of subsection (a)(3) with respect to a physician if the following conditions are met or are waived voluntarily by the physician:\n\n\n\n\t(1)\tThe physician has been given notice stating:\n\n\t\t(A)\tThat a professional review action has been proposed to be taken against the physician and the reasons for the proposed action;\n\t\t(B)\tThat the physician has the right to request timely hearings on the proposed action, and any time limit of not less than thirty days within which to request such a hearing; and\n\t\t(C)\tA summary of the hearing procedures as set forth in paragraph (3) of this subsection.\n\n\t(2)\tIf a hearing is requested on a timely basis under subsection (b)(1)(B), the physician involved must be given notice stating:\n\n\t\t(A)\tThe place, time, and date of the hearing, which date shall not be less than thirty days after the date of the notice; and\n\t\t(B)\tA list of the witnesses, if any, expected to testify at the hearing on behalf of the professional review body.\n\n\t(3)\tIf a hearing is requested on a timely basis under subsection (b)(1)(B), the health care entity shall determine that the peer review hearing shall be held according to one of the following options, and the hearing shall be so held, subject to the provisions of subsection (b)(4), before:\n\n\t\t(A)\tAn arbitrator mutually acceptable to the physician and the health care entity; or\n\t\t(B)\tA hearing officer who is appointed by the entity and who is not in direct economic competition with the physician involved; or\n\t\t(C)\tA panel of individuals who are appointed by the entity and are not in direct economic competition with the physician involved.\n\n\t(4)\tThe right to the peer review hearing may be forfeited if the physician has failed, without good cause to appear.\n\t(5)\tIn any peer review hearing held under this chapter, the physician involved has the right to:\n\n\t\t(A)\tBe represented by an attorney or other person of the physician's choice;\n\t\t(B)\tHave a record made of the proceedings, copies of which may be obtained by the physician upon payment of any reasonable charges associated with their preparation;\n\t\t(C)\tCall, examine, and cross-examine witnesses;\n\t\t(D)\tPresent evidence determined to be relevant by the hearing officer, arbitrator, or panel, regardless of its admissibility in a court of law; and\n\t\t(E)\tSubmit a written statement at the close of the hearing.\n\n\t(6)\tUpon completion of any peer review hearing held under this chapter, the physician involved has the right to receive:\n\n\t\t(A)\tThe written recommendation of the arbitrator, officer, or panel, including a statement of the basis for the recommendations; and\n\t\t(B)\tA written decision of the health care entity, including a statement of the basis for the decision.\n\n\n\n\n\nA professional review body's failure to meet the conditions described in this subsection shall not, in itself, constitute failure to meet the standards of subsection (a)(3).\n\t(c)  For purposes of section 671D-10, nothing in this section shall be construed as:\n\n\n\n\t(1)\tRequiring the procedures referred to in subsection (a)(3):\n\n\t\t(A)\tWhere there is no adverse professional review action taken;\n\t\t(B)\tIn the case of a suspension or restriction of clinical privileges, for a period of not longer than fourteen days, during which an investigation is being conducted to determine the need for a professional review action; or\n\n\t(2)\tPrecluding an immediate suspension or restriction of clinical privileges, subject to subsequent notice and hearing or other adequate procedures, where the failure to take such an action may result in an imminent danger to the health of any individual. [L 1989, c 354, pt of §3 and c 363, pt of §3]"
}