{
    "name": "Proceedings authorized",
    "number": "52",
    "text": "  Any officer authorized to bring eminent domain proceedings under part I, and any county when thereunto authorized in the manner provided by section 101-13, which is made applicable to this part, may file or cause to be filed a special proceeding for the acquisition by the State or county, as the case may be, of public property required for public uses which are under the officer's or county's jurisdiction and control.  The circuit courts may try and determine the proceedings without a jury, subject only to an appeal to the supreme court in accordance with law.  The circuit court may on its own motion or on motion of any party try and determine any issue in the case in advance of other issues.  Compensation or damages shall be paid by the condemning authority for the condemnation of any public property taken under this chapter. [L 1949, c 377, pt of §1; RL 1955, §8-51; am L 1957, c 160, §1; HRS ; am L 1973, c 30, pt of §5]      [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  Any officer authorized to bring eminent domain proceedings under part I, and any county when thereunto authorized in the manner provided by section 101-13, which is made applicable to this part, may file or cause to be filed a special proceeding for the acquisition by the State or county, as the case may be, of public property required for public uses which are under the officer's or county's jurisdiction and control.  The circuit courts may try and determine the proceedings without a jury, subject only to an appeal in accordance with chapter 602, in the manner provided for civil appeals from the circuit courts.  The circuit court, on its own motion or on motion of any party, may try and determine any issue in the case in advance of other issues.  Compensation or damages shall be paid by the condemning authority for the condemnation of any public property taken under this chapter. [L 1949, c 377, pt of §1; RL 1955, §8-51; am L 1957, c 160, §1; HRS ; am L 1973, c 30, pt of §5; am L 2004, c 202, §12]"
}