{
    "name": "Issue as to use may be set for immediate trial",
    "number": "34",
    "text": "  If the defendant in the defendant's answer, or in return to the order to show cause, issued under section 101-28, denies that the use for which the property sought to be condemned is a public use, or a superior public use within the meaning of section 101-7, the issue may, upon the motion of any party, be set for immediate trial, without a jury and without regard to position on the calendar.  Notwithstanding any provision of section 641-1, an interlocutory appeal shall lie from the decision on the issue as of right, and the appeal shall be given precedence in the supreme court.  Failure of the defendant to raise the issue within ten days after service of an order granting immediate possession shall be deemed an admission that the use is a public use or a superior public use, as the case may be. [L 1951, c 12, pt of §1(l); RL 1955, §8-32; HRS ; am L 1973, c 30, §4; gen ch 1985]      [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  If the defendant, in the defendant's answer or in return to the order to show cause, issued under section 101-28, denies that the use for which the property sought to be condemned is a public use, or a superior public use within the meaning of section 101-7, the issue, upon the motion of any party, may be set for immediate trial, without a jury and without regard to position on the calendar.  Notwithstanding any provision of section 641-1, an interlocutory appeal shall lie from the decision on the issue as of right, and the appeal shall be given precedence in the intermediate appellate court.  Failure of the defendant to raise the issue within ten days after service of an order granting immediate possession shall be deemed an admission that the use is a public use or a superior public use, as the case may be. [L 1951, c 12, pt of §1(l); RL 1955, §8-32; HRS ; am L 1973, c 30, §4; gen ch 1985; am L 2004, c 202, §11]"
}