{
    "name": "Stock and other intangible interests in business associations",
    "number": "10",
    "text": "(a)  Except as provided in subsections (b) and (e), stock or other intangible ownership interest in a business association, the existence of which is evidenced by records available to the association, is presumed abandoned and, with respect to the interest, the association is the holder, if a dividend, distribution, or other sum payable as a result of the interest has remained unclaimed by the owner for seven years and the owner within seven years has not: \n     (1)  Communicated in writing with the association regarding the interest or a dividend, distribution, or other sum payable as a result of the interest; or \n     (2)  Otherwise communicated with the association regarding the interest or a dividend, distribution, or other sum payable as a result of the interest, as evidenced by a memorandum or other record on file with the association prepared by an employee of the association. \n     (b)  At the expiration of a seven-year period following the failure of the owner to claim a dividend, distribution, or other sum payable to the owner as a result of the interest, the interest is not presumed abandoned unless there have been at least seven dividends, distributions, or other sums paid during the period, none of which has been claimed by the owner.  If seven dividends, distributions, or other sums are paid during the seven-year period, the period leading to a presumption of abandonment commences on the date payment of the first such unclaimed dividend, distribution, or other sum became due and payable.  If seven dividends, distributions, or other sums are not paid during the presumptive period, the period continues to run until there have been seven dividends, distributions, or other sums that have not been claimed by the owner. \n     (c)  The running of the seven-year period of abandonment ceases immediately upon the occurrence of a communication referred to in subsection (a).  If any future dividend, distribution, or other sum payable to the owner as a result of the interest is subsequently not claimed by the owner, a new period of abandonment commences and relates back to the time a subsequent dividend, distribution, or other sum became due and payable. \n     (d)  At the time an interest is presumed abandoned under this section, any dividend, distribution, or other sum then held for or owing to the owner as a result of the interest, and not previously presumed abandoned, is presumed abandoned. \n     (e)  This part does not apply to any stock or other intangible ownership interest enrolled in a plan that provides for the automatic reinvestment of dividends, distributions, or other sums payable as a result of the interest unless the records available to the administrator of the plan show, with respect to any intangible ownership interest not enrolled in the reinvestment plan, that the owner has not within seven years communicated in any manner described in subsection (a). [L 1983, c 37, pt of §2]"
}