{
    "name": "Notice and publication of abandoned property",
    "number": "18",
    "text": "(a)  The director shall cause a public notice to be given for all properties reported abandoned not later than March 1 of the year immediately following the report required by section 523A-17 at least once statewide.\n     (b)  The notice shall be entitled \"Notice to Persons Appearing to be Owners of Abandoned Property\" and contain:\n     (1)  The names in alphabetical order and last known address, if any, of persons listed in the report with property valued greater than $100;\n     (2)  A statement identifying the location of a list of names and last known addresses, if any, of persons appearing to be owners of abandoned property and stating that this list shall be made available as a government record;\n     (3)  A statement that information concerning the property and the name and last known address of the holder may be obtained by any person possessing an interest in the property by addressing an inquiry to the director; and\n     (4)  A statement that if proof of claim is not presented by the owner to the holder and the owner's right to receive the property is not established to the holder's satisfaction before April 20, the property will be placed not later than May 1, in the custody of the director and all further claims shall thereafter be directed to the director.\n     (c)  The notice shall be given by using one or more of the following methods:\n     (1)  Posting on the State of Hawaii, department of budget and finance internet website;\n     (2)  Publication in a daily or weekly publication of statewide circulation; or\n     (3)  Any other method the director deems effective for publicizing the notice.\n     (d)  The director shall not be required to list in the notice any items of less than $50 unless the director considers the notice to be in the public interest.\n     (e)  This section shall not apply to sums payable on travelers checks, money orders, and other written instruments presumed abandoned under section 523A-4. [L 1983, c 37, pt of §2; am L 1996, c 214, §4; am L 1998, c 2, §107; am L 2003, c 74, §2]\n \nAttorney General Opinions\n \n  Notices for persons in all counties may be published in The Honolulu Advertiser.  Att. Gen. Op. 85-20.\n  Act 214, L 1996, which amended Hawaii's unclaimed property law to permit escheat of abandoned property, was constitutional; notice of custodial taking under this section to include notice that, if property remained unclaimed for statutory period, it may escheat to State under §523A-3.5, recommended.  Att. Gen. Op. 98-4."
}