{
    "name": "Establishment of the high technology innovation corporation; purpose",
    "number": "51",
    "text": "HIGH TECHNOLOGY INNOVATION CORPORATION\n \n     []    (a)  There is established, as a body corporate, the high technology innovation corporation.  The high technology innovation corporation shall be a public, not-for-profit organization under section 501(c)(3) of the Internal Revenue Code of 1986, as amended.  The high technology innovation corporation shall be attached to the department of business, economic development, and tourism for administrative purposes.\n     (b)  The purpose of the high technology innovation corporation shall include, but not be limited to, the facilitation of the growth and development of the commercial high technology industry in Hawaii.  Its duties shall include, but not be limited to:\n     (1)  Managing the assets and resources of the high technology development corporation, including its technology parks and incubation facilities;\n     (2)  Planning, creating, and implementing any programs and projects of the high technology development corporation that shall be assigned to the high technology innovation corporation, including federally- and state-funded programs and projects and those programs funded by other nonprofit and for-profit organizations;\n     (3)  Identifying and obtaining funding and other resources in support of the purposes of the high technology innovation corporation and the high technology development corporation from agencies and organizations not able to provide resources directly to the high technology development corporation;\n     (4)  Assisting the high technology development corporation in the promotion and marketing of Hawaii as a location for commercial high technology activity; and\n     (5)  Assisting the high technology development corporation in any other strategic or operational manner that supports the State's technology-based economic development activities.\n     (c)  The high technology innovation corporation shall implement this purpose by:\n     (1)  Furnishing the means, methods, and agencies by which the management, programming, training, investigation, research, and analysis may be conducted;\n     (2)  Other means to make the benefits of programming, training, investigation, research, and analysis available to the public; and\n     (3)  Any and all other acts reasonably designed to promote the foregoing purposes in the interest of promoting the general welfare of the people of the State.\nThe high technology innovation corporation shall have the sole right to provide the foregoing services and support to the high technology development corporation, and the high technology development corporation shall use the high technology innovation corporation to provide these services and support in every case, except when the high technology development corporation determines that the high technology innovation corporation may not or cannot legally or operationally provide these services and support. [L 2005, c 173, pt of §1]"
}