{
    "name": "Blind, partially blind, physically handicapped; public places; public conveyances",
    "number": "13",
    "text": "(a)  The blind, visually handicapped, and otherwise physically disabled are entitled to full and equal accommodations, advantages, facilities, and privileges of all common carriers, airplanes, motor vehicles, railroad trains, motor buses, street cars, boats, or any other public conveyances or modes of transportation, hotels, lodging places, places of public accommodation, amusement, or resort, and other places to which the general public is invited, subject only to the conditions and limitations established by law and applicable alike to all persons.\n     (b)  Every blind, deaf, or visually or physically handicapped person shall have the right to be accompanied by a guide, signal, or service dog, especially trained for the purpose, in any of the places listed in subsection (a) without being required to pay an extra charge for the guide, signal, or service dog; provided that the blind, deaf, or visually or physically handicapped person shall be liable for any damage done to the premises or facilities by such dog.  No such dog shall be considered dangerous merely because it is unmuzzled.\n     (c)  Every physically handicapped person shall have the right to use a life jacket or other flotation device in a public swimming pool; provided that:\n     (1)  The handicapped person suffers from a physical disability or condition which requires the use of a life jacket or other flotation device; and\n     (2)  The handicapped person obtains a statement signed by a licensed physician attesting to the handicapped person's need to use a life jacket or other flotation device.\n     (d)  The director of human services shall adopt rules pursuant to chapter 91 necessary for the purposes of this section. [L 1945, c 265, §1; RL 1955, §109-20; HRS ; am L 1972, c 75, §2; gen ch 1985; am L 1987, c 339, §4 and c 363, §1; am L 1988, c 206, §2; am L 1991, c 178, §1]"
}