{
    "name": "Definitions",
    "number": "1",
    "text": "PART I.  DEFINITIONS AND GENERAL PROVISIONS\n\n     As used in this chapter, unless the context otherwise requires:\n\t\"Complaint\" means any written charge filed with or by the department that a person is violating any provision of this chapter or any rule or order adopted pursuant to this chapter.\n\t\"Department\" means the department of health.\n\t\"Director\" means the director of health.\n\t\"Excessive noise\" means the presence of sound as measured by standard testing devices as established by the noise rules adopted by the department of a volume or in quantities and for durations which endangers human health, welfare or safety, animal life, or property or which unreasonably interferes with the comfortable enjoyment of life and property in the State or in such areas of the State as are affected thereby.\n\t\"Party\" means each person or agency named as party or properly entitled to be a party in any court or agency proceeding.\n\t\"Off-hour roadwork\" means any roadway construction between the hours of 6 p.m. and 7 a.m., which would require a variance from the committee on noise rules in the department of health.\n\t\"Permit\" means written authorization from the director to construct, modify, or operate any excessive noise source.  A permit authorizes the grantee to cause or emit excessive noise in a manner or amount, or to do any act, not forbidden by this chapter or by rules adopted under this chapter, but requiring review by the department.\n\t\"Person\" means any individual, partnership, firm, association, public or private corporation, federal agency, the State or any of its political subdivisions, trust, estate, or any other legal entity.\n\t\"Pollution\" means excessive noise.\n\t\"Variance\" means special written authorization from the director to cause or emit excessive noise in a manner or in an amount in excess of applicable standards, or to do an act that deviates from the requirements of rules adopted under this chapter.\n\t\"Vehicle\" means any device in, upon, or by which any person or property is or may be transported or drawn, including boats and ships. [L 1989, c 212, pt of §3]"
}