{
    "name": "Rules",
    "number": "11",
    "text": "The supreme court shall have power to promulgate rules in all civil and criminal cases for all courts relating to process, practices, procedure and appeals, which shall have the force and effect of law.  Such rules shall not abridge, enlarge, or modify the substantive rights of any litigant, nor the jurisdiction of any of the courts, nor affect any statute of limitations.\n     Whenever in a statute it is provided that the statute is applicable \"except as otherwise provided,\" or words to that effect, these words shall be deemed to refer to provisions of the rules of court as well as other statutory provisions. [L 1939, c 215, §1; RL 1945, §9614; RL 1955, §214-14; HRS §602-21; am L 1972, c 88, §2(g); ren L 1979, c 111, pt of §2]\n \nCross References\n \n  Constitutional provision, see Const. Art. VI, §7.\n \nRules of Court\n \n  See Rules of the Supreme Court; Code of Professional Responsibility; Code of Judicial Conduct; Hawaii Rules of Appellate Procedure; Rules of the Intermediate Court of Appeals; Hawaii Rules of Civil Procedure; Hawaii Rules of Penal Procedure; Rules of the Circuit Courts; Hawaii Arbitration Rules; Rules of the District Courts; District Court Rules of Civil Procedure; Rules of the Small Claims Division; Rules of the Family Court; Rules of the Tax Appeal Court; Rules of the Land Court.\n  See Hawaii Civil Traffic Rules; Hawaii Probate Rules; Rules Governing Court Reporting; Hawaii Court Records Rules; Hawaii Electronic Filing and Service \n \nLaw Journals and Reviews\n \n  A Piece of Mind for Peace of Mind:  Federal Discoverability of Opinion Work Product Provided to Expert Witnesses and Its Implications in Hawai\u0091i.  24 UH L. Rev. 859 (2002).\n  Electronic Discovery:  A Call for a New Rules Regime for the Hawai\u0091i Courts.  32 UH L. Rev. 153 (2009).\n \nCase Notes\n \n  Reasonable compliance with a rule must be required.  20 H. 39; 24 H. 711, 713; 29 H. 802, 803.  The responsibility of the court to require such compliance is secondary to the duty of the court to maintain the integrity of stipulations approved by and filed with the court.  24 H. 655, 657.\n  Family court rules have force and effect of law.  61 H. 167, 598 P.2d 176."
}