{
    "name": "University of Hawaii optional retirement system",
    "number": "8",
    "text": "(a)  [Repeal and reenactment on July 1, 2009.  L 2004, c 180, §3.]  Notwithstanding any other law to the contrary, the board of regents may establish without regard to the public notice or public hearing requirements of chapter 91, a retirement system separate from the state employees' retirement system to provide retirement allowances and other benefits for University of Hawaii employees who are appointed on or after July 7, 2004 by the University of Hawaii board of regents and are eligible for membership in the state employees' retirement system.\n     (b)  [Repeal and reenactment on July 1, 2009.  L 2004, c 180, §3.]  The general administration and the responsibility for the proper operation of the optional retirement system of the University of Hawaii shall be vested in the board of regents.  In fulfillment of its general administrative responsibilities related to the optional retirement system of the University of Hawaii and to ensure adequate choice and competition for employee-participants, the board of regents shall designate no fewer than three companies to provide annuity contracts, mutual fund accounts, or similar investment products offered through state or national banking institutions, or a combination of them, under the optional retirement system.\n     (c)  The board of regents may establish vesting periods for the members of the optional retirement system of the University of Hawaii that are different from those established in this chapter.\n     (d)  The board of regents may establish retirement allowances and other benefits for the optional retirement system of the University of Hawaii.\n     (e)  [Repeal and reenactment on July 1, 2009.  L 2004, c 180, §3.]  For any employee whose compensation is paid in whole or in part from the general fund and who elects to become a member of the optional retirement system, the University of Hawaii shall make an annual contribution on behalf of the employee to the optional retirement system.  The State shall remit to the University of Hawaii an amount equal to six per cent of the employee's compensation, taking into account any lag or smoothing arrangements that are in effect with respect to appropriations that the state employees' retirement system receives from the general fund, in lieu of any contribution that the State would have made to the state employees' retirement system on behalf of the employee had the employee not elected membership in the optional retirement system; provided that:\n     (1)  The State's annual contribution for any such employee shall not exceed six per cent of $100,000; and\n     (2)  The University of Hawaii shall be responsible for any contribution amounts in excess of the State's contribution.\n     (f)  [Repeal and reenactment on July 1, 2009.  L 2004, c 180, §3.]  Any member of the state employees' retirement system when the optional retirement system of the University of Hawaii is established shall not be eligible for membership in the optional retirement system.\n     (g)  [Repeal and reenactment on July 1, 2009.  L 2004, c 180, §3.]  Any person hired after the establishment of the optional retirement system of the University of Hawaii who is an appointee of the University of Hawaii board of regents and is eligible for membership in the state employees' retirement system shall be enrolled as a member of the state employees' retirement system, unless the employee elects to be enrolled in the optional retirement system of the University of Hawaii within ninety days of the date of the employee's appointment.  Upon electing to be enrolled in the optional retirement system, a person who remains employed by the University of Hawaii may not transfer from the optional retirement system to the state employees' retirement system.  Service under the optional retirement system shall not be creditable as service under the state employees' retirement system.\n     (h)  [Repeal and reenactment on July 1, 2009.  L 2004, c 180, §3.]  Notwithstanding any other law to the contrary, retirement benefits for the optional retirement system of the University of Hawaii shall be a subject of collective bargaining negotiations for bargaining units (7) and (8). [L 1998, c 115, §3; am L 2004, c 180, §1]\n \nRevision Note\n \n  \"July 1, 2004\" substituted for \"the effective date of this Act\"."
}