{
    "name": "Agreements to defend and indemnify",
    "number": "7.5",
    "text": "(a)  The department may enter into agreements with owners of public or private land to further the purposes of this chapter.  Agreements between the State and an owner may provide that the State will defend the owner, its affiliates, and their respective heirs, executors, administrators, representatives, successors, trustees, guardians, assigns, lessees, officers, directors, stockholders, employees, agents, and partners, from claims made by public users of the owner\u0092s land.  \n\t(b)  These agreements may also provide that the State will indemnify the owner, its affiliates, and their respective heirs, executors, administrators, representatives, successors, trustees, guardians, assigns, lessees, officers, directors, stockholders, employees, agents, and partners, for property losses incurred due to public use, subject to the following provisions:\n\n\n\n\t(1)\tThe attorney general may review any claim;\n\t(2)\tThe attorney general may refer a claim associated with property loss to the chairperson of the board of land and natural resources for informal resolution subject to the terms of an agreement;\n\t(3)\tAll claims of property loss that are subject to the terms of an agreement shall be reviewed in the first instance by the chairperson for resolution as provided for in an agreement.  The chairperson may compromise or settle claims for property loss from the trail and access program special funds for an amount not exceeding $10,000 per fiscal year, and the chairperson may pay claims for property loss up to this amount without the review of the attorney general;\n\t(4)\tUpon referral by the chairperson, the attorney general, in the attorney general's discretion, shall make determinations of whether a claim for property loss would or would not be subject to the terms of an agreement; and\n\t(5)\tClaims greater than $10,000 per fiscal year shall be subject to appropriation and allotment.\n\n\n\n\t(c)  The existence of an agreement does not allow an action to be brought against the State.  The State shall not be made a party in any action solely because of the existence of an agreement to defend or indemnify.  Any action defended by the State pursuant to an agreement shall be deemed an action against the owner, and the State may assert all defenses available to the owner, its affiliates, and their respective heirs, executors, administrators, representatives, successors, trustees, guardians, assigns, lessees, officers, directors, stockholders, employees, agents, and partners.\n\t(d)  If the agreement provides for indemnification by the State, no judgment shall be executed against an owner, its affiliates, and their respective heirs, executors, administrators, representatives, successors, trustees, guardians, assigns, lessees, officers, directors, stockholders, employees, agents, and partners, until the legislature has reviewed and approved the judgment. [L 1992, c 216, §1; am L 2005, c 175, §2]"
}