{
    "name": "Office of environmental quality control; ecology or environmental center; environmental council",
    "number": "3",
    "text": "(a)  There is created an office of environmental quality control which shall be headed by a single executive to be known as the director of environmental quality control who shall be appointed by the governor as provided in section 26-34.  This office shall implement this chapter and shall be placed within the department of health for administrative purposes.  The office shall perform its duties under chapter 343 and shall serve the governor in an advisory capacity on all matters relating to environmental quality control. \t(b)  There is created within the university an ecology or environmental center.\n\t(c)  There is created an environmental council not to exceed fifteen members.  Except for the director, members of the environmental council shall be appointed by the governor as provided in section 26-34.  The council shall be attached to the department of health for administrative purposes.  Except for the director, the term of each member shall be four years; provided that, of the members initially appointed, five members shall serve for four years, five members shall serve for three years, and the remaining four members shall serve for two years.  Vacancies shall be filled for the remainder of any unexpired term in the same manner as original appointments.  The director shall be an ex officio voting member of the council.  The council chairperson shall be elected by the council from among the appointed members of the council.\n\tMembers shall be appointed to assure a broad and balanced representation of educational, business, and environmentally pertinent disciplines and professions, such as the natural and social sciences, the humanities, architecture, engineering, environmental consulting, public health, and planning; educational and research institutions with environmental competence; agriculture, real estate, visitor industry, construction, media, and voluntary community and environmental groups.  The members of the council shall serve without compensation but shall be reimbursed for expenses, including travel expenses, incurred in the discharge of their duties. [L 1970, c 132, pt of §1; am L 1980, c 302, pt of §2; am L 1983, c 140, §1; am L 1987, c 233, §1]"
}