{
    "name": "Statements",
    "number": "3",
    "text": "Each month, every refiner and distributor, on a reporting date established by the director, shall file with the research and economic analysis division of the department, on forms furnished by the department showing separately for each county and for the islands of Lanai and Molokai within which and whereon fuel is sold or used during the last preceding reporting month, the following:\n     (1)  The total volume of fuel imported into and exported from Hawaii, and if for ultimate sale or consumption in another county or on another island, the total volume of fuel, in barrels, by import location (foreign and domestic), by specific crude oil imported, and by liquid fuel type, aviation fuel, diesel fuel, biofuels, and other types of fuel as required by the department, that is sold, exchanged, or otherwise transferred or used by the distributor;\n     (2)  The total volume of fuel refined, manufactured, or compounded by refineries, in barrels, by company, and by specific crude oil and by liquid fuel type, aviation fuel, diesel fuel, biofuels, and other types of fuel as required by the department, including No. 2 diesel fuel, No. 1 distillate, No. 2 fuel oil, No. 4 fuel oil, kerosene, finished aviation gasoline, kerosene-type jet fuel, residual fuel oil, consumer grade propane, and gasoline (regular, midgrade, and premium);\n     (3)  The total volume of fuel distributed, in barrels, by company, by island, and by liquid fuel type, aviation fuel, diesel fuel, biofuels, and other types of fuel as required by the department, and by:\n         (A)  Classes of retail trade;\n         (B)  Federal, state, county agencies, ships stores, or base exchanges, commercial agriculture accounts, commercial non-agriculture accounts, retail dealers, and other customers as required by the department; and\n         (C)  Wholesale distributor; and\n     (4)  The total volume of inventory and storage capacity, in barrels, by reporting entity, by method of transportation of receipts and distribution, by specific crude oil, and by liquid fuel type, aviation fuel, diesel fuel, biofuels, and other types of fuel as required by the department. [L 1997, c 257, pt of §2; am L 2002, c 77, §4; am L 2006, c 78, §5; am L 2007, c 182, §4; am L 2010, c 152, §4]"
}