{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter, unless the context clearly requires otherwise:\n\t\"Agency having jurisdiction\" means that agency with the authority to direct the release of a person serving a sentence or term of confinement or place a person on probation, supervised release, or parole and includes the department of public safety, the Hawaii paroling authority, the courts, and the department of health.\n\t\"Aggravated sex offender\" means:\n\n\n\n\t(1)\tA person convicted of an \"aggravated sexual offense\" as defined in this section; or\n\t(2)\tA person who is charged with an \"aggravated sexual offense\" as defined in this section and found unfit to proceed and is released into the community or acquitted due to a physical or mental disease, disorder, or defect pursuant to chapter 704 and is released into the community.\n\n\n\n\t\"Aggravated sexual offense\" means:\n\n\n\n\t(1)\tA criminal offense described in section 707-730(1)(a), 707-730(1)(b), 707-731(1)(b), 707-732(1)(b), 707-732(1)(f), and 707-733.5, but excludes conduct that is criminal only because of the age of the victim, if the perpetrator is under the age of eighteen;\n\t(2)\tA criminal offense that is comparable to one of the offenses designated in paragraph (1) or any federal, military, or out-of-state offense that, under the laws of this State would be an aggravated sexual offense as designated in paragraph (1); or\n\t(3)\tAn act, as described in chapter 705, that is an attempt, criminal solicitation, or criminal conspiracy to commit one of the offenses designated in paragraphs (1) or (2).\n\n\n\n\t\"Conviction\" means a judgment on the verdict, or a finding of guilt after a plea of guilty or nolo contendere, excluding the adjudication of a minor.\n\t\"Covered offender\" means a \"sex offender\" or an \"offender against minors\", as defined in this section.\n\t\"Covered offense\" means a criminal offense that is:\n\n\n\n\t(1)\tA crime within the definition of \"crimes against minors\" in this section; or\n\t(2)\tA crime within the definition of \"sexual offense\" in this section.\n\n\n\n\t\"Crime against minors\", excludes \"sexual offenses\" as defined in this section and means a criminal offense that consists of:\n\n\n\n\t(1)\tKidnapping of a minor, except by a parent;\n\t(2)\tUnlawful imprisonment in the first degree of a minor, except by a parent;\n\t(3)\tAn act, as described in chapter 705, that is an attempt, criminal solicitation, or criminal conspiracy to commit one of the offenses designated in paragraph (1) or (2); or\n\t(4)\tA criminal offense that is comparable to or which exceeds one of the offenses designated in paragraphs (1) through (3) or any federal, military, or out-of-state conviction for any offense that, under the laws of this State would be a crime against minors as designated in paragraphs (1) through (3).\n\n\n\n\t\"Mental abnormality\" means a condition involving a disposition to commit criminal sexual offenses with a frequency that makes the person a menace to others.\n\t\"Offender against minors\" means a person who is not a \"sex offender\", as defined in this section, and is or has been:\n\n\n\n\t(1)\tConvicted at any time, whether before or after May 9, 2005, of a \"crime against minors\" as defined in this section; or\n\t(2)\tCharged at any time, whether before or after May 9, 2005, with a \"crime against minors\" as defined in this section and who is found unfit to proceed and is released into the community or who is acquitted due to a physical or mental disease, disorder, or defect pursuant to chapter 704 and is released into the community.\n\n\n\n\t\"Parent\" means a parent, legal guardian, or a person who has a substantial familial or hanai relationship with the minor.\n\t\"Personality disorder\" shall have the same meaning as the term is used in the Diagnostic and Statistical Manual of Mental Health Disorders:  DSM-IV, American Psychiatric Association, Diagnostic and Statistical Manual of Mental Disorders (4th ed. 1994).\n\t\"Predatory\" means an act directed at:\n\n\n\n\t(1)\tA stranger; or\n\t(2)\tA person with whom a relationship has been established or promoted for the primary purpose of victimization.\n\n\n\n\t\"Registration information\" means the information specified in section [846E-2(c)].\n\t\"Release\" means release from:\n\n\n\n\t(1)\tImprisonment; \n\t(2)\tImprisonment and placed on parole; \n\t(3)\tImprisonment and placed on furlough;\n\t(4)\tAny form of commitment, custody, or confinement resulting from an order made pursuant to chapter 704; or\n\t(5)\tA halfway house or other equivalent facility,\n\nwhichever is later.\n\n\t\"Repeat covered offender\" means:\n\n\n\n\t(1)\tA person who is or has been convicted at any time, whether before or after May 9, 2005, of more than one covered offense as defined in this section; or\n\t(2)\tA person who is or has been charged at any time, whether before or after May 9, 2005, with more than one covered offense as defined in this section and who has been, more than once, either:\n\n\t\t(A)\tConvicted;\n\t\t(B)\tFound unfit to proceed pursuant to chapter 704; or\n\t\t(C)\tAcquitted due to a physical or mental disease, disorder, or defect pursuant to chapter 704.\n\n\n\n\n\n\t\"Sex offender\" means:\n\n\n\n\t(1)\tA person who is or has been convicted at any time, whether before or after May 9, 2005, of a \"sexual offense\"; or\n\t(2)\tA person who is or has been charged at any time, whether before or after May 9, 2005, with a \"sexual offense\" and is or has been found unfit to proceed and is or has been released into the community or who is acquitted due to a physical or mental disease, disorder, or defect pursuant to chapter 704 and is released into the community.\n\n\n\n\t\"Sexual offense\" means an offense that is:\n\n\n\n\t(1)\tSet forth in section 707-730(1)(a), 707-730(1)(b), 707-730(1)(c), 707-731(1)(a), 707-731(1)(b), 707-731(1)(c), 707-732(1)(a), 707-732(1)(b), 707-732(1)(c), 707-732(1)(d), 707-732(1)(e), 707-732(1)(f), 707-733(1)(a), 707-733.5, or [712-1202(1)(b)], but excludes conduct that is criminal only because of the age of the victim, as provided in section 707-730(1)(b), or section 707-732(1)(b) if the perpetrator is under the age of eighteen;\n\t(2)\tAn act defined in section 707-720 if the charging document for the offense for which there has been a conviction alleged intent to subject the victim to a sexual offense;\n\t(3)\tAn act that consists of:\n\n\t\t(A)\tCriminal sexual conduct toward a minor;\n\t\t(B)\tSolicitation of a minor who is less than fourteen years old to engage in sexual conduct;\n\t\t(C)\tUse of a minor in a sexual performance;\n\t\t(D)\tProduction, distribution, or possession of child pornography chargeable as a felony under section 707-750, 707-751, or 707-752;\n\t\t(E)\tElectronic enticement of a child chargeable as a felony under section 707-756 or 707-757, if the act involves:\n\n\t\t\t(i)\tSexual conduct;\n\t\t\t(ii)\tAttempted sexual conduct; or\n\t\t\t(iii)\tA proposal to engage in sexual conduct; or\n\n\t\t(F)\tSolicitation of a minor to practice prostitution;\n\n\t(4)\tA criminal offense that is comparable to or that exceeds a sexual offense as defined in paragraphs (1) through (3) or any federal, military, or out-of-state conviction for any offense that under the laws of this State would be a sexual offense as defined in paragraphs (1) through (3); or\n\t(5)\tAn act, as described in chapter 705, that is an attempt, criminal solicitation, or criminal conspiracy to commit one of the offenses designated in paragraphs (1) through (4).\n\n\n\n\t\"Sexually violent predator\" means a person:\n\n\n\n\t(1)\tWho is a sex offender; and\n\t(2)\tWho suffers from a mental abnormality or personality disorder that makes the person likely to engage in predatory sexual offenses. [L 1997, c 316, pt of §2; am L 1998, c 194, §1; am L 2003, c 62, §3; am L 2004, c 59, §1; am L 2005, c 45, §3]\n\n\n\n\nRevision Note\n  \"May 9, 2005,\" substituted for \"the effective date of this Act\".\nCase Notes\n  Indecent exposure, in violation of §707-734, does not constitute an offense that entails \"criminal sexual conduct\" and, consequently, persons convicted of indecent exposure are not \"sex offenders\" for purposes of this chapter; thus, defendant was not required to register as a \"sex offender\" pursuant to this chapter.  102 H. 383, 76 P.3d 935.\n  Under article I, §5, of the Hawaii constitution, due process requires that a convicted sex offender under this section be afforded the right to a judicial hearing at which evidence may be offered to demonstrate that continuance of all or part of the lifetime registration requirements are not necessary in a particular case to fulfill the public need to which the sex offender act responded.  105 H. 222, 96 P.3d 242."
}