{
    "name": "Access to registration information",
    "number": "3",
    "text": "(a)  Registration information shall be disclosed as follows:\n\n\n\n\t(1)\tThe information shall be disclosed to law enforcement agencies for law enforcement purposes;\n\t(2)\tThe information shall be disclosed to government agencies conducting confidential background checks;\n\t(3)\tThe attorney general and any county police department shall release public information as provided in subsection (b) concerning a specific person required to register under this chapter; provided that the identity of a victim of an offense that requires registration under this chapter shall not be released.\n\n\n\n\t(b)  For purposes of this section, \"public information\" means:\n\n\n\n\t(1)\tName, prior names, and all aliases used by the covered offender or under which the covered offender has been known;\n\t(2)\tThe actual address where the covered offender resides and how long the covered offender has resided there;\n\t(3)\tThe actual address where the covered offender is staying for more than ten days, if other than the stated residence;\n\t(4)\tThe future actual address, if known, where the covered offender is planning to reside, if other than the stated residence;\n\t(5)\tThe street name and zip code of the covered offender's current locations of employment;\n\t(6)\tNames and actual addresses of current and known future educational institutions with which the covered offender is affiliated as a faculty member, an employee, or a student, and the starting and ending dates of any such affiliation;\n\t(7)\tThe year, make, model, color, and license number of all vehicles currently owned or operated by the covered offender, excluding vehicles operated exclusively for purposes of work; \n\t(8)\tA statement listing all covered offenses for which the covered offender has been convicted or found unfit to proceed or acquitted pursuant to chapter 704; and\n\n\n\n\t(9)\tA recent photograph of the covered offender.\n\t(c)  Public access to a covered offender's public information shall be permitted with regard to each covered offender beginning the next working day following the filing of a judgment of conviction, a finding of unfitness to proceed or an acquittal due to mental disease, disorder, or defect, for a covered offense, or as soon thereafter as is practical.  When a notice of appeal has been filed, the public information shall note that the covered offender has filed a notice of appeal.  The public information shall be removed upon the reversal of the covered offender's conviction or the granting of a pardon to the covered offender.  Public access shall continue until the expiration of at least the following periods:\n\n\n\n\t(1)\tForty years after sentencing or release, whichever is later, of a sexually violent predator or a repeat covered offender with at least two separate convictions for a crime for which this chapter requires registration, one of which is a felony;\n\t(2)\tThirty years after sentencing or release, whichever is later, of any covered offender who has been convicted of an aggravated sexual offense;\n\t(3)\tTwenty-five years after sentencing or release, whichever is later, of any covered offender who is not subject to paragraph (1) or (2), and whose most serious covered offense conviction, except for a conviction under section 707-730(1)(c), is a class A felony or its non-Hawaii equivalent;\n\t(4)\tFifteen years after a covered offender's date of sentencing or release, whichever is later, for those covered offenders who are not subject to paragraphs (1) through (3) and whose most serious covered offense conviction is a class B felony, or a conviction under section 707-730(1)(c), or its non-Hawaii equivalent; or\n\t(5)\tTen years after a covered offender's date of sentencing or release, whichever is later, for those covered offenders who are not subject to paragraphs (1) through (4) and:\n\n\t\t(A)\tWhose most serious covered offense conviction is a class C felony or its non-Hawaii equivalent; or\n\t\t(B)\tHave been convicted of a second or subsequent misdemeanor covered offense when all of the previous covered offenses are also misdemeanors.\n\n\n\n\n\n\t(d)  Public access authorized by this section shall be accomplished by the following methods:\n\n\n\n\t(1)\tPublic access to the public information for each covered offender subject to subsection (c), paragraphs (1) through (4) shall be provided by both public internet access and on-site public access or;\n\t(2)\tPublic access to the public information for each covered offender subject to subsection (c), paragraph (5) shall be provided by on-site public access;\n\n\n\nprovided that on-site public access shall be provided for each covered offender at the Hawaii criminal justice data center and at one or more designated police stations in each county, to be designated by the attorney general, between the hours of 8:00 a.m. and 4:30 p.m. on weekdays, excluding holidays.\n\t(e)  After forty years have elapsed after release or sentencing, whichever is later, for covered offenders subject to subsection (c), paragraph (1); thirty years have elapsed after release or sentencing, whichever is later, for covered offenders subject to subsection (c), paragraph (2); twenty-five years have elapsed after release or sentencing, whichever is later, for covered offenders subject to subsection (c), paragraph (3); fifteen years have elapsed after release or sentencing, whichever is later for covered offenders subject to subsection (c), paragraph (4); and ten years have elapsed after release or sentencing, whichever is later, for covered offenders subject to subsection (c), paragraph (5), a covered offender may petition the court in a civil proceeding to terminate public access.  The court may order this termination upon proof by a preponderance of the evidence that the covered offender:\n\n\n\n\t(1)\tHas had no new convictions for covered offenses;\n\t(2)\tIs very unlikely to commit a covered offense ever again; and\n\t(3)\tPublic access to the covered offender's public information will not assist in protecting the safety of the public or any member thereof;\n\n\n\nprovided that a denial by the court for relief pursuant to a petition under this section shall preclude the filing of another petition for five years from the date of the last denial. \n\t(f)  If a covered offender has been convicted of only one covered offense and that covered offense is a misdemeanor, the covered offender shall not be subject to the public access requirements set forth in this section.\n\t(g)  The following message shall be posted at both the site of internet access and on-site public access locations:\n\n\t\"Information regarding covered offenders is permitted pursuant to chapter 846E.  Public access to this information is based solely on the fact of each offender's criminal conviction and is not based on an estimate of the offender's level of dangerousness.  By allowing public access to this information, the State makes no representation as to whether the covered offenders listed are dangerous.  Any person who uses the information in this registry to injure, harass, or commit a criminal act against any person included in the registry may be subject to criminal prosecution, civil liability, or both.\"\n\n\t(h)  The public access provisions of this section shall apply to all covered offenders without regard to the date of conviction.\n\t(i)  \"Conviction\" as used in this section means:\n\n\n\n\t(1)\tA judgment on the verdict, or a finding of guilt after a plea of [guilty] or nolo contendere, excluding the adjudication of a minor;\n\t(2)\tA finding of unfitness to proceed resulting in the release of the covered offender into the community, excluding such a finding as to a minor; or\n\t(3)\tAn acquittal due to a physical or mental disease, disorder, or defect pursuant to chapter 704 resulting in the release of the covered offender into the community, excluding such acquittal as to a minor. [L 1997, c 316, pt of §2; am L 1998, c 194, §3; am L 2002, c 234, §2; am L 2003, c 62, §5; am L 2004, c 59, §3; am L 2005, c 45, §5]\n\n\n\n\nCase Notes\n  As this section operated to deprive defendant of a protected liberty interest and provided defendant with neither notice nor an opportunity to be heard prior to notifying the public of defendant's status as a convicted sex offender, this section denied defendant due process under article I, §5 of the Hawaii constitution; this section thus void and unenforceable.  97 H. 285, 36 P.3d 1255."
}