{
    "name": "Contributory negligence no bar; comparative negligence; findings of fact and special verdicts Under Age Twenty-One",
    "number": "31",
    "text": "COMPARATIVE NEGLIGENCE\n\nLaw Journals and Reviews\n  Tort and Insurance \"Reform\" in a Common Law Court.  14 UH L. Rev. 55.\n   Contributory negligence no bar; comparative negligence; findings of fact and special verdicts.  (a)  Contributory negligence shall not bar recovery in any action by any person or the person's legal representative to recover damages for negligence resulting in death or in injury to person or property, if such negligence was not greater than the negligence of the person or in the case of more than one person, the aggregate negligence of such persons against whom recovery is sought, but any damages allowed shall be diminished in proportion to the amount of negligence attributable to the person for whose injury, damage or death recovery is made.\n\t(b)  In any action to which subsection (a) of this section applies, the court, in a nonjury trial, shall make findings of fact or, in a jury trial, the jury shall return a special verdict which shall state:\n\n\n\n\t(1)\tThe amount of the damages which would have been recoverable if there had been no contributory negligence; and\n\t(2)\tThe degree of negligence of each party, expressed as a percentage.\n\n\n\n\t(c)  Upon the making of the findings of fact or the return of a special verdict, as is contemplated by subsection (b) above, the court shall reduce the amount of the award in proportion to the amount of negligence attributable to the person for whose injury, damage or death recovery is made; provided that if the said proportion is greater than the negligence of the person or in the case of more than one person, the aggregate negligence of such persons against whom recovery is sought, the court will enter a judgment for the defendant.\n\t(d)  The court shall instruct the jury regarding the law of comparative negligence where appropriate. [L 1969, c 227, §1; am L 1972, c 144, §2(i); am L 1975, c 152, §1; am L 1976, c 161, §1; gen ch 1985]\nLaw Journals and Reviews\n  For a discussion of the doctrines of contributory and comparative negligence, see A Proposal for the Judicial Adoption of Comparative Negligence in Hawaii.  5 HBJ 49.\n  Tort Law--Bertelmann v. Taas Associates:  Limits on Dram Shop Liability; Barring Recovery of Bar Patrons, Their Estates and Survivors.  11 UH L. Rev. 277.\nCase Notes\n  In Federal Tort Claims Act action against United States of America for damages for personal injuries plaintiffs sustained when they were scalded by lava heated ocean water, judgment to be entered in favor of the government, where court found, inter alia, that because plaintiffs knowingly entered a closed area with an open and obvious hazard, not only was their behavior unreasonable, but they alone were responsible for their injuries.  73 F. Supp. 2d 1172.\n Comparative negligence doctrine will not be applied to claims accruing before July 14, 1969.  51 H. 636, 466 P.2d 429.  Comparative negligence applies only to claims accruing after July 14, 1969, and the rule of contributory negligence continues on claims that accrued before that date.  52 H. 129, 471 P.2d 524.\n  Contributory negligence is available as defense against claims accruing before July 14, 1969.  55 H. 375, 520 P.2d 62.\n  Evidence relating to degree of fault of nonparty litigant should not be presented to diminish plaintiff's verdict.  56 H. 598, 546 P.2d 527.\n  Costs allowable to prevailing party not subject to reduction in proportion to negligence attributable.  56 H. 613, 546 P.2d 1013.\n  Prior law.  \"Negligence of the person against whom recovery is sought\" means aggregate negligence of defendants.  64 H. 401, 642 P.2d 930.\n  Section does not affect action between two joint tortfeasors under sections 663-11 to 17.  65 H. 428, 653 P.2d 96.\n  Comparative negligence principles not applicable to strict liability case.  69 H. 176, 738 P.2d 79.\n  Contributory negligence is no longer a complete defense or total bar to a tort claim; legislature, in enacting comparative negligence statute did not intend to alter judicially created derivative action for loss of consortiums.  69 H. 192, 738 P.2d 85.\n  Pure comparative negligence principles apply to strict products liability claims.  69 H. 232, 738 P.2d 416.\n  Section required that judgment be entered for defendant where jury's special verdict apportioned greater fault to victim than to defendant.  87 H. 265, 954 P.2d 644.\n  Where arbitrator's award apportioned liabilities in passenger's action against passenger's driver and driver of other vehicle as seventy per cent to thirty per cent negligent respectively, and arbitrator's award had collateral estoppel effect, subsection (a) barred recovery by passenger's driver in separate action against other driver.  90 H. 143, 976 P.2d 904.\n  Instructions to jury.  1 H. App 94, 614 P.2d 402.\n  Comparative negligence and products liability doctrines merged; in products liability case injured plaintiff cannot recover if more negligent than defendant.  6 H. App. 652, 736 P.2d 440.\n  Because this section clearly permits apportionment of damages and no justification exists to maintain doctrine of last clear chance, use of doctrine by a plaintiff abolished.  83 H. 78 (App.), 924 P.2d 572.\n  Trial court should have instructed jury on law of comparative negligence and failure to do so made jury instructions that were given prejudicially insufficient.  83 H. 78 (App.), 924 P.2d 572.\n  In light of the plain language of Hawaii Arbitration Rules rule 23(a), trial court abused its discretion when it sanctioned defendant by apportioning defendant's and plaintiff's negligence based on arbitrator's award, and the apportionment sanction deprived defendant of a jury determination as to the degree of negligence of the parties, in violation of this section.  99 H. 432 (App.), 56 P.3d 734.\n  Cited:  60 H. 381, 590 P.2d 564.\nHawaii Legal Reporter Citations\n  Abrogation of doctrine of assumption of risk.  79 HLR 79-0001."
}