{
    "name": "Exception to liability",
    "number": "1.5",
    "text": "(a)  Any person who in good faith renders emergency care, without remuneration or expectation of remuneration, at the scene of an accident or emergency to a victim of the accident or emergency shall not be liable for any civil damages resulting from the person's acts or omissions, except for such damages as may result from the person's gross negligence or wanton acts or omissions.\n\t(b)  No act or omission of any rescue team or physician working in direct communication with a rescue team operating in conjunction with a hospital or an authorized emergency vehicle of the hospital or the State or county, while attempting to resuscitate any person who is in immediate danger of loss of life, shall impose any liability upon the rescue team, the physicians, or the owners or operators of such hospital or authorized emergency vehicle, if good faith is exercised.\n\tThis section shall not relieve the owners or operators of the hospital or authorized emergency vehicle of any other duty imposed upon them by law for the designation and training of members of a rescue team or for any provisions regarding maintenance of equipment to be used by the rescue team or any damages resulting from gross negligence or wanton acts or omissions.\n\t(c)  Any physician licensed to practice under the laws of this State or any other state who in good faith renders emergency medical care in a hospital to a person, who is in immediate danger of loss of life, without remuneration or expectation of remuneration, shall not be liable for any civil damages, if the physician exercises that standard of care expected of similar physicians under similar circumstances.\n\t(d)  Any person or other entity who as a public service publishes written general first aid information dealing with emergency first aid treatment, without remuneration or expectation of remuneration for providing this public service, shall not be liable for any civil damages resulting from the written publication of such first aid information except as may result from its gross negligence or wanton acts or omissions.\n\t(e)  Any person who successfully completes training under any automatic external defibrillator program administered by a physician shall not be liable for any civil damages resulting from any act or omission while attempting in good faith, without remuneration or expectation of remuneration, to resuscitate a person in immediate danger of loss of life when administering any automatic external defibrillator, regardless of where the automatic external defibrillator that is used is located, except as may result from the person's gross negligence or wanton acts or omissions.\n\tAny person, including an employer, who establishes an automatic external defibrillator program shall not be liable for any civil damages resulting from any act or omission of the persons or employees trained under the program who, in good faith and without remuneration or the expectation of remuneration, attempt to resuscitate a person in immediate danger of loss of life by administering an automatic external defibrillator.\n\t(f)  Any physician who administers an automatic external defibrillator program without remuneration or expectation of remuneration shall not be liable for any civil damages resulting from any act or omission involving the use of an automatic external defibrillator, except as may result from the physician's gross negligence or wanton acts or omissions.\n\t(g)  This section shall not relieve any person, physician, or employer of:\n\n\n\n\t(1)\tAny other duty imposed by law regarding the designation and training of persons or employees;\n\t(2)\tAny other duty imposed by provisions regarding the maintenance of equipment to be used for resuscitation; or\n\t(3)\tLiability for any damages resulting from gross negligence, or wanton acts or omissions.\n\n\n\n\t(h)  For the purposes of this section:\n\t\"Automatic external defibrillator program\" shall have the meaning provided in section 453-2(b)(5)(B).\n\t\"Good faith\" includes but is not limited to a reasonable opinion that the immediacy of the situation is such that the rendering of care should not be postponed.\n\t\"Rescue team\" means a special group of physicians, basic life support personnel, advanced life support personnel, surgeons, nurses, volunteers, or employees of the owners or operators of the hospital or authorized emergency vehicle who have been trained in basic or advanced life support and have been designated by the owners or operators of the hospital or authorized emergency vehicle to attempt to provide such support and resuscitate persons who are in immediate danger of loss of life in cases of emergency. [L 1969, c 80, §1; am L 1974, c 44, §1; am L 1979, c 81, §2; am L 1980, c 232, §35; am L 1983, c 33, §1; gen ch 1985; am L 1998, c 160, §2; am L 2004, c 191, §1]"
}