{
    "name": "Motorsports facilities; waiver of liability",
    "number": "10.95",
    "text": "(a)  Any waiver and release, waiver of liability, or indemnity agreement in favor of an owner, lessor, lessee, operator, or promoter of a motorsports facility, which releases or waives any claim by a participant or anyone claiming on behalf of the participant which is signed by the participant in any motorsports or sports event involving motorsports in the State, shall be valid and enforceable against any negligence claim for personal injury of the participant or anyone claiming on behalf of and for the participant against the motorsports facility, or the owner, operator, or promoter of a motorsports facility.  The waiver and release shall be valid notwithstanding any claim that the participant did not read, understand, or comprehend the waiver and release, waiver of liability, or indemnity agreement if the waiver or release is signed by both the participant and a witness; provided that a waiver and release, waiver of liability, or indemnity agreement executed pursuant to this section shall not be enforceable against the rights of any minor or the minor's representative.\n\t(b)  The execution of a waiver and release, waiver of liability, or indemnity agreement shall create a presumption that the person signing the document read and understood the document.\n\t(c)  For the purposes of this section:\n\t\"Motorsports facility\" means land, building, structure, or area designed or modified for motorsports activities including the track and surrounding area wherein a motorsports or other event involving motor vehicles is held and which is clearly demarcated as a restricted area to spectators.  \"Motorsports facility\" shall not include the areas intended for use by spectators or nonparticipants.\n\t\"Owner\" means a person or entity which owns or holds fee simple title to, or a leasehold interest in, a motorsports facility or any portion of a motorsports facility, and shall include without limitation, a fee owner or lessor of the underlying land, a lessee, or sublessee, or a sublessor or master lessor, of a motorsports facility or a portion thereof.\n\t\"Participant\" means a person who is participating in a motorsports event at a motorsports facility, including practices or trials, as a rider, passenger or driver, official, or owner of a vehicle or equipment used in a motorsports, or anyone assisting any of the foregoing, or a person entering an area of the motorsports facility restricted to participants.\n\t(d)  A waiver and release, waiver of liability, or indemnity agreement executed under this section shall be construed as an express assumption of risk on the part of the party executing such a waiver and release, waiver of liability, or indemnity agreement.\n\t(e)  This section shall not apply to acts or omissions constituting gross negligence, wilful and wanton conduct, or intentional acts on the part of another participant or employees or agents of the motorsports facility.\n\t(f)  The provisions of this section shall not apply to any motorsports facility unless the facility has a general liability policy of no less than $1,000,000 for spectators and no less than $500,000 for participants, per claim, indemnifying participants and spectators for the negligence of the facility, its employees or agents. [L 1997, c 245, §1]"
}