{
    "name": "Abolition of joint and several liability; exceptions",
    "number": "10.9",
    "text": "  Joint and several liability for joint tortfeasors as defined in section 663-11 is abolished except in the following circumstances:\n\n\n\n\t(1)\tFor the recovery of economic damages against joint tortfeasors in actions involving injury or death to persons;\n\t(2)\tFor the recovery of economic and noneconomic damages against joint tortfeasors in actions involving:\n\n\t\t(A)\tIntentional torts;\n\t\t(B)\tTorts relating to environmental pollution;\n\t\t(C)\tToxic and asbestos-related torts;\n\t\t(D)\tTorts relating to aircraft accidents;\n\t\t(E)\tStrict and products liability torts; or\n\t\t(F)\tTorts relating to motor vehicle accidents except as provided in paragraph (4);\n\n\t(3)\tFor the recovery of noneconomic damages in actions, other than those enumerated in paragraph (2), involving injury or death to persons against those tortfeasors whose individual degree of negligence is found to be twenty-five per cent or more under section 663-31.  Where a tortfeasor's degree of negligence is less than twenty-five per cent, then the amount recoverable against that tortfeasor for noneconomic damages shall be in direct proportion to the degree of negligence assigned; and\n\t(4)\tFor recovery of noneconomic damages in motor vehicle accidents involving tort actions relating to the maintenance and design of highways including actions involving guardrails, utility poles, street and directional signs, and any other highway-related device upon a showing that the affected joint tortfeasor was given reasonable prior notice of a prior occurrence under similar circumstances to the occurrence upon which the tort claim is based.  In actions in which the affected joint tortfeasor has not been shown to have had such reasonable prior notice, the recovery of noneconomic damages shall be as provided in paragraph (3).\n\t(5)\tProvided, however, that joint and several liability for economic and noneconomic damages for claims against design professionals, as defined in chapter 672, and certified public accountants, as defined in chapter 466, is abolished in actions not involving physical injury or death to persons. [L Sp 1986, c 2, §17; am L 1989, c 300, §2; am L 1991, c 62, §1; am L 1993, c 238, §1; am L 1999, c 237, §4]\n\n\n\n\nNote\n  Chapter 672 referred to in text is repealed.\nCross References\n  Contractor repair act, see chapter 672E.\nCase Notes\n  State properly held jointly and severally liable under paragraph (4) as a \"prior occurrence\" need not be identical or exactly similar to put State on \"reasonable prior notice\"; it was enough that the State knew of the particular defective guardrail, had an opportunity to correct it, and failed to do so.  91 H. 60, 979 P.2d 1086.\n  Section does not abolish joint and several liability for actions involving intentional torts; condominium association and murderer were thus jointly and severally liable to plaintiffs for noneconomic as well as economic damages, subject to reduction proportional to victim's assigned negligence.  87 H. 273 (App.), 954 P.2d 652.\nPrior law.\n  Joint and several liability imposed on asbestos manufacturers in products liability action.  960 F.2d 806."
}