{
    "name": "Dealers' and investment advisers' records and reports; commissioner's powers",
    "number": "16",
    "text": "(a)  Except as otherwise provided in this section, every dealer and investment adviser registered under this chapter shall make and keep for a period of three years after the close of the calendar or fiscal year to which they pertain, full and complete records of the dealer's or investment adviser's business, which records shall be open to inspection by the commissioner of securities and, in addition, shall file with the commissioner annual or special reports of the condition, financial or other, of the dealer or investment adviser, in the form and detail, that the commissioner shall require.  For the purpose of avoiding unnecessary duplication of inspections and examinations, the commissioner may cooperate with the securities administrators of other states, the Securities and Exchange Commission, and any national securities exchange or national securities association registered under the Securities Exchange Act of 1934.  If any dealer or investment adviser fails or refuses to make or keep any record or to file any report, the commissioner may subpoena the dealer, investment adviser, or any person having knowledge of the dealer's or investment adviser's affairs to appear and testify or produce documentary evidence, administer oaths, and examine the dealer, or investment adviser, or any person under oath with respect to the affairs of the dealer or investment adviser.  The subpoena shall have the same force and effect and shall be served in the same manner as if issued from a court of record.  Witness fees and mileage claims shall be allowed the same as for testimony in a court of record.  Witness fees, mileage, and actual expenses necessarily incurred in securing the attendance of witnesses and of testimony and the production of documents shall constitute a charge against the dealer or investment adviser, recoverable by action by the State for the use of the persons entitled thereto.  If any individual fails to obey the subpoena or obeys the subpoena and refuses to testify when required concerning the matter under investigation, the commissioner shall file the commissioner's written report thereof and proof of service of the commissioner's subpoena in the circuit court for the circuit in which the examination is being conducted.  Thereupon, the court shall forthwith cause the individual to be brought before it to show cause why the individual should not be held in contempt; and if so held, may punish the individual as if the failure or refusal related to a subpoena from or testimony in that court.\n\t(b)  This section shall not apply to any dealer that is registered under the Securities Exchange Act of 1934 or to an investment adviser that maintains its principal place of business in a state other than this State; provided the investment adviser is registered in the state where it maintains its principal place of business and is in compliance with that state's recordkeeping requirements, if any.  The commissioner may require:\n\n\n\n\t(1)\tThe filing of any financial or operational report that is required to be filed under the Securities Exchange Act of 1934 or under the laws of the state where an investment adviser maintains its principal place of business; and\n\t(2)\tThe production of any document, in accordance with the procedures set forth in subsection (a), required to be maintained by a dealer registered under the Securities Exchange Act of 1934 or by the state in which an investment adviser maintains its principal place of business. [L 1963, c 120, §5; Supp, §199-12.5; HRS ; am L 1984, c 281, §4; gen ch 1985; am L 1998, c 258, §11; am L 1999, c 18, §15]\n\n\n\n\nCross References\n  Witness fees, mileage, see §607-12."
}