{
    "name": "When a defendant is charged with a criminal violation of Uniform Securities Act,  provides an essential element of the offense charged.  78 H. 373, 894 P.2d 70.",
    "number": "21",
    "text": "Criminal penalties.  (a)  Whoever violates this chapter shall be punished as follows:\n\n\n\n\t(1)\tAn offense in which the total value of all money and anything else of value paid by or lost by the victims pursuant to the same scheme, plan or representations, or to the same entity, amounts to under $5,000 shall be a class C felony as defined by the Hawaii Penal Code;\n\t(2)\tAn offense in which the total value of all money and anything else of value paid by or lost by the victims pursuant to the same scheme, plan, or representations, or to the same entity, amounts to $5,000 but less than $100,000 shall be a class B felony as defined by the Hawaii Penal Code;\n\t(3)\tAn offense in which the total value of all money and anything else of value paid or lost by the victims pursuant to the same scheme, plan, or representations, or to the same entity, amounts to $100,000 or more shall be a class A felony as defined by the Hawaii Penal Code.\n\n\n\n\tIn addition to the above, whoever violates this chapter shall forfeit to the State (1) any interest or property the person has acquired or maintained in violation of this chapter, and (2) any interest in, security of, claim against, or property or contractual right of any kind affording a source of influence over, any enterprise which the person has established, operated, controlled, conducted, or participated in the conduct of, in violation of this chapter.\n\t(b)  The value of all money and anything else of value paid or lost by various victims pursuant to the same scheme, plan, or representations or to the same entity may be aggregated in determining the class or grade of the offense.\n\t(c)  Upon conviction of a person under this chapter, the circuit court shall authorize the county attorney or prosecutor, or the attorney general, to seize all property or other interest declared forfeited under this chapter upon such terms and conditions as the court shall deem proper.  The State shall dispose of all property or other interest seized under this chapter as soon as feasible making due provision for the rights of innocent persons.  If a property right or other interest is not exercisable or transferable for value by the State, it shall not revert to the convicted person and the commissioner shall dispose of said property as deemed proper by the commissioner.\n\t(d)  Notwithstanding any other law to the contrary, a person convicted of a felony under this chapter who has a prior conviction for felony under this chapter or a prior conviction for a crime which would constitute a felony under this chapter shall be sentenced to a mandatory minimum period of imprisonment of one year without possibility of parole.  Nothing in this subsection shall be construed to in any way limit the maximum term of imprisonment imposed pursuant to chapter 706.\n\t(e)  Notwithstanding any other laws to the contrary, the following period of limitations will apply to prosecutions for felony violations of this chapter:\n\n\n\n\t(1)\tProsecution for a felony under this chapter shall be commenced within five years after the offense is committed.\n\t(2)\tIf the period prescribed in paragraph (1) has expired, prosecution for a felony under this chapter may be commenced within two years after the discovery of the offense by an aggrieved party and who is himself not a party to the offense, but in no event more than seven years after the offense is committed. [L 1957, c 314, pt of §1; Supp, §199-17; HRS ; am L 1985, c 100, §4; gen ch 1993]\n\n\n\n\nCase Notes\n  Indictments charging sales of unregistered securities and sales by unregistered dealers and salespersons.  33 H. 180.\n  Provides essential element of offense charged, when defendant is charged with criminal violation of Uniform Securities Act.  78 H. 373, 894 P.2d 70."
}