{
    "name": "Fraudulent and other prohibited practices Cross References Uniform transfer-on-death security registration act, see chapter 539. Attorney General Opinions",
    "number": "25",
    "text": "Fraudulent and other prohibited practices.  (a)  It is unlawful for any person, in connection with the offer, sale, or purchase (whether in a transaction described in section 485-6 or otherwise) of any security (whether or not of a class described in section 485-4), in the State, directly or indirectly:\n\n\n\n\t(1)\tTo employ any device, scheme, or artifice to defraud;\n\t(2)\tTo make any untrue statement of a material fact or omit to state a material fact necessary in order to make the statements made, in the light of the circumstances under which they are made, not misleading;\n\t(3)\tTo engage in any act, practice, or course of business which operates or would operate as a fraud or deceit upon any person;\n\t(4)\tTo issue, circulate, or publish any prospectus, circular, advertisement, printed matter, document, pamphlet, leaflet, or other literature (in this chapter sometimes referred to collectively as \"advertising matter\") which shall contain an untrue statement of a material fact or omit to state a material fact necessary in order to make the statements therein made, in the light of the circumstances under which they are made, not misleading;\n\t(5)\tTo issue, circulate, or publish any advertising matter or make any written representation, unless the name of the person issuing, circulating, publishing, or making the same and the fact that the person is issuing, circulating, or making the same shall be clearly indicated thereon;\n\t(6)\tTo make any statement or representation, or issue, circulate, or publish any advertising matter containing any statement, to the effect that the security has been in any way approved or endorsed by the commissioner of securities; or\n\t(7)\tTo issue, circulate, or publish any advertising matter unless a copy thereof has been previously filed with the office of the commissioner, or unless the commissioner has by rule or order exempted the filing of any advertising material.\n\n\n\n\t(b)  It is unlawful for any person who receives any consideration from another person primarily for advising the other person as to the value of securities or their purchase or sale, whether through the issuance of analyses or reports or otherwise:\n\n\n\n\t(1)\tTo employ any device, scheme, or artifice to defraud the other person; or\n\t(2)\tTo engage in any act, practice, or course of business which operates or would operate as a fraud or deceit upon the other person.\n\n\n\n\t(c)  It is unlawful for any investment adviser to enter into, extend, or renew any investment advisory contract unless it provides in writing:\n\n\n\n\t(1)\tThat the investment adviser shall not be compensated on the basis of a share of capital gains upon or capital appreciation of the funds or any portion of the funds of the client;\n\t(2)\tThat no assignment of the contract may be made by the investment adviser without the consent of the other party to the contract;\n\t(3)\tThat the investment adviser, if a partnership, shall notify the other party to the contract of any change in the membership of the partnership within a reasonable time after the change;\n\t(4)\tThat the investment adviser and investment adviser representative shall disclose to the client in a separate disclosure statement the capacity in which the investment adviser and investment adviser representative are acting and the compensation to be received in situations where:\n\n\t\t(A)\tThe investment adviser is acting as principal for the investment adviser's own account and knowingly sells any security to or purchases any security from a client for whom the investment adviser is acting as investment adviser; or\n\t\t(B)\tThe investment adviser is acting as broker for a person other than the client and knowingly effects any sale or purchase of securities, real estate, insurance contracts, annuities contracts, or any types of real or personal property for the account of the client; and\n\n\t(5)\tThat the investment adviser and investment adviser representative shall provide the disclosure statement described in subsection (c)(4) and obtain the written consent of the client to the transactions described in the disclosure statement prior to the closing of the transactions.\n\n\n\n\tParagraph (1) does not prohibit an investment advisory contract which provides for compensation based upon the total value of a fund averaged over a definite period, or as of definite dates or taken as of a definite date.  \"Assignment\", as used in paragraph (2), includes any direct or indirect transfer or hypothecation of an investment advisory contract by the assignor or of a controlling block of the assignor's outstanding voting securities by a security holder of the assignor; but, if the investment adviser is a partnership, no assignment of an investment advisory contract is considered to result from the death or withdrawal of a minority of the members of the investment adviser having only a minority interest in the business of the investment adviser, or from the admission to the investment adviser of one or more members who, after admission, will be only a minority of the members and will have only a minority interest in the business.\n\t(d)  It is unlawful for any investment adviser to use any scheme, device, or artifice to circumvent or attempt to circumvent the prohibitions or limitations in subsection (c).\n\t(e)  Subsection (a)(5) and (7) shall not apply to any advertising matter that is covered by section 18(a) of the Securities Act of 1933, which relates to or is used in connection with the offer or sale of a federal covered security. [L 1957, c 314, pt of §1; Supp, §199-20; HRS ; am L 1970, c 103, §3; am L 1984, c 281, §§6, 7; am L 1985, c 286, §5; gen ch 1985; am L 1998, c 258, §12]\nCase Notes\n  Former employees could establish that interest in pensions were securities.  501 F. Supp. 830.\n  Shares transferred in connection with reorganization were not \"securities\".  567 F. Supp. 609.\n  Applicability of appropriate statute of limitations in securities fraud claims discussed.  758 F. Supp. 1357.\n  Section requires a showing of scienter and reliance.  250 F. Supp. 2d 1254.\n  Section 485-21 is an essential element of criminal charges brought pursuant to subsection (a)(2) and (a)(4).  78 H. 373, 894 P.2d 70."
}