{
    "name": "Accountability; probationary status; revocation of charter",
    "number": "14",
    "text": "(a)  Every charter school shall conduct annual self-evaluations that shall be submitted to the panel within sixty working days after the completion of the school year, or in accordance with reporting requirements adopted by the panel.  The self-evaluation process shall include but not be limited to:\n     (1)  The identification and adoption of benchmarks to measure and evaluate administrative and instructional programs;\n     (2)  The identification of any innovations or research that may assist other public schools;\n     (3)  The identification of any administrative and legal barriers to meeting the adopted benchmarks, and recommendations for improvements and modifications to address the barriers;\n     (4)  An evaluation of student achievement within the charter school;\n     (5)  A profile of the charter school's enrollment and the community it serves, including a breakdown of regular education and special education students; and\n     (6)  An evaluation of the school's organizational viability.\n     (b)  The panel shall conduct multi-year evaluations of charter schools that have been chartered for four or more years.\n     (c)  The panel may conduct special evaluations of charter schools at any time.\n     (d)  The panel may place a charter school on probationary status; provided that:\n     (1)  The panel evaluates the charter school or reviews an evaluation of the charter school;\n     (2)  The panel and the office are involved in substantive discussions with the charter school regarding the areas of deficiencies;\n     (3)  The notice of probation is delivered to the charter school and specifies the deficiencies requiring correction, the probation period, and monitoring and reporting requirements;\n     (4)  For deficiencies related to student performance, a charter school shall be allowed two years to improve student performance;\n     (5)  For deficiencies related to financial plans, a charter school shall be allowed one year to develop a sound financial plan; and\n     (6)  For deficiencies related to organizational viability, a charter school may be allowed one year to improve administrative compliance.\n     The charter school shall remain on probationary status until the panel votes either to remove the charter school from probationary status or revoke its charter.\n     (e)  If a charter school fails to resolve deficiencies by the end of the probation period, the panel may revoke the charter; provided that the vote of two-thirds of all the members to which the panel is entitled shall be required to revoke the charter.\n     (f)  The panel may place a charter school on probationary status or revoke the charter for serious student or employee health or safety deficiencies; provided that:\n     (1)  The charter school is given notice of specific health or safety deficiencies and is afforded an opportunity to present its case to the panel;\n     (2)  The panel chair appoints a task group, which may be an investigative task group or the office, to visit the charter school and conduct meetings with its local school board and its school community to gather input;\n     (3)  Based on its findings, the task group shall recommend to the panel to revoke the charter, place the charter school on probation, or continue the charter;\n     (4)  The vote of two-thirds of all the members to which the panel is entitled shall be required to revoke the charter;\n     (5)  The best interest of the school's students guide all decisions; and\n     (6)  After a decision to revoke a charter, the charter school shall be allowed to remain open until a plan for an orderly shutdown or transfer of students and assets is developed and executed, or until the school year ends, whichever comes first.\n     (g)  If there is an immediate concern for student or employee health or safety at a charter school, the panel, in consultation with the office, may adopt an interim restructuring plan that may include the appointment of an interim local school board, an interim local school board chairperson, or a principal to temporarily assume operations of the school; provided that if possible without further jeopardizing the health or safety of students and employees, the charter school's stakeholders and community are first given the opportunity to elect a new local school board which shall appoint a new interim principal.\n     (h)  The board shall adopt rules pursuant to chapter 91 for placing charter schools on probation and for revoking a charter.\n     (i)  If, at any time, a charter school dissolves or the charter is revoked, the State shall have first right, at no cost to the State, to all the assets and facilities of the charter school, except as otherwise provided by law. [L 2006, c 298, pt of §2; am L 2007, c 115, §13]"
}