{
    "name": "Authorization; form of compact",
    "number": "81",
    "text": "PART III.  INTERSTATE PAROLE AND\nPROBATION COMPACT\n\n     The governor of the State is hereby authorized and requested to execute compacts on behalf of the State with other states of the United States in accordance with the provisions herein.  For the purpose of this section, the term \"states of the United States\" shall mean the states in the Union, the Commonwealth of Puerto Rico, the Virgin Islands, and the District of Columbia.  The form of each such compact shall be substantially as follows:\nA COMPACT\nEntered into by and among the contracting states, signatories hereto, with the consent of the Congress of the United States of America, granted by an Act entitled \"An Act granting the consent of Congress to any two or more states to enter into agreements of compacts for cooperative effort and mutual assistance in the prevention of crime and for other purposes.\"\n\tThe contracting states solemnly agree:\n\t(1)  That it shall be competent for the duly constituted judicial and administrative authorities of a state party to this compact (herein called \"sending state\"), to permit any person convicted of an offense within such state and placed on probation or released on parole to reside in any other state party to this compact (herein called \"receiving state\"), while on probation or parole, if\n\t(a)  Such person is in fact a resident of or has his family residing within the receiving state and can obtain employment there;\n\t(b)  Though not a resident of the receiving state and not having his family residing there, the receiving state consents to such person being sent there.\n\tBefore granting such permission, opportunity shall be granted to the receiving state to investigate the home and prospective employment of such person.\n\tA resident of the receiving state, within the meaning of this section, is one who has been an actual inhabitant of such state continuously for more than one year prior to his coming to the sending state and has not resided within the sending state more than six continuous months immediately preceding the commission of the offense for which he has been convicted.\n\t(2)  That each receiving state will assume the duties of visitation of and supervision over probationers or parolees of any sending state and in the exercise of those duties will be governed by the same standards that prevail for its own probationers and parolees.\n\t(3)  That duly accredited officers of a sending state may at all times enter a receiving state and there apprehend and retake any person on probation or parole.  For that purpose no formalities will be required other than establishing the authority of the officer and the identity of the person to be retaken.  All legal requirements to obtain extradition of fugitives from justice are hereby expressly waived on the part of states party hereto, as to such persons.  The decision of the sending state to retake a person on probation or parole shall be conclusive upon and not reviewable within the receiving state; provided, that if at the time when a state seeks to retake a probationer or parolee there should be pending against him within the receiving state any criminal charge, or he should be suspected of having committed within such state a criminal offense, he shall not be retaken without the consent of the receiving state until discharged from prosecution or from imprisonment for such offense.\n\t(4)  That the duly accredited officers of the sending state will be permitted to transport prisoners being retaken through any and all states parties to this compact, without interference.\n\t(5)  That the governor of each state may designate an officer who, acting jointly with like officers of other contracting states, if and when appointed, shall promulgate such rules and regulations as may be deemed necessary to more effectively carry out the terms of this compact.\n\t(6)  That this compact shall become operative immediately upon its execution by any state as between it and any other state or states so executing.  When executed it shall have the full force and effect of law within such state, the form of execution to be in accordance with the laws of the executing state.\n\t(7)  That this compact shall continue in force and remain binding upon each executing state until renounced by it.  The duties and obligations hereunder of a renouncing state shall continue as to parolees or probationers residing therein at the time of withdrawal until retaken or finally discharged by the sending state.  Renunciation of this compact shall be by the same authority which executed it, by sending six months' notice in writing of its intention to withdraw from the compact to the other state party hereto. [L 1957, c 236, §1; am L 1961, c 85, §1; Supp, §83-75; HRS ]"
}