{
    "name": "8.30",
    "number": "221",
    "text": "C.  Standards of Conduct\n\t[]  General standards for directors.  (a)  A director shall discharge the director's duties as a director, including the director's duties as a member of a committee:\n\n\n\n\t(1)\tIn good faith;\n\t(2)\tWith the care an ordinarily prudent person in a like position would exercise under similar circumstances; and\n\t(3)\tIn a manner the director reasonably believes to be in the best interests of the corporation.\n\n\n\n\t(b)  In determining the best interests of the corporation, a director, in addition to considering the interests of the corporation's shareholders, may consider, in the director's discretion, any of the following factors:\n\n\n\n\t(1)\tThe interests of the corporation's employees, customers, suppliers, and creditors;\n\t(2)\tThe economy of the State and the nation;\n\t(3)\tCommunity and societal considerations, including, without limitation, the impact of any action upon the communities in or near which the corporation has offices or operations; and\n\t(4)\tThe long-term as well as short-term interests of the corporation and its shareholders, including, without limitation, the possibility that these interests may be best served by the continued independence of the corporation.\n\n\n\n\t(c)  In discharging duties as a director, the director is entitled to rely on information, opinions, reports, or statements, including financial statements and other financial data, if prepared or presented by:\n\n\n\n\t(1)\tOne or more officers or employees of the corporation whom the director reasonably believes to be reliable and competent in the matters presented;\n\t(2)\tLegal counsel, public accountants, or other persons as to matters the director reasonably believes are within the person's professional or expert competence; or\n\t(3)\tA committee of the board of directors of which the director is not a member if the director reasonably believes the committee merits confidence.\n\n\n\n\t(d)  A director is not acting in good faith if the director has knowledge concerning the matter in question that makes reliance otherwise permitted by subsection (c) unwarranted.\n\t(e)  A director is not liable for any action taken as a director, or any failure to take any action, if the director performed the duties of the director's office in compliance with this section. [L 2000, c 244, pt of §1]"
}