{
    "name": "Filing, service, and copying fees",
    "number": "13",
    "text": "(a)  The following fees shall be paid to the department director upon the filing of corporate documents:\n\n\n\n\t(1)\tArticles of incorporation, $100;\n\t(2)\tArticles of amendment, $25;\n\t(3)\tRestated articles of incorporation, $25;\n\t(4)\tArticles of conversion or merger, $100;\n\t(5)\tArticles of merger (subsidiary corporation), $50;\n\t(6)\tArticles of dissolution, $25;\n\t(7)\tAnnual report of domestic and foreign corporations organized for profit, $25;\n\t(8)\tAgent's statement of change of registered office, $25 for each affected domestic corporation or foreign corporation, except if simultaneous filings are made, the fee is reduced to $1 for each affected domestic corporation or foreign corporation in excess of two hundred;\n\t(9)\tAny other statement, report, certificate, application, or other corporate document, except an annual report, of a domestic or foreign corporation, $25;\n\t(10)\tApplication for a certificate of authority, $100;\n\t(11)\tApplication for a certificate of withdrawal, $25;\n\t(12)\tReservation of corporate name, $10;\n\t(13)\tTransfer of reservation of corporate name, $10;\n\t(14)\tGood standing certificate, $5;\n\t(15)\tSpecial handling fee for review of corporation documents, excluding articles of conversion or merger, $25;\n\t(16)\tSpecial handling fee for review of articles of conversion or merger, $75;\n\t(17)\tSpecial handling fee for certificates issued by the department, $10 per certificate; and\n\t(18)\tSpecial handling fee for certification of documents, $10.\n\n\n\n\t(b)  All special handling fees shall be credited to the special fund established for use by the department of commerce and consumer affairs in expediting the processing of documents.  At least two temporary business registration assistant I positions shall be paid out of the special fund.\n\t(c)  The department director shall adjust the fees assessed under this section, as necessary from time to time, through rules adopted under chapter 91.\n\t(d)  The department director shall charge and collect:\n\n\n\n\t(1)\tFor furnishing a certified copy of any document, instrument, or paper relating to a corporation, $10 for the certificate and affixing the seal thereto; and\n\t(2)\tAt the time of any service of process on the department director as agent for service of process of a corporation, $10, which amount may be recovered as taxable costs by the party to the suit or action causing the service to be made if the party prevails in the suit or action. [L 2000, c 244, pt of §1; am L 2001, c 129, §10; am L 2004, c 116, §3 and c 117, §1]"
}