{
    "name": "1.40",
    "number": "3",
    "text": "Definitions.  As used in this chapter:\n\t\"Articles of incorporation\" include amended and restated articles of incorporation and articles of merger.\n\t\"Authorized shares\" means the shares of all classes a domestic corporation is authorized to issue.\n\t\"Conspicuous\" means so written that a reasonable person against whom the writing is to operate should have noticed it.  For example, printing in italics or boldface or contrasting color, or typing in capitals or underlined, is conspicuous.\n\t\"Corporation\" or \"domestic corporation\" means a corporation for profit, which is not a foreign corporation, incorporated under or subject to this chapter.\n\t\"Deliver\" includes mail.\n\t\"Department director\" means the director of commerce and consumer affairs, unless the context otherwise requires.\n\t\"Distribution\" means a direct or indirect transfer of money or other property (except its own shares) or incurrence of indebtedness by a corporation to or for the benefit of its shareholders in respect of any of its shares.  A distribution may be in the form of a declaration or payment of a dividend; a purchase, redemption, or other acquisition of shares; a distribution of indebtedness; or otherwise.\n\t\"Effective date of notice\" is defined in section [414-4].\n\t\"Electronic transmission\" means any form of communication, not directly involving the physical transmission of paper, that creates a record that may be retained, retrieved, and reviewed by a recipient thereof, and that may be directly reproduced in paper form by such a recipient through an automated process.\n\t\"Employee\" includes an officer but not a director.  A director may accept duties that make the director also an employee.\n\t\"Entity\" includes domestic and foreign corporations, domestic professional corporations, domestic and foreign limited liability companies, domestic and foreign nonprofit corporations, domestic and foreign business trusts, estates, domestic and foreign partnerships, domestic and foreign limited partnerships, domestic and foreign limited liability partnerships, trusts, two or more persons having a joint or common economic interest, associations and cooperative associations, and state, federal, and foreign governments.\n\t\"Foreign corporation\" means a corporation for profit incorporated under a law other than the law of this State.\n\t\"Governmental subdivision\" includes authority, county, district, and municipality.\n\t\"Includes\" denotes a partial definition.\n\t\"Individual\" means a natural person or the estate of an incompetent or deceased individual.\n\t\"Means\" denotes an exhaustive definition.\n\t\"Notice\" is defined in section [414-4].\n\t\"Person\" includes individual and entity.\n\t\"Principal office\" means the office (in or out of this State) so designated in the annual report where the principal executive offices of a domestic or foreign corporation are located.\n\t\"Proceeding\" includes civil suit and criminal, administrative, and investigatory action.\n\t\"Record date\" means the date established under part [VII or VIII] of this chapter on which a corporation determines the identity of its shareholders and their shareholdings for purposes of this chapter.  The determinations shall be made as of the close of business on the record date unless another time for doing so is specified when the record date is fixed.\n\t\"Secretary\" means the corporate officer to whom the board of directors has delegated responsibility under section 414-231(c) for preparation and custody of the minutes of the meetings of the board of directors and of the shareholders and for authenticating records of the corporation.\n\t\"Shareholder\" means the person in whose name shares are registered in the records of a corporation or the beneficial owner of shares to the extent of the rights granted by a nominee certificate on file with a corporation.\n\t\"Shares\" means the units into which the proprietary interests in a corporation are divided.\n\t\"State\", when referring to a part of the United States, includes a state and commonwealth (and their agencies and governmental subdivisions) and a territory and insular possession (and their agencies and governmental subdivisions) of the United States.\n\t\"Subscriber\" means a person who subscribes for shares in a corporation, whether before or after incorporation.\n\t\"United States\" includes district, authority, bureau, commission, department, and any other agency of the United States.\n\t\"Voting group\" means all shares of one or more classes or series that under the articles of incorporation or this chapter are entitled to vote and be counted together collectively on a matter at a meeting of shareholders.  All shares entitled by the articles of incorporation or this chapter to vote generally on the matter are for that purpose a single voting group. [L 2000, c 244, pt of §1; am L 2001, c 129, §4; am L 2002, c 130, §2; am L 2004, c 121, §4]"
}