{
    "name": "14.21",
    "number": "402",
    "text": "Procedure for and effect of administrative dissolution.  (a)  If the department director determines that one or more grounds exist under section 414-401 for dissolving a corporation, the department director shall give written notice of the department director's determination by mailing the notice to the corporation at its last known address appearing in the records of the department director.\n\t(b)  If the corporation does not correct each ground for dissolution or demonstrate to the reasonable satisfaction of the department director that each ground determined by the department director does not exist within sixty days after the date of mailing of the department director's written notice, the department director shall administratively dissolve the corporation by signing a decree of dissolution that recites the ground for dissolution and its effective date.  The decree shall be filed in the department director's office.\n\t(c)  A corporation administratively dissolved continues its corporate existence but may not carry on any business except that necessary to wind up and liquidate its business and affairs under section 414-385 and notify claimants under sections 414-386 and 414-387.\n\t(d)  The administrative dissolution of a corporation does not terminate the authority of its registered agent.\n\t(e)  Parties of interest may petition a court of competent jurisdiction to appoint a trustee to settle the affairs of any corporation so dissolved.  If a trustee is appointed, the trustee shall pay to the State out of any funds that may come into the trustee's hands as trustee, a sum equal to any penalty imposed under section 414-473.  If a trustee is not appointed, the last directors of the dissolved corporation shall be and act as trustees for the creditors and shareholders of the dissolved corporation with full powers to settle its affairs.\n\t(f)  A corporation whose articles of incorporation have expired shall cease to exist by operation of law.\n\t(g)  If a corporation was dissolved due to the expiration of its period of duration, the corporation, at any time within two years of such dissolution, may amend its articles of incorporation to extend its period of duration; provided that if the name of the corporation, or a name substantially identical is registered or reserved by another entity, or if such name or a name substantially identical is registered as a trade name, trademark, or service mark, the extension of corporate existence shall be allowed only upon the registration of a new name by the corporation pursuant to part XI of this chapter. [L 2000, c 244, pt of §1; am L 2002, c 130, §29; am L 2003, c 124, §9]"
}