{
    "name": "Procedure; notice",
    "number": "33",
    "text": "The circuit courts shall hear and determine all controversies respecting rights of private way and water rights, between private individuals, or between private individuals and the State.  Any person interested, or the State, may apply for the settlement of any rights involved hereunder by filing a complaint in the circuit court of the circuit in which the property affected is situated.  Thereupon the court shall issue a summons to each land owner or occupant having an interest in the controversy.  A notice of the pending action may be published in any case in the discretion of the court. [L 1886, c 69, §3; am L 1888, c 26, §3; am L 1907, c 56, §3; RL 1925, §2938; RL 1935, §3679; RL 1945, §10220; RL 1955, §234-32; HRS ; am L 1972, c 90, §6(n)]\nCross References\n  Publication, see §601-13.\nCase Notes\n  \"Within their respective circuits\", limiting effect of.  32 H. 404, aff'd 52 F.2d 356.\n  Duties discussed.  5 H. 130.  There must be controversy.  18 H. 30.  Notice of hearing.  3 H. 216; 7 H. 266.  No jurisdiction to award damages for obstructing right-of-way.  7 H. 270.  Or for wrongful diversion of water.  5 H. 216.  Jurisdiction not exclusive as to water rights.  10 H. 476; 19 H. 106; 32 H. 404, aff'd 52 F.2d 356.  Decision must be in accordance with vested rights.  13 H. 214; 15 H. 554.  And shall be just and equitable.  5 H. 176; 5 H. 216; 6 H. 185.  Must be responsive to prayer.  11 H. 644 (prior to Hawaii Rules of Civil Procedure).\n  Water rights:  Person in possession under claim of title of land to which alleged water right is appurtenant is an \"interested\" party, and obstructing of conduit through which water is entitled to flow is a \"controversy respecting water rights\".  11 H. 475.  Well settled law that right to use water for irrigation purposes can be acquired by adverse and continuous use.  8 H. 447.\n  Property owners have riparian rights.  54 H. 174, 504 P.2d 1330.\n  Storm and freshet waters belong to State.  54 H. 174, 504 P.2d 1330.\n  Water rights of maheled lands.  54 H. 174, 504 P.2d 1330.\n  Diversion of water from natural course, enjoined.  8 H. 310.  Right to natural flow of water from upper land.  8 H. 498; 8 H. 658.  Reversioner, no right of action where no injury to the inheritance.  9 H. 628.  Method of use of water established by prescription.  9 H. 651.  Water right not lost by omission to exercise it when not needed.  9 H. 651.  No right to enjoin diversion to cane land of water to which uncultivated taro land is entitled.  10 H. 265.\n  As to water right cases generally:  3 H. 216; 3 H. 479; 4 H. 415; 4 H. 504; 5 H. 13; 5 H. 133; 5 H. 200; 6 H. 185; 6 H. 346; 8 H. 310; 8 H. 447; 8 H. 498; 8 H. 658; 9 H. 628; 9 H. 651; 10 H. 133; 10 H. 453; 11 H. 475; 11 H. 644; 14 H. 50; 15 H. 675; 15 H. 554; 20 H. 658; 24 H. 47, overruled 31 H. 381; 25 H. 726, 734; 31 H. 376; 32 H. 404, aff'd 52 F.2d 356.\n  Rights-of-way:  Use of right-of-way by owner to whom land conveyed, described as bounded by the way.  8 H. 75.  Opening of the old right-of-way.  8 H. 91.  Implied grant of way in actual use.  9 H. 191.  Right-of-way by necessity awarded.  9 H. 490.  Inequitable to award a right-of-way over another's land causing removal of buildings when it can be avoided.  8 H. 267.\n  As to right-of-way cases generally.  1 H. 508; 2 H. 9; 2 H. 307; 2 H. 378; 4 H. 79; 4 H. 417; 4 H. 457; 5 H. 176; 5 H. 293; 5 H. 394; 8 H. 75; 8 H. 91; 8 H. 267; 9 H. 191; 9 H. 490; 13 H. 214; 18 H. 354."
}