{
    "name": "Appeal",
    "number": "8",
    "text": "  Any party deeming oneself aggrieved by the decision of the commissioner of boundaries may appeal therefrom to the supreme court subject to chapter 602, within thirty days from the rendition of the decision and within the period shall pay all costs accrued and shall pay or deposit costs for appeal as provided in sections 607-5, 607-6, and 607-7; provided that any land owner absent from the State and not represented by an authorized agent within the State, shall have the right of appeal for one year from the rendition of the decision. [L 1894-5, c 14, §4; RL 1925, §559; RL 1935, §3667; am L 1939, c 19, §4; RL 1945, §10208; RL 1955, §234-8; HRS ; am L 1974, c 145, §9; am L 1979, c 111, §27(1); gen ch 1985]\n    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  Any party aggrieved by the decision of the commissioner of boundaries may appeal therefrom to the intermediate appellate court, subject to chapter 602, within thirty days from the rendition of the decision, and within the period shall pay all costs accrued and shall pay or deposit costs for appeal as provided in sections 607-5, 607-6, and 607-7; provided that any land owner absent from the State and not represented by an authorized agent within the State shall have the right of appeal for one year from the rendition of the decision. [L 1894-5, c 14, §4; RL 1925, §559; RL 1935, §3667; am L 1939, c 19, §4; RL 1945, §10208; RL 1955, §234-8; HRS ; am L 1974, c 145, §9; am L 1979, c 111, §27(1); gen ch 1985; am L 2004, c 202, §74]\nNote\n  L 2004, c 202, §82 provides:\n  \"SECTION 82.  Appeals pending in the supreme court as of the effective date of this Act [July 1, 2006] may be transferred to the intermediate appellate court or retained at the supreme court as the chief justice, in the chief justice's sole discretion, directs.\"\nRules of Court\n  See Hawaii Rules of Appellate Procedure.\nCase Notes\n  By government if aggrieved.  20 H. 278."
}