{
    "name": "Special post-commitment or post-conditional release hearing",
    "number": "407",
    "text": "(1)  At any time after commitment as provided in section 704-406, the defendant or the defendant's counsel or the director of health may apply for a special post-commitment hearing.  If the application is made by or on behalf of a defendant not represented by counsel, the defendant shall be afforded a reasonable opportunity to obtain counsel, and if the defendant lacks funds to do so, counsel shall be assigned by the court.  The application shall be granted only if the counsel for the defendant satisfies the court by affidavit or otherwise that as an attorney the counsel has reasonable grounds for a good faith belief that the counsel's client has an objection based upon legal grounds to the charge.\n\t(2)  If the motion for a special post-commitment hearing is granted, the hearing shall be by the court without a jury.  No evidence shall be offered at the hearing by either party on the issue of physical or mental disease, disorder, or defect as a defense to, or in mitigation of, the offense charged.\n\t(3)  After the hearing, the court shall rule on any legal objection raised by the application and may in an appropriate case quash the indictment or other charge, or find it to be defective or insufficient, or otherwise terminate the proceedings on the law.  In any such case, unless all defects in the proceedings are promptly cured, the court shall terminate the commitment or conditional release ordered under section 704-406 and order the defendant to be discharged or, subject to the law governing the involuntary hospitalization or conditional release of persons suffering from physical or mental disease, disorder, or defect, order the defendant to be committed to the custody of the director of health to be placed in an appropriate institution for detention, care, and treatment or order the defendant to be released on such conditions as the court deems necessary. [L 1972, c 9, pt of §1; am L 1980, c 222, §1(2); gen ch 1993]"
}