{
    "name": "Effect of finding of unfitness to proceed",
    "number": "406",
    "text": "(1)  If the court determines that the defendant lacks fitness to proceed, the proceeding against the defendant shall be suspended, except as provided in section 704-407, and the court shall commit the defendant to the custody of the director of health to be placed in an appropriate institution for detention, care, and treatment.  If the court is satisfied that the defendant may be released on condition without danger to the defendant or to the person or property of others, the court shall order the defendant's release, which shall continue at the discretion of the court, on conditions the court determines necessary.  A copy of the report filed pursuant to section 704-404 shall be attached to the order of commitment or order of conditional release.\n\t(2)  When the court, on its own motion or upon the application of the director of health, the prosecuting attorney, or the defendant, determines, after a hearing if a hearing is requested, that the defendant has regained fitness to proceed, the penal proceeding shall be resumed.  If, however, the court is of the view that so much time has elapsed since the commitment or conditional release of the defendant that it would be unjust to resume the proceeding, the court may dismiss the charge and may order the defendant to be discharged or, subject to the law governing the involuntary hospitalization or conditional release of persons suffering from physical or mental disease, disorder, or defect, order the defendant to be committed to the custody of the director of health to be placed in an appropriate institution for detention, care, and treatment or order the defendant to be released on conditions the court determines necessary.\n\t(3)  Within a reasonable time following any commitment under subsection (1), the director of health shall report to the court on whether the defendant presents a substantial likelihood of becoming fit to proceed in the future.  The court, in addition, may appoint a panel of three qualified examiners in felony cases or one qualified examiner in nonfelony cases to make a report.  If, following a report, the court determines that the defendant probably will remain unfit to proceed, the court may dismiss the charge and release the defendant or subject the defendant to involuntary civil commitment procedures.\n\t(4)  Within a reasonable time following any conditional release under subsection (1), the court shall appoint a panel of three qualified examiners in felony cases or one qualified examiner in nonfelony cases to report to the court on whether the defendant presents a substantial likelihood of becoming fit to proceed in the future.  If, following the report, the court determines that the defendant probably will remain unfit to proceed, the court may dismiss the charge and release the defendant or subject the defendant to involuntary civil commitment procedures. [L 1972, c 9, pt of §1; am L 1986, c 314, §7; am L 1993, c 87, §1; am L 1997, c 306, §2]"
}