{
    "name": "Permissible uses within the agricultural districts",
    "number": "4.5",
    "text": "(a)  Within the agricultural district, all lands with soil classified by the land study bureau's detailed land classification as overall (master) productivity rating class A or B shall be restricted to the following permitted uses:\n     (1)  Cultivation of crops, including but not limited to flowers, vegetables, foliage, fruits, forage, and timber;\n     (2)  Game and fish propagation;\n     (3)  Raising of livestock, including but not limited to poultry, bees, fish, or other animal or aquatic life that are propagated for economic or personal use;\n     (4)  Farm dwellings, employee housing, farm buildings, or activities or uses related to farming and animal husbandry.  \"Farm dwelling\", as used in this paragraph, means a single-family dwelling located on and used in connection with a farm, including clusters of single-family farm dwellings permitted within agricultural parks developed by the State, or where agricultural activity provides income to the family occupying the dwelling;\n     (5)  Public institutions and buildings that are necessary for agricultural practices;\n     (6)  Public and private open area types of recreational uses, including day camps, picnic grounds, parks, and riding stables, but not including dragstrips, airports, drive-in theaters, golf courses, golf driving ranges, country clubs, and overnight camps;\n     (7)  Public, private, and quasi-public utility lines and roadways, transformer stations, communications equipment buildings, solid waste transfer stations, major water storage tanks, and appurtenant small buildings such as booster pumping stations, but not including offices or yards for equipment, material, vehicle storage, repair or maintenance, treatment plants, corporation yards, or other similar structures;\n     (8)  Retention, restoration, rehabilitation, or improvement of buildings or sites of historic or scenic interest;\n     (9)  Roadside stands for the sale of agricultural products grown on the premises;\n    (10)  Buildings and uses, including but not limited to mills, storage, and processing facilities, maintenance facilities, and vehicle and equipment storage areas that are normally considered directly accessory to the above mentioned uses and are permitted under section 205-2(d);\n    (11)  Agricultural parks;\n    (12)  Plantation community subdivisions, which as used in this paragraph means a subdivision or cluster of employee housing, community buildings, and acreage established on land currently or formerly owned, leased, or operated by a sugar or pineapple plantation and in residential use by employees or former employees of the plantation; provided that the employees or former employees shall have a property interest in the land;\n   [(13)] Agricultural tourism conducted on a working farm, or a farming operation as defined in section 165‑2, for the enjoyment, education, or involvement of visitors; provided that the agricultural tourism activity is accessory and secondary to the principal agricultural use and does not interfere with surrounding farm operations; and provided further that this paragraph shall apply only to a county that has adopted ordinances regulating agricultural tourism under section 205-5; or\n   [(14)] Wind energy facilities, including the appurtenances associated with the production and transmission of wind generated energy; provided that such facilities and appurtenances are compatible with agriculture uses and cause minimal adverse impact on agricultural land.\n     (b)  Uses not expressly permitted in subsection (a) shall be prohibited, except the uses permitted as provided in sections 205-6 and 205-8, and construction of single-family dwellings on lots existing before June 4, 1976.  Any other law to the contrary notwithstanding, no subdivision of land within the agricultural district with soil classified by the land study bureau's detailed land classification as overall (master) productivity rating class A or B shall be approved by a county unless those A and B lands within the subdivision are made subject to the restriction on uses as prescribed in this section and to the condition that the uses shall be primarily in pursuit of an agricultural activity.\n     Any deed, lease, agreement of sale, mortgage, or other instrument of conveyance covering any land within the agricultural subdivision shall expressly contain the restriction on uses and the condition, as prescribed in this section that these restrictions and conditions shall be encumbrances running with the land until such time that the land is reclassified to a land use district other than agricultural district.\n     If the foregoing requirement of encumbrances running with the land jeopardizes the owner or lessee in obtaining mortgage financing from any of the mortgage lending agencies set forth in the following paragraph, and the requirement is the sole reason for failure to obtain mortgage financing, then the requirement of encumbrances shall, insofar as such mortgage financing is jeopardized, be conditionally waived by the appropriate county enforcement officer; provided that the conditional waiver shall become effective only in the event that the property is subjected to foreclosure proceedings by the mortgage lender.\n     The mortgage lending agencies referred to in the preceding paragraph are the Federal Housing Administration, Federal National Mortgage Association, Veterans Administration, Small Business Administration, United States Department of Agriculture, Federal Land Bank of Berkeley, Federal Intermediate Credit Bank of Berkeley, Berkeley Bank for Cooperatives, and any other federal, state, or private mortgage lending agency qualified to do business in Hawaii, and their respective successors and assigns.\n     (c)  Within the agricultural district, all lands with soil classified by the land study bureau's detailed land classification as overall (master) productivity rating class C, D, E, or U shall be restricted to the uses permitted for agricultural districts as set forth in section 205-5(b).\n     (d)  Notwithstanding any other provision of this chapter to the contrary, golf courses and golf driving ranges approved by a county before July 1, 2005, for development within the agricultural district shall be permitted uses within the agricultural district.\n     (e)  Notwithstanding any other provision of this chapter to the contrary, plantation community subdivisions as defined in this section shall be permitted uses within the agricultural district, and section 205-8 shall not apply.\n     [(f)]  Notwithstanding any other law to the contrary, agricultural lands may be subdivided and leased for the agricultural uses or activities permitted in subsection (a); provided that:\n     (1)  The principal use of the leased land is agriculture;\n     (2)  No permanent or temporary dwellings or farm dwellings, including trailers and campers, are constructed on the leased area.  This restriction shall not prohibit the construction of storage sheds, equipment sheds, or other structures appropriate to the agricultural activity carried on within the lot; and\n     (3)  The lease term for a subdivided lot shall be for at least as long as the greater of:\n         (A)  The minimum real property tax agricultural dedication period of the county in which the subdivided lot is located; or\n         (B)  Five years.\nLots created and leased pursuant to this section shall be legal lots of record for mortgage lending purposes and shall be exempt from county subdivision standards. [L 1976, c 199, §1; am L 1977, c 136, §1; am L 1980, c 24, §3; am L 1982, c 217, §1; am L 1991, c 281, §3; am L 1997, c 258, §11; am L 2005, c 205, §3; am L 2006, c 237, §4, c 250, §2, and c 271, §1]\n \nLaw Journals and Reviews\n \n  Avoiding the Next Hokuli\u0091a:  The Debate over Hawai\u0091i's Agricultural Subdivisions.  27 UH L. Rev. 441.\n \nCase Notes\n \n  Religious Land Use and Institutionalized Persons Act of 2000 (RLUIPA), assuming it was constitutional, did not facially invalidate Hawaii's land use law, where plaintiffs challenged this section and §205-6 to the extent the sections required a religious organization to obtain a special use permit, as violations of the \"equal terms\" and \"nondiscrimination\" provisions of the RLUIPA.  229 F. Supp. 2d 1056.\n  \"Communications equipment buildings\" and \"utility lines\" in subsection (a)(7) do not encompass \"telecommunications antennas\" or \"transmission antennas\" such as a cellular telephone tower; public utility thus had to apply for a special permit under §205-6 to place the tower in a state agricultural district.  90 H. 384, 978 P.2d 822.\n  Under subsection (a)(4) and (10), a chimney and garage are permitted as accessories to a farm dwelling; however, utilizing the chimney to conceal an antenna and the garage to house communication equipment were not permitted uses under either paragraph (4) or (10).  106 H. 343, 104 P.3d 930.\n  Under the circumstances of the case, the residence and the chimney with the concealed antenna constituted a \"communications equipment building\" and, thus, were permitted uses under subsection (a)(7); also, as the garage was not abnormally large and was designed specifically to store the communications equipment for the concealed antenna, utilizing the permitted garage structure to house the communications equipment for the antenna was a permitted use under subsection (a)(7).  106 H. 343, 104 P.3d 930."
}