{
    "name": "Petition by farmer or landowner",
    "number": "45",
    "text": "(a)  A farmer or landowner with lands qualifying under section 205-44 may file a petition for declaratory ruling with the commission at any time in the designation process.\n     (b)  The petition for declaratory ruling shall be submitted in accordance with subchapter 14 of the commission's rules and shall include:\n     (1)  Tax map keys of the land to be designated along with verification and authorization from the applicable landowners;\n     (2)  Proof of qualification for designation under section 205-44, respecting a regional perspective; and\n     (3)  The current or planned agricultural use of the area to be designated.\n     (c)  The commission shall review the petition and the accompanying submissions to evaluate the qualifications of the land for designation as important agricultural lands in accordance with section 205-44.  If the commission, after its review and evaluation, finds that the lands qualify for designation as important agricultural lands under this part, the commission shall vote, by a two-thirds majority of the members of the commission, to issue a declaratory order designating the lands as important agricultural lands.\n     (d)  Designating important agricultural lands by the commission shall not be considered as an amendment to district boundaries under sections 205-3.1 and 205-4 or become effective prior to legislative enactment of protection and incentive measures for important agricultural land and agricultural viability, as provided in section 9 of Act 183, Session Laws of Hawaii 2005.\n     (e)  Farmers or landowners with lands qualifying under section 205-44 may file petitions for a declaratory ruling to designate lands as important agricultural lands following the legislative enactment of protection and incentive measures for important agricultural lands and agricultural viability, as provided in section 9 of Act 183, Session Laws of Hawaii 2005. [L 2005, c 183, pt of §2]\n \nNote\n \n  Section 9 of Act 183, Session Laws of Hawaii 2005, is printed after section 205-41.\n  Designations made pursuant to this section take effect at any time after incentives and protections for important agricultural lands and agricultural viability are enacted.  L 2005, c 183, §14(1).\n  Land use commission rules, see chapter 15-15, Hawaii Administrative Rules."
}