{
    "name": "Association; lien for delinquent assessments",
    "number": "29",
    "text": "(a)  All time share plans shall have an association which shall be a nonprofit corporation.  Each owner shall be a member of the association.\n\t(b)  The association may levy regular, special, and other assessments in accordance with its governing documents.  Any regular, special, or other assessment, and any late charges, interest, and costs of collection, including reasonable attorneys' fees, assessed by the association in accordance with its governing documents, shall be a debt of the owner of the time share interest at the time the assessment or other sums are levied.\n\t(c)  The amount of the assessment, plus any late charges, interest, costs of collection, and reasonable attorneys' fees, assessed by the association and chargeable to any owner of a time share interest, shall be a lien on the owner's time share interest.\n\t(d)  Notice of any delinquent lien created pursuant to subsection (c) shall be recorded in the bureau of conveyances and upon recordation shall be prior to all other liens, except:\n\n\n\n\t(1)\tLiens for taxes and assessments lawfully imposed by governmental authority against the time share interest;\n\t(2)\tAll sums unpaid on any mortgage of record encumbering the time share interest which was recorded prior to the recordation of a notice of a lien by the association; and\n\t(3)\tFor a time share interest subject to a condominium property regime, the lien of the association of apartment owners created pursuant to section 514A-90.\n\n\n\n\t(e)  A lien created pursuant to subsection (c) may be enforced by the association in any manner permitted by law, including:\n\n\n\n\t(1)\tForeclosure by an action in like manner as a mortgage of real property; or\n\t(2)\tForeclosure under power of sale, if the power of sale is contained in the governing documents of the association, or in the original deed of the time share interest;\n\n\n\nprovided that the procedures and notice requirements contained in chapter 667 shall govern.  The plan manager or board of directors of the association, acting on behalf of the owners, unless prohibited by the project instruments, may bid on the time share interest at the foreclosure sale and acquire and hold, lease, mortgage, and convey the same.\n\t(f)  Where the association or other purchaser obtains title to the time share interest as a result of the foreclosure of the association's lien, the acquirer of title and the acquirer's successors and assigns shall not be liable for the share of the expenses or assessments by the association chargeable to the time share interest which became due prior to the acquisition of title to the time share interest by the acquirer.  Notwithstanding the immediately preceding sentence, the unpaid share of expenses or assessments shall be deemed to be expenses collectible from all of the time share owners, including the acquirer and the acquirer's successors and assigns.\n\t(g)  Nothing in this section prohibits the association from bringing an action to recover a money judgment against the owner of a time share interest for unpaid assessments and expenses without first either foreclosing or waiving the association's lien securing the same. [L 1982, c 186, §17; am L 1996, c 165, §1]"
}