{
    "name": "Articles of merger",
    "number": "203",
    "text": "(a)  After a plan of merger is approved by the board of directors and, if required by section 414D-202, by the members and any other persons, articles of merger shall be signed on behalf of each corporation and each other entity that is a party to the merger and shall be delivered to the department director for filing.  The articles of merger shall set forth:\n\n\n\n\t(1)\tThe name and jurisdiction of each entity that is a party to the merger, and the name, address, and jurisdiction of the surviving entity;\n\t(2)\tA statement that the plan of merger has been approved by each entity involved in the merger;\n\t(3)\tA statement indicating any changes in the organizing articles of the surviving entity to be given effect by the merger; provided that if no changes are made, a statement that the organizing articles of the surviving entity shall not be amended pursuant to the merger; and\n\t(4)\tA statement that includes:\n\n\t\t(A)\tAn agreement that the surviving entity may be served with process in this State in any action or proceeding for the enforcement of any liability or obligation of any entity previously subject to suit in this State which is to merge;\n\t\t(B)\tAn irrevocable appointment of a resident of this State as its agent to accept service of process in any such proceeding, that includes the resident's street address in this State; and\n\t\t(C)\tAn agreement for the enforcement, as provided in this chapter, of the right of any dissenting member, shareholder, or partner to receive payment for their interest against the surviving entity.\n\n\n\n\n\n\t(b)  If the articles of merger provide for a future effective date, and:\n\n\n\n\t(1)\tThe plan of merger is amended to change the future effective date;\n\t(2)\tThe plan of merger permits the amendment of the articles of merger to change the future effective date without an amendment to the plan of merger; or \n\t(3)\tThe plan of merger is amended to change any other matter contained in the articles of merger so as to make the articles of merger inaccurate in any material respect, prior to the future effective date;\n\n\n\nthen the articles of merger shall be amended by filing with the department director articles of amendment that identify the articles of merger and set forth the amendment to the articles of merger.\n\tIf the articles of merger provide for a future effective date and if the plan of merger is terminated prior to the future effective date, the articles of merger shall be terminated by filing with the department director a certificate of termination that identifies the articles of merger and the plan of merger and states that the plan of merger has been terminated.\n\t(c)  Articles of merger operate as an amendment to the corporation's articles of incorporation.\n\t(d)  Articles of merger shall act as articles of dissolution or an application for a certificate of withdrawal for the respective domestic or foreign corporation that is not the surviving entity in the merger. [L 2001, c 105, pt of §1; am L 2002, c 41, §15; am L 2003, c 124, §31; am L 2004, c 121, §18]"
}