{
    "name": "Dissolution by directors, members, and third persons",
    "number": "242",
    "text": "(a)  Unless this chapter, any other state law, the articles, the bylaws, or the board of directors or members (acting pursuant to subsection (c)) require a greater vote or voting by class, dissolution is authorized if it is approved:\n\n\n\n\t(1)\tBy the board;\n\t(2)\tBy the members, if any, by two-thirds of the votes cast or a majority of the voting power, whichever is less; and\n\t(3)\tIn writing by any person or persons whose approval is required by a provision of the articles authorized by section 414D-188 for an amendment to the articles or bylaws.\n\n\n\n\t(b)  If the corporation does not have members, dissolution must be approved by a vote of a majority of the directors in office at the time the transaction is approved.  In addition, the corporation shall provide notice of any directors' meeting at which the approval is to be obtained in accordance with section 414D-145(c).  The notice must also state that the purpose, or one of the purposes, of the meeting is to consider dissolution of the corporation and contain or be accompanied by a copy or summary of the plan of dissolution.\n\t(c)  The board may condition its submission of the proposed dissolution, and the members may condition their approval of the dissolution on receipt of a higher percentage of affirmative votes or on any other basis.\n\t(d)  If the board seeks to have dissolution approved by the members at a membership meeting, the corporation shall give notice to its members of the proposed membership meeting in accordance with section 414D-105.  The notice shall also state that the purpose, or one of the purposes, of the meeting is to consider dissolving the corporation and contain or be accompanied by a copy or summary of the plan of dissolution.\n\t(e)  If the board seeks to have dissolution approved by the members by written consent or written ballot, the material soliciting the approval shall contain or be accompanied by a copy or summary of the plan of dissolution.\n\t(f)  The plan of dissolution shall indicate to whom the assets owned or held by the corporation will be distributed after all creditors have been paid. [L 2001, c 105, pt of §1]"
}