{
    "name": "Filing requirements",
    "number": "3",
    "text": "(a)  A document must satisfy the requirements of this section, and of any other section that adds to or varies these requirements, to be entitled to filing by the department director. \t(b)  This chapter must require or permit filing of the document with the department director.\n\t(c)  The document must contain the information required by this chapter.  It may contain other information as well.\n\t(d)  The document must be typewritten or printed.\n\t(e)  The document must be in the English language.  However, a corporate name need not be in English if written in English letters or Arabic or Roman numerals, and the certificate of good standing required of foreign corporations need not be in English if accompanied by an English translation under oath of the translator.\n\t(f)  The document must be certified and executed:\n\n\n\n\t(1)\tBy the presiding officer of the board of directors of a domestic or foreign corporation, by its president, or by another of its officers;\n\t(2)\tIf directors have not been selected or the corporation has not been formed, by an incorporator; or\n\t(3)\tIf the corporation is in the hands of a receiver, trustee, or other court-appointed fiduciary, by that fiduciary.\n\n\n\n\t(g)  The person executing a document shall sign it and state beneath or opposite the signature the person's name and the capacity in which the person signs.  The document may but need not contain:\n\n\n\n\t(1)\tThe corporate seal;\n\t(2)\tAn attestation by the secretary or an assistant secretary; or\n\t(3)\tAn acknowledgment, verification, or proof.\n\n\n\n\t(h)  If the department director has prescribed a mandatory form for a document under section 414D-4, the document must be in or on the prescribed form.\n\t(i)  The document shall be delivered to the office of the department director for filing and shall be accompanied by the correct filing fee and any penalty payment required under this chapter. [L 2001, c 105, pt of §1; am L 2003, c 124, §19]"
}