{
    "name": "Practice of occupational therapy; qualifications; registration",
    "number": "1.5",
    "text": "(a)  No person shall represent, advertise, or announce oneself, either publicly or privately, as an occupational therapist, nor use, in connection with the person's name or place of business, the words \"occupational therapist\", \"certified occupational therapist\", \"occupational therapist registered\", or the letters \"OT\", \"COT\", or \"OTR\", or any other words, letters, abbreviations, or insignia indicating or implying that such person is an occupational therapist unless such person registers the person's name and business address biennially with the department of commerce and consumer affairs in a manner established by rules adopted pursuant to chapter 91, and meets the qualifications of section 457G-2.\n\t(b)  The department shall maintain and biennially update a list of the names and business addresses of the occupational therapists who are registered under subsection (a).\n\t(c)  Nothing in this chapter shall be construed to prohibit a registered occupational therapist from utilizing occupational therapy support personnel to assist in the practice of occupational therapy; provided that the occupational therapy support personnel shall work under the supervision of or in consultation with the registered occupational therapist.\n\t\"Occupational therapy support personnel\" includes a person certified by the National Board for Certification in Occupational Therapy, and who uses the title \"occupational therapy assistant\" or \"certified occupational therapy assistant\", the letters \"COTA\" or \"OTA\", or any other titles, letters, abbreviations, or insignia indicating or implying that the person is an occupational therapy assistant.\n\t(d)  A registration granted under this chapter shall mean that the person has met requirements that include minimum practice standards to provide protection to the public and is permitted to use the title and engage in the practice as an occupational therapist.  In the granting of permission to engage in this profession, and consistent with section 436B-2, the definition for \"license\" is inclusive of a registration issued under this chapter and, as such, an occupational therapist that holds a registration shall be similarly regarded as an occupational therapist that holds a license. [L 1978, c 146, pt of §1; gen ch 1985; am L 1998, c 100, §2; am L 2001, c 198, §2; am L 2003, c 97, §3]\nNote\n  This section was renumbered from §457G-1."
}