{
    "name": "State business tax credit",
    "number": "10",
    "text": "(a)  The department shall certify annually to the department of taxation the applicability of the tax credit provided in this chapter for a qualified business against any taxes due the State.  Except for the general excise tax, the credit shall be eighty per cent of the tax due for the first tax year, seventy per cent of the tax due for the second tax year, sixty per cent of the tax due for the third year, fifty per cent of the tax due the fourth year, forty per cent of the tax due the fifth year, thirty per cent of the tax due the sixth year, and twenty per cent of the tax due the seventh year.  Any tax credit not usable shall not be applied to future tax years. \t(b)  When a partnership is eligible for a tax credit under this section, each partner shall be eligible for the tax credit provided for in this section on the partner's income tax return in proportion to the amount of income received by the partner from the partnership.  Any qualified business having taxable income from business activity, both within and without the enterprise zone, shall allocate and apportion its taxable income attributable to the conduct of business.  Tax credits provided for in this section shall only apply to taxable income of a qualified business attributable to the conduct of business within the enterprise zone.\n\t(c)  In addition to any tax credit authorized under this section, any qualified business shall be entitled to a tax credit against any taxes due the State in an amount equal to a percentage of unemployment taxes paid.  The amount of the credit shall be equal to eighty per cent of the unemployment taxes paid during the first year, seventy per cent of the taxes paid during the second year, sixty per cent of the taxes paid during the third year, fifty per cent of the taxes paid during the fourth year, forty per cent of the taxes paid during the fifth year, thirty per cent of the taxes paid during the sixth year, and twenty per cent of the taxes paid during the seventh year.\n\t(d)  Tax credits provided for in subsection (c) shall only apply to the unemployment tax paid on employees employed at the qualified business' establishment or establishments located within the enterprise zone.  Any tax credit not usable shall not be applied to future tax years. [L 1986, c 78, pt of §1; am L 1989, c 390, §5]\nAttorney General Opinions\n  Qualified businesses located in new enterprise zone (EZ) would be eligible for state tax incentives for seven-year period set forth in subsection (a) and §209E-11, although a portion of that seven-year period extended beyond new EZ's five-year sunset date.  Att. Gen. Op. 98-1."
}