{
    "name": "Public highways and trails",
    "number": "1",
    "text": "PART I.  HIGHWAYS, GENERALLY\n\n     (a)  All roads, alleys, streets, ways, lanes, bikeways, and bridges in the State, opened, laid out, or built by the government are declared to be public highways.  Public highways are of two types:\n\n\n\n\t(1)\tState highways, which are all those under the jurisdiction of the department of transportation; and\n\t(2)\tCounty highways, which are all other public highways.\n\n\n\n\t(b)  All trails, and other nonvehicular rights-of-way in the State declared to be public rights-of-ways by the highways act of 1892, or opened, laid out, or built by the government or otherwise created or vested as nonvehicular public rights-of-way at any time thereafter, or in the future, are declared to be public trails.  A public trail is under the jurisdiction of the state board of land and natural resources unless it was created by or dedicated to a particular county, in which case it shall be under the jurisdiction of that county.\n\t(c)  All roads, alleys, streets, ways, lanes, trails, bikeways, and bridges in the State, opened, laid out, or built by private parties and dedicated or surrendered to the public use, are declared to be public highways or public trails as follows:\n\n\n\n\t(1)\tDedication of public highways or trails shall be by deed of conveyance naming the State as grantee in the case of a state highway or trail and naming the county as grantee in the case of a county highway or trail.  The deed of conveyance shall be delivered to and accepted by the director of transportation in the case of a state highway or the board of land and natural resources in the case of a state trail.  In the case of a county highway or county trail, the deed shall be delivered to and accepted by the legislative body of a county.\n\t(2)\tSurrender of public highways or trails shall be deemed to have taken place if no act of ownership by the owner of the road, alley, street, bikeway, way, lane, trail, or bridge has been exercised for five years and when, in the case of a county highway, in addition thereto, the legislative body of the county has, thereafter, by a resolution, adopted the same as a county highway or trail.\n\n\n\nIn every case where the road, alley, street, bikeway, way, lane, trail, bridge, or highway is constructed and completed as required by any ordinance of the county or any rule, regulation, or resolution thereof having the effect of law, the legislative body of the county shall accept the dedication or surrender of the same without exercise of discretion.\n\t(d)  All county public highways and trails once established shall continue until vacated, closed, abandoned, or discontinued by a resolution of the legislative body of the county wherein the county highway or trail lies.  All state trails once established shall continue until lawfully disposed of pursuant to the requirements of chapter 171. [L 1892, c 47, §2; RL 1945, §6111; am L 1947, c 142, pt of §1; am L 1949, c 74, §2; RL 1955, §142-1; am L 1957, c 155, §1; am L 1963, c 190, §1; HRS ; am L 1977, c 68, §4; am L 1988, c 150, §1]"
}