{
    "name": "Cost-recovery fees for the administration of Hawaii state public library system",
    "number": "4.6",
    "text": "(a)  The board of education may charge and add a fee to any amount due in accordance with its duties and powers under section 312-1 for:\n\n\n\n\t(1)\tAny cost or expense incurred by the Hawaii state public library system as a result of any action taken to enforce the collection of costs of lost books and any overdue fines and fees charged to that patron after the public library system has mailed written notice demanding payment and advising that continued failure to pay the amount due may result in collection action being taken, including the imposition of cost-recovery fees, not to exceed $10, pursuant to this section.  Any cost-recovery fee charged against the patron for costs, fees, and other charges may include collection agency fees, attorneys' fees, court filing fees, and similar fees incurred by the Hawaii state public library system in connection with the collection action;\n\t(2)\tHawaii public library system sponsored seminars or workshops, including educational materials in various media format; and\n\t(3)\tResearch and reference materials published on magnetic media, CD-ROM, or other machine-readable form.\n\n\n\n\t(b)  Interest shall not accrue with respect to any fee under this section.\n\t(c)  Notwithstanding any other provisions under this chapter, whenever a patron makes a partial payment of a particular delinquent amount, the amount received by the Hawaii state public library system shall first be credited to the fees charged under this section, in the order the fees were charged.\n\t(d)  The board of education shall prescribe the procedures relating to:\n\n\n\n\t(1)\tThe charging of fees;\n\t(2)\tThe waiver of fees;\n\t(3)\tThe documents, materials, and services for which fees may be charged;\n\t(4)\tThe amount of the fees that may be assessed and charged to a library patron;\n\t(5)\tThe accumulated amount of lost library material costs, fines, or fees;\n\t(6)\tThe period of time that the lost library materials costs, fines, or fees must remain unpaid before they may be referred to a collection agency for collection pursuant to rules adopted under chapter 91; and\n\t(7)\tThe notification of persons with delinquent accounts of the additional fees to be charged by the collection agency prior to the referral to the collection agency.\n\n\n\n\t(e)  The state librarian may waive any fee imposed by the Hawaii state public library system under chapter 312 in cases of hardship as prescribed by rules adopted under chapter 91.\n\t(f)  Upon its collection, the cost-recovery fee shall be deposited into the libraries special fund established by section 312-3.6 and shall be expended as prescribed by law. [L 1999, c 231, §2]"
}