{
    "name": "Arbitration mechanism",
    "number": "4",
    "text": "(a)  The department of commerce and consumer affairs shall establish and monitor a state certified arbitration program which is in substantial compliance with title 16, Code of Federal Regulations, part 703, as may be modified by this section, and shall adopt appropriate rules governing its operation.\n\t(b)  The director of commerce and consumer affairs may contract with an independent arbitration organization for annual term appointments to screen, hear, and resolve consumer complaints which have been initiated pursuant to section 481I-3.\n\tThe following criteria shall be considered in evaluating the suitability of independent arbitration mechanisms:  capability, objectivity, experience, nonaffiliation with manufacturers of or dealers in new motor vehicles, reliability, financial stability, and fee structure.\n\t(c)  If a consumer agrees to participate in and be bound by the operation and decision of the state certified arbitration program, then all parties shall also participate in, and be bound by, the operation and decision of the state certified arbitration program.  The prevailing party of an arbitration decision made pursuant to this section may be allowed reasonable attorney's fees.\n\t(d)  The submission of any dispute to arbitration in which the consumer elects nonbinding arbitration shall not limit the right of any party to a subsequent trial de novo upon written demand made upon the opposing party to the arbitration within thirty calendar days after service of the arbitration award, and the award shall not be admissible as evidence at that trial.  If the party demanding a trial de novo does not improve its position as a result of the trial by at least twenty-five per cent, then the court shall order that all of the reasonable costs of trial, consultation, and attorney's fees be paid for by the party making the demand.\n\tIf neither party to a nonbinding arbitration demands a trial de novo within thirty days after service of the arbitration award, the arbitrator's decision shall become binding on both parties upon the expiration of the thirty-day period.\n\t(e)  Funding of the state certified arbitration program shall be provided through an initial filing fee of $200 to be paid by the manufacturer and $50 to be paid by the consumer upon initiating a case for arbitration under this section.  Every final decision in favor of the consumer issued by the independent arbitration mechanism shall include within its relief the return of the $50 filing fee to the consumer.  The director of commerce and consumer affairs may establish a trust fund for the purpose of administering fees and costs associated with the state certified arbitration program.\n\t(f)  The failure of a manufacturer to timely comply with a binding decision of a state certified arbitration program shall be prima facie evidence of an unfair or deceptive act or practice under chapter 480 unless the manufacturer can prove that it attempted in \"good faith\" to comply, or that the failure was beyond the manufacturer's control, the result of a written agreement with the consumer, or based on an appeal filed under chapter 658A. [L 1992, c 314, pt of §1; am L 1996, c 185, §1; am L 2001, c 265, §4]"
}