{
    "name": "Investigation",
    "number": "21",
    "text": "PART III.  PRELIMINARY PROCEDURE PRIOR\nTO FILING OF THE PETITION\n \n         (a)  Upon receiving a report that a child is subject to imminent harm, has been harmed, or is subject to threatened harm, the department shall cause such investigation to be made as it deems to be appropriate.  In conducting the investigation the department may:\n     (1)  Enlist the cooperation of appropriate law enforcement authorities for phases of the investigation for which they are better equipped, and the law enforcement authority may conduct and provide to the department the results of a criminal history record check concerning an alleged perpetrator of imminent harm, harm, or threatened harm to a child; and\n     (2)  Interview a child who is the subject of an investigation without the prior approval of and without the presence of the child's family, including temporarily assuming protective custody of the child for the purpose of conducting the interview, if the action is deemed necessary and appropriate under the circumstances by the department and a police officer.\n     (b)  Upon satisfying itself as to the course of action that should be pursued to best accord with the purpose of this chapter, the department shall:\n     (1)  Resolve the matter in an informal fashion appropriate under the circumstances;\n     (2)  Seek to enter into a service plan, without filing a petition in court, with members of the child's family and other authorized agency as the department deems necessary to the success of the service plan, including but not limited to, the member or members of the child's family who have legal custody of the child.  The service plan may include an agreement with the child's family to voluntarily place the child in the foster custody of the department or other authorized agency, or to place the child and the necessary members of the child's family under the family supervision of the department or other authorized agency; provided that if a service plan is not successfully completed within six months, the department shall file a petition or ensure that a petition is filed by another appropriate authorized agency in court under this chapter and the case shall be reviewed as is required by federal law;\n     (3)  Assume temporary foster custody of the child pursuant to section 587-24(a) and file a petition with the court under this chapter within three working days, excluding Saturdays, Sundays, and holidays, after the date of the department's assumption of temporary foster custody of the child; or\n     (4)  File a petition or ensure that a petition is filed by another appropriate authorized agency in court under this chapter. [L 1983, c 171, pt of §1; am L 1986, c 316, §6; am L 1992, c 190, §8; am L 1998, c 134, §7]\n \nCase Notes\n \n  Where child protective service caseworker's seven-day delay in filing a court petition for temporary custody violated state law (pre-1998 amendment), the state law did not clearly establish a federal right at the time caseworker removed appellant's children.  Neither the seven-day delay before obtaining post-deprivation judicial review, nor the seven-day delay before filing a court petition, violated appellant's federal due process rights.  141 F.3d 927.\n  The time requirement specified in subsection (b)(3) is not a jurisdictional time requirement.  112 H. 126 (App.), 144 P.3d 574."
}