{
    "name": "Required findings concerning notice prior to a hearing in a child protective proceeding",
    "number": "51",
    "text": "PART VI.  PRELIMINARY FINDINGS, HEARINGS AND ORDERS\n \n         (a)  No hearing may commence under this chapter unless the court enters a finding that each of the parties required to be notified pursuant to section 587-32(a) has been served with a copy of the petition; provided that if a member or members of the child's family required to be notified pursuant to section 587-32(a) have not been served, the court may proceed to hear any child protective proceeding under this chapter and enter orders concerning the parties who have been served if the court is satisfied that:\n     (1)  A reasonable effort has been made to effect personal service;\n     (2)  It would not be in the best interests of the child to postpone the proceeding until service can be effectuated; and\n     (3)  The child is represented by a guardian ad litem or counsel.\n     (b)  If, at the return date hearing, it is established that a member or members of the child's family required to be notified pursuant to section 587-32(a) have not been served prior to the return date, the court shall:\n     (1)  Ascertain and order the method of service of summons which the court deems to be appropriate based upon the available information; and\n     (2)  Set a continued return date; provided that:\n         (A)  The court may waive the appearance of any party at the continued return date; and\n         (B)  If the court orders that service of summons be made by mail or publication, the court shall set the continued return date not less than twenty-one days subsequent to the date of service evidenced by the signature on a return receipt or the date of the last publication.\n     (c)  Upon the continued return date, the court shall:\n     (1)  Enter a default concerning a party who was served but failed to appear on the continued return date;\n     (2)  Order the party who was served to appear on the date of the next scheduled hearing in the case; or\n     (3)  If a member of the child's family required to be notified pursuant to section 587-32(a) was served and appears on the continued return date and moves the court that a prior order be vacated or modified, set the oral motion to vacate prior orders for a hearing and order that the moving party proceed to file a written motion and to serve the other parties with proper written notice of the motion and hearing date.\n     (d)  In considering a party's motion to vacate or modify prior orders, the court need not commence a trial or hearing de novo, but rather, after such further hearing as the court deems to be appropriate, may proceed to enter such orders as are in the best interests of the child.\n     (e)  The court shall hear child protective proceedings under this chapter at a hearing separate from those for adults and without a jury.  The hearing shall be conducted in an informal manner and may be adjourned from time to time.  The general public shall be excluded and only such persons shall be admitted as are found by the court to have a direct interest in the case.  The child may be excluded from the hearing at any time at the discretion of the court.  If a party is without counsel or a guardian ad litem, the court shall inform the party of the right to be represented by counsel and to appeal.\n     (f)  Orders orally stated by the court on the record in a proceeding under this chapter shall have full force and effect upon the date of the hearing until further order of the court; provided that all oral orders shall be reduced to writing as soon as is practicable. [L 1983, c 171, pt of §1; am L 1986, c 316, §22; am L 1992, c 190, §19]"
}