{
    "name": "Office of planning, establishment; responsibilities",
    "number": "2",
    "text": "(a)  There is established within the department of business, economic development, and tourism an office of planning.  The head of the office shall be known as the director of the office of planning, referred to in this chapter as director.  The director shall have: training in the field of urban or regional planning, public administration, or other related fields; experience in programs or services related to governmental planning; and experience in a supervisory, consultative, or administrative capacity.  The director shall be nominated by the governor and, by and with the advice and consent of the senate, appointed by the governor without regard to chapter 76, and shall be compensated at a salary level set by the governor.  The director shall be included in any benefit program generally applicable to the officers and employees of the State.  The director shall retain such staff as may be necessary for the purposes of this chapter, in conformity with chapter 76.  The director shall report to the director of business, economic development, and tourism and shall not be required to report directly to any other principal executive department.\n     (b)  The office of planning shall gather, analyze, and provide information to the governor to assist in the overall analysis and formulation of state policies and strategies to provide central direction and cohesion in the allocation of resources and effectuation of state activities and programs and effectively address current or emerging issues and opportunities.  More specifically, the office shall engage in the following activities:\n     (1)  State comprehensive planning and program coordination.  Formulating and articulating comprehensive statewide goals, objectives, policies, and priorities, and coordinating their implementation through the statewide planning system established in part II of chapter 226;\n     (2)  Strategic planning.  Identifying and analyzing significant issues, problems, and opportunities confronting the State, and formulating strategies and alternative courses of action in response to identified problems and opportunities by:\n         (A)  Providing in-depth policy research, analysis, and recommendations on existing or potential areas of critical state concern;\n         (B)  Examining and evaluating the effectiveness of state programs in implementing state policies and priorities;\n         (C)  Monitoring through surveys, environmental scanning, and other techniques--current social, economic, and physical conditions and trends; and\n         (D)  Developing, in collaboration with affected public or private agencies and organizations, implementation plans and schedules and, where appropriate, assisting in the mobilization of resources to meet identified needs;\n     (3)  Planning coordination and cooperation.  Facilitating coordinated and cooperative planning and policy development and implementation activities among state agencies and between the state, county, and federal governments, by:\n         (A)  Reviewing, assessing, and coordinating, as necessary, major plans, programs, projects, and regulatory activities existing or proposed by state and county agencies;\n         (B)  Formulating mechanisms to simplify, streamline, or coordinate interagency development and regulatory processes; and\n         (C)  Recognizing the presence of federal defense and security forces and agencies in the State as important state concerns;\n     (4)  Planning information system.  Collecting, analyzing, maintaining, and disseminating data and information to further effective state planning, policy analysis and development, and delivery of government services by:\n         (A)  Assembling, organizing, evaluating, and classifying existing data and performing necessary basic research in order to provide a common data base for governmental planning;\n         (B)  Planning, developing, implementing, and coordinating a statewide planning and geographic information system.  The office shall be the lead agency responsible for planning and coordinating the establishment of a multi-agency, statewide geographic information system and the development of planning applications, including spatial data analyses to enhance decision making; and\n         (C)  Maintaining a centralized depository of state and national planning references;\n     (5)  Land use planning.  Developing and presenting the position of the State in all boundary change petitions and proceedings before the land use commission, assisting state agencies in the development and submittal of petitions for land use district boundary amendments, and conducting periodic reviews of the classification and districting of all lands in the State, as specified in chapter 205;\n     (6)  Coastal and ocean policy management.  Carrying out the lead agency responsibilities for the Hawaii coastal zone management program, as specified in chapter 205A.  Also, developing and maintaining an ocean and coastal resources information, planning, and management system further developing and coordinating implementation of the ocean resources management plan, and formulating ocean policies with respect to the exclusive economic zone, coral reefs, and national marine sanctuaries;\n     (7)  Regional planning and studies.  Conducting plans and studies to determine:\n         (A)  The capability of various regions within the State to support projected increases in both resident populations and visitors;\n         (B)  The potential physical, social, economic, and environmental impact on these regions resulting from increases in both resident populations and visitors;\n         (C)  The maximum annual visitor carrying capacity for the State by region, county, and island; and\n         (D)  The appropriate guidance and management of selected regions and areas of statewide critical concern.\n          The studies in subparagraphs (A) to (C) shall be conducted at appropriate intervals, but not less than once every five years; and\n     (8)  Regional, national, and international planning.  Participating in and ensuring that state plans, policies, and objectives are consistent, to the extent practicable, with regional, national, and international planning efforts. [L 1987, c 336, pt of §1; am L 1988, c 352, §5; am L 1990, c 160, §3; am L 1996, c 299, §1; am L 2000, c 253, §150; am L Sp 2005, c 12, §3; am L 2006, c 65, §2]"
}