{
    "name": "Reporting requirements",
    "number": "6",
    "text": "(a)  The owner or operator of a facility in the State that stores, uses, or manufactures any hazardous substance shall comply with the following requirements:\n     (1)  Each owner or operator of a facility in the State shall comply with the emergency planning and notification requirements of sections 302 and 303 of the Emergency Planning and Community Right-to-Know Act of 1986, 42 U.S.C. §§11002 and 11003, if an extremely hazardous substance is present at the facility in an amount in excess of the threshold planning quantity established for the substance;\n     (2)  Each owner or operator of a facility in this State that is required to prepare or have available a material safety data sheet for a hazardous chemical under the Occupational Safety and Health Act of 1970, as amended, 15 U.S.C. §651 et seq., and regulations promulgated under that Act, for all hazardous substances present at the facility in amounts not less than 10,000 pounds, and extremely hazardous substances present at the facility in amounts not less than 500 pounds, or the threshold planning quantity for that substance, whichever is less, shall comply with the following reporting requirements:\n         (A)  Complete a chemical list by March 1 of each year and submit material safety data sheets not more than thirty days after a request;\n         (B)  Complete the state chemical inventory form by March 1 of each year; provided that a Tier II list shall be used until a state form is available;\n         (C)  Submit facility diagrams and location area maps by March 1 of each year, and update the maps annually as needed; and\n         (D)  Upon request, submit emergency response plans required under state or federal law.\n          The information described in subparagraphs (A) through (D) shall be submitted to the commission, the respective committee, and the fire department upon request by the same;\n     (3)  Each owner or operator of a facility in this State that is subject to section 313 of the Emergency Planning and Community Right-to-Know Act of 1986, 42 U.S.C. §11023, shall comply with the toxic chemical release form requirements of section 323 of the Emergency Planning and Community Right-to-Know Act of 1986 by July 1 of each year; and\n     (4)  Each owner or operator of a facility in this State covered under section 304 of the Emergency Planning and Community Right-to-Know Act of 1986, 42 U.S.C. §11004, shall comply with the notification requirements of section 304 of the Emergency Planning and Community Right-to-Know Act of 1986, and section 128E-7, if a release of an extremely hazardous substance occurs from the facility.\n     (b)  The commission shall adopt rules in accordance with chapter 91 establishing the specific information required on the state chemical inventory form.  The chemical inventory form shall facilitate ease in complying with the requirements of [this chapter] by consolidating the necessary information into one form.  The chemical inventory form may include, but is not limited to:\n     (1)  The chemical name;\n     (2)  Quantity stored on the site;\n     (3)  Hazardous components;\n     (4)  Health and physical hazards; and\n     (5)  Storage information. [L 1993, c 300, pt of §1]"
}