{
    "name": "Definitions",
    "number": "1",
    "text": "For the purposes of this chapter:\n     \u0093Approved laboratory\u0094 means a laboratory approved by the department or other government agency or agencies having jurisdiction or certified by the United States Environmental Protection Agency.\n     \u0093Approved source\u0094, when used in reference to a bottled water plant\u0092s product water or water used in the plant\u0092s operations, means the source of the water, whether from a spring, artesian well, drilled well, public or community water system, or any other source that has been inspected and the water sampled, analyzed, and found to be of a safe and sanitary quality.  The presence in the plant of a current certificate or notification of approval from the department or other government agency or agencies having jurisdiction shall constitute approval of the source.\n     \u0093Artesian water\u0094 means bottled water from a well tapping a confined aquifer in which the water level stands above the water table.  \u0093Artesian water\u0094 shall meet the requirements of \u0093natural water\u0094.\n     \u0093Bottled water\u0094 means water that is placed in a sealed container or package and is offered for sale for human consumption or other consumer uses.\n     \u0093Bottled water plant\u0094 means any place or establishment in which bottled water is prepared for sale.\n     \u0093Carbonated water\u0094 or \u0093sparkling water\u0094 means bottled water containing carbon dioxide.\n     \u0093C.F.R.\u0094 means the Code of Federal Regulations.\n     \u0093Department\u0094 means the department of health.\n     \u0093Director\u0094 means the director of health.\n     \u0093Distilled water\u0094 means bottled water which has been produced by a process of distillation and meets the definition of purified water in the most recent edition of the United States Pharmacopeia.\n     \u0093Drinking water\u0094 means bottled water obtained from an approved source that has at minimum undergone treatment consisting of filtration (activated carbon or particulate) and ozonation or an equivalent disinfection process.\n     \u0093EPA\u0094 means the United States Environmental Protection Agency.\n     \u0093FDA\u0094 means the United States Food and Drug Administration.\n     \u0093Fluoridated water\u0094 means bottled water containing fluoride.  The label shall specify whether the fluoride is naturally occurring or added.  Any water which meets this definition shall contain not less than 0.5 and not more than 1.0 milligrams per liter fluoride ion and otherwise comply with the Food and Drug Administration (FDA) quality standards in section 103.35(d)(2), title 21 of the Code of Federal Regulations.\n     \u0093Mineral water\u0094 means bottled water that contains not less than 500 parts per million total dissolved solids.  \u0093Natural mineral water\u0094 shall meet the requirements of \u0093natural water\u0094.\n     \u0093Natural water\u0094 means bottled spring, mineral, artesian, or well water which is derived from an underground formation and is not derived from a municipal system or public water supply.\n     \u0093Plant operator\u0094 means any person who owns or operates a bottled water plant.\n     \u0093Purified water\u0094 means bottled water produced by distillation, deionization, reverse osmosis, or other suitable process and that meets the definition of purified water in the most recent edition of the United States Pharmacopeia.  Water which meets the definition of this paragraph and is vaporized, then condensed, may be labeled \u0093distilled water\u0094.\n     \u0093Spring water\u0094 means water derived from an underground formation from which water flows naturally to the surface of the earth.  \u0093Spring water\u0094 shall meet the requirements of \u0093natural water\u0094.\n     \u0093Water dealer\u0094 means any person who imports bottled water or causes bulk water to be transported for bottling for human consumption or other consumer uses.\n     \u0093Well water\u0094 means water from a hole bored, drilled, or otherwise constructed in the ground which taps the water of an aquifer.  \u0093Well water\u0094 shall meet the requirements of \u0093natural water\u0094. [L 1988, c 304, pt of §1]"
}