{
    "name": "Purposes and terms of assistance",
    "number": "4",
    "text": "(a)  The department may utilize the money held in the financial services assistance program for economic development projects within the State that have the potential of creating new jobs for residents of the State or retaining current jobs within the State.\n\t(b)  Financial assistance provided by the financial services assistance program may be used for any purpose consistent with the objectives and policies for the economy in the state plan, including but not limited to:\n\n\n\n\t(1)\tThe acquisition, improvement, or rehabilitation of land and buildings;\n\t(2)\tThe acquisition of equipment or services;\n\t(3)\tWorking capital; and\n\t(4)\tAny other purpose reasonably related to an economic development project concerning the financial services industry, including but not limited to consulting and other related services.\n\n\n\n\t(c)  The department, for economic development projects relating to the financial services industry, may:\n\n\n\n\t(1)\tProcure insurance, a guarantee, or a letter of credit from any source for all or a part of a loan, debenture, or lease of others, public or private; \n\t(2)\tProcure insurance, a guarantee, or a letter of credit for either a single loan, debenture, or lease or for any combination of loans, debentures, or leases; and\n\t(3)\tProcure consulting and related services for the purposes of this chapter.\n\n\n\n\t(d)  Loans provided by the financial services assistance program may be provided to qualified applicants with the following terms and conditions:\n\n\n\n\t(1)\tThe maximum term of a loan shall not exceed twenty years;\n\t(2)\tEach loan shall bear simple interest at a rate of not less than three and not more than ten per cent a year, depending on the nature of the loan; and\n\t(3)\tThe commencement date for the repayment of the first installment on principal and interest of each loan may be deferred by the director of business, economic development, and tourism for a period not to exceed two years.\n\n\n\n\t(e)  The department shall adopt rules pursuant to chapter 91 to carry out the purposes of this chapter. [L 1990, c 107, pt of §3]"
}