{
    "name": "Uncollectible accounts",
    "number": "82",
    "text": "(a)  The directors, boards, or executive heads of executive departments may from time to time prepare and submit for the review of the attorney general a list of all uncollectible accounts in their departments.  Such accounts as the attorney general finds to be uncollectible shall be entered in a special record and be deleted from the accounts receivable records of the departments, which shall thereupon be relieved from any further accountability for their collection; provided that no account shall be so deleted until it shall have been delinquent for at least two consecutive years.  Any account entered in the special record shall be transferred back to the current accounts receivable if the attorney general finds that the facts as alleged and presented to the attorney general were not true, or that the account has become collectible. \tAs used in this section, \"uncollectible account\" means an account with regard to which:\n\n\n\n\t(1)\tThe debtor or party causing damage to property belonging to the State is no longer within the jurisdiction of the State;\n\t(2)\tThe debtor or party causing damage to property belonging to the State cannot be located;\n\t(3)\tThe party causing damage to property belonging to the State is unknown or cannot be identified;\n\t(4)\tThe debtor has filed bankruptcy and has listed the State as a creditor; or\n\t(5)\tAny other account as may be deemed by the attorney general to be uneconomical or impractical to collect.\n\n\n\n\t(b)  The judiciary may from time to time prepare lists of all delinquent fines and restitution, which in its judgment are uncollectible.  The fines or restitution that the judiciary finds to be uncollectible shall be entered in a special record and be deleted from the other books kept by the judiciary, and the judiciary shall thereupon be released from any further accountability for their collection; provided that no account shall be so deleted until it shall have been delinquent for at least two years.  Any fines or restitution so written off may be transferred back to the judiciary's accounts receivable if the judiciary finds that the alleged facts as previously presented to it were not true, or that the fines or restitution are in fact collectible, or that the fines or restitution have become collectible.  Nothing in this section shall preclude a person to whom restitution is owed from pursuing collection of the debt.\n\t(c)  The judiciary shall submit an annual report to the legislature, no later than twenty days prior to the convening of each regular session, which shall summarize the types and amounts of uncollectible delinquent fines and restitution that either were:\n\n\n\n\t(1)\tEntered in a special record and deleted from the judiciary's other books; or\n\t(2)\tTransferred back to the judiciary's accounts receivable.\n\n\n\n\t(d)  The University of Hawaii may from time to time prepare for the review of the university general counsel a list of all uncollectible accounts.  Such accounts as the university general counsel finds to be uncollectible shall be entered into a special record and be deleted from the accounts receivable records of the university, which shall thereupon be relieved from any further accountability for their collection; provided that no account shall be so deleted until it shall have been delinquent for at least two consecutive years.  Any account entered in the special record shall be transferred back to the current accounts receivable if the university general counsel finds that the account has become collectible.\n\t(e)\tThe university shall submit an annual report to the legislature, no later than twenty days prior to the convening of each regular session, which shall summarize the types and amounts of uncollectible delinquent fines and restitution that either were:\n\n\n\n\t(1)\tEntered in a special record and deleted from the university's other books; or\n\t(2)\tTransferred back to the university's accounts receivable. [L 1965, c 63, §1; Supp, §34-15.5; HRS ; gen ch 1985; am L 1998, c 264, §1; am L 2001, c 243, §4]"
}