{
    "name": "Liability insurance coverage; requirement",
    "number": "157",
    "text": "(a)  For the purpose of this section, \"liability insurance coverage\" means a general casualty insurance policy issued to a provider insuring against legal liability for injury resulting from negligence to a child during the time the child is under the care of the child care provider.\n     (b)  The department shall require all providers to obtain and maintain liability insurance coverage in an amount determined by the department as a condition of licensure, temporary permission, or registration to operate a child care facility.\n     (c)  The department, as a condition of continued licensure, temporary permission, or registration, shall require all providers to disclose in writing to each parent or guardian:\n     (1)  Applying to have a child cared for at the provider's facility, summary information including the insurer's name and contact information, coverage amounts, and effective dates for the provider's liability insurance coverage at the time of application; or\n     (2)  Within seven working days of any change, cancellation, or termination of liability insurance coverage, that the coverage has been changed, canceled, or terminated while the parent's or guardian's child is cared for at the provider's facility.\n     (d)  The department may suspend or revoke a license, temporary permit, or certificate of registration of a provider in accordance with section 346-164 or 346-175, if:\n     (1)  The provider or any employee of the provider knowingly makes a false statement to any person concerning the provider's liability insurance coverage; or\n     (2)  The provider does not comply with the insurance coverage and disclosure requirements of this section and rules adopted by the department pursuant to this section.\n     (e)  Proof of liability insurance coverage as required by this section shall be verified by the department on an annual basis. [L 1986, c 298, §1; am L 2017, c 161, §2]\n \nNote\n \n  Enforcement of the liability insurance requirements shall take effect on January 1, 2019.  L 2017, c 161, §5.\n  Liability insurance requirements; report to 2018 legislature.  L 2017, c 161, §3."
}