{
    "name": "Certificate of conveyance required",
    "number": "6",
    "text": "(a)  Any party, with the exception of governmental bodies, agencies, or officers, to a document or instrument subject to this chapter, or the party's authorized representative, shall file, in the manner and place which the director of taxation shall prescribe, a certificate of conveyance setting forth the actual and full consideration of the property transferred, including any lien or encumbrance on the property, and such other facts as the director may by rules prescribe.  The certificate of conveyance shall be verified by a written declaration thereon that the statements made therein are subject to the penalties in section 231-36.  The certificate shall be appended to the document or instrument made subject to this chapter and shall be filed with the director simultaneously with the aforementioned document or instrument for the imprinting of the required seal or seals. \t(b)  No certificate is required to be filed for any document or instrument made exempt by section 247-3, except that in the following situations, a certificate shall be filed in the manner and place which the director shall prescribe, within ninety days after the transaction or prior to the recordation or filing of the document or instrument with the registrar of conveyances or the assistant registrar of the land court or after such period, recordation, or filing as the director shall prescribe:\n\n\n\n\t(1)\tIn the case of any document or instrument described under section 247-3(3), any party to the document or instrument shall file a certificate declaring that the document or instrument merely confirms or corrects a deed, lease, sublease, assignment, transfer, or conveyance previously recorded or filed.\n\t(2)\tIn the case of any document or instrument described under section 247-3(4), any party to the document or instrument shall file a certificate declaring the amount of the nominal consideration paid and marital or parental relationship of the parties.\n\t(3)\tIn the case of any document or instrument described under section 247-3(5), any party to the document or instrument shall file a certificate declaring the reasons why the consideration is $100 or less.\n\t(4)\tIn the case of any document or instrument described in section 247-3(6), any party to the document or instrument shall file a certificate declaring that the document or instrument is made pursuant to an agreement of sale, and where applicable, an assignment or assignments of agreements of sale.\n\t(5)\tIn the case of any document or instrument described under section 247-3(8), any person made a party to the document or instrument as grantee, assignee, or transferee shall file a certificate declaring the full and actual consideration of the property transferred.\n\t(6)\tIn the case of any document or instrument described under section 247-3(11), any party to the document or instrument shall file a certificate declaring each owner's:\n\n\t\t(A)\tUndivided interest in the real property and the value of that interest before partition; and\n\t\t(B)\tProportionate interest and the value of that interest after partition.\n\n\t(7)\tIn the case of any document or instrument described under section 247-3(12), any party to the document or instrument shall file a certificate declaring that the document or instrument is made pursuant to an order of the court and containing the court case number.\n\t(8)\tIn the case of any document or instrument described under section 247-3(13), any party to the document or instrument shall file a certificate declaring that the document or instrument conveys real property from a testamentary trust to a trust beneficiary.\n\t(9)\tIn the case of any document or instrument described under section 247-3(14), any party to the document or instrument shall file a certificate declaring that the document or instrument conveys real property from the grantor to a grantor's revocable living trust or from a grantor's revocable living trust to the grantor.\n\n\n\n\t(c)  The form of the certificate and the procedure to be followed for the submission of the certificate shall be prescribed by the director.\n\t(d)  Notwithstanding the foregoing, where the director deems it impracticable to require the filing of a certificate or certificates or to obtain the signatures of any or all parties to a certificate or certificates required under this section, the director may, in the director's discretion, waive the requirement of filing the certificate or certificates or of securing the signature of any or all parties to the certificate or certificates.\n\t(e)  No document or instrument, on account of which a certificate is required to be filed with the office of the director under this section, shall be accepted for recordation or filing with the registrar of conveyances or the assistant registrar of the land court, unless the certificate has been duly filed. [L 1966, c 10, pt of §1; am L 1967, c 293, §2; HRS ; am L 1968, c 5, §§11 to 15; am L 1983, c 286, §1; gen ch 1985; am L 1993, c 195, §4; am L 1995, c 92, §18]"
}