{
    "name": "Retail merchant club cards; requirements",
    "number": "2",
    "text": "(a)  No club card issuer shall request in a club card application, or require as a condition of obtaining a club card, that the applicant provide any personal information except name, address, and telephone number.  If the club card issuer requires a unique identifier to confirm the identity of the applicant, the club card issuer may ask for the last four digits of the applicant's social security number.\n\t(b)  No club card issuer may sell or share a cardholder\u0092s name, address, telephone number, or any personal information to any unaffiliated third party except as permitted in this subsection.  A club card issuer may share cardholder information for marketing purposes if the club card issuer complies with all the following:\n\n\n\n\t(1)\tThe club card issuer charges an annual fee for the club card and requires the cardholder to renew the club card annually;\n\t(2)\tThe club card issuer allows only cardholders to make purchases and not members of the general public;\n\t(3)\tThe club card issuer provides a written statement to the cardholder upon payment of the annual fee that notifies the cardholder that:\n\n\t\t(A)\tThe cardholder information may be shared with other businesses for purposes of marketing information; \n\t\t(B)\tPayment of the annual fee means the cardholder has agreed to allow the club card issuer to share cardholder information; and\n\t\t(C)\tThe cardholder may choose to opt-out from the sharing of cardholder information; and\n\n\t(4)\tThe club card issuer obtains a written confidentiality agreement from the unaffiliated third party that the shared information will not be transferred to any other entity.\n\n\n\n\t(c)  The restrictions of subsection (a) shall not apply when the club card application form is used for the dual purpose of club card membership and establishing privileges for check cashing, check verification, or as a credit application; provided that no club card issuer shall require as a condition of obtaining a club card that the cardholder obtain the club card as an identification card for purposes of check cashing or credit.\n\t(d)  Nothing in this section prohibits a club card issuer from including on its club card application form a credit application to a designated credit card company and transmitting the credit application to the credit card company, provided that:\n\n\n\n\t(1)\tThe credit application form is separately identified as an option on the club card application form; and \n\t(2)\tThe credit application clearly discloses that the cardholder is applying for credit with the designated credit card company. [L 2004, c 92, pt of §2]"
}