{
    "name": "Assessments; limitation period; exceptions; extension by agreement",
    "number": "14",
    "text": "(a)  In any case of computation of the tax by the director of taxation, as provided in sections 243-12 and 243-13, the amount of the tax shall be assessed against the person liable therefor, and notice shall be given to the person of the amount of tax so assessed with penalties and interest.  The notice may be given by mail, addressed to the person assessed at the person's last known residence or place of business. \t(b)  The amount of license taxes imposed by this chapter shall be assessed or levied, or the overpayment, if any, shall be credited within three years after filing of the monthly statement, or within three years of the due date prescribed for the filing of the statement, whichever is later.  No proceeding in court without assessment for the collection of the taxes or the enforcement of the liability shall begin after the expiration of the three-year period.  As to all tax payments for which a refund or credit is not authorized by this section (including, without prejudice to the generality of the foregoing, cases of unconstitutionality), the remedies provided by appeal or by section 40-35 are exclusive.\n\t(c)  In the case of a false or fraudulent statement with intent to evade tax or liability, or of a failure to file a statement, the tax or liability may be assessed or levied at any time; provided that in the case of a statement claimed to be false or fraudulent with intent to evade tax or liability, the determination as to the claim shall first be made by a judge of the circuit court as provided in section 235-111(c) which shall apply to the tax imposed by this chapter.\n\t(d)  Where, before the expiration of the time prescribed in this section for the assessment, levy, and collection of the tax or liability, both the department and the taxpayer have consented in writing to its assessment or levy after the expiration date, the tax or liability may be assessed or levied, or the overpayment, if any, may be credited at any time prior to the expiration of the period agreed upon.  The period agreed upon may be extended by a subsequent agreement in writing made before the expiration of the period previously agreed upon. [L Sp 1941, c 26, §1(12); RL 1945, §5413; RL 1955, §123-11; am L Sp 1959 2d, c 1, §16; HRS ; gen ch 1985; am L 1991, c 55, §4; am L 1993, c 257, §4; am L 1994, c 19, §3]"
}