{
    "name": "Classes of loans; purposes, terms, eligibility",
    "number": "9",
    "text": "(a)  Loans made under this chapter shall be for the purposes and in accordance with the terms specified in classes \"A\" through \"F\" in this section and shall be made only to applicants who meet the eligibility requirements specified therein and except as to class \"B\" loans to associations and class \"E\" loans, the eligibility requirements specified in section 155-10.  The maximum amount of a loan for class \"A\", \"C\", \"D\", and \"F\" loans to an individual applicant shall also apply to any loan application submitted by a partnership, corporation, or other entity, and for the purpose of determining whether the maximum loan amount to any individual will be exceeded, outstanding loans to any partnership, corporation, or other entity that the individual has a legal or equitable interest in excess of twenty per cent shall be taken into account.\n\t(b)  Class A:  Farm ownership and improvement loans shall provide for:\n\n\n\n\t(1)\tThe purchase or improvement of farm land;\n\t(2)\tThe purchase, construction, or improvement of adequate farm dwellings, and other essential farm buildings; and\n\t(3)\tThe liquidation of indebtedness incurred for any of the foregoing purposes.\n\n\n\n\tThe loans shall be for an amount not to exceed $800,000 and for a term not to exceed forty years.  To be eligible, the applicant shall (A) derive, or present an acceptable plan to derive, a major portion of the applicant's income from and devote, or intend to devote, most of the applicant's time to farming operations; and (B) have or be able to obtain the operating capital, including livestock and equipment, needed to successfully operate the applicant's farm.\n\t(c)  Class B:  Soil and water conservation loans shall provide for:\n\n\n\n\t(1)\tSoil conservation practices;\n\t(2)\tWater development, conservation, and use;\n\t(3)\tDrainage; and\n\t(4)\tThe liquidation of indebtedness incurred for any of the foregoing purposes.\n\n\n\n\tThe loans shall be for an amount not to exceed $35,000 to an individual or $200,000 to an association and shall be for a term not to exceed twenty years for a loan to an individual and forty years to an association.  To be eligible, an individual applicant shall have sufficient farm and other income to pay for farm operating and living expenses and to meet payments on the applicant's existing debts, including the proposed soil and water conservation loan.  An association, to be eligible, shall be a nonprofit organization primarily engaged in extending services directly related to the purposes of the loan to its members, and at least sixty per cent of its membership shall meet the eligibility requirements specified in section 155-10.\n\t(d)  Class C:  Farm operating loans shall be for the purpose of carrying on and improving a farming operation, including:\n\n\n\n\t(1)\tThe purchase of farm equipment and livestock;\n\t(2)\tThe payment of production and marketing expenses including materials, labor, and services;\n\t(3)\tThe payment of living expenses;\n\t(4)\tThe liquidation of indebtedness incurred for any of the foregoing purposes; and\n\t(5)\tThe exportation of crops and livestock.\n\n\n\n\tThe loans shall be for an amount not to exceed $800,000 and for a term not to exceed ten years.  To be eligible, an applicant shall derive, or present an acceptable plan to derive, a major portion of the applicant's income from and devote, or intend to devote, most of the applicant's time to farming operations.\n\tQualified farmers affected by state eradication programs may also be eligible for loans under this subsection.  Loans made for rehabilitation from eradication programs shall be subject to the terms of class \"C\" loans; provided that the interest rate shall be three per cent a year and the requirements in section 155-3 shall be waived and paragraph (4) shall not apply.\n\t(e)  Class D:  Emergency loans shall be for the purpose of providing relief and rehabilitation to qualified farmers without limit as to purpose:\n\n\n\n\t(1)\tIn areas stricken by extraordinary rainstorms, windstorms, droughts, tidal waves, earthquakes, volcanic eruptions, and other natural catastrophes;\n\t(2)\tOn farms stricken by livestock disease epidemics and crop blights;\n\t(3)\tOn farms seriously affected by prolonged shipping and dock strikes;\n\t(4)\tDuring economic emergencies caused by overproduction, excessive imports, and the like; and\n\t(5)\tDuring other emergencies as determined by the board of agriculture.\n\n\n\n\tThe maximum amounts and period for the loans shall be determined by the board of agriculture; provided that the board shall require that any settlement or moneys received by qualified farmers as a result of an emergency declared under this section shall first be applied to the repayment of an emergency loan made under this chapter.\n\t(f)  Class E:  Loans to farmers' cooperatives, corporations, and food manufacturers shall provide credit to entities engaged in marketing, purchasing, and processing, and providing farm business services, including:\n\n\n\n\t(1)\tFacility loans to purchase or improve land, building, and equipment for an amount not to exceed $500,000 and a term not to exceed twenty years;\n\t(2)\tOperating loans to finance inventories of supplies and materials, warehousing, and shipping commodities, extension of consumer credit to justified farmer-members, and other normal operating expenses for an amount not to exceed $300,000 and a term not to exceed seven years; and\n\t(3)\tThe exportation of crops and livestock.\n\n\n\n\tTo be eligible, a farmers' cooperative or corporation shall have a majority of its board of directors and a majority of its membership as shareholders who meet the eligibility requirements of section 155-10 and who devote most of their time to farming operations, and the facility loans shall be for an amount not to exceed $500,000 or eighty per cent of the cost of the project, whichever is the lesser.\n\tTo be eligible, a food manufacturer shall be licensed to do business in the State, and the controlling interest of the entity shall possess a minimum of two years of relevant processing or manufacturing experience as acceptable to the department of agriculture.  The entity shall process Hawaii-grown agricultural products or use Hawaii-grown agricultural products as an ingredient in the manufacturing process.  Facility loans shall be for an amount not to exceed $500,000 or eighty per cent of the cost of the project, whichever is the lesser.  The requirements in section 155-10 shall be waived for food manufacturing loans; however, the entity shall be a sound credit risk with the ability to repay the money borrowed.\n\t(g)  Class F:  Loans for new farmer programs shall provide for costs of a new farm enterprise for qualified new farmers:\n\n\n\n\t(1)\tInitial loans made under this class shall be for purposes and in accordance with the terms specified in class \"A\" and \"C\" only, and shall be made only for full-time farming.  The loans shall be made for an amount not to exceed $100,000 or eighty-five per cent of the cost of the project, whichever is the lesser;\n\t(2)\tAny subsequent loan shall be made from classes \"A\" to \"D\", respectively, depending upon the purpose for which the loan funds are used; and\n\t(3)\tBorrowers shall comply with special term loan agreements as may be required by the department and shall take special training courses as the department deems necessary.\n\n\n\n\t(h)  Class G:  Loans to part-time farmers shall be for farm improvement and operating purposes for carrying on and improving farming operations, including loans for:\n\n\n\n\t(1)\tThe purchase, construction, and improvement of farm production and growing structures;\n\t(2)\tThe purchase of farm equipment or livestock; and\n\t(3)\tThe payment of production and marketing expenses, including materials, labor, and services.\n\n\n\n\tThe liquidation of indebtedness incurred for any of the purposes under this subsection and for living expenses shall not be authorized purposes.  Each loan shall be for an amount not to exceed $25,000 and for a term not to exceed ten years. [L 1959, c 278, pt of §1; am L 1961, c 104, §1(k); Supp, §102-9; HRS ; am L 1969, c 49, §1; am L 1972, c 87, §3; am L 1979, c 222, §7; am L 1982, c 63, §3; gen ch 1985; am L 1989, c 222, §4; am L 1990, c 230, §1; am L 1996, c 253, §1; am L 1999, c 32, §4 and c 157, §2; am L 2000, c 51, §10; am L 2001, c 267, §2]"
}