{
    "name": "Federal tax qualification requirements",
    "number": "22.5",
    "text": "(a)  The system shall be administered in accordance with the requirements of section 401(a)(1), (2), (8), (9), (25), and (31) of the Internal Revenue Code of 1986, as amended.  Without limiting the generality of the foregoing and notwithstanding any provision of chapter 88 to the contrary:\n\n\n\n\t(1)\tPrior to the satisfaction of all liabilities with respect to members and their beneficiaries, no part of the corpus or income of the system shall be used for or diverted to purposes other than for the exclusive benefit of members and their beneficiaries.  The payment of reasonable expenses from the expense fund  for the administration of the system in accordance with section 88-116 shall be deemed to be for the benefit of members and their beneficiaries;\n\t(2)\tBenefits forfeited by a member for any reason shall not be applied to increase the benefits a member or beneficiary would otherwise receive under the system;\n\t(3)\tIn accordance with rules adopted by the board of trustees, the entire interest of a member shall be distributed or distribution shall begin no later than the member's \"required beginning date\", as defined in section 401(a)(9) of the Internal Revenue Code of 1986, as amended;\n\t(4)\tIn accordance with rules adopted by the board of trustees, a member or beneficiary may elect, at the time and in the manner prescribed by the board of trustees, to have any portion of an \"eligible rollover distribution\" paid in a \"direct rollover\" to an \"eligible retirement plan\", as such terms are defined in section 401(a)(31) of the Internal Revenue Code of 1986, as amended; and \n\t(5)\tIn the event of the termination of or complete discontinuance of employer contributions to the system, the rights of all members to benefits accrued as of the date of such termination or discontinuance, to the extent then funded, shall be nonforfeitable.\n\n\n\n\t(b)  The board of trustees shall adopt rules necessary for the purposes of this section.  Rules adopted for the purposes of this section shall be exempt from the public notice, public hearing, and gubernatorial approval requirements of chapter 91; provided that the rules shall be adopted at a public meeting subject to the requirements of part I of chapter 92 and a copy of the proposed rules shall be available for public inspection at the office of the system at least six calendar days before the meeting. [L 2004, c 182, §1]"
}