{
    "name": "Break in service; reemployment",
    "number": "273",
    "text": "(a)  Any class C member who terminates service prior to accumulating ten years of credited service, excluding unused sick leave, shall cease to be a member and shall forfeit all credited service; provided that:\n\n\n\n\t(1)\tIf the former class C member becomes a member again within one calendar year from the date of termination, all service credit for previous service shall be restored.  If the former class C member becomes a member again more than one calendar year after the date of termination, one month of service credit for previous service shall be restored for each month of service rendered following the return to membership.  \n\t(2)\tIf the former class C member becomes a class A, class B, or class H member within one calendar year from the date of termination, all class C service credit for previous service shall be restored.  If the former class C member becomes a class A, class B, or class H member more than one calendar year after the date of termination, one month of class C service credit for previous service shall be restored for each month of service rendered following the return to membership.\n\n\n\nSubject to the provisions of sections 88-322 and 88-324, the service credit restored pursuant to this subsection shall be class C service credit.\n\t(b)  Any class C member who terminates service with a vested right and who subsequently becomes a class A, class B, class C, or class H member shall retain all service credit for previous service and shall be credited with additional service credit for service rendered following the return to membership.\n\t(c)  Any retirant who retired under the provisions of part VII of this chapter and returns to service requiring membership in the system as a class C member shall be reenrolled as an active member, and the retirant's retirement allowance shall be suspended.  At such time as the member again retires, the retirement allowance shall be the allowance to which the member was entitled under the mode of retirement selected when the member previously retired and which was suspended; plus, for the period of service during the member's reemployment, the allowance to which the member is entitled for that service based on the mode of retirement initially selected and computed for the member's age, average final compensation, and other factors in accordance with the benefit formula of a class C member in existence at the time of the member's final retirement.\n\t(d)  Any retirant who retired under part VII and returns to service requiring membership in the system as a class A or class B member shall be reenrolled as an active member, and the retirant's retirement allowance shall be suspended.  At such time as the member again retires, the retirement allowance shall be the allowance to which the member was entitled under the mode of retirement selected when the member previously retired and which was suspended; plus, for the period of service during the member's reemployment, the allowance to which the member is entitled for that service based on the mode of retirement initially selected and computed for the member's age, average final compensation, and other factors in accordance with the benefit formula of a class A or class B member in existence at the time of the member's final retirement.\n\t(e)  Any retirant who received the special retirement incentive benefit under Act 253, Session Laws of Hawaii 2000, and is reemployed by the State or a county in any capacity shall: \n\n\n\n\t(1)\tHave the retirant's retirement allowance suspended;\n\t(2)\tForfeit the special retirement incentive benefit and any other related benefit provided by chapter 88; and\n\t(3)\tBe subject to the age and service requirements under section 88-281 when the member again retires. [L 1984, c 108, pt of §8; am L 1987, c 117, §4; am L 2001, c 61, §2; am L 2004, c 179, §25]\n\n\n\n\nAttorney General Opinions\n  Return to service of contributory plan retirant; computation of retirement benefits.  Att. Gen. Op. 85-21.\n  Pursuant to this section and §88-281, former employee was a member of ERS until effective date of former employee's retirement.  Att. Gen. Op. 97-12."
}