{
    "name": "Election",
    "number": "271",
    "text": "C.  Membership, Credited Service\n     (a)  Any class A or class B member who:\n\n\n\n\t(1)\tIs in service on June 30, 1984, or who returns to service after June 30, 1984, and has vested benefit status as provided in section 88-96(b); and\n\t(2)\tIs in a position covered by Title II of the Social Security Act, may elect to become a class C member effective January 1, 1985; or upon return to service, by filing an election form with the board.\n\n\n\nThe election shall be made prior to December 1, 1984, or within thirty days of return to service and shall be irrevocable.  A class A or class B member who makes such an election shall be refunded all accumulated contributions and shall not be required to make further contributions upon becoming a class C member.  The refund shall be made by March 31, 1985, or within ninety days after return to service.  Upon the effective date of the election, all rights as a class A or class B member shall be extinguished.\n\t(b)  After June 30, 1984, a class A or class B member, who returns to service but does not have vested benefit status as provided in section 88-96(b), shall become a class C member upon return to service and shall be refunded all accumulated contributions.\n\t(c)  Any water safety officer who is in service on July 1, 1994, may elect to become a class C member by filing an election form with the board.  The election shall be made prior to September 1, 1994, and shall be irrevocable.  The accumulated contributions of a water safety officer who makes this election shall be returned to the water safety officer through payroll adjustments or another procedure as determined by the board.  Upon the effective date of the election, all rights as a class A member shall be extinguished.  All persons first employed as a water safety officer after July 1, 1994, shall be class C members.\n\t(d)  Any class A or class H member who elects and is approved to withdraw the member's contributions may become a class C member in accordance with section 88-46.5.  Upon approval of the election:\n\n\n\n\t(1)\tAll rights as a class A or class H member shall be extinguished;\n\t(2)\tThe member's accumulated contributions shall be refunded; and \n\t(3)\tThe member shall not be required to make further contributions to the system. \n\n\n\nThis election shall be irrevocable.\n\t(e)  The system shall provide information explaining the effects of any election made under subsection (a), (c), or (d). [L 1984, c 108, pt of §8; am L 1989, c 100, §4; am L 1994, c 276, §10; am L 2000, c 265, §2; am L 2004, c 179, §24]\nAttorney General Opinions\n  Deadline for election cannot be extended.  Att. Gen. Op. 84-11.\n  Return to service of contributory plan retirant; participation in noncontributory plan.  Att. Gen. Op. 85-21."
}