{
    "name": "Election and membership",
    "number": "321",
    "text": "C.  Membership, Credited Service\n\t    (a)  Any member, except for members described in subsection (c), who is in service on June 30, 2006, or who returns to service after June 30, 2006, and has vested benefit status in accordance with section 88-96(b), may elect to become a class H member effective July 1, 2006, or upon return to service, by filing an election form with the system in accordance with this section.  The election shall be made prior to April 1, 2006, by members in service on February 28, 2006.  The election shall be made by members entering or returning to service after February 28, 2006, within thirty days of entering or returning to service.  The election shall be irrevocable. \n\t(b) Notwithstanding any other law to the contrary, after June 30, 2006:\n\n\n\n\t(1)\tA class C member who returns to service and who does not return to service as a class A or a class B member shall become a class H member upon return to service; and\n\t(2)\tA class A or a class B member, who returns to service but does not have vested benefit status as provided in section 88-96(b) and who does not return to service as a class A or class B member, shall become a class H member upon return to service.  The system shall return to the member the member's accumulated contributions and the member's credited service as a class A or B member shall be converted to class C credited service.\n\n\n\n\t(c)  The following members may not elect to become a class H member under subsection (a):\n\n\n\n\t(1)\tJudges, elected officials, and legislative officers;\n\t(2)\tInvestigators of the department of the attorney general, narcotics enforcement investigators, water safety officers not making the election under section 88-271, prosecuting attorney investigators not making the election under section 88-271, corrections officers not making the election under section 88-271, and public safety investigations staff investigators; \n\t(3)\tPolice officers and firefighters;\n\t(4)\tAll employees who were members on July 1, 1957, who elected not to be covered by the Social Security Act; and\n\t(5)\tFormer class A, B, or C retirants. [L 2004, c 179, pt of §1; am L 2005, c 58, §23]"
}