{
    "name": "Rights of members separated from service",
    "number": "341",
    "text": "(a)  Any class H member who ceases to be an employee and who has fewer than five years of credited service shall, upon application to the board, be paid all of the former employee's accumulated contributions and the former employee's membership shall thereupon terminate and all credited service shall be forfeited; provided that any such individual shall not be paid the individual's accumulated contributions if either:\n\n\n\n\t(1)\tThe individual becomes an employee again within fifteen calendar days from the date the individual ceased to be an employee; or\n\t(2)\tAt the time the application for return of accumulated contributions is received by the board the individual has become an employee again.\n\n\n\n\tRegular interest shall be credited to the former employee's account until the former employee's accumulated contributions are withdrawn; provided that the former employee's membership shall not continue after the fourth full year following the calendar year in which the individual's employment terminates.  If the former employee does not become an employee again and has not withdrawn the former employee's accumulated contributions, the system shall return the former employee's accumulated contributions to the former employee as soon as possible after the former employee attains age sixty-two.\n\t(b)  Any class H member having five or more years of credited service who ceases to be an employee, upon application to the board, shall be paid an amount equal to the former employee's hypothetical account balance and the former employee's membership shall thereupon terminate and all credited service shall be forfeited; provided that the individual shall not be paid the individual's hypothetical account balance if either:\n\n\n\n\t(1)\tThe individual becomes an employee again within fifteen calendar days from the date the individual ceased to be an employee; or\n\t(2)\tAt the time the application for payment of the individual's hypothetical account balance is received by the board, the individual has become an employee again.\n\n\n\n\tIf the contributions are not withdrawn by the former employee after the individual's employment terminates, the former employee shall have vested benefit status and shall be eligible for the service retirement benefit in effect at the time of the former employee's retirement, payable in accordance with this chapter.\n\t(c)  In case of the death after the termination of service and prior to retirement of any former class H member who has not withdrawn the member's contributions, there shall be paid to the former member's estate or to the person as the former member has nominated by written designation duly executed and filed with the board if either:\n\n\n\n\t(1)\tThe former member had less than five years of credited service at the time of death, the former member's accumulated contributions; or\n\t(2)\tThe former member had five or more years of credited service at the time of death, the former member's hypothetical account balance. [L 2004, c 179, pt of §1; am L 2005, c 58, §31]"
}