{
    "name": "88-32, 88-82",
    "number": "73",
    "text": "Service retirement.  (a)  Any member who has at least five years of credited service and who has attained age fifty-five or any member who has at least twenty-five years of credited service or any member who has at least ten years of credited service, which includes service as a judge before July 1, 1999, an elective officer, or a legislative officer, shall become eligible to receive a retirement allowance after the member has terminated service. \t(b)  Any member who first earned credited service as a judge after June 30, 1999, and who has at least five years of credited service and has attained age fifty-five or has at least twenty-five years of credited service shall become eligible to receive a retirement allowance after the member has terminated service.\n\t(c)  A member may retire upon the written application specifying the date of retirement, which shall not be less than thirty days nor more than one hundred fifty days subsequent to the date of filing.  Retirement shall be effective on the first day of a month, except for the month of December when retirement on the first or last day of the month shall be allowed.\n\t(d)  Any member of the legislature who attains age sixty-five may retire and receive a service retirement allowance although the member continues to fill the elective position.\n\t(e)  For the purpose of computing or determining benefits for an elective officer or judge, or any beneficiary of either, the date upon which the elective officer or judge makes an election to retire, as provided by section 88-61(c), after attaining an allowance of seventy-five per cent of the member's average final compensation, shall be used as the date the member is eligible to receive a service retirement benefit.  The elective officer or judge may continue in active service, but shall not receive a retirement allowance until termination of active service.  Upon leaving active service, the elective officer or judge shall receive the retirement allowance provided for in section 88-74, together with the post retirement allowances provided for in section 88-90, effective on the first day of a month except the month of December when retirement benefits shall be effective on the first or last day of the month.  Post retirement allowances shall be computed from the date of the election as though the elective officer or judge had left active service on that day.\n\t(f)  In the case of a class A or B member who also has prior credited service under part VII or part VIII, total credited service as a class A, class B, class C, and class H member shall be used to determine the eligibility for retirement allowance. [L 1925, c 55, §6(1); RL 1935, pt of §7925; RL 1945, §708, subs 1; am L 1947, c 85, §1(c); RL 1955, §6-41; am L 1957, c 24, §1 and c 231, §1(b); am L 1959, c 67, §1; am L 1961, c 175, §1; am L 1963, c 127, §3; am L 1964, c 62, §4; HRS §88-63; am L 1969, c 110, pt of §1; am L 1971, c 90, §2; am L 1975, c 199, §1; am L 1982, c 115, §2; am L 1984, c 85, §2; am L 1987, c 117, §1; am L 1991, c 96, §1(2); am L 1998, c 151, §5; am L 1999, c 65, §2; am L 2002, c 128, §4; am L 2003, c 118, §3; am L 2004, c 179, §9]\nNote\n  Judges who are members of the employees' retirement system and who have credited service as a judge before July 1, 1999, shall not have their benefits diminished or impaired.  L 1999, c 65, §11.\nAttorney General Opinions\n  Paragraph (3) authorizes payment of allowance only to a legislator over 65; all other retirees who reenter government service not entitled to continuation of allowance.  Att. Gen. Ops. 66-26, 68-15.\n  Precludes board of regents from adopting a mandatory retirement policy.  Att. Gen. Op. 84-6.\nCase Notes\n  Retirement occurs not upon execution and filing of application but upon date specified.  61 H. 596, 607 P.2d 415."
}