{
    "name": "Termination of tenancy; landlord's remedies for holdover tenants",
    "number": "71",
    "text": "(a)  When the tenancy is month-to-month, the landlord may terminate the rental agreement by notifying the tenant, in writing, at least forty-five days in advance of the anticipated termination.  When the landlord provides notification of termination, the tenant may vacate at any time within the last forty-five days of the period between the notification and the termination date, but the tenant shall notify the landlord of the date the tenant will vacate the dwelling unit and shall pay a prorated rent for that period of occupation.\n\t(b)  When the tenancy is month-to-month the tenant may terminate the rental agreement by notifying the landlord, in writing, at least twenty-eight days in advance of the anticipated termination.  When the tenant provides notice of termination, the tenant shall be responsible for the payment of rent through the twenty-eighth day.\n\t(c)  Before a landlord terminates a month-to-month tenancy where the landlord contemplates voluntary demolition of the dwelling units, conversion to a condominium property regime under chapter 514A, or changing the use of the building to transient vacation rentals, the landlord shall provide notice to the tenant at least one hundred twenty days in advance of the anticipated demolition or anticipated termination, and shall comply with the provisions relating to conversions provided in section 514A-105, if applicable.  If notice is revoked or amended and reissued, the notice period shall begin from the date it was reissued or amended.  Any notice provided, revoked, or amended and reissued shall be in writing.  When the landlord provides notification of termination pursuant to this subsection, the tenant may vacate at any time within the one-hundred-twenty-day period between the notification and the termination date, but the tenant shall notify the landlord of the date the tenant will vacate the dwelling unit and shall pay a prorated rent for that period of occupation.\n\t(d)  When the tenancy is less than month-to-month, the landlord or the tenant may terminate the rental agreement by notifying the other at least ten days before the anticipated termination.\n\t(e)  Whenever the term of the rental agreement expires, whether by passage of time, by mutual agreement, by the giving of notice as provided in subsection (a), (b), (c), or (d) or by the exercise by the landlord of a right to terminate given under this chapter, if the tenant continues in possession after the date of termination without the landlord's consent, the tenant may be liable to the landlord for a sum not to exceed twice the monthly rent under the previous rental agreement, computed and prorated on a daily basis, for each day the tenant remains in possession.  The landlord may bring a summary proceeding for recovery of the possession of the dwelling unit at any time during the first sixty days of holdover.  Should the landlord fail to commence summary possession proceedings within the first sixty days of the holdover, in the absence of a rental agreement, a month-to-month tenancy at the monthly rent stipulated in the previous rental agreement shall prevail beginning at the end of the first sixty days of holdover.\n\t(f)  Any notice of termination initiated for the purposes of evading the obligations of the landlord under subsections 521-21(d) or (e) shall be void. [L 1972, c 132, pt of §1; am L 1975, c 104, §3; am L 1978, c 124, §2; am L 1979, c 95, §1; am L 1980, c 189, §4; am L 1982, c 211, §2; am L 1985, c 164, §5; gen ch 1985; am L 1987, c 29, §1; am L 1988, c 65, §2 and c 307, §4; am L 1989, c 169, §2; am L 1990, c 57, §2; am L 1991, c 194, §1; am L 1995, c 41, §1; am L 1996, c 221, §1]"
}