{
    "name": "Release of domestic violence victims from shared wireless plans",
    "number": "16.93",
    "text": "(a)  All wireless telecommunications service providers shall release, without charge, penalty, or fee, any victim of domestic violence from a shared or family wireless service contract involving the victim's abuser; provided that the victim submits an opt-out request in writing and with evidence of domestic violence as documented by any of the following items:\n     (1)  Valid police report documenting an instance or series of instances of domestic violence;\n     (2)  Order for protection granted pursuant to chapter 586; or\n     (3)  Signed affidavit from a licensed medical or mental health care provider, employee of a court acting within the scope of their employment, or social worker.\n     (b)  Any victim of domestic violence who submits an opt-out request to a wireless telecommunications service provider pursuant to subsection (a) may further request a substitute or new phone number or alternative telecommunications service.  Upon such request, the wireless telecommunications service provider shall provide a substitute or new phone number or alternative telecommunications service without charge, penalty, or fee and within twenty-four hours from the time the opt-out request is submitted to the wireless telecommunications service provider.\n     (c)  For purposes of this section:\n     \"Domestic violence\" shall have the same meaning as in section 321-471.\n     \"Wireless telecommunications service\" shall have the same meaning as \"commercial mobile radio service\" as defined in title 47 Code of Federal Regulations section 20.3.\n     \"Wireless telecommunications service provider\" means a provider of wireless telecommunications service. [L 2015, c 219, §2]\n \nCross References\n \n  Transfer or release of domestic violence victims from shared wireless plans, see §586-5.8."
}