{
    "name": "Informed consent",
    "number": "3",
    "text": "(a)  The Hawaii medical board may establish standards for health care providers to follow in giving information to a patient, or to a patient's guardian or legal surrogate if the patient lacks the capacity to give an informed consent, to ensure that the patient's consent to treatment is an informed consent.  The standards shall be consistent with subsection (b) and may include:\n     (1)  The substantive content of the information to be given;\n     (2)  The manner in which the information is to be given by the health care provider; and\n     (3)  The manner in which consent is to be given by the patient or the patient's guardian or legal surrogate.\n     (b)  The following information shall be supplied to the patient or the patient's guardian or legal surrogate prior to obtaining consent to a proposed medical or surgical treatment or a diagnostic or therapeutic procedure:\n     (1)  The condition to be treated;\n     (2)  A description of the proposed treatment or procedure;\n     (3)  The intended and anticipated results of the proposed treatment or procedure;\n     (4)  The recognized alternative treatments or procedures, including the option of not providing these treatments or procedures;\n     (5)  The recognized material risks of serious complications or mortality associated with:\n         (A)  The proposed treatment or procedure;\n         (B)  The recognized alternative treatments or procedures; and\n         (C)  Not undergoing any treatment or procedure; and\n     (6)  The recognized benefits of the recognized alternative treatments or procedures.\n     (c)  On or before January 1, 1984, the Hawaii medical board shall establish standards for health care providers to follow in giving information to a patient or a patient's guardian, to ensure that the patient's consent to the performance of a mastectomy is an informed consent.  The standards shall include the substantive content of the information to be given, the manner in which the information is to be given by the health care provider and the manner in which consent is to be given by the patient or the patient's guardian.  The substantive content of the information to be given shall include information on the recognized alternative forms of treatment.\n     (d)  Nothing in this section shall require informed consent from a patient or a patient's guardian or legal surrogate when emergency treatment or an emergency procedure is rendered by a health care provider and the obtaining of consent is not reasonably feasible under the circumstances without adversely affecting the condition of the patient's health.\n     (e)  For purposes of this section, \"legal surrogate\" means an agent designated in a power of attorney for health care or surrogate designated or selected in accordance with chapter 327E. [L 1976, c 219, pt of §2; am L 1982, c 95, §1; am L 1983, c 223, §2 superseded by c 284, §1; am L 2003, c 114, §2; am L 2008, c 9, §3]\n \nCross References\n \n  Mental illness, informed consent for nonemergency treatment, see §334E-1.\n \nLaw Journals and Reviews\n \n  Consent for Testing and Treatment of Minors in Hawaii.  13 HBJ No. 13, at pg. 165.\n  Keomaka v. Zakaib:  The Physician's Affirmative Duty to Protect Patient Autonomy Through the Process of Informed Consent.  14 UH L. Rev. 801.\n  Holding Hawai\u0091i Nursing Facilities Accountable for the Inadequate Pain Management of Elderly Residents.  27 UH L. Rev. 233.\n \nCase Notes\n \n  Patient-oriented standard applies to physician's duty to disclose risk information prior to treatment.  79 H. 475, 904 P.2d 489.\n  Under circumstances of case, physician did not have affirmative duty to inform patient that physician was not plastic surgeon and did not have hospital privileges.  86 H. 84, 947 P.2d 952.\n  Where defendant doctor never properly established at trial the \"therapeutic privilege exception\" to the requirement that informed consent be obtained before starting patient on antipsychotic medication, trial court erred in refusing to instruct jury concerning the tort of negligent failure to provide informed consent.  98 H. 470, 50 P.3d 946.\n  Informed consent doctrine discussed.  8 H. App. 518, 811 P.2d 478.\n  A consent form is no substitute for a physician's affirmative duty to inform his or her patient.  86 H. 93 (App.), 947 P.2d 961.\n \nPrior law.\n  Malpractice plaintiff required to prove harm complained of was probable risk of surgery and that hospital knew or should have known of risk.  6 H. App. 563, 732 P.2d 1255."
}