{
    "name": "Notice of intent to discharge",
    "number": "131",
    "text": "Early discharge.  [Section effective until December 31, 2013.  For section effective January 1, 2014, see below.]  [(a)]  An outpatient treatment psychiatrist shall commence the early discharge procedure for a subject of the order if the outpatient treatment psychiatrist finds that the subject no longer meets the criteria for involuntary outpatient treatment.\n     The outpatient treatment psychiatrist shall send to the clerk of the family court which issued the order for involuntary outpatient treatment, notification that in the psychiatrist's opinion the subject of the order should be discharged prior to the end of the period specified in the court order.\n     The clerk of the court shall then prepare and mail to the persons whom the family court order specified are entitled thereto, a notice of intent of early discharge.  The notice of intent of early discharge shall be mailed at least five days prior to the intended date of discharge.\n     (b)  If no objection is filed under section 334-132 within five days of the mailing of notice, the family court shall enter an order of discharge, and subject of the order is thereupon fully discharged from involuntary outpatient treatment and the clerk of the family court shall promptly so notify the subject of the order.\n \n         [Section effective January 1, 2014.  Repeal and reenactment on July 1, 2020.  L 2013, c 221, §24.  For section effective until December 31, 2013, see above.]  (a)  When the treating psychiatrist contemplates discharge for a subject of the order because of expiration of the court order or because the subject of the order is no longer a proper subject for assisted community treatment, as determined by the criteria in section 334-121, the treating psychiatrist shall provide notice of intent to discharge.\n     (b)  The notice shall be filed with the family court which issued the order for assisted community treatment, and served by personal service or by certified mail on those persons whom the order for assisted community treatment specifies as entitled to receive notice.\n     (c)  The notice of intent to discharge shall be mailed at least ten days prior to the intended date of discharge.\n     (d)  If no objection is filed under section 334-132 prior to the intended date of discharge, the subject of the order is thereupon fully discharged from assisted community treatment. [L 1984, c 251, pt of §1; am L 2013, c 221, §17]"
}