{
    "name": "Failure to comply with assisted community treatment",
    "number": "129",
    "text": "Failure to comply with outpatient treatment.  [Section effective until December 31, 2013.  For section effective January 1, 2014, see below.]  (a)  An outpatient treatment psychiatrist may prescribe or administer to the subject of the order reasonable and appropriate medication, if specifically authorized by the court order, and treatment which is consistent with accepted medical standards and the family court order.\n     (b)  No subject of the order shall be physically forced to take medication or forcibly detained for treatment under a family court order for involuntary outpatient treatment.\n     (c)  The outpatient treatment psychiatrist or psychiatrist\u0092s designee shall make all reasonable efforts to solicit the subject\u0092s compliance with the prescribed treatment.  If the subject fails or refuses to comply after the efforts to solicit compliance, the outpatient treatment psychiatrist shall so notify the court and may submit a petition under part IV for the involuntary hospitalization of the subject, provided that the refusal of treatment shall not constitute evidence toward any of the criteria for involuntary hospitalization.\n \n     §334-129    [Section effective January 1, 2014.  Repeal and reenactment on July 1, 2020.  L 2013, c 221, §24.  For section effective until December 31, 2013, see above.]  (a)  A treating psychiatrist may prescribe or administer to the subject of the order reasonable and appropriate medication or medications, if specifically authorized by the court order, and treatment which is consistent with accepted medical standards and the family court order, including the written treatment plan submitted pursuant to section 334-126(h).\n     (b)  No subject of the order shall be physically forced to take medication under a family court order for assisted community treatment, except in accordance with section 334-60.5, relating to admission to a psychiatric facility, subsequent to the date of the current assisted community treatment order.\n     (c)  A subject may be transported to a designated mental health program for failure to comply with an order for assisted community treatment via the following methods:\n     (1)  By an interested party with the consent of the subject of the order; or\n     (2)  In accordance with section 334-59.\n     (d)  The treating psychiatrist or psychiatrist's designee shall make all reasonable efforts to solicit the subject's compliance with the prescribed treatment.  If the subject fails or refuses to comply after the efforts to solicit compliance, the treating psychiatrist shall assess whether the subject of the order meets criteria for admission to a psychiatric facility under part IV of this chapter, and proceed with the admission; provided that the refusal of treatment shall not, by itself, constitute a basis for involuntary hospitalization. [L 1984, c 251, pt of §1; am L 2013, c 221, §15]"
}