{
    "name": "Wireless enhanced 911 board",
    "number": "2",
    "text": "(a)  There is created within the department of accounting and general services, for administrative purposes, a wireless enhanced 911 board consisting of eleven voting members; provided that the membership shall consist of:\n\n\n\n\t(1)\tThe director of health or the director's designee;\n\t(2)\tThree representatives from wireless providers, who shall be appointed by the governor as provided in section 26-34, except as otherwise provided by law;\n\t(3)\tOne representative each from the public safety answering points for Oahu, Hawaii, Kauai, Maui, and Molokai, who shall be appointed by the governor, as provided in section 26-34, except as otherwise provided by law, from a list of five names submitted by each respective public safety answering point; \n\t(4)\tThe consumer advocate or the consumer advocate's designee; and\n\t(5)\tOne representative of the current wireline provider of enhanced 911.\n\n\n\n\t(b)  Six members either in person or by proxy, pursuant to subsection (g), shall constitute a quorum, whose affirmative vote shall be necessary for all actions by the board; provided that three of the six members constituting a quorum shall be representatives of the wireless providers and three shall be representatives of public safety answering points, except as provided in section 138-8(c).\n\t(c)  The chairperson of the board shall be elected by the members of the board by simple majority and shall serve a term of one year.\n\t(d)  The board shall meet upon the call of the chairperson, but not less than quarterly.\n\t(e)  The members representing wireless providers shall be appointed by the governor for terms of two years, except that terms of the two members initially appointed shall be for eighteen months.\n\t(f)  Each member shall hold office until the member's successor is appointed and qualified.  Section 26-34 shall apply only insofar as it relates to succession, vacancies, and suspension of board members, and as provided in subsection (a).\n\t(g)  A member may vote by proxy submitted in writing to the board.\n\t(h)  The members shall serve without compensation.  Members shall be entitled to reimbursements from the wireless enhanced 911 fund for reasonable traveling expenses incurred in connection with the performance of board duties.\n\t(i)  The board or its chairperson, with the approval of the board, may retain independent, third-party accounting firms, consultants, or other third party to:\n\n\n\n\t(1)\tCreate reports, make payments into the fund, process checks, and make distributions from the fund, as directed by the board and as allowed by this chapter; and\n\t(2)\tPerform administrative duties necessary to administer the fund or oversee operations of the board, including providing technical advisory support.\n\n\n\n\t(j)  The board shall develop reasonable procedures to ensure that all wireless providers receive adequate notice of board meetings and information concerning board decisions. [L 2004, c 159, pt of §2]"
}