{
    "name": "Proprietary information",
    "number": "8",
    "text": "(a)  All proprietary information submitted to the board by any third party used by the board in connection with its duties or any public safety answering point in deploying wireless 911 service shall be retained in confidence.  Proprietary information submitted pursuant to this chapter shall not be released to any person, other than to the submitting wireless provider or reseller, the board, or any independent, third-party accounting firm retained by the board, without the express permission of the submitting wireless provider or reseller.  General information collected by the board shall be released or published only in aggregate amounts that do not identify or allow identification of numbers of subscribers or revenues attributable to an individual wireless provider.\n\t(b)  The board, any third parties it may retain, and any public safety answering point shall take appropriate measures to maintain the confidentiality of the proprietary information that may be submitted by a wireless provider.  The board shall hold all propriety information in confidence and shall adopt reasonable procedures to prevent disclosure or providing access to the proprietary information to the public and competitors, including members of the board representing other wireless providers.  Members of the board shall not disclose the information to any third parties, including their employers, without the written consent of the wireless provider whose proprietary information is to be disclosed.\n\t(c)  A committee consisting of all board members, except the three wireless provider representatives, shall have the power to act for the board on the specific matters defined by the board, when at least two-thirds of the members of the board determine that a board action may be conducted by the committee to prevent disclosure of proprietary information to the wireless provider representatives. [L 2004, c 159, pt of §2]"
}