{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter, unless the context requires otherwise:\n\t\"Automatic location identification\" means a wireless enhanced 911 service capability that enables the automatic display of information indicating the approximate geographic location of the wireless telephone used to place a 911 call in accordance with the Federal Communications Commission order.\n\t\"Automatic number identification\" means a wireless enhanced 911 service capability that enables the automatic display of the ten-digit wireless telephone number used to place a 911 call in accordance with the Federal Communications Commission order.\n\t\"Board\" means the wireless enhanced 911 board established under this chapter.\n\t\"Commercial mobile radio service\" means commercial mobile radio service under sections 3(27) and 332(d) of the Federal Telecommunications Act of 1996, 47 U.S.C. 151 et seq., and the Omnibus Budget Reconciliation Act of 1993, P.L. 103-66, August 10, 1993, 107 Stat. 312.\n\t\"Commercial mobile radio service connection\" means each active wireless telephone number assigned to a commercial mobile radio service customer, including end-users of resellers whose place of primary use is within the State.\n\t\"Federal Communications Commission order\" means the original order issued in the Federal Communications Commission Docket No. 94-102 governing wireless enhanced 911 service and any other Federal Communication Commission orders related to the provision of wireless enhanced 911 service.\n\t\"Proprietary information\" means customer lists and other related information (including the number of customers), technology descriptions, technical information, or trade secrets, and the actual or developmental costs of wireless enhanced 911 service that are developed, produced, or received internally by a wireless provider or by a provider's employees, directors, officers, or agents.\n\t\"Public safety agency\" means a functional division of the State or county that provides or has authority to provide, or a private entity contracted by a state or county agency that provides, firefighting, law enforcement, ambulance, medical, or other emergency services.\n\t\"Public safety answering point\" means the public safety agency that receives incoming 911 calls and dispatches appropriate public safety agencies to respond to those calls.\n\t\"Reseller\" means a person or entity that purchases commercial mobile radio service from a wireless provider for the purpose of reselling commercial mobile radio service to end-users.\n\t\"Wireless enhanced 911 commercial mobile radio service costs\" means all capital, nonrecurring, and recurring costs directly related to the implementation and operation of phase I or phase II wireless enhanced 911 services pursuant to the Federal Communications Commission order.\n\t\"Wireless enhanced 911 fund\" or \"fund\" means the statewide special fund established to ensure adequate cost recovery for the deployment of phase I and phase II wireless enhanced 911 service in Hawaii.\n\t\"Wireless provider\" means a person or entity that is authorized by the Federal Communications Commission to provide facilities-based commercial mobile radio service within the State. [L 2004, c 159, pt of §2]"
}