{
    "name": "Energy conservation standards for building design and construction",
    "number": "19.5",
    "text": "(a)  Energy efficiency building standards based on the design requirements for improvements of energy utilization in buildings developed and approved by the American Society of Heating, Refrigerating and Air-Conditioning Engineers, Incorporated (ASHRAE 90.1), shall be incorporated by each county into its building code by October 24, 1994.  The standards shall apply to all buildings, including state buildings; provided that the standards for renovated buildings shall only apply to the renovated system or elements of the building. \t(b)  The energy efficiency building standards shall not apply to exempted buildings.  For the purposes of this section, \"exempted building\" means:\n\n\n\n\t(1)\tAny building owned or leased in whole or in part by the United States; and\n\t(2)\tAny building that is deliberately preserved beyond its normal term of use because of historic significance, architectural interest, or public policy or that qualifies for special historic building code provisions.\n\n\n\nFor special applications such as hospitals, laboratories, thermally sensitive equipment, computer rooms, and manufacturing and industrial processes, the design concepts and parameters shall conform to the requirements of the application at minimum energy levels, provided that where these special applications are described in the ASHRAE handbook and product directory, applications volume, the criteria described therein shall be used.\n\t(c)  The energy efficiency building standards shall be enforced at the time of construction of a new building or at the time of major addition, alteration, or repair of an existing building when the proposed major addition, alteration, or repair must comply with the standards applicable to new buildings under the applicable county building code.  No official of the State nor of any county charged with the enforcement of laws or ordinances pertaining to the construction or alteration of buildings or structures shall accept or approve any plan or specification including or pertaining to the design and construction details and standards for a heating or cooling system unless the energy efficiency building standards are met.  All such plans and specifications submitted with or in connection with an application for a building or construction permit shall bear the certification by a registered architect or engineer that the plans and specifications comply with the energy efficiency building standards.\n\t(d)  At such time as performance standards that address the overall energy performance of buildings are promulgated pursuant to the Energy Conservation Standards for New Buildings Act of 1976, title III of the Energy Conservation and Production Act, Public Law 94-385, such standards shall be considered for adoption by each county and shall be incorporated into its building code in addition to the standard adopted pursuant to subsection (a) above, as required by federal law. [L 1978, c 133, §1; am L 1994, c 168, §1]\nCross References\n\n  Energy efficiency through life-cycle costing, see §103D-410."
}