{
    "name": "General powers and limitation of the counties",
    "number": "1.5",
    "text": "Subject to general law, each county shall have the following powers and shall be subject to the following liabilities and limitations:\n\n\n\n\t(1)\tEach county shall have the power to frame and adopt a charter for its own self-government, which shall establish the county executive, administrative, and legislative structure and organization, including, but not limited to, the method of appointment or election of officials, their duties, responsibilities, and compensation, and the terms of their office;\n\t(2)\tEach county shall have the power to provide for and regulate the marking and lighting of all buildings and other structures that may be obstructions or hazards to aerial navigation, so far as may be necessary or proper for the protection and safeguarding of life, health, and property;\n\t(3)\tEach county shall have the power to enforce all claims on behalf of the county and approve all lawful claims against the county, but shall be prohibited from entering into, granting, or making in any manner any contract, authorization, allowance payment, or liability contrary to the provisions of any county charter or general law;\n\t(4)\tEach county shall have the power to make contracts and to do all things necessary and proper to carry into execution all powers vested in the county or any county officer;\n\t(5)\tEach county shall have the power to maintain channels, whether natural or artificial, including their exits to the ocean, in suitable condition to carry off storm waters; and to remove from the channels, and from the shores and beaches, any debris that is likely to create an unsanitary condition or become a public nuisance; provided that, to the extent any of the foregoing work is a private responsibility, the responsibility may be enforced by the county in lieu of the work being done at public expense.  Counties also shall have the power to construct, acquire by gift, purchase, or by the exercise of eminent domain, reconstruct, improve, better, extend, and maintain projects or undertakings for the control of and protection against floods and flood waters, including the power to drain and rehabilitate lands already flooded, and to enact zoning ordinances providing that lands deemed subject to seasonable, periodic, or occasional flooding shall not be used for residence or other purposes in a manner as to endanger the health or safety of the occupants thereof, as required by the Federal Flood Insurance Act of 1956 (chapter 1025, Public Law 1016);\n\t(6)\tEach county shall have the power to exercise the power of condemnation by eminent domain when it is in the public interest to do so;\n\t(7)\tEach county shall have the power to exercise regulatory powers over business activity as are assigned to them by chapter 445 or other general law;\n\t(8)\tEach county shall have the power to fix the fees and charges for all official services not otherwise provided for;\n\t(9)\tEach county shall have the power to provide by ordinance assessments for the improvement or maintenance of districts within the county;\n\t(10)\tExcept as otherwise provided, no county shall have the power to give or loan credit to, or in aid of, any person or corporation, directly or indirectly, except for a public purpose;\n\t(11)\tWhere not within the jurisdiction of the public utilities commission, each county shall have the power to regulate by ordinance the operation of motor vehicle common carriers transporting passengers within the county and adopt and amend rules the county deems necessary for the public convenience and necessity;\n\t(12)\tEach county shall have the power to enact and enforce ordinances necessary to prevent or summarily remove public nuisances and to compel the clearing or removal of any public nuisance, refuse, and uncultivated undergrowth from streets, sidewalks, public places, and unoccupied lots, and in these connections, to impose and enforce liens upon the property for the cost to the county of removing and completing the necessary work where the owners fail, after reasonable notice, to comply with the ordinances.  The authority provided by this paragraph shall not be self-executing, but shall become fully effective within a county only upon the enactment or adoption by the county of appropriate and particular laws, ordinances, or rules defining \"public nuisances\" with respect to each county's respective circumstances.  The counties shall provide the property owner with the opportunity to contest the summary action and to recover the owner's property;\n\t(13)\tEach county shall have the power to enact ordinances deemed necessary to protect health, life, and property, and to preserve the order and security of the county and its inhabitants on any subject or matter not inconsistent with, or tending to defeat, the intent of any state statute, provided also that the statute does not disclose an express or implied intent that the statute shall be exclusive or uniform throughout the State;\n\t(14)\tEach county shall have the power to make and enforce within the limits of the county all necessary ordinances covering:  all local police matters; all matters of sanitation; all matters of inspection of buildings; all matters of condemnation of unsafe structures, plumbing, sewers, dairies, milk, fish, and morgues; all matters of the collection and disposition of rubbish and garbage; and to provide exemptions for homeless facilities and any other program for the homeless authorized by chapter 201G, for all matters under this paragraph; and to appoint county physicians and sanitary and other inspectors as necessary to carry into effect ordinances made under this paragraph, who shall have the same power as given by law to agents of the department of health, subject only to limitations placed on them by the terms and conditions of their appointments; and to fix a penalty for the violation of any ordinance, which penalty may be a misdemeanor, petty misdemeanor, or violation as defined by general law;\n\t(15)\tEach county shall have the power to provide public pounds, to regulate the impounding of stray animals and fowl, and their disposition, and to provide for the appointment, powers, duties, and fees of animal control officers;\n\t(16)\tEach county shall have the power to purchase and otherwise acquire, lease, and hold real and personal property within the defined boundaries of the county and to dispose of the real and personal property as the interests of the inhabitants of the county may require, except that:  any property held for school purposes may not be disposed of without the consent of the superintendent of education; no property bordering the ocean shall be sold or otherwise disposed of; and all proceeds from the sale of park lands shall be expended only for the acquisition of property for park or recreational purposes;\n\t(17)\tEach county shall have the power to provide by charter for the prosecution of all offenses and to prosecute for offenses against the laws of the State under the authority of the attorney general of the State;\n\t(18)\tEach county shall have the power to make appropriations in amounts deemed appropriate from any moneys in the treasury, for the purpose of community promotion and public celebrations, the entertainment of distinguished persons as may from time to time visit the county, for the entertainment of other distinguished persons as well as public officials when deemed to be in the best interest of the community, and the rendering of civic tribute to individuals who, by virtue of their accomplishments and community service, merit civic commendations, recognition, or remembrance;\n\t(19)\tEach county shall have the power to:\n\n\t\t(A)\tConstruct, purchase, take on lease, lease, sublease, or in any other manner acquire, manage, maintain, or dispose of buildings for county purposes, sewers, sewer systems, pumping stations, waterworks, including reservoirs, wells, pipelines, and other conduits for distributing water to the public, lighting plants, and apparatus and appliances for lighting streets and public buildings and manage, regulate, and control the same;\n\t\t(B)\tRegulate and control the location and quality of all appliances necessary to the furnishing of water, heat, light, power, telephonic, and telegraphic service to the county;\n\t\t(C)\tAcquire, regulate, and control any and all appliances for the sprinkling and cleaning of the streets and the public ways and for flushing the sewers; and\n\t\t(D)\tOpen, close, construct, or maintain county highways or charge toll on county highways; provided that all revenues received from a toll charge shall be used for the construction or maintenance of county highways;\n\n\t(20)\tEach county shall have the power to regulate the renting, subletting, and rental conditions of property for places of abode by ordinance;\n\t(21)\tUnless otherwise provided by law, each county shall have the power to establish by ordinance the order of succession of county officials in the event of a military or civil disaster;\n\t(22)\tEach county shall have the power to sue and be sued in its corporate name;\n\t(23)\tEach county shall have the power to establish and maintain waterworks and sewer works; to collect rates for water supplied to consumers and for the use of sewers; to install water meters whenever deemed expedient; provided that owners of premises having vested water rights under existing laws appurtenant to the premises shall not be charged for the installation or use of the water meters on the premises; to take over from the State existing waterworks systems, including water rights, pipelines, and other appurtenances belonging thereto, and sewer systems, and to enlarge, develop, and improve the same;\n\n\t(24)\t(A)\tEach county may impose civil fines, in addition to criminal penalties, for any violation of county ordinances or rules after reasonable notice and requests to correct or cease the violation have been made upon the violator.  Any administratively imposed civil fine shall not be collected until after an opportunity for a hearing under chapter 91.  Any appeal shall be filed within thirty days from the date of the final written decision.  These proceedings shall not be a prerequisite for any civil fine or injunctive relief ordered by the circuit court;\n\t\t(B)\tEach county by ordinance may provide for the addition of any unpaid civil fines, ordered by any court of competent jurisdiction, to any taxes, fees, or charges, with the exception of fees or charges for water for residential use and sewer charges collected by the county.  Each county by ordinance may also provide for the addition of any unpaid administratively imposed civil fines, which remain due after all judicial review rights under section 91-14 are exhausted, to any taxes, fees, or charges, with the exception of water for residential use and sewer charges, collected by the county.  The ordinance shall specify the administrative procedures for the addition of the unpaid civil fines to the eligible taxes, fees, or charges and may require hearings or other proceedings.  After addition of the unpaid civil fines to the taxes, fees, or charges, the unpaid civil fines shall not become a part of any taxes, fees, or charges.  The county by ordinance may condition the issuance or renewal of a license, approval, or permit for which a fee or charge is assessed, except for water for residential use and sewer charges, on payment of the unpaid civil fines.  Upon recordation of a notice of unpaid civil fines in the bureau of conveyances, the amount of the civil fines, including any increase in the amount of the fine which the county may assess, shall constitute a lien upon all real property or rights to real property belonging to any person liable for the unpaid civil fines.  The lien in favor of the county shall be subordinate to any lien in favor of any person recorded or registered prior to the recordation of the notice of unpaid civil fines and senior to any lien recorded or registered after the recordation of the notice.  The lien shall continue until the unpaid civil fines are paid in full or until a certificate of release or partial release of the lien, prepared by the county at the owner's expense, is recorded.  The notice of unpaid civil fines shall state the amount of the fine as of the date of the notice and maximum permissible daily increase of the fine.  The county shall not be required to include a social security number, state general excise taxpayer identification number, or federal employer identification number on the notice.  Recordation of the notice in the bureau of conveyances shall be deemed, at such time, for all purposes and without any further action, to procure a lien on land registered in land court under chapter 501.  After the unpaid civil fines are added to the taxes, fees, or charges as specified by county ordinance, the unpaid civil fines shall be deemed immediately due, owing and delinquent and may be collected in any lawful manner.  The procedure for collection of unpaid civil fines authorized in this paragraph shall be in addition to any other procedures for collection available to the State and county by law or rules of the courts;\n\t\t(C)\tEach county may impose civil fines upon any person who places graffiti on any real or personal property owned, managed, or maintained by the county.  The fine may be up to $1,000 or may be equal to the actual cost of having the damaged property repaired or replaced.  The parent or guardian having custody of a minor who places graffiti on any real or personal property owned, managed, or maintained by the county shall be jointly and severally liable with the minor for any civil fines imposed hereunder.  Any such fine may be administratively imposed after an opportunity for a hearing under chapter 91, but such a proceeding shall not be a prerequisite for any civil fine ordered by any court.  As used in this subparagraph, \"graffiti\" means any unauthorized drawing, inscription, figure, or mark of any type intentionally created by paint, ink, chalk, dye, or similar substances;\n\t\t(D)\tAt the completion of an appeal in which the county's enforcement action is affirmed and upon correction of the violation if requested by the violator, the case will be reviewed by the county agency that imposed the civil fines to determine the appropriateness of the amount of the civil fines that accrued while the appeal proceedings were pending.  In its review of the amount of the accrued fines, the county agency may consider the following:  nature and egregiousness of the violation, duration of the violation, number of recurring and other similar violations, effort taken by the violator to correct the violation, degree of involvement in causing or continuing the violation, reasons for any delay in the completion of the appeal, and other extenuating circumstances.  The civil fine which is imposed by administrative order after this review is completed and the violation is corrected is subject to only judicial review, notwithstanding any provisions for administrative review in county charters;\n\t\t(E)\tAfter completion of a review of the amount of accrued civil fine by the county agency which imposed the fine, the amount of the civil fine determined appropriate, including both the initial civil fine and any accrued daily civil fine, shall immediately become due and collectible following reasonable notice to the violator.  If no review of the accrued civil fine is requested, the amount of the civil fine, not to exceed the total accrual of civil fine prior to correcting the violation, shall immediately become due and collectible following reasonable notice to the violator, at the completion of all appeal proceedings;\n\t\t(F)\tIf no county agency exists to conduct appeal proceedings for a particular civil fine action taken by the county, then one shall be established by ordinance before the county shall impose that civil fine;\n\n\t(25)\tAny law to the contrary notwithstanding, any county mayor may exempt by executive order donors, provider agencies, homeless facilities, and any other program for the homeless under chapter 201G from real property taxes, water and sewer development fees, rates collected for water supplied to consumers and for use of sewers, and any other county taxes, charges, or fees; provided that any county may enact ordinances to regulate and grant the exemptions granted by this paragraph;\n\t(26)\tAny county may establish a captive insurance company pursuant to article 19, chapter 431; and\n\t(27)\tEach county shall have the power to enact and enforce ordinances regulating towing operations. [L 1988, c 263, §2; am L 1989, c 338, §1; am L 1990, c 135, §1; am L 1991, c 212, §2; am L 1993, c 168, §§1, 5; am L 1994, c 171, §§3, 4; am L 1995, c 236, §1; am L 1996, c 19, §§1, 2; am L 1997, c 350, §17; am L 1998, c 212, §3; am L 2001, c 194, §1; am L 2003, c 84, §2; am L 2005, c 163, §1]\n\n\n\n\nCross References\n  Alternative dispute resolution board of advisors, see §613-3.\n  Construction projects; recycled glass requirements, see §103D-407.\n  Glass container recovery, see §§342G-81 to 87.\n  Glassphalt use, see §264-8.5.\n  Graffiti, parental responsibility, see §577-3.5.\n  Graywater recycling program, see §342D-70.\n  Liability for promoting ridesharing, see §279G-2.\n  School construction, renovation; off-site improvement exemption, see §103-39.5.\nCase Notes\n  Public utilities commission's regulatory powers over public utilities preempted power of counties to regulate height of utility poles.  72 H. 285, 814 P.2d 398.\n  Counties' general power of eminent domain as set out in paragraph (6) not limited by §§46-61, 46-62, and 101-2; when a municipal ordinance may be preempted pursuant to paragraph (13), discussed.  76 H. 46, 868 P.2d 1193.\n  Financial responsibility law was not preempted by chapter 294, part I (chapter 294 is predecessor to chapter 431, article 10C), where plaintiff's preemption theories were grounded in §70-105 (predecessor to (13)).  76 H. 209, 873 P.2d 88.\n  Where city ordinance did not require that funds generated by a \"convicted persons\" charge be used to defray the city's investigative and prosecutorial costs associated with the individual payor's case, leaving open the possibility that the charge could be used for general revenue raising purposes, ordinance was not a \"service fee\" under paragraph (8), but a tax, which the State did not empower the city to impose; thus ordinance was invalid.  89 H. 361, 973 P.2d 736.\n  Paragraph (16) does not prohibit the condominium lease-to-fee conversion mechanism prescribed by Revised Ordinances of Honolulu chapter 38 with respect to oceanfront property.  98 H. 233, 47 P.3d 348."
}