{
    "name": "Contracts for solid waste disposal",
    "number": "85",
    "text": "Any other law to the contrary notwithstanding, a county is authorized from time to time to contract with users or operators of a project for the abatement, control, reduction, treatment, elimination, or disposal of solid waste, whether established or to be established under chapter 48E or as a public undertaking, improvement, or system under chapter 47 or 49, or otherwise.  The contract may be included in an agreement, may be for such periods as agreed upon by the parties, and, without limiting the generality of the foregoing, may include:\n\n\n\n\t(1)\tProvisions for the delivery to the project of minimum amounts of solid waste and payments for the use of the project based on the delivery of the minimum amounts (which payments the political subdivision may be obligated to make, whether or not such minimum amounts are actually delivered to the project);\n\t(2)\tUnit prices, which may be graduated; and\n\t(3)\tAdjustments of the minimum amounts and the unit prices.\n\n\n\n\tThe payments, unit prices, or adjustments need not be specifically stated in the contract but may be determined by formula if set forth in the contract.  The contract may include provisions for arbitration and reasonable restrictions against other disposal by the county or by other public or private entities or persons over which the county shall have jurisdiction of the substances covered by the contract while the contract is in force and disposal under the contract is practicable. [L 1983, c 237, pt of §3]\nAttorney General Opinions\n\n  The supreme court in Konno v. County of Hawaii rejected the county's §76-77(10) argument not because  made no reference to civil service laws but because the court was not convinced that 's authorization to contract applied to both garbage-to-energy plants and landfills.  Att. Gen. Op. 97-6.\nCase Notes\n\n  Landfill worker positions were within civil service where position not specifically exempted by another statute as provided by §76-77(10) and this section mentions nothing about civil service nor does it include a specific exemption.  85 H. 61, 937 P.2d 397."
}