{
    "name": "Appointment of the chief election officer; requirements; term; restrictions; salary; reappointment; removal",
    "number": "1.6",
    "text": "(a)  The chief election officer shall be appointed by the elections appointment and review panel, without regard to chapter 76.  The appointment shall not be subject to the advice and consent of the senate.  In the event of a vacancy, the panel shall meet expeditiously to select and appoint a new chief election officer to serve the remainder of the unexpired term.\n\t(b)  The person appointed to be chief election officer shall be a citizen of the United States, a resident of the State, and a registered voter of the State.\n\t(c)  The chief election officer shall serve for a term of four years.  The term shall begin on February 1 following the appointment.\n\t(d)  The chief election officer shall devote full time to the duties of the office and shall hold no other public office during the individual's term of office.  Except for exercising the right to vote, the individual shall not support, advocate, or aid in the election or defeat of any candidate for public office.  The chief election officer shall refrain from financial and business dealings that tend to reflect adversely on the individual's impartiality, interfere with the proper performance of election duties, or exploit the individual's position.  Subject to the requirements above, the individual may hold and manage investments, including real estate, and engage in other remunerative activity, but shall not serve as an officer, director, manager, advisor, or employee of any business.\n\t(e)  The chief election officer shall be paid a salary set at the maximum salary payable to deputies or assistants to department heads as established by section 26-53.\n\t(f)  The chief election officer may petition the panel for reappointment.  The panel may reappoint an incumbent chief election officer based on the performance evaluation of the chief election officer conducted by the panel.  The panel may authorize the chief election officer to hold office until a successor is appointed.\n\t(g)  The chief election officer may be removed by the panel at any time for good cause. [L Sp 1995, c 27, pt of §2, §15; am L 1999, c 141, §§3, 6; am L 2000, c 253, §150; am L 2002, c 16, §1; am L 2003, c 117, §1]"
}