{
    "name": "Duties of the commission",
    "number": "193",
    "text": "(a)  The duties of the commission under this subpart are:\n\n\n\n\t(1)\tTo develop and adopt reporting forms required by this subpart;\n\t(2)\tTo adopt and publish a manual for all candidates and committees, describing the requirements of this subpart, including uniform and simple methods of recordkeeping;\n\t(3)\tTo preserve all reports required by this subpart for at least ten years from the date of receipt;\n\t(4)\tTo permit the inspection, copying, or duplicating of any report required by this subpart pursuant to rules adopted by the commission; provided that no information or copies from the reports shall be sold or used by any person for the purpose of soliciting contributions or for any commercial purpose;\n\t(5)\tTo ascertain whether any candidate, committee, or party has failed to file a report required by this subpart or has filed a substantially defective or deficient report, and to notify these persons by first class mail that their failure to file or filing of a substantially defective or deficient report must be corrected and explained.  The correction or explanation shall be submitted in writing to the commission not later than 4:30 p.m. on the fifth day after notification of the failure to file or deficiency has been mailed to these persons.  The commission shall publish in the newspaper, and on its website, the names of all candidates, committees, and parties who have failed to file a report or to correct their deficiency within the time allowed by the commission.  Failure to file or correct a report when due, as required by this subpart, shall result in a penalty of $50.  Failure to respond after a newspaper notification or website publication shall result in an additional penalty of $50 for each day a report remains overdue or uncorrected.  All penalties collected under this section shall be deposited in the Hawaii election campaign fund;\n\t(6)\tTo hold public hearings;\n\t(7)\tTo investigate and hold hearings for receiving evidence of any violations;\n\t(8)\tTo adopt a code of fair campaign practices as a part of its rules;\n\t(9)\tTo establish rules pursuant to chapter 91;\n\t(10)\tTo request the initiation of prosecution for the violation of this subpart pursuant to section 11-229;\n\t(11)\tTo administer and monitor the distribution of public funds under this subpart;\n\t(12)\tTo suggest accounting methods for candidates, parties, and committees, as the commission may deem advisable, in connection with reports and records required by this subpart;\n\t(13)\tTo employ or contract, without regard to chapter 76 and section 28-8.3, and, at pleasure, to dismiss persons it finds necessary for the performance of its functions, including a full-time executive director, and to fix their compensation;\n\t(14)\tTo do random audits, field investigations, as necessary;\n\t(15)\tTo file for injunctive relief when indicated;\n\t(16)\tTo censure any candidate who fails to comply with the code of fair campaign practices; and\n\t(17)\tTo render advisory opinions upon the request of any candidate, candidate committee, noncandidate committee, or other person or entity subject to this chapter, as to whether the facts and circumstances of a particular case constitute or will constitute a violation of the campaign spending laws.  If no advisory opinion is rendered within ninety days after all information necessary to issue an opinion has been obtained, it shall be deemed that an advisory opinion was rendered and that the facts and circumstances of that particular case do not constitute a violation of the campaign spending laws.  The opinion rendered or deemed rendered, until amended or revoked, shall be binding on the commission in any subsequent charges concerning the candidate, candidate committee, noncandidate committee, or other person or entity subject to this chapter, who sought the opinion and acted in reliance on it in good faith, unless material facts were omitted or misstated by the persons in the request for an advisory opinion.\n\n\n\n\t(b)  In performing the functions and duties under this subpart, the commission may subpoena witnesses, examine them under oath, and require the production of books, papers, documents, or objects, to the commission office at any place in the State whether or not the subpoena is in connection with any hearing; provided that the person or documents subpoenaed shall be relevant to a matter under study or investigation by the commission.  The books, papers, documents, or objects may be retained by the commission for a reasonable period of time for the purpose of examination, audit, copying, testing, and photographing.  The subpoena power shall be exercised by the chairperson of the commission, or such other person as the chairperson may designate.  Upon application of the commission, obedience to the subpoena shall be enforced by the circuit court in the county where the person subpoenaed resides or is found in the same manner as a subpoena issued by a circuit court. [L 1979, c 224, pt of §2; am L 1980, c 232, §1; gen ch 1985; am L Sp 1993, c 8, §53; gen ch 1993; am L Sp 1995, c 10, §2(4) superseding L Sp 1995, c 27, §§6, 15; am L 1996, c 13, §21; am L 1997, c 2, §1 and c 375, §3; am L 1999, c 96, §2; am L 2000, c 253, §150]"
}