{
    "name": "Elections appointment and review panel established; composition; term; removal; operations",
    "number": "2.5",
    "text": "(a)  Notwithstanding any law to the contrary, there is established an elections appointment and review panel, consisting of five members who shall select and appoint the chief election officer; review the operation of elections; evaluate the performance of the chief election officer as required by section 11-2.7; and perform such other duties as may be required by law.\n\t(b)  The members of the elections appointment and review panel shall be appointed as follows:\n\n\n\n\t(1)\tOne member to be appointed by the president of the senate;\n\t(2)\tOne member to be appointed by the speaker of the house of representatives;\n\t(3)\tOne member to be appointed by the minority leader of the senate;\n\t(4)\tOne member to be appointed by the minority leader of the house of representatives; and\n\t(5)\tOne member to be selected with the governor's complete discretion.\n\n\n\nThe appointments shall not require the advice and consent of the senate.\n\t(c)  The term of each member shall be six years; provided that:\n\n\n\n\t(1)\tThe first term for the members appointed by the president of the senate, the minority leader of the house of representatives, and the governor, shall be six years and shall commence upon the appointment of the first member to the elections appointment and review panel and shall expire six years from that date, and\n\t(2)\tThe first term of the remaining members shall be four years and shall commence upon the appointment of the first member to the elections appointment and review panel and shall expire four years from that date.\n\n\n\nNo person shall be appointed consecutively to more than two terms as a member of the panel.  Vacancies shall be filled for the remainder of any unexpired term in the same manner as the original appointment.  Any member of the panel whose term has expired and who is not disqualified for membership may continue in office as a holdover member until a successor is appointed; provided that a holdover member shall not hold office for more than six months after expiration of the member's term of office.\n\t(d)  The governor may remove or suspend any member of the panel for cause, upon the filing of a written finding with the panel and upon service of a copy of the written finding on the member removed or suspended; provided that any vacancy due to removal or suspension shall be filled by the respective appointing authority established in subsection (b).\n\t(e)  The chairperson of the panel shall be selected by a majority vote of the panel from among its members.  The panel shall act by majority vote of its membership and shall establish its own procedures, except as may be provided by law.\n\t(f)  The members of the panel shall serve without compensation but shall be reimbursed for reasonable expenses, including travel expenses, incurred in the discharge of their duties.\n\t(g)  No panel member shall be eligible for appointment as chief election officer so long as the person is a member of the elections appointment and review panel and for a period of one year thereafter.\n\t(h)  The elections appointment and review panel shall be placed within the department of accounting and general services for administrative purposes. [L Sp 1995, c 27, pt of §2, §15; am L 1999, c 141, §§3, 7; am L 2001, c 55, §1; am L 2003, c 117, §3]"
}