{
    "name": "Transfers; name changes; initiated by clerk",
    "number": "20",
    "text": "(a)  The clerks shall use all reliable and pertinent information to keep the general register up to date.  The county clerks may request information from, but are not limited to, the following sources:\n\n\n\n\t(1)\tThe office of the lieutenant governor for any change of name;\n\t(2)\tCourts for any changes of name, divorces, separations, or other changes affecting voter status;\n\t(3)\tThe department of health for marriages, deaths, or other changes affecting voter status;\n\t(4)\tUtility companies concerning commencement or changes of service;\n\t(5)\tResidential apartments, cooperative apartments, and condominiums as to changes of occupancy.\n\n\n\nIn requesting the information the clerk shall give reasonable notice and time for furnishing the information.\n\t(b)  If the clerk has evidence indicating that a voter's registration should be transferred, the clerk shall notify the person by first-class mail of the intent to transfer registration.  The notification shall include:\n\n\n\n\t(1)\tAny evidence that the clerk may have indicating why a transfer or change should be made;\n\t(2)\tThe residence, precinct, and district of the voter according to current registration lists;\n\t(3)\tAny alleged new address, precinct, and district;\n\t(4)\tA reply form which shall contain a space for the voter's agreement or objection to the transfer, the reasons for the objection and space for the voter's signature;\n\t(5)\tNotice that unless the completed form is returned not later than 4:30 p.m. on the fifteenth day after mailing, the transfer shall be processed.\n\n\n\n\t(c)  A voter may contest the transfer on or before election day by presenting evidence that the voter actually resides at the old address which, if found valid by the clerk or the board of registration, shall entitle the voter to be returned to the old voting list.\n\t(d)  Notwithstanding section 11-24, the clerk may, at any time, transfer a voter's registration when notice of a change of address is received by registration affidavit or other form or means approved by the chief election officer. [L 1970, c 26, pt of §2; am L 1973, c 217, §1(j); am L 1984, c 64, §1; am L 1994, c 119, §2]"
}