{
    "name": "Definitions",
    "number": "1",
    "text": "PART I.  DEFINITIONS AND GENERAL PROVISIONS\n\n     As used in this chapter, unless the context otherwise requires:\n\t\"Complaint\" means any written charge filed with or by the department that a person is violating or has violated any provision of this chapter or any rule adopted pursuant to this chapter, or a permit, variance, or order issued pursuant to this  chapter.\n\t\"Department\" means the department of health.\n\t\"Director\" means the director of health.\n\t\"Existing underground storage tank\" or \"existing tank\" or \"existing underground storage tank system\" or \"existing tank system\" means an underground storage tank or tank system for which installation commenced not later than December 22, 1988.  Installation is considered to have commenced if:\n\n\n\n\t(1)\tThe owner or operator has obtained all federal, state, and county approvals or permits necessary to begin physical construction of the site or installation of the underground storage tank or tank system; and\n\t(2)\tEither a continuous on-site physical construction or installation program has begun or the owner or operator has entered into contractual obligations (which cannot be canceled or modified without substantial loss) for physical construction at the site or installation of the underground storage tank or tank system to be completed within a reasonable time.\n\n\n\n\t\"Operator\" means any person in control of, or having responsibility for, the daily operation of the underground storage tank.\n\t\"Owner\" means:\n\n\n\n\t(1)\tIn the case of a particular underground storage tank or tank system in use or brought into use on or after November 8, 1984, any person who owns an underground storage tank or tank system; and\n\t(2)\tIn the case of a particular underground storage tank or tank system in use before November 8, 1984, but no longer in use after that date, any person who owned such a tank or tank system immediately before the discontinuation of its use.\n\n\n\n\t\"Party\" means each person or agency named as a party or properly entitled to be a party in any court or agency proceeding.\n\t\"Permit\" means written authorization from the director to install or operate an underground storage tank or tank system.  A permit authorizes the owner or operator to install and operate an underground storage tank or tank system in a manner, or to do any act, not forbidden by this chapter or by rules adopted under this chapter, but requiring review by the department.\n\t\"Person\" means an individual, trust, estate, firm, joint stock company, corporation (including a government corporation), partnership, association, commission, consortium, joint venture, commercial entity, the State or a county, the United States government, federal agency, interstate body, or any other legal entity.\n\t\"Petroleum\" means petroleum, including crude oil or any fraction thereof which is liquid at standard conditions of temperature and pressure (60 degrees Fahrenheit and 14.7 pounds per square inch absolute).\n\t\"Provider of financial assurance\" means a person that provides evidence of financial responsibility for one or more underground storage tanks or tank systems.\n\t\"Regulated substance\" means an element, compound, mixture, solution, or substance that, when released into the environment, may present substantial danger to human health, welfare, or the environment.  The term includes:\n\t(1)\tAny substance defined in section 101(14) of the federal Comprehensive Environmental Response, Compensation and Liability Act of 1980 (but not including any substance regulated as a hazardous waste under Subtitle C of the federal Resource Conservation and Recovery Act);\n\t(2)\tPetroleum; and\n\t(3)\tAny other substance as designated by the department.\n\t\"Release\" includes, but is not limited to, any spilling, leaking, emitting, discharging, escaping, leaching, or disposing from an underground storage tank or tank system.\n\t\"Soil remediation site\" means designated state-owned land set aside for the purpose of remediating contaminated soils.\n\t\"Underground storage tank\" or \"tank\" means any one or combination of tanks (including pipes connected thereto) used to contain an accumulation of regulated substances, and the volume of which (including the volume of the underground pipes connected thereto) is ten per cent or more beneath the surface of the ground.  This term does not include any:\n\n\n\n\t(1)\tFarm or residential tank of one thousand one hundred gallons or less capacity used for storing motor fuel for noncommercial purposes;\n\t(2)\tTank used for storing heating oil for consumptive use on the premises where stored;\n\t(3)\tSeptic tank;\n\t(4)\tPipeline facility (including gathering lines) regulated under:\n\n\t\t(A)\tThe federal Natural Gas Pipeline Safety Act of 1968, Public Law 90-481, as amended; or\n\t\t(B)\tThe federal Hazardous Liquid Pipeline Safety Act of 1979, Public Law 96-129, as amended;\n\n\t(5)\tSurface impoundment, pit, pond, or lagoon;\n\t(6)\tStorm water or wastewater collection system;\n\t(7)\tFlow-through process tank;\n\t(8)\tLiquid trap or associated gathering lines directly related to oil or gas production and gathering operations; and\n\t(9)\tStorage tank situated in an underground area (such as a basement, cellar, mineworking, drift, shaft, or tunnel) if the storage tank is situated upon or above the surface of the floor.\n\n\n\n\t\"Underground storage tank system\" or \"tank system\" means an underground storage tank, connected underground piping, underground ancillary equipment, and containment system, if any.\n\t\"Variance\" means special written authorization from the director to own, install, or operate an underground storage tank or tank system in a manner deviating, or to do an act that deviates, from the requirements of rules adopted under this chapter. [L 1989, c 212, pt of §6; am L 1992, c 259, §3]"
}