{
    "name": "Procedures for the collection and forwarding of samples",
    "number": "62",
    "text": "(a)  The department of the attorney general shall provide all blood specimen collectors, buccal swab collectors, mailing tubes, labels, and instructions for the collection of the blood specimens, buccal swab samples, and print impressions.  The specimens, samples, and print impressions shall thereafter be forwarded to the department for analysis of DNA and other forensic identification markers.  Additionally, the department of the attorney general shall provide all print impression cards, mailing envelopes, and instructions for the collection of print impressions.  The print impressions shall be forwarded to the department for maintenance in a file for identification purposes. \t(b)  Whenever withdrawal of blood is required by this chapter or by the collecting agency's rules or internal regulations, the withdrawal of blood shall be performed in a medically approved manner.  Only health care providers trained and certified to draw blood may withdraw the blood specimens for the purposes of this chapter.\n\t(c)  Buccal swab samples may be procured by law enforcement or corrections personnel or other individuals trained to assist in buccal swab collection.\n\t(d)  Print impressions of each hand shall be taken on forms prescribed by the department of the attorney general.  The print impression forms shall be forwarded to and maintained by the department of the attorney general.  Print impressions taken at the time of the collection of samples or specimens shall be placed on the samples and specimens container and forms as directed by the department.  The samples, specimens, and forms shall be forwarded to and maintained by the department.\n\t(e)  The law enforcement or custodial agency collecting specimens, samples, or print impressions is responsible for confirming that the person qualifies for entry into the state DNA database and data bank identification program prior to collecting the specimens, samples, or print impressions pursuant to this chapter.\n\t(f)  The department is responsible for establishing procedures for entering data bank and database information. [L 2005, c 112, pt of §1]"
}