{
    "name": "Remedies",
    "number": "13",
    "text": "(a)  If the commission determines that the respondent has engaged in a discriminatory practice, the commission shall state its findings of fact and conclusions of law and shall issue an order requiring the respondent to cease and desist from the discriminatory practice and to take such affirmative actions as in the judgment of the commission will carry out the purposes of this chapter.  A copy of the order shall be delivered to the respondent, the complainant, the attorney general, and to such other public officers and persons as the commission deems proper.\n\t(b)  Affirmative action ordered under this section may include, but is not limited to:\n\n\n\n\t(1)\tSale, exchange, lease, rental, assignment, or sublease of real property to an individual;\n\t(2)\tExtension to all individuals of the full and equal enjoyment of the advantages, facilities, privileges, and services of the respondent;\n\t(3)\tReporting as to the manner of compliance;\n\t(4)\tPosting notices in conspicuous places in the respondent's place of business in form prescribed by the commission and inclusion of such notices in advertising material;\n\t(5)\tCancellation, rescission, or revocation of a contract, deed, lease, or other instrument transferring real property, which is the subject of a complaint of a discriminatory practice, to a person who had actual knowledge or record notice, prior to the transfer or the execution of the legally binding obligation to make the transfer, that a determination of reasonable cause had been made with respect to the discriminatory practice;\n\t(6)\tPayment to an injured party of profits obtained by the respondent through a violation of section 515-7, subject to the principles of equity;\n\t(7)\tPayment to the complainant of damages for an injury caused by the discriminatory practice and costs, including a reasonable attorney's fee.  Unless greater damages are proven, damages may be assessed at $500 for each violation.\n\n\n\n\t(c)  In the case of a respondent who is found by the commission to have engaged in a discriminatory practice in the course of performing under a contract or subcontract with the State or a county, or agency thereof, if the discriminatory practice was authorized, requested, commanded, performed, or knowingly or recklessly tolerated by the board of directors of the respondent or by an officer or executive agent acting within the scope of the officer's or agent's employment, the commission shall so certify to the contracting agency.  Unless the commission's finding of a discriminatory practice is reversed in the course of judicial review, the finding of discrimination is binding on the contracting agency.\n\t(d)  Thirty days after an order is issued under this section, unless an appeal by the respondent is pending, the commission may publish or cause to be published the name of a person who has been determined to be engaged in a discriminatory practice. [L 1967, c 193, §13; HRS ; am L 1972, c 107, §3(b); am L 1982, c 204, §8; gen ch 1985; am L 1989, c 386, §14]"
}