{
    "name": "Exempt out-of-state collection agency",
    "number": "3.5",
    "text": "(a)  A collection agency licensed or registered as a collection agency in another state, may apply for designation as an exempt out-of-state collection agency and conduct business in this State pursuant to this section.  A collection agency granted designation as an exempt out-of-state collection agency shall be exempt from registration and other regulatory requirements under this chapter except as provided in this section.\n     (b)  A collection agency may apply for designation as an exempt out-of-state collection agency; provided that the collection agency:\n     (1)  Is licensed or registered as a collection agency under the laws of a state that:\n         (A)  Regulates collection agencies; and\n         (B)  Does not require a Hawaii collection agency to obtain a license or register to collect debts in that state if the activities of the Hawaii collection agency are limited to those described in paragraphs (2), (3), and (4);\n     (2)  Is collecting debts on behalf of an out-of-state creditor;\n     (3)  Does not solicit or engage in collection activities for clients in this State; and\n     (4)  Only collects debts in this State using interstate communication methods, including telephone, facsimile, or mail.\n     (c)  An applicant for designation as an exempt out-of-state collection agency shall submit the following:\n     (1)  An application for an out-of-state collection agency exemption as prescribed by the director;\n     (2)  Verification that:\n         (A)  The collection agency holds a current license, permit, or registration to conduct business as a collection agency in another state;\n         (B)  Is in good standing with and has complied with the laws of that state, including the maintenance of a bond, if required, and in the amount required by the state; and\n         (C)  The collection agency's state of licensure does not require Hawaii collection agencies to register or become licensed in that state before collecting debts in that state;\n     (3)  An agreement in writing to comply with the requirements of sections 443B-9, 443B-15, 443B-16, 443B-17, 443B-18, and 443B-19; and\n     (4)  Payment of the following nonrefundable fees:\n         (A)  With the application, an application fee of $25; and\n         (B)  Upon approval of an out-of-state collection agency exemption, the compliance resolution fund fee for collection agencies.\n     (d)  An exempt out-of-state collection agency may renew the exemption biennially by June 30 of each even-numbered year pursuant to subsection (c).\n     (e)  An out-of-state collection agency shall not collect or  attempt to collect any money or any other form of indebtedness alleged to be due and owing from any person who resides or does business in this State without first registering under this chapter or receiving an exemption pursuant to this section.\n     (f)  An exempt out-of-state collection agency shall be subject to sections 443B-9, 443B-15, 443B-16, 443B-17, 443B-18, and 443B-19, and all remedies provided by this chapter and by any other law. [L 2000, c 135, §1]"
}