{
    "name": "Definitions",
    "number": "3",
    "text": "As used in this chapter, unless the context clearly requires otherwise:\n\t\"Agency\" means any federal, state, local, or foreign government or any entity of any such government.\n\t\"Application\" means a conservation district use application.\n\t\"Board\" means the board of land and natural resources.\n\t\"Chairperson\" means the chairperson of the board of land and natural resources.\n\t\"Commercial lease\" means a lease of state marine waters or submerged lands for marine activities designed for profit.\n\t\"Department\" means the department of land and natural resources.\n\t\"Economic unit\" means the water column, state submerged lands beneath the water column, and water surface above the water column which shall be treated as one economic unit for the calculation of lease rents.\n\t\"Lessee\" means the holder of a valid lease granted pursuant to this chapter.\n\t\"Mariculture\" means the aquaculture, cultivation, and production for research, development, demonstration, and commercial purposes of aquatic plants and animals within state marine waters, but excludes floating structures that are not anchored.\n\t\"Marine activities\" means ocean thermal energy conversion (OTEC); mariculture; and other energy or water research, scientific, and educational activities in, on, or under state marine waters, which are exclusive, non-transient in nature, and which occupy a discrete area of state marine waters.\n\t\"Noncommercial lease\" means a lease of state marine waters for marine activities not designed for profit.\n\t\"OTEC\" means ocean thermal energy conversion.\n\t\"OTEC facility\" means an ocean thermal energy conversion facility which is located onshore, standing on submerged lands, or moored in state marine waters, and which is designed to use temperature differences in ocean water to produce energy or energy product equivalents and includes any surface and subsurface structures, intake and discharge pipes, and underwater power cables integrated with or appurtenant to such a facility.\n\t\"State marine waters\" means all waters of the State, including the water column, water surface, and state submerged lands, extending from the upper reaches of the wash of the waves on shore seaward to the limit of the State's police power and management authority, including the United States territorial sea, notwithstanding any law to the contrary.\n\t\"Water column\" means the vertical extent of marine waters, including the surface, above submerged lands. [L 1986, c 91, pt of §1; am L 1990, c 126, §5; am L 1999, c 176, §§3, 11; am L 2002, c 203, §1]"
}