{
    "name": "Conversion from federal to comparable Hawaii financial institution",
    "number": "3-607",
    "text": "(a)  A federal financial institution whose operations are principally conducted in this State may convert to a comparable Hawaii financial institution if the institution, and its holding company or holding companies, if any, shall have complied with all requirements, conditions, and limitations imposed by federal law with respect to the conversion, subject to any rights of dissenting shareholders or members and to obtaining a charter under this chapter. \t(b)  The federal financial institution shall file an application with the commissioner pursuant to section 412:3-603 for a charter to engage in business as a comparable Hawaii financial institution pursuant to this chapter.  The application shall be accompanied by:\n\n\n\n\t(1)\tA certificate signed by two executive officers of the financial institution, verifying that it has complied with all federal laws and regulations relating to the conversion;\n\t(2)\tThe information required from applicants for approval to organize a Hawaii financial institution of the same type; and\n\n\n\n\t(3)\tAny other information that the commissioner may require.\n\t(c)  The commissioner may require notice to be given to the public as may be deemed appropriate.  The commissioner may conduct an examination of the institution as provided under article 2, part II.  The cost of any examination shall be assessed against and paid by the institution pursuant to section 412:2-105.\n\t(d)  The charter shall be granted only if the commissioner is satisfied that the granting of the charter will not impair the safety or soundness of the financial institution or any other financial institution, and that the applicant meets all the requirements set forth in this chapter for the type of financial institution for which the application has been filed.  The requirements shall include, but not be limited to, the appropriate location of offices, capital structure, business experience, the character of its executive officers and directors, and compliance with all applicable provisions of chapter 414.  The director of commerce and consumer affairs shall not file the articles of incorporation until the application for a charter to engage in business as a Hawaii financial institution shall have been approved by the commissioner in writing.  The commissioner may impose any restrictions and conditions on the operation of the resulting financial institution as the commissioner deems appropriate and consistent with federal law.\n\t(e)  The conversion shall be effective upon the filing of articles of incorporation by the director of commerce and consumer affairs after all provisions of this section and applicable federal law have been complied with in full. [L 1993, c 350, pt of §1; am L 1995, c 54, §2; am L 2002, c 40, §23]"
}