{
    "name": "Insurance and annuities powers",
    "number": "5-205.5",
    "text": "(a)  With the prior written approval of the commissioner, and subject to the limitations set forth in this section and section 412:5-205.6 and to any conditions the commissioner may impose, any bank organized under the laws of the State, at the discretion of its board of directors, may transact a business of insurance, including but not limited to making contracts of insurance and selling insurance as a producer, selling insurance through an independent insurance producer or a producer under contract, selling annuities, and engaging in any related or incidental activities, within the State; provided that any insurance activities conducted pursuant to the authority conferred in this subsection shall be governed by and comply with chapter 431 and any insurance administrative rules adopted under chapter 431.  Administration of chapter 431 and any insurance administrative rules shall be vested with the insurance commissioner. \t(b)  With the prior written approval of the commissioner, and subject to the limitations set forth in this section and section 412:5-205.6 and to any conditions the commissioner may impose, any bank organized under the laws of the State, at the discretion of its board of directors, may transact a business of insurance, including but not limited to the making of contracts of insurance and the sale of insurance as a producer, selling insurance through an independent insurance producer or a producer under contract, selling annuities, and engaging in any related or incidental activities, in any places outside this State, including any other states of the United States, dependencies or insular possessions of the United States, or any foreign countries; provided that any insurance activities conducted in this State pursuant to the authority conferred in this subsection shall be governed by and comply with chapter 431 and any insurance administrative rules adopted under chapter 431; provided further that any insurance activities conducted outside the State pursuant to the authority in this subsection shall be governed by and comply with the laws and administrative rules of the state, dependency, insular possession, or foreign country applicable to the conduct of insurance activities within that jurisdiction.\n\t(c)  The bank shall file an application for approval with the commissioner in a form prescribed by the commissioner.  The application shall be accompanied by a fee the amount of which shall be prescribed by rule.  The application shall contain:\n\n\n\n\t(1)\tA description of the activities to be conducted;\n\t(2)\tThe experience and qualifications of the proposed managers;\n\t(3)\tThe specific location where the activities will be conducted; and\n\t(4)\tAny other information that the commissioner may require.\n\n\n\nIf the bank proposes to engage in the business of insurance through a subsidiary or affiliate, then the application shall also contain information regarding the experience and qualifications of the proposed executive officers and directors of the subsidiary or affiliate and the ownership, amount, and nature of the bank's investment in and advances to the subsidiary or affiliate.  Upon being satisfied that the application is complete, that the conduct of the insurance business will not affect the safety or soundness of the bank or harm the public interest, and that the bank and its subsidiary or affiliate, if applicable, have sufficient experience, qualifications, and financial capability to engage in the activities authorized by this section, the commissioner shall approve the application.  The commissioner may impose any terms and conditions which the commissioner considers necessary to protect the bank, the customers of the bank, and the public interest.\n\t(d)  Upon receipt of the commissioner's approval under this section, the bank or its subsidiary or affiliate shall obtain any necessary approvals from the insurance commissioner required under chapter 431 and any insurance administrative rules adopted under chapter 431, or the applicable insurance and banking laws of any jurisdiction other than this State in which the bank will be conducting its insurance and annuity activities.\n\t(e)  The provisions of this section are in addition to, and not a limitation of, any other provision in this chapter.  The powers granted by this section may be exercised notwithstanding any other provision of this chapter.  Furthermore, the commissioner may adopt rules governing the exercise of powers granted by this section as the commissioner finds necessary to avoid unsound banking practices, to ensure the safety and soundness of the bank, and to protect the public interest. [L 1996, c 225, pt of §1; am L 2003, c 212, §8]"
}