{
    "name": "Order of immediate suspension; procedure; effective date; hearing; enforcement",
    "number": "2-308",
    "text": "§412:2-308    (a)  In order to act with the utmost speed, the commissioner may issue an order immediately suspending an institution-affiliated party upon a determination that (1) the grounds specified in section 412:2-306 are present; and (2) the protection of depositors or the financial institution warrant the immediate suspension and prohibition of the institution-affiliated party from further participation in the conduct of the affairs of the financial institution.  The order shall be accompanied by a notice of charges which states the alleged violation, wrongful practice or breach and a summary of the facts in support of such allegation.  The notice of charges shall set forth a time and place for a hearing to determine whether the temporary order shall be made permanent.  Any order of immediate suspension issued to an institution-affiliated party shall also be served upon the affiliated Hawaii financial institution. \t(b)  The order shall be effective upon service on the institution-affiliated party.  The order shall remain in effect until a permanent removal or prohibition order is issued after a hearing, a permanent removal or prohibition order is consented to, or the charges are dismissed upon completion of a hearing.  Any institution-affiliated party contesting the issuance of the suspension order may do so by applying to the circuit court for an injunction.\n\t(c)  Within ten days after service of a notice of charges, unless an earlier date or later date is set by the commissioner upon request of the affected party, the commissioner shall hold a hearing in accordance with chapter 91.  If no appearance is made at the scheduled hearing by the party or the party's authorized representative, the party shall be deemed to have consented to the issuance of the suspension order and the commissioner may convert the suspension order into a permanent removal or prohibition order.  Any permanent removal or prohibition order issued after a hearing held in accordance with this subsection shall become effective after service upon the institution-affiliated party and shall remain effective until modified or terminated by the commissioner.  Any appeal of a permanent removal or prohibition order shall be made to the circuit court in accordance with chapter 91.\n\t(d)  Any order of immediate suspension may be enforced in the circuit court upon application by the commissioner.  Any permanent order of removal or prohibition issued in accordance with this section may be enforced as provided for in section 412:2-307(c). [L 1993, c 350, pt of §1]"
}