{
    "name": "Approval of capital stock solicitation",
    "number": "3-210",
    "text": "§412:3-210    (a)  The applicant in organization and the proposed Hawaii financial institution shall not solicit subscriptions for the capital stock of the Hawaii financial institution without written approval of the commissioner. \t(b)  An application under this section may be filed before or after the applicant's articles of incorporation and bylaws have been approved by the commissioner; provided that the applicant in organization and the proposed financial institution shall not solicit subscriptions for capital stock until the articles of incorporation and bylaws of the proposed financial institution shall have been approved by the commissioner.  An applicant in organization seeking approval of a capital stock solicitation shall pay a fee established by the commissioner pursuant to section 412:2-105, and shall file an application which contains the following:\n\n\n\n\t(1)\tInformation regarding the solicitation plan by which the applicant in organization and the proposed financial institution proposes to conduct the solicitation of subscribers;\n\t(2)\tInformation regarding the classes of shares, respective quantities of shares for each class, and the subscription price of each class of stock;\n\t(3)\tA specimen subscription contract or purchase agreement, suitability certificates and other related documents to be executed by subscribers;\n\t(4)\tAny underwriting agreement or other agreement for the purchase or distribution of the capital stock;\n\t(5)\tAny escrow agreements or other agreement for the holding of the purchase proceeds of the capital stock;\n\t(6)\tProposed advertising materials;\n\t(7)\tIf the offer and sale of the capital stock is subject to the Securities Act of 1933 and regulations thereunder, a copy of the registration statement most recently filed with the federal Securities and Exchange Commission or any other notices or other filings in lieu of registration required or permitted by that Act or regulation and any subsequent amendments thereto;\n\t(8)\tIf the offer and sale of the capital stock is subject to chapter 485, a copy of the registration or qualification statement most recently filed with the commissioner of securities and any subsequent amendments thereto;\n\t(9)\tIf the offer and sale of the capital stock is not subject to the Securities Act of 1933 or chapter 485, whether exempted by law or regulation or otherwise, a copy of the most recent version of any prospectus, offering memorandum, offering circular, or other offering document proposed to be delivered to prospective subscribers to the capital stock, and any subsequent amendments thereto; and\n\t(10)\tAny other information that the commissioner may require.\n\n\n\n\t(c)  Upon being satisfied that the application for approval of the capital stock solicitation is complete and that the solicitation will not affect the safety or soundness of the proposed financial institution or harm the public interest, the commissioner shall approve the application.  The approval shall not constitute a determination that the applicant has complied with chapter 485 or any other state or federal law. [L 1993, c 350, pt of §1]"
}