{
    "name": ".7 Securities powers",
    "number": "5-205",
    "text": "§412:5-205  Authority to engage in trust business.  (a)  A bank may not engage in any activity requiring a charter as a trust company under article 8 of this chapter, including without limitation serving as trustee, personal representative, registrar or transfer agent for stocks and bonds, guardian, agent, assignee, or receiver, or in any other fiduciary capacity, unless it has received the approval of the commissioner under this section.  If approved, the trust business may be conducted through a subsidiary, division or department of the bank. \t(b)  The bank shall file an application for such approval with the commissioner on a form prescribed by the commissioner, together with an application fee of $5,000, or such greater amount as the commissioner shall establish, no part of which shall be refundable.  The application shall contain the following information:\n\n\n\n\t(1)\tAppropriate board resolutions authorizing the establishment of a trust company, division or department;\n\t(2)\tEmployment history, education, management experience, and other biographical information for all executive officers, trust officers, and managers of the trust company, division or department;\n\t(3)\tProposed policies concerning common trust funds, overdrafts, disaster recovery plans, dividends, management of assets and liabilities, conflicts of interest, investments, and fee schedules.  The commissioner may consider any existing bank policies that will be adapted and utilized for its trust business;\n\t(4)\tA business plan and financial projections regarding profitability of the proposed trust business;\n\t(5)\tEvidence that the bank has or will have the financial ability, responsibility, and experience to engage in the trust business; and\n\t(6)\tAny other information which the commissioner may require.\n\n\n\n\t(c)  If the proposed trust business will be conducted in a subsidiary of a bank, the application shall contain the following additional information:\n\n\n\n\t(1)\tThe name of the subsidiary, the location of its principal office, and any lease agreements for such principal office;\n\t(2)\tEmployment history, education, management experience, and other biographical information for all directors of the subsidiary; and\n\t(3)\tA proposed capital plan.\n\n\n\n\t(d)  A bank engaging in the trust business shall establish and maintain the same amount of capital and surplus required of a trust company under article 3, in addition to any capital and surplus required to engage in the business of a bank under this article.  A bank engaging in the trust business shall also maintain the reserves required of a trust company under section 412:8-202.\n\t(e)  The commissioner's decision shall be in the form of a written order, and if approved, may contain such conditions and restrictions as may be in the public interest.  The application shall be approved only if the commissioner is satisfied that the proposed trust business will not jeopardize the safety and soundness of the bank; that the applicant has sufficient capital, surplus, and cash reserves; that the proposed management of the trust business is financially responsible, honest, and qualified; and that the trust business will be carried on in a safe and sound manner.  If the commissioner grants approval to a bank to carry on its trust business through a subsidiary, the commissioner shall issue a trust charter to such subsidiary.\n\t(f)  Any bank which is authorized to engage in the trust business through a division or department of the bank shall maintain books, records, and accounts for its trust business that are separate from its banking business.\n\t(g)  A bank which is authorized to engage in the trust business through a subsidiary shall not be considered a trust holding company under this chapter.\n\t(h)  Any bank authorized to engage in the trust business under this section with respect to such trust business shall also be subject to all the provisions applicable to trust companies under article 8; provided that if there is any conflict between the provisions of article 8 and this article with respect to the operation of a trust business, the provisions of article 8 shall control with respect to such trust business. [L 1993, c 350, pt of §1]"
}