{
    "name": "Voluntary cessation of business; dissolution",
    "number": "3-617",
    "text": "(a)  Except for a credit union, a solvent Hawaii financial institution whose capital is not impaired and which has not received a notice of charges and proposed suspension or revocation order pursuant to section 412:2-312 may cease its business and dissolve if the institution shall have complied with applicable federal law and the following requirements and conditions:\n\n\n\n\t(1)\tThe board of directors shall adopt a resolution adopting a plan of liquidation and dissolution and recommending that the financial institution be dissolved, and directing that the question of the dissolution be submitted to the commissioner for approval, and, if approved, to a vote of the shareholders or members, which vote may be at either an annual or special meeting.  The plan of liquidation and dissolution shall include, but not be limited to, provisions for the orderly payment or assumption of the institution's deposits and other liabilities and for transfer or assumption of all trust, agency, and other fiduciary relationships and accounts;\n\t(2)\tWithin five business days after the meeting of the board of directors described in paragraph (1), the financial institution shall file an application with the commissioner pursuant to section 412:3-603 for approval to cease business and dissolve.  The application shall be accompanied by a copy of the plan of liquidation and dissolution certified by two executive officers of the financial institution to have been duly adopted by the board and any other information that the commissioner may require.  A copy of the notice shall be delivered contemporaneously to the financial institution's federal insurer;\n\t(3)\tThe commissioner shall approve the application to cease business and dissolve if the commissioner is satisfied that the depositors, beneficiaries, and creditors will be adequately protected under the plan, the institution is not insolvent or in danger of becoming insolvent, that its capital is not impaired and is not in danger of becoming impaired, and that no other reason exists to deny the application.  The commissioner may impose any restrictions and conditions as the commissioner deems appropriate;\n\t(4)\tUpon receipt of the commissioner's approval to cease business and dissolve, the financial institution shall proceed with the dissolution in accordance with the procedures, conditions, and requirements for, and with the effect of, a voluntary dissolution by act of corporation pursuant to chapter 414, except that the vote by shareholders or members to approve the dissolution shall satisfy the requirements of section 412:3-604; and\n\t(5)\tAny financial institution whose capital is impaired or in danger of becoming impaired, and any institution which is insolvent or in danger of becoming insolvent, may not undergo a voluntary dissolution.\n\n\n\n\t(b)  Subject to the approval of the commissioner, a solvent credit union whose capital is not impaired and which has not received a notice of charges and proposed order of suspension or revocation pursuant to section 412:2-312 may elect to dissolve voluntarily and liquidate its affairs in the manner prescribed in this section:\n\n\n\n\t(1)\tThe board of directors shall adopt a resolution adopting a plan of liquidation and dissolution, recommending the voluntary dissolution of the credit union, and directing that the question of the dissolution be submitted to the commissioner for approval and, if approved, requesting that the liquidation question be submitted to the members.  The plan of liquidation and dissolution shall include but not be limited to provisions for the orderly payment or assumption of the credit union's deposits, shares, and other liabilities;\n\t(2)\tNot later than ten days after the meeting of the board of directors described in paragraph (1), the credit union shall file an application with the commissioner pursuant to section 412:3-603, for approval to cease business and dissolve.  The application shall be accompanied by a copy of the plan of liquidation and dissolution certified by two executive officers of the credit union to have been duly adopted by the board and shall include any other information that the commissioner may require.  A copy of the notice shall be delivered contemporaneously to any government agency or other organization insuring member accounts thereof, in writing, setting forth the reasons for the proposed liquidation;\n\t(3)\tThe commissioner shall approve the application to cease business and dissolve if the commissioner is satisfied that the depositors, beneficiaries, and creditors will be adequately protected under the plan, the credit union is not insolvent or in danger of becoming insolvent, its capital is not impaired and is not in danger of becoming impaired, and no other reason exists to deny the application.  The commissioner may impose any restrictions and conditions as the commissioner deems appropriate;\n\t(4)\tUpon receipt of the commissioner's approval to cease business and dissolve and as soon as the board of directors decides to submit the liquidation question to the members, all business affairs of the credit union, including but not limited to payments on and withdrawals of shares, share certificates, share drafts, deposits, and deposit certificates, (except for the transfer of shares or deposits to loans and interest), the making of investments of any kind (other than short-term investments), and the issuing of loans, shall be suspended until the members act on the liquidation question.  Upon approval by the members, all business transactions of the credit union shall be permanently discontinued.  Transfer of deposits or shares to loans and interest, collection of loans and interest, and the payment of necessary expenses of operation shall continue upon authorization by the board of directors or the liquidating agent during liquidation;\n\t(5)\tAn affirmative majority vote by the members by ballot, in person, by letter, or other written communication, is necessary for a credit union to enter into voluntary liquidation.  Whenever authorization for liquidation is to be obtained at a meeting of the members, notice in writing shall be given to each member, by first-class mail, at least ten days prior to the meeting;\n\t(6)\tNot later than ten days after the members act on the liquidation question, the chairperson of the board of directors shall notify the commissioner and any government agency or other organization insuring member accounts, in writing, of the action of the members on the liquidation question;\n\t(7)\tA liquidating credit union shall remain in existence for the purpose of discharging its debts, collecting its loans, distributing its assets, and any other necessary functions in order to conclude its business.  A liquidating credit union may sue or be sued for the purpose of enforcing its debts and obligations until its affairs are complete;\n\t(8)\tThe board of directors or the liquidating agent who may be the insurer shall use the assets of the credit union to pay:\n\n\t\t(A)\tFirst, the expenses incidental to liquidation including any surety bonds required during liquidation;\n\t\t(B)\tSecond, any liability due to nonmembers;\n\t\t(C)\tThird, the deposits and deposit certificates of the members of the credit union; and\n\t\t(D)\tFourth, the remaining assets shall be distributed to the members in proportion to the number of shares held by each member on the date dissolution was approved by the members;\n\n\t(9)\tWhen the board of directors or the liquidating agent determines that all assets of the credit union having a reasonable expectancy of realization have been liquidated and distributed as provided in this section, the board or the liquidating agent, whichever is applicable, shall complete a certificate of dissolution on a form prescribed by the commissioner.  Upon the completion of the certificate, the board or the liquidating agent, whichever is applicable, shall file the certificate with the commissioner for the complete dissolution and liquidation of the credit union; and\n\t(10)\tAny credit union whose capital is impaired or in danger of becoming impaired, and any credit union that is insolvent or in danger of becoming insolvent, may not undergo a voluntary dissolution.\n\n\n\n\t(c)  Subject to the approval of the commissioner, a nondepository financial services loan company may voluntarily cease activity for which a license to operate as a financial services loan company is required by this chapter, in the manner prescribed as follows:\n\n\n\n\t(1)\tThe board of directors shall adopt a resolution approving a plan to cease activity for which a license to operate as a financial services loan company is required.  If applicable, the plan shall include but not be limited to provisions for the sale, exchange, or disposition of all loans or other business for which a financial services loan company license is required by this chapter;\n\t(2)\tThe nondepository financial services loan company shall file an application with the commissioner pursuant to section 412:3-603 for approval to cease activity for which a license to operate as a financial services loan company is required.  The application shall be accompanied by:\n\n\t\t(A)\tA copy of the plan to cease activity for which a license to operate as a financial services loan company is required, certified by two executive officers of the nondepository financial services loan company, to have been duly adopted by the board;\n\t\t(B)\tThe information required in an application filed pursuant to section 412:3-613, if applicable; and\n\t\t(C)\tAny other information that the commissioner may require;\n\n\t(3)\tThe commissioner shall approve the application to cease activity for which a license to operate as a financial services loan company is required if:\n\n\t\t(A)\tThe commissioner is satisfied with the plan;\n\t\t(B)\tThe conditions for approval contained in section 412:3-613 have been met, if applicable; and\n\t\t(C)\tNo other reason exists to deny the application;\n\n\t\tprovided that the commissioner may impose any restrictions and conditions as the commissioner deems appropriate; and\n\t(4)\tUpon receipt of the commissioner's approval, a nondepository financial services loan company that has filed a plan attesting that the company does not retain any loans or other business for which a financial services loan company license is required by this chapter, shall forthwith surrender to the commissioner all of its financial services loan company licenses.  A nondepository financial services loan company that has filed a plan that includes provisions for the sale, exchange, or disposition of loans or other business, upon receipt of the commissioner's approval, shall proceed with its plan to cease activity for which a license to operate as a financial services loan company is required.  Upon completion of its plan, the nondepository financial services loan company shall file a written notification with the commissioner.  The written notification shall be accompanied by the surrender of all of its financial services loan company licenses.\n\n\n\n\t(d)  Nothing in this section shall preclude the commissioner at any time from appointing a receiver or conservator for the financial institution pursuant to this chapter, or from seeking any relief or sanction from the circuit court that may otherwise be permitted by law. [L 1993, c 350, pt of §1; gen ch 1993; am L 1994, c 107, §15; am L 1999, c 245, §5; am L 2001, c 170, §6; am L 2002, c 40, §28]"
}