{
    "name": "Confidentiality of information possessed by commissioner",
    "number": "2-104",
    "text": "(a)  The commissioner and all employees, contractors, and appointees of the division of financial institutions shall not divulge or furnish any information in their possession or obtained by them in the course of their official duties to persons outside the division of financial institutions, except the director of the department of commerce and consumer affairs, or unless otherwise permitted by this section or any other law regulating financial institutions or financial institution holding companies, in which case such disclosure shall not authorize or permit any further disclosure of such information.  The disclosures prohibited by this section shall include without limitation information that is:\n\n\n\n\t(1)\tPrivileged or exempt from disclosure under any federal or state law;\n\t(2)\tRelated to an examination performed by or on behalf of the commissioner or contained in any report of examination;\n\t(3)\tContained in any report submitted to or for the use of the commissioner, except for the nonproprietary portions of applications;\n\t(4)\tRelated to the business, personal, or financial affairs of any person and is furnished to or for the use of the commissioner in confidence;\n\t(5)\tRelated to trade secrets and commercial or financial information obtained from a person and is privileged or confidential;\n\t(6)\tObtained pursuant to any lawful investigation for the purpose of enforcing the laws regulating financial institutions and financial institution holding companies in an action or proceeding under parts III, IV, V and VI of this article;\n\t(7)\tRelated solely to the internal personnel rules or other internal practices of the commissioner;\n\t(8)\tContained in personnel, medical, and similar files (including financial files), the disclosure of which would constitute a clearly unwarranted invasion of personal privacy; or\n\t(9)\tContained in inter-agency and intra-agency communications, whether or not contained in written memoranda, letters, tapes or records that would not be routinely available by law to a private party, including but not limited to memoranda, reports, and other documents prepared by the staff of the commissioner.\n\n\n\n\t(b)  The commissioner shall furnish a copy of each report of examination to the financial institution or financial institution holding company examined.  The report and its contents shall remain the property of the commissioner and shall not be disclosed to any person who is not an officer, director, employee or authorized auditor, attorney or other consultant or advisor of the financial institution or financial institution holding company.  Any person which has received the report from the financial institution or financial institution holding company shall be bound by the confidentiality provisions of this part.  Subpoenas of or other legal process to obtain reports of examination or information contained therein shall be directed to the commissioner and not to the financial institution or financial institution holding company that is the subject of the examination.  Upon receipt of such a subpoena or other legal process requiring disclosure of such information the commissioner may file a statement of objections or a motion with a court of competent jurisdiction for a protective order and, in any event, shall immediately notify the financial institution that is the subject of the report of examination of the subpoena or other legal process and all relevant circumstances pertaining to the same.  Upon receipt of such notification, the financial institution may itself file a statement of objections or a motion with a court of competent jurisdiction for a protective order.\n\t(c)  The commissioner may furnish reports of examination and other information relating to the examination of a financial institution or financial institution holding company to:\n\n\n\n\t(1)\tThe governor, attorney general and the heads of other state governmental agencies having regulatory authority over the financial institution or financial institution holding company;\n\t(2)\tThe appropriate federal regulatory agencies of the financial institution or financial institution holding company;\n\t(3)\tThe Office of Comptroller of the Currency, the Federal Housing Finance Board or a federal, state, or foreign bank regulatory agency if the requesting agency agrees to use the information only for functions directly related to the exercise of its appropriate supervisory authority; and\n\t(4)\tOther agencies of the United States or a state for use where necessary to investigate civil or criminal charges in connection with the affairs of any financial institution or financial institution holding company under the supervision of the commissioner.\n\n\n\n\t(d)  Upon the request of the financial institution or financial institution holding company, and pursuant to a proper showing of cause, the commissioner may furnish examination reports, or portions thereof, and other information relating to that financial institution or financial institution holding company (1) in instances other than those set forth in subsection (c), or (2) to persons not enumerated in subsection (c), including to prospective acquirers of the Hawaii financial institution or financial institution holding company.  The decision to grant a request under this subsection shall be in the sole discretion of the commissioner.\n\t(e)  All reports or other information made available pursuant to this section shall remain the property of the commissioner, and no person, financial institution or financial institution holding company, agency or authority to whom the information is made available, or any officer, director, employee or agent thereof, shall disclose any of that information, except for the publishing of aggregate statistical material that would not disclose the identity of any person, financial institution or financial institution holding company.  In exchanging reports or other information permitted in this section, the commissioner shall require the person receiving the report, as a condition of receipt, to comply with the confidentiality provisions of this section.\n\t(f)  The commissioner may provide information regarding trends and issues affecting financial institutions and may make available to the public a combined statement of the condition of Hawaii financial institutions in such form as the commissioner may see fit, using information derived from reports furnished to the commissioner by the Hawaii financial institutions.  The commissioner may also disclose statistical data regarding the number of consumer complaints filed against an institution, the general nature of the complaint and the resolution of the complaint.\n\t(g)  Any person who violates this section shall be guilty of a misdemeanor punishable pursuant to sections 706-663 and 706-640.  Such person shall also be subject to an administrative fine pursuant to section 412:2-609.  If such person is an employee, contractor or appointee of the State, such person shall be subject to immediate dismissal or termination proceedings without violating such person's contract, if any. [L 1993, c 350, pt of §1]"
}