{
    "name": "Hawaii paroling authority; responsibilities and duties; operations; records, reports, staff",
    "number": "62",
    "text": "(a)  In addition to any other responsibility or duty prescribed by law for the Hawaii paroling authority, the paroling authority shall:\n\n\n\n\t(1)\tServe as the central paroling authority for the State;\n\t(2)\tIn selecting individuals for parole, consider for parole all committed persons, except in cases where the penalty of life imprisonment not subject to parole has been imposed, regardless of the nature of the offense committed;\n\t(3)\tDetermine the time at which parole shall be granted to any eligible individual as that time at which maximum benefits of the correctional institutions to the individual have been reached and the element of risk to the community is minimal;\n\t(4)\tEstablish rules of operation to determine conditions of parole applicable to any individual granted parole;\n\t(5)\tProvide continuing custody, control, and supervision of paroled individuals;\n\t(6)\tRevoke or suspend parole and provide for the authorization of return to a correctional institution for any individual who violates parole or any condition of parole when, in the opinion of the Hawaii paroling authority, the violation presents a risk to community safety or a significant deviation from any condition of parole;\n\t(7)\tDischarge an individual from parole when supervision is no longer needed;\n\t(8)\tInterpret the parole program to the public in order to develop a broad base of public understanding and support; and\n\t(9)\tRecommend to the legislature sound parole legislation and recommend to the governor sound parole administration.\n\n\n\n\t(b)  In its operations the paroling authority shall:\n\n\n\n\t(1)\tKeep and maintain a record of all meetings and proceedings;\n\t(2)\tSend a detailed report of its operations to the governor every three months;\n\t(3)\tIn promulgating rules, conform to chapter 91;\n\t(4)\tIn all matters act by a majority of its members; and\n\t(5)\tAppoint an administrative secretary and such other clerical and other assistants as may be necessary within the limits of available appropriations, subject to any applicable salary classification and civil service schedules, laws, and rules. [L 1931, c 129, pt of §1; RL 1935, §6414; am L 1939, c 203, pt of §6; am L 1941, c 146, §1; RL 1945, §3915; RL 1955, §83-61; HRS ; am L 1976, c 92, §3; am L 1987, c 338, §5; am L 1988, c 141, §33]\n\n\n\n\nCase Notes\n  Neither chapter 706 nor chapter 353 prohibits the Hawaii paroling authority from setting a prisoner's minimum term at a period equal to his or her maximum sentence.  97 H. 183, 35 P.3d 210.\n  As no Hawaii statute governing parole requires a parolee\u0092s parole to be automatically revoked upon the parolee\u0092s conviction and sentence to imprisonment for a crime committed while on parole, and this section appears to vest Hawaii paroling authority with discretion to revoke parole, parolee\u0092s due process right violated when authority summarily revoked parole without giving parolee a final revocation hearing.  88 H. 229 (App.), 965 P.2d 162."
}