{
    "name": "General administrative penalties",
    "number": "12.5",
    "text": "(a)  Except as otherwise provided by law, the board is authorized to set, charge, and collect administrative fines and to recover administrative fees and costs, including attorney's fees and costs, or bring legal action to recover administrative fines, fees, and costs, including attorney's fees and costs, or payment for damages or for the cost to correct damages resulting from a violation of subtitle 5 of title 12 or any rule adopted thereunder.\n\t(b)  For violations involving threatened or endangered species, the administrative fines shall be as follows:\n\n\n\n\t(1)\tFor a first violation, a fine of not more than $5,000;\n\t(2)\tFor a second violation within five years of a previous violation, a fine of not more than $10,000; and\n\t(3)\tFor a third or subsequent violation within five years of the last violation, a fine of not more than $15,000.\n\n\n\n\t(c)  For all other violations the administrative fines shall be as follows:\n\n\n\n\t(1)\tFor a first violation, a fine of not more than $1,000;\n\t(2)\tFor a second violation within five years of a previous violation, a fine of not more than $2,000; and\n\t(3)\tFor a third or subsequent violation within five years of the last violation, a fine of not more than $3,000.\n\n\n\n\t(d)  In addition to subsection (b), a fine of up to $5,000 may be levied for each specimen of threatened or endangered aquatic life taken, killed, or injured in violation of subtitle 5 of title 12 or any rule adopted thereunder.\n\t(e)  In addition to subsection (c), a fine of up to $1,000 may be levied for each specimen of all other aquatic life taken, killed, or injured in violation of subtitle 5 of title 12 or any rule adopted thereunder.\n\t(f)  Any criminal penalty for any violation of subtitle 5 of title 12 or any rule adopted thereunder shall not be deemed to preclude the State from recovering additional administrative fines, fees, and costs, including attorney's fees and costs. [L 1998, c 243, §1]"
}