{
    "name": "Permit plan application; coordinator; fee; pre-application conference",
    "number": "4",
    "text": "(a)  The coordinator shall establish and require the applicant to pay a fee for the coordinator's services in overseeing the permit plan process.  The coordinator shall set the fee at an amount sufficient to cover the costs and expenses of the coordinator, coordinator's staff and any contractor contracted by the coordinator to assist the applicant, and relevant state and county agencies, if necessary, to provide input and advice on the state and county permits necessary for the facility and in obtaining the permits.  Upon collection of the fee or periodically thereafter, the coordinator, if necessary, shall transmit to each relevant state or county agency the portion of the fee that reflects the cost to that state or county agency for providing its input or advice or issuing the required permits.\n     (b)  Before accepting a permit plan application, the coordinator may hold a pre-application conference, without regard to acceptance of the final environmental impact statement, with the prospective applicant to discuss all the state and county permits necessary for the facility and notify the prospective applicant of the information that must be submitted for the necessary permits under the permit plan.  After receiving a permit plan application, the coordinator shall accept the application after determining that the application is complete and complies with the permit plan format and procedure. \n     (c)  Within ten days of acceptance of a permit plan application, the coordinator shall publish public notice of the acceptance of the application in two consecutive publications of the office of environmental quality control's environmental notice, published pursuant to section 343-3.  The public notice shall include:\n     (1)  The name of the applicant;\n     (2)  The location of the proposed renewable energy facility;\n     (3)  A summarized description of the facility;\n     (4)  The state and county permits required for the facility; and\n     (5)  Any other information deemed necessary or desirable by the coordinator.\n     (d)  In conjunction with the pre-application conference, the initial public meeting, and any subsequent coordinating meetings with permitting agencies, the coordinator shall compile a permit plan, which shall include:\n     (1)  All state and county permits needed;\n     (2)  All applicant information required;\n     (3)  A plan for permits to be processed concurrently;\n     (4)  A list of required state and county technical support and data required;\n     (5)  Agreement on timeline and coordination for potential environmental impact statements and permit concurrence, review, and issuance;\n     (6)  Agreement on conditions by which any timelines may be extended; and\n     (7)  Agreement on cost reimbursement agreement.\n     (e)  The permit plan shall be a working document, available to the public and posted on the department of business, economic development, and tourism's website, and shall be regularly updated with current information.  The permit plan shall be used to promote efficiency and transparency in the permitting process and to achieve the purposes of this chapter through efficiencies in processes and procedures, including the coordinated and concurrent processing of permits where possible, while ensuring opportunities for appropriate public comment and participation, including hearings normally required for permits and mitigation of potential environmental impacts.\n     (f)  The permit plan shall be designed to ensure that all permits identified in the permit plan shall be processed and either denied or approved no later than twelve months after the date that the project permit plan application is accepted by the coordinator, subject to any extensions that may be requested by the applicant. \n     (g)  Each appropriate state and county agency shall diligently endeavor to process and approve or deny any permit in the permit plan no later than twelve months after a completed permit plan application is approved by the coordinator.  If the coordinator has given at least thirty days written notice stating that the permit plan application is subject to this section and a permit is not approved or denied within twelve months after approval of a completed permit plan application, the permitting agency, within thirty days following the end of the twelve-month period, shall provide the coordinator with a report identifying diligent measures that are being taken by the agency to complete processing and take action as soon as practicable.  If no further processing and action are reported by the permitting agency within five months following the end of the thirty-day agency report period, the coordinator may deem the permit approved.  If a permitting agency fails to provide this report identifying diligent measures and if the permit has not been approved or denied within eighteen months following the approval of a completed permit plan application by the coordinator, the permit shall be deemed approved. [L 2008, c 207, pt of §2; am L 2009, c 155, §8]"
}