{
    "name": "Technical assistance to generators",
    "number": "41",
    "text": "(a)  The department shall establish a technical assistance program for generators of hazardous waste in the State.  The program shall be designed to assist generators in obtaining information concerning hazardous waste management:\n\n\n\n\t(1)\tTo identify and apply methods of reducing the generation of hazardous wastes;\n\t(2)\tTo facilitate improved management of hazardous waste and compliance with the department\u0092s requirements; and\n\t(3)\tFor other similar purposes.\n\n\n\nThe program shall emphasize assistance to the smaller businesses and small quantity generators that have limited technical and financial resources for obtaining information, assessing hazardous waste management methods, and developing and applying hazardous waste reduction techniques.  Information and techniques developed under this program shall be made available to all generators in the State.\n\t(b)  The assistance program shall include at least the following elements:\n\n\n\n\t(1)\tOutreach programs, including on-site consultation at locations where hazardous waste is generated, seminars, workshops, training programs, and other similar activities designed to assist generators in evaluating their hazardous waste generation and management practices, identifying opportunities for waste reduction and improved management, and identifying subjects that require additional information and research;\n\t(2)\tA program to assemble, catalog, and disseminate information about hazardous waste reduction and management methods, available commercial waste management facilities and consultant services, and regulatory programs;\n\t(3)\tEvaluation and interpretation of information needed by generators to improve their management of hazardous waste; and\n\t(4)\tInformational and technical research to identify alternative technical solutions that can be applied by specific generators to reduce the generation of hazardous waste.\n\n\n\n\t(c)  The program shall be coordinated with other public and private programs that provide management and technical assistance to smaller businesses and small quantity generators, including any program operated by a public or private educational institution. [L 1989, c 212, pt of §5]"
}