{
    "name": "Establishment of foundation",
    "number": "2",
    "text": "(a)  There is hereby created a state foundation on culture and the arts, which shall be placed within the department of accounting and general services for administrative purposes.\n\t(b)  The foundation shall be governed by a policymaking and oversight commission to be known as the state foundation on culture and the arts commission.  The commission shall be composed of nine members to be appointed and removed by the governor pursuant to section 26-34.  The term of each member shall be for four years, commencing on July 1 and expiring on June 30; provided that for terms commencing on or after July 1, 1999, the governor shall appoint at least one member who resides in the county of Hawaii, one member who resides in the county of Kauai, and one member who resides in the county of Maui.  The governor shall appoint the chairperson of the commission from among its members.  The members of the commission shall serve without compensation, but shall be reimbursed for travel and other necessary expenses in the performance of their official duties.\n\t(c)  The commission shall appoint an executive director of the foundation, who shall:\n\n\n\n\t(1)\tServe as the foundation's chief executive officer;\n\t(2)\tBe responsible for developing and administering the foundation's programs under the commission's direction;\n\t(3)\tServe on a part-time or full-time basis;\n\t(4)\tBe a person who, by reason of education or extensive experience, is generally recognized as being professionally qualified in the administration of programs in the fields of culture, the arts, history, and the humanities;\n\t(5)\tBe familiar with the people and cultures of Hawaii;\n\t(6)\tBe exempt from chapter 76; and\n\t(7)\tSelect necessary additional staff pursuant to chapter 76, within available appropriations. [L 1965, c 269, §2; am L 1970, c 192, §2; am L 1974, c 24, §2; am L 1978, c 6, §1; am L 1980, c 302, pt of §2; am L 1986, c 130, §1; gen ch 1992; am L 1999, c 80, §3; am L 2000, c 253, §150]"
}