{
    "name": "Driving record information to be recorded and furnished",
    "number": "245",
    "text": "(a)  Whenever a person is convicted of a moving traffic violation based on a statute, ordinance, or rule, fails to appear for a hearing, trial, or other court or administrative proceeding on the moving traffic violation, or fails to pay a fine or court cost ordered for a moving violation, the state judiciary shall forward to the examiner of drivers the record of the conviction.  The record of conviction shall include whether the offender was operating a commercial motor vehicle at the time of the offense, whether the offender was transporting hazardous materials requiring placarding under Title 49 Code of Federal Regulations Section 172, Subpart F, the citation date, the conviction date, the citation number, the court in which the conviction occurred, and the offense(s) convicted of.  No record of conviction so transmitted and maintained in the statewide traffic records system shall be used for purposes other than the licensing of drivers.\n     (b)  Within ten days of an in-state conviction, and within ten days of the receipt of notice of an out-of-state conviction, the examiner of drivers shall record and maintain as part of the driver's record:\n     (1)  All convictions, disqualifications, and other licensing actions for violations both in this State and out-of-state, of any law relating to motor vehicle traffic control, other than a parking violation, committed in any type of vehicle, by a holder of a commercial driver's license; and\n     (2)  All convictions, disqualifications, and other licensing actions for violations both in this State and out-of-state, of any law relating to motor vehicle traffic control, other than a parking violation, committed while the driver was operating a commercial motor vehicle, and was required to have a commercial driver's license.\n     (c)  No commercial driver's license driver's conviction for any violation, in any type of motor vehicle, of a state or local traffic control law, except a parking violation, shall be expunged or subject to deferred imposition of judgment, nor shall an individual be allowed to enter into a diversion program that would prevent the conviction from appearing on the driver's driving record, whether the driver was convicted for an offense committed in this State or another state.\n     (d)  The state judiciary and the examiner of drivers shall make available information from any driver's record required by this section to the greatest extent possible, to the users designated in subsection (f), or their authorized agent, within ten days of:\n     (1)  Receiving the conviction or disqualification information from another state; or\n     (2)  Receiving the conviction for a violation occurring in this State.\n     (e)  All convictions, disqualifications, and other licensing actions for violations shall be retained on each driver's record for at least three years or longer as required under Title 49 Code of Federal Regulations Section 384.231(d).\n     (f)  Only the following users or their authorized agents may obtain a driver's record:\n     (1)  States may receive all information regarding any driver's record;\n     (2)  The Secretary of Transportation may receive all information regarding any driver's record;\n     (3)  A driver may receive only information related to that driver's record; and\n     (4)  A motor carrier or prospective motor carrier may receive all information regarding a driver's driving record, or the driver's driving record of a prospective driver; provided that the request is made by the driver.\n     (g)  The traffic violations bureaus of the district courts, upon request, shall furnish users designated in subsection (f), a certified driver record listing all convictions, disqualifications, and all licensing actions in this State and notification of any action received from other states that are recorded and maintained by the examiner of drivers.  The traffic violations bureaus shall collect a fee for those requests by users designated in subsection (f)(3) and (4), not to exceed $9, of which $5 shall be deposited into the general fund, $2 shall be deposited into the judiciary computer system special fund, and $2 shall be deposited into the highway fund. [L 1989, c 320, pt of §2; am L 1990, c 342, §15; am L 1993, c 268, §8; am L 1995, c 114, §8; am L 2004, c 103, §11; am L 2006, c 130, §9]"
}