{
    "name": "Maximum time period for business or development-related permits, licenses, or approvals; automatic approval; extensions",
    "number": "13.5",
    "text": "(a)  Unless otherwise provided by law, an agency shall adopt rules that specify a maximum time period to grant or deny a business or development-related permit, license, or approval; provided that the application is not subject to state administered permit programs delegated, authorized, or approved under federal law.\n\t(b)  All such issuing agencies shall clearly articulate informational requirements for applications and review applications for completeness in a timely manner.\n\t(c)  All such issuing agencies shall take action to grant or deny any application for a business or development-related permit, license, or approval within the established maximum period of time, or the application shall be deemed approved; provided that a delay in granting or denying an application caused by the lack of quorum at a regular meeting of the issuing agency shall not result in approval under this subsection; provided further that any subsequent lack of quorum at a regular meeting of the issuing agency that delays the same matter shall not give cause for further extension, unless an extension is agreed to by all parties.\n\t(d)  The maximum period of time established pursuant to this section shall be extended in the event of a national disaster, state emergency, or union strike, which would prevent the applicant, the agency, or the department from fulfilling application or review requirements.\n\t(e)  This section shall not apply to any proceedings of the public utilities commission.\n\t(f)  For purposes of this section, \"application for a business or development-related permit, license, or approval\" means any state or county application, petition, permit, license, certificate, or any other form of a request for approval required by law to be obtained prior to the formation, operation, or expansion of a commercial or industrial enterprise, or for any permit, license, certificate, or any form of approval required under sections 46-4, 46-4.2, 46-4.5, 46-5, and chapters 183C, 205, 205A, 340A, 340B, 340E, 340F, 342B, 342C, 342D, 342E, 342F, 342G, 342H, 342I, 342J, 342L, and 342P. [L 1998, c 164, §3; am L 2005, c 68, §1]"
}