{
    "name": "Procedure for adoption, amendment, or repeal of rules",
    "number": "3",
    "text": "(a)  Except as provided in subsection (f), prior to the adoption of any rule authorized by law, or the amendment or repeal thereof, the adopting agency shall:\n\n\n\n\t(1)\tGive at least thirty days' notice for a public hearing.  The notice shall include:\n\n\t\t(A)\tA statement of the topic of the proposed rule adoption, amendment, or repeal or a general description of the subjects involved; and\n\t\t(B)\tA statement that a copy of the proposed rule to be adopted, the proposed rule amendment, or the rule proposed to be repealed will be mailed to any interested person who requests a copy, pays the required fees for the copy and the postage, if any, together with a description of where and how the requests may be made;\n\t\t(C)\tA statement of when, where, and during what times the proposed rule to be adopted, the proposed rule amendment, or the rule proposed to be repealed may be reviewed in person; and\n\t\t(D)\tThe date, time, and place where the public hearing will be held and where interested persons may be heard on the proposed rule adoption, amendment, or repeal.\n\n\t\t\tThe notice shall be mailed to all persons who have made a timely written request of the agency for advance notice of its rulemaking proceedings, given at least once statewide for state agencies and in the county for county agencies.  Proposed state agency rules shall also be posted on the Internet as provided in section 91-2.6; and\n\t(2)\tAfford all interested persons opportunity to submit data, views, or arguments, orally or in writing.  The agency shall fully consider all written and oral submissions respecting the proposed rule.  The agency may make its decision at the public hearing or announce then the date when it intends to make its decision.  Upon adoption, amendment, or repeal of a rule, the agency, if requested to do so by an interested person, shall issue a concise statement of the principal reasons for and against its determination.\n\n\n\n\t(b)  Notwithstanding the foregoing, if an agency finds that an imminent peril to the public health, safety, or morals, or to livestock and poultry health, requires adoption, amendment, or repeal of a rule upon less than thirty days' notice of hearing, and states in writing its reasons for such finding, it may proceed without prior notice or hearing or upon such abbreviated notice and hearing, including posting the abbreviated notice and hearing on the Internet as provided in section 91-2.6, as it finds practicable to adopt an emergency rule to be effective for a period of not longer than one hundred twenty days without renewal.\n\t(c)  The adoption, amendment, or repeal of any rule by any state agency shall be subject to the approval of the governor.  The adoption, amendment, or repeal of any rule by any county agency shall be subject to the approval of the mayor of the county.  This subsection shall not apply to the adoption, amendment, and repeal of the rules of the county boards of water supply.\n\t(d)  The requirements of subsection (a) may be waived by the governor in the case of the State, or by the mayor in the case of a county, whenever a state or county agency is required by federal provisions to adopt rules as a condition to receiving federal funds and the agency is allowed no discretion in interpreting the federal provisions as to the rules required to be adopted; provided that the agency shall make the adoption, amendment, or repeal known to the public by:\n\n\n\n\t(1)\tGiving public notice of the substance of the proposed rule at least once statewide prior to the waiver of the governor or the mayor; and\n\t(2)\tPosting the full text of the proposed rulemaking action on the Internet as provided in section 91-2.6.\n\n\n\n\t(e)  No adoption, amendment, or repeal of any rule shall be invalidated solely because of:\n\n\n\n\t(1)\tThe inadvertent failure to mail an advance notice of rulemaking proceedings;\n\t(2)\tThe inadvertent failure to mail or the nonreceipt of requested copies of the proposed rule to be adopted, the proposed rule amendment, or the rule proposed to be repealed; or\n\t(3)\tThe inadvertent failure on the part of a state agency to post on the website of the office of the lieutenant governor all proposed rulemaking actions of the agency and the full text of the agency's proposed rules as provided in section 91-2.6.\n\n\n\nAny challenge to the validity of the adoption, amendment, or repeal of an administrative rule on the ground of noncompliance with statutory procedural requirements shall be forever barred unless the challenge is made in a proceeding or action, including an action pursuant to section 91-7, that is begun within three years after the effective date of the adoption, amendment, or repeal of the rule.\n\t(f)  Whenever an agency seeks only to repeal one or more sections, chapters, or subchapters of the agency's rules because the rules are either null and void or unnecessary, and not adopt, amend, or compile any other rules:\n\n\n\n\t(1)\tThe agency shall give thirty days' public notice at least once statewide of the proposed date of repeal and of:\n\n\t\t(A)\tA list of the sections, chapters, or subchapters, as applicable, being repealed; and\n\t\t(B)\tA statement of when, where, and during what times the sections, chapters, or subchapters proposed to be repealed may be reviewed in person;\n\n\t(2)\tThe agency shall post the full text of the proposed sections, chapters, or subchapters to be repealed on the Internet as provided in section 91-2.6; and\n\t(3)\tAny interested person may petition the agency regarding the sections, chapters, or subchapters proposed to be repealed, pursuant to section 91-6.\n\n\n\n\tThis subsection does not apply to the repeal of one or more subsections, paragraphs, subparagraphs, clauses, words, phrases, or other material within a section that does not constitute the entire section to be repealed. [L 1961, c 103, §3; am L 1965, c 96, §139a; Supp, §6C-3; HRS ; am L 1973, c 13, §1; am L 1979, c 64, §1; am L 1985, c 68, §2; am L 1989, c 64, §2; am L 1998, c 2, §§27, 28; am L 1999, c 301, §2(2); am L 2000, c 283, §6]\nCross References\n\n  Additional requirements for publication of notice of public hearings, see §92-41.\nAttorney General Opinions\n\n  The \"General Requirements and Covenants\" of public works contracts are rules as defined by section 91-1 and any amendments require notice and a public hearing.  Att. Gen. Op. 66-10.\n  Section is limited to rules having the force and effect of law; AG Opinion 66-10 superseded.  Att. Gen. Op. 72-5.\n  State agency required by subsection (a)(1) to publish notice of hearing must in addition comply with publication requirements of section 92-41.  Att. Gen. Op. 73-12.\n  Board cannot adopt \"policy\" which would have the effect of amending a rule, without following HAPA requirements.  Att. Gen. Op. 81-11.\n  Notices are not required to be in the legal section of a newspaper.  Att. Gen. Op. 89-4.\n  Substantial changes in proposed rules made after public hearing require additional hearing where material is included on subject not covered in original notice or change was not advocated or discussed at original hearing.  Att. Gen. Op. 91-05.\n  For the repeal of rules, this section and §92-41 did not require individual notice to all property owners potentially affected by the change in the rules but only notice by publication, and a mailing to those persons who requested advance notice of department's rulemaking proceedings.  Att. Gen. Op. 97-4.\nCase Notes\n\n  Where defendant did not give notice and hold public hearing pursuant to subsection (a) before issuing approval of use of wood preservative, defendant's approval, together with defendant's conditions of approval, would appear to be rulemaking.  939 F. Supp. 746.\n  Department provided adequate notice under this chapter of its intent to hold public hearings on proposed amendments to its administrative rules; nothing in chapter or case law requires that notice of public hearings on proposed amendments be published only after the effective date of the statute authorizing such amendments.  88 H. 307, 966 P.2d 619.\n  Where city appraiser's unwritten methodology for determining imparted value fell within definition of a rule for purposes of §91-1(4), city needed to follow rulemaking procedures set forth in this section prior to applying imparted value deductions toward golf course assessments.  89 H. 381, 974 P.2d 21.\n  Changes may be made in a rule between the original proposed and presented at a public hearing and as finally adopted.  Substantial change in a rule after a public hearing may require another public hearing.  50 H. 156, 434 P.2d 516.\n  Notice should fairly apprise interested parties of what is being proposed so they can formulate and present rational responses to the proposal.  64 H. 389, 642 P.2d 530.\n  \"Substance\" of proposed rules defined.  64 H. 389, 642 P.2d 530.\n  Rule enabling insurance commissioner to prescribe endorsements did not give carte blanche authority to sidestep the independent requirements of chapter 91.  67 H. 148, 682 P.2d 73.\n  Adoption by reference of future amendments unlawful.  67 H. 451, 691 P.2d 365.\n  No waiver of notice and hearing requirements allowed where agency had discretion to interpret federal provisions as to required rules.  68 H. 80, 705 P.2d 17.\n  Inadequate notice, discussed.  70 H. 135, 764 P.2d 1233.\n  Notice of public hearing met all requirements of this section; no merit to points on appeal that court erroneously dismissed claims that proposed hearing room was too small and that separate hearings should be held on neighbor islands.  10 H. App. 210, 863 P.2d 344.\nHawaii Legal Reporter Citations\n\n  Public hearing necessary before rules can be adopted.  77-2 HLR 77-793.\n  Substance of proposed rules.  78-2 HLR 781."
}