{
    "name": "Declaratory judgment on validity of rules",
    "number": "7",
    "text": "(a)  Any interested person may obtain a judicial declaration as to the validity of an agency rule as provided in subsection (b) herein by bringing an action against the agency in the circuit court of the county in which petitioner resides or has its principal place of business.  The action may be maintained whether or not petitioner has first requested the agency to pass upon the validity of the rule in question. \t(b)  The court shall declare the rule invalid if it finds that it violates constitutional or statutory provisions, or exceeds the statutory authority of the agency, or was adopted without compliance with statutory rulemaking procedures. [L 1961, c 103, §7; Supp, §6C-7; HRS ]\nAttorney General Opinions\n\n  Agency rule adopted under former version of statute without authority upon statute's amendment.  Att. Gen. Op. 85-13.\nCase Notes\n\n  Plaintiff required to exhaust remedy under this section before resorting to federal court to attack regulation as unconstitutional.  252 F. Supp. 223.\n  Rules not adopted in compliance with chapter 91 are invalid.  55 H. 478, 522 P.2d 1255.\n  Dismissal of complaint for declaratory judgment for failure to join indispensable parties held erroneous.  58 H. 292, 568 P.2d 1189.\n  \"Interested persons.\"  63 H. 166, 623 P.2d 431.\n  Plaintiff had standing under \"injury in fact\" test to bring action under this section where plaintiff alleged injury by insurer's denial of medical treatment, injury fairly traceable to agency's rules, and decision precluding use of rule would likely provide plaintiff relief.  82 H. 249, 921 P.2d 169.\n  A water management area designation under chapter 174C may not be challenged in an original action pursuant to this section.  83 H. 484, 927 P.2d 1367.\n  Under this section, court authorized to order ancillary, affirmative relief.  5 H. App. 419, 697 P.2d 43; 6 H. App. 160, 715 P.2d 813.\n  Cited:  939 F. Supp. 746."
}