{
    "name": "Contested cases; notice; hearing; records",
    "number": "9",
    "text": "(a)  Subject to section 91-8.5, in any contested case, all parties shall be afforded an opportunity for hearing after reasonable notice.\t(b)  The notice shall include a statement of:\n\n\n\n\t(1)\tThe date, time, place, and nature of hearing;\n\t(2)\tThe legal authority under which the hearing is to be held;\n\t(3)\tThe particular sections of the statutes and rules involved;\n\t(4)\tAn explicit statement in plain language of the issues involved and the facts alleged by the agency in support thereof; provided that if the agency is unable to state such issues and facts in detail at the time the notice is served, the initial notice may be limited to a statement of the issues involved, and thereafter upon application a bill of particulars shall be furnished;\n\t(5)\tThe fact that any party may retain counsel if the party so desires and the fact that an individual may appear on the individual's own behalf, or a member of a partnership may represent the partnership, or an officer or authorized employee of a corporation or trust or association may represent the corporation, trust, or association.\n\n\n\n\t(c)  Opportunities shall be afforded all parties to present evidence and argument on all issues involved.\n\t(d)  Any procedure in a contested case may be modified or waived by stipulation of the parties and informal disposition may be made of any contested case by stipulation, agreed settlement, consent order, or default.\n\t(e)  For the purpose of agency decisions, the record shall include:\n\n\n\n\t(1)\tAll pleadings, motions, intermediate rulings;\n\t(2)\tEvidence received or considered, including oral testimony, exhibits, and a statement of matters officially noticed;\n\t(3)\tOffers of proof and rulings thereon;\n\t(4)\tProposed findings and exceptions;\n\t(5)\tReport of the officer who presided at the hearing;\n\t(6)\tStaff memoranda submitted to members of the agency in connection with their consideration of the case.\n\n\n\n\t(f)  It shall not be necessary to transcribe the record unless requested for purposes of rehearing or court review.\n\t(g)  No matters outside the record shall be considered by the agency in making its decision except as provided herein.  [L 1961, c 103, §9; Supp, §6C-9; HRS ; am L 1980, c 130, §1; gen ch 1985; am L 2003, c 76, §2]\nCase Notes\n\n  Provision for waiver of any procedure includes procedural requirements of §91-11.  54 H. 10, 510 P.2d 358.\n  Subsection (c) applied.  55 H. 538, 524 P.2d 84.\n  There were no statutes which required that the prisoner be given a hearing on transfer from state to federal prison.  58 H. 386, 570 P.2d 563.\n  Full hearing, what constitutes.  60 H. 166, 590 P.2d 524.\n  State did not have to follow contested case procedures in canceling a lease of state land.  66 H. 632, 672 P.2d 1030.\n  Particularized notice of methodology used by public utilities commission in its ratemaking determinations not required.  67 H. 425, 690 P.2d 274.\n  Where board of land and natural resources improperly consulted outside sources, the violation was cured by the subsequent rehearing proceeding.  76 H. 259, 874 P.2d 1084.\n  Appellant failed to show that board of medical examiners violated subsection (g), where appellant contended that board violated subsection (g) by taking testimony from hearings officer during a hearing before the board en banc about matters not contained in the record.  78 H. 21, 889 P.2d 705.\n  Receiving a letter from party and taking a view of the premises after the public hearing was closed were irregularities leading to reversal.  2 H. App. 43, 625 P.2d 1044.\n  Not violated by agency's order that parties not make any further comments unless specifically requested.  4 H. App. 633, 675 P.2d 784.\n  Cited:  904 F. Supp. 1098.\nHawaii Legal Reporter Citations\n\n  Right to counsel.  77-1 HLR 76-295.\n  Contested case hearing.  79 HLR 79-0651.\n  No rules.  80-1 HLR 800114.\n  Hearing required.  80-1 HLR 800249; 83-1 HLR 830473."
}