{
    "name": "Liability on bond, how enforced",
    "number": "32",
    "text": "By entering into a bond for costs or to stay the execution of any proceedings to enforce a judgment, the surety submits oneself to the jurisdiction of the court, irrevocably appoints the clerk of the court as the surety's agent upon whom any papers affecting the surety's liability on the bond may be served, and agrees that the surety's liability may be enforced on motion without the necessity of an independent action.\n     The papers served on the clerk as statutory agent for the surety shall be mailed by the clerk to the surety if the surety's address is known. [L 1895, c 25, §4; RL 1925, §2540; RL 1935, §3508; RL 1945, §9510; RL 1955, §208-10; HRS §641-45; am L 1972, c 89, pt of §5; ren HRS ; gen ch 1993]\n \nGeneral Note\n \n  See appended chapter note, pt. I A7c, I D7.\n \nChapter Note\n \n  (Although this Chapter Note was prepared in connection with appeals under former law, it is being retained as containing considerable material of value in interpreting present provisions.  It is to be noted that under current provisions the distinction between circuit courts and circuit judges at chambers has been eliminated, and the only appeal from the district courts (formerly district magistrates) is to the supreme court on the record.  It should be noted further that HRCP rules 73 through 76 and HRPP rules 37 through 39 have been deleted; for rules governing procedure in appeals to the Hawaii Supreme Court and the Hawaii Intermediate Court of Appeals, see Hawaii Rules of Appellate Procedure.)\n \nI.   Appeals to Supreme Court\n     A.   From circuit court or circuit judge at chambers, as of right (Includes appeals from family court)\n     B.   From circuit court or circuit judge at chambers, interlocutory\n     C.   From land court\n     D.   From district magistrate on points of law\n     E.   From other courts and agencies\n \nII.  Appeals to Circuit Court\n     A.   From circuit judge at chambers or land court\n     B.   From district magistrate for trial de novo or in mitigation of sentence\n     C.   From district magistrate on points of law\n     D.   From administrative agencies\n \nI.   APPEALS TO SUPREME COURT\n     A.  From circuit court or circuit judge at chambers, as of right.  (Includes appeals from family court.)\n     In general, see HRCP rule 73; HRPP rule 37, §§571-54, 641-1, 641-11, 641-17.\n \nANALYSIS\n \n      1.  When appeal lies as of right.\n      2.  Final judgment, what is.\n      3.  Decisions reviewable.\n      4.  Right of review, who has.\n      5.  Time for appeal.\n      6.  Parties.\n      7.  Other requisites.\n      8.  Effect of transfer of cause.\n      9.  Scope of review.\n     10.  Disposition of cause.\n \n     1.   WHEN APPEAL LIES AS OF RIGHT.\n \n     a.  In general.\n \n  See also IA3a.\n \n  Appeal does not lie as of right unless final determination has been made.  8 H. 253; 9 H. 357; 10 H. 398; 14 H. 108; 14 H. 554, 565-66; 20 H. 563; 25 H. 805, 806; 29 H. 242; 40 H. 475; 41 H. 345; 43 H. 243, 245; 47 H. 298, 387 P.2d 475; 48 H. 534, 404 P.2d 899; 49 H. 59, 410 P.2d 974.\n \n     b.  Multiple claims, multiple parties.\n \n  Effect of HRCP rule 54(b), see 42 H. 192, 194; 44 H. 557, 563, 356 P.2d 863; 47 H. 479, 391 P.2d 869; 48 H. 152, 155, 397 P.2d 593; compare 42 H. 228.\n \n     c.  Statutes providing for appeal of interlocutory orders and judgments as of right.\n \n  See §§101-34, 380-10, 641-13.\n \n     2.  FINAL JUDGMENT, WHAT IS.\n \n  See, civil:  HRCP rules 54(a), (b), 58; criminal:  HRPP rule 32(c); §641-11; §641-18; entry of judgment or order, what constitutes, effect of HRCP rule 58, HRCP rule 32(b); 44 H. 655, 657, 361 P.2d 383, 385; 45 H. 501, 503, 370 P.2d 480, 482; 46 H. 221, 377 P.2d 696, rehearing denied 46 H. 289, 378 P.2d 880; tolling of time for appeal, effect of, see IA5c; certain family court proceedings concerning children, petition for rehearing required as prerequisite to appeal, §571-54.\n \nAnalysis\n \n     a.   Final, instances.\n     b.   Not final, instances.\n \n     a.  Final in following instances:\n \n  See also IA3b, IA4e.\n \n  Order for temporary maintenance.  14 H. 554; 24 H. 510.\n \n  Order for representation by guardian ad litem of defendant who asserts mental competence.  23 H. 457; 41 H. 499; 42 H. 60.\n  Order for payment of attorney's fee for representation of judge in prohibition proceedings which had been terminated.  22 H. 641.\n \n  Quashing summons and service where action dismissed, 46 H. 1, 3, 373 P.2d 710, 711, or where tantamount to dismissal of action, 46 H. 15, 374 P.2d 1, rehearing denied 46 H. 51, 374 P.2d 1, see also 30 H. 191; compare 20 H. 563; 24 H. 250.\n \n  Compulsory nonsuit.  45 H. 427, 368 P.2d 879.\n \n  Order approving annual account, when interested party appears and is heard on his objections.  18 H. 542, 546.\n \n  Decree of distribution in probate.  23 H. 451, affirmed 250 F. 612.\n \n  Revocation of decree of distribution, final as to attorney ordered to refund fee.  15 H. 13, 15.\n \n  Order of sale by receiver, 16 H. 258, order of sale in partition, 9 H. 389; compare 43 H. 243, order of sale in partition not final; 34 H. 686, 693, decree in partition not final.\n \n  Order denying motion to quash execution levy.  19 H. 511, 514.\n \n  Order quashing writ of possession, dependent upon grounds.  37 H. 21.\n \n  Order granting new trial when no jurisdiction to do so, see 17 H. 374, 480; 17 H. 445; 34 H. 123, 129.\n \n     b.  Not final in following instances:\n \n  See also IA3a, IA5.\n \n  Opinion or decision to be followed by judgment.  5 H. 314; 7 H. 673; 9 H. 359; 10 H. 25; 11 H. 3; 20 H. 516; 24 H. 518; 28 H. 403; 29 H. 73, 78; 30 H. 620; 37 H. 402; 44 H. 557, 562, 356 P.2d 386, 390; 49 H. 304, 308, 415 P.2d 319, 321; 50 H. 1, 2, 427 P.2d 845, 846.\n \n  Order for entry of judgment, finality questioned.  44 H. 557, 562, 356 P.2d 386, 390.\n \n  Direction for judgment to be entered upon further action of the court.  22 H. 733.\n \n  Order directing amendment of judgment so as to provide for nunc pro tunc entry.  49 H. 508, 421 P.2d 296.\n \n  Appointment of trustees to take effect on filing of bond.  42 H. 192.\n \n  Taking \"under advisement\" of matter of alimony.  41 H. 345.\n \n  Overruling of demurrer or denial of motion to dismiss.  9 H. 218; 10 H. 398; 14 H. 108; 29 H. 242; 40 H. 475.  Same, though appeal taken by co-party to establish competency, no review of order overruling demurrer.  23 H. 457, 471.\n \n  Allowance of amendment to exclude certain interests from condemnation.  44 H. 557, 561, 356 P.2d 386, 389.\n \n  Denial of motion to quash summons or service.  21 H. 54.\n \n  Quashing summons when another summons may issue.  20 H. 563; 24 H. 250, compare 46 H. 15, 374 P.2d 1, rehearing denied 46 H. 289, 378 P.2d 880.\n \n  Refusal of continuance.  10 H. 198, 206.\n \n  Order granting stay of proceedings pending arbitration.  46 H. 51, 374 P.2d 1.\n \n  Refusal to set aside entry of default, judgment not having been entered.  25 H. 805, compare 46 H. 52, 374 P.2d 665.\n \n  Order granting new trial.  17 H. 374; 48 H. 534, 404 P.2d 899.\n \n  Ordering of new account.  9 H. 357.\n \n  Denial of motion for attorneys' fees, when movant has not been dismissed from the action.  47 H. 298, 387 P.2d 475.\n \n  Order to appear and testify before grand jury upon pain of being adjudged guilty of contempt.  20 H. 255.\n \n  Order requiring security for costs and staying proceedings pending compliance.  22 H. 303, compare 47 H. 298, 302, 387 P.2d 475, 477, citing 337 U.S. 541.\n \n  Order determining that a certain sum is a garnishable debt, where judgment not yet entered.  42 H. 324, 332.\n \n  Appointment of special administrator.  22 H. 712.\n \n  Ex parte approval of accounts.  18 H. 542, 546.\n \n  Decree in partition suit determining the interests of the parties and appointing commissioner to subdivide land and set off to parties according to their interests, 34 H. 686, 693; order of sale in partition, 43 H. 243; compare 9 H. 389, order of sale in partition final; 16 H. 258, order of sale by receiver final.\n \n  Adjudication of tax due, where order of sale not yet entered.  18 H. 267.\n \n  Revocation of probation.  38 H. 155; 38 H. 305.\n \n  Order denying objection to amendment of pleadings.  56 H. 662, 548 P.2d 251.\n \n     3.  DECISIONS REVIEWABLE.\n \n  See also IA1, 2, final judgment, entry of judgment, multiple claims, multiple parties; IA4, right of review, who has; IA9, scope of review.\n \nAnalysis\n \n     a.   Not separately appealable but reviewable on appeal from judgment.\n     b.   Separately appealable.\n     c.   Not appealable.\n     d.   Void order or judgment.\n \n     e.   Mootness.\n \n     a.  Not separately appealable but reviewable on appeal from judgment:\n \n  Order denying new trial.  43 H. 76; 46 H. 52, 57, 374 P.2d 665, 668; 46 H. 289, 291, 378 P.2d 880, 881.  Granting new trial, see 50 H. 195, 436 P.2d 3.\n \n  Denial of motion which has affected finality of the judgment.  49 H. 508, 421 P.2d 296.\n \n  Interlocutory orders which are not appealable as of right.  14 H. 648, 650; 26 H. 290, 296; 291 F. 721; 34 H. 686, 694; compare 23 H. 457, 471.\n \n     b.  Separately appealable:\n \n  Denial of motion to set aside judgment under HRCP rule 60(b).  46 H. 52, 374 P.2d 665; 50 H. 49, 430 P.2d 319.\n \n  Order taxing costs, made after time for appeal has run on the judgment.  49 H. 311, 417 P.2d 636.\n \n  Order confirming sale.  16 H. 258.\n \n  Denial of leave to appeal in forma pauperis.  44 H. 31, 352 P.2d 616; 44 H. 288, 353 P.2d 184; 44 H. 612, 359 P.2d 501; 46 H. 349, 350, 379 P.2d 590, 591.\n \n     c.  Not appealable:\n \n  Ministerial acts of clerk after judgment.  22 H. 353; 22 H. 708, 711.\n \n  Refusal of circuit judge to allow interlocutory appeal, §§641-1 \nand 641-17.  43 H. 171.\n \n  Error in charge to jury though prejudicial to prosecution, where defendant acquitted, §641-13.  42 H. 102.\n \n  No direct appeal to supreme court from probate court if matter of fact is in issue and statute allows appeal from probate court to circuit court with a jury.  10 H. 25, 27; 26 H. 186.  See §641-1, explained 11 H. 379.  Issues appealable to a jury, see IIAi.\n \n  Whether order terminating probation reviewable upon appeal other than by writ of error, raised but not decided.  38 H. 155, followed 38 H. 305.  See §641-18.\n \n     d.  Void order or judgment.\n \n  See ID3.\n \n     e.  Mootness.\n \n  Appeal dismissed where impossible to grant effectual relief, 26 H. 171; 27 H. 415; 35 H. 570; 44 H. 557, 356 P.2d 386; where result sought by appellant has been produced in a different way, 50 H. 22, 428 P.2d 411; where trial period challenged by the appeal has expired, 38 H. 428; where county clerk has complied with peremptory writ from which he appealed and election has been held, 25 H. 51; where officer whose appointment was disputed subsequently received valid appointment, 32 H. 818; where question presupposed defendant on probation and probation revoked.  35 H. 565, 567.  Compare 27 H. 150.\n \n  Death of plaintiff-appellee while appeal pending does not moot taxpayer's suit brought by him.  23 H. 571.\n \n     4.  RIGHT OF REVIEW, WHO HAS.\n \n  See also IA3, decisions reviewable; IA6, parties; IA9, scope of review.\n \nAnalysis\n \n     a.   General rule.\n     b.   Party aggrieved, instances.\n     c.   Party not aggrieved, instances.\n     d.   Party in default, rights of.\n     e.   Persons not parties, instances in which right of review.\n     f.   Persons not parties, instances in which no right of review.\n \n     a.  General rule.\n \n  Only party aggrieved may appeal.  24 H. 212; 25 H. 786, rehearing denied 25 H. 807; 28 H. 310, 324; 29 H. 849; 42 H. 60; 44 H. 93, 99, 352 P.2d 856, 860; 46 H. 475, 498, 382 P.2d 920, 941.  Party not aggrieved may not cross-appeal but he may urge a point leading to affirmance though on grounds different from those of trial court.  46 H. 578, 582, 384 P.2d 527, 529; compare 35 H. 158, 188.\n \n     b.  Party aggrieved, instances:\n \n  Person adjudged incompetent aggrieved thereby.  42 H. 60.\n \n  Party aggrieved by decree which, though in his favor, does not accord him all the relief to which he is entitled.  38 H. 310, 325.\n \n  Co-executor may appeal order approving accounts of another executor.  18 H. 542, 546.\n \n  Successor trustee may appeal judgment finding deficiency in corpus due to errors of predecessors, when recoupment will involve expensive litigation and trustees contend there is no deficiency.  46 H. 475, 499, 382 P.2d 920, 942.\n \n  Trustee has right of appeal where annuity, ordered paid to certain persons, has been paid to wrong persons for some time.  22 H. 78.\n \n  Where remaindermen are minors or unborn, trustees may appeal order for payment of guardian ad litem and attorneys' fees.  30 H. 41.\n \n  Territory aggrieved by erroneous dismissal without prejudice of another's petition for boundary determination, when it was financially interested in having the boundary adjudicated.  20 H. 278.\n \n  Parties ordered to pay attorney's fee under mechanic's lien statute have right to review of ruling that proper service made on indispensable party.  48 H. 306, 402 P.2d 440.\n \n  Surety aggrieved by failure of judgment to provide for foreclosure of mechanic's lien, where right of surety to defenses thereby placed in question.  49 H. 578, 426 P.2d 298.\n \n  Intervener aggrieved by judgment upholding validity of agreement, when intervener's garnishment is defeated thereby.  48 H. 68, 395 P.2d 691.\n \n     c.  Party not aggrieved, instances:\n \n  Person claiming to be heir at law who has not adduced prima facie proof of his status, no appeal from order admitting will to probate.  5 H. 288, see also 7 H. 640; 9 H. 520.\n \n  Party failing to show interest in property involved, no appeal from decree determining rights in trust corpus, 24 H. 212, or residuary estate, 43 H. 304, 309.\n \n  Sister of alleged incompetent seeking appointment as guardian, not aggrieved by appointment of another where she does not show her rights actually affected.  42 H. 60.\n \n  Trustees have no appeal where decree merely determines how funds or property to be distributed among beneficiaries.  25 H. 807, affirming 25 H. 786; 30 F.2d 769, affirming 30 H. 207; 42 H. 220.\n \n  Annuitant completely protected even if decree stands, not aggrieved.  25 H. 786.\n \n  Party not aggrieved by holding that other parties have no right of appeal.  25 H. 813.\n \n  Employer has no right of appeal from judgment disqualifying employees from unemployment benefits, where point in which employer interested would be for determination on remand in event of reversal of disqualification ruling.  44 H. 93, 352 P.2d 856; 46 H. 140, 377 P.2d 715; compare 46 H. 475, 501; 382 P.2d 920, 942.\n \n  After final judgment prevailing party cannot appeal order overruling demurrer though adverse party has appealed from the judgment, 29 H. 242; cannot appeal erroneous ruling that could not lead to more favorable judgment, 49 H. 267, 270, 414 P.2d 428, 430, denying rehearing 49 H. 77, 412 P.2d 669; appellee has no right to review of order overruling demurrer though appeal taken by co-party to establish mental competency, 23 H. 457, 471; party prevailing on merits cannot appeal adverse ruling on defense of estoppel, 46 H. 578, 582, 384 P.2d 527, 530; compare 35 H. 158, 188.  See also IA9d, scope of review, re affirmance on different grounds.\n \n  No right of appeal by owners of buildings, when condemnor subsequently discontinues as to fee simple owners.  44 H. 557, 356 P.2d 386.\n \n     d.  Party in default, rights of:\n \n  Defaulting party may appeal where default in effect has been set aside.  34 H. 232.  Party against whom default judgment is ordered because of striking of the answer may appeal.  18 H. 161.\n \n  Party in default having moved to set aside the judgment, an appeal lies from denial of such motion.  46 H. 52, 374 P.2d 665.\n \n     e.  Persons not parties, right of review in following instances:\n \n  Attorney who is aggrieved by order substituting another attorney may appeal from the order.  43 H. 51.\n \n  Attorney denied fee out of estate assets as appellant.  43 H. 90.\n \n  Whether person not allowed to intervene may appeal, not decided, 18 H. 429, 434; but in 24 H. 744; 25 H. 150, such an appeal was heard.  Right of appeal depends upon whether intervention as of right or permissive.  50 H. 172, 435 P.2d 21.\n \n     f.  Persons not parties, no right of review in following instances:\n \n  Surety on bond of executrix, no right of appeal from surcharge against her in probate.  22 H. 403.\n \n  Person not allowed to intervene, see IA4e.\n \n     5.  TIME FOR APPEAL.\n \n  See HRCP rule 73(a); HRPP rule 37(c), (e); note IA1, 2.\n \nAnalysis\n \n     a.   Premature, when.\n     b.   Tolling of time for appeal.\n     c.   Effect of entry of judgment or resumption of appeal period, where premature appeal is on file.\n     d.   Computation of time.\n     e.   Not timely, effect.\n \n     a.  Premature, when.\n \n  See also IA1, 2 and 5b.\n \n  Judgment not yet entered, premature.  7 H. 673; 10 H. 25; 20 H. 219, 221; 20 H. 516; 24 H. 518; 24 H. 638, 640-41; 28 H. 403; 37 H. 402; 45 H. 501, 370 P.2d 480; 50 H. 1, 427 P.2d 845; 56 H. 662, 548 P.2d 251.\n \n     b.  Tolling of time for appeal.\n \n  Time for appeal tolled by certain enumerated motions if timely made, and an appeal is premature if taken during period when the time for appeal is tolled.  HRCP rule 73(a); HRPP rule 37(c); 42 H. 192, 43 H. 148; 44 H. 655, 658, 361 P.2d 383, 386; 47 H. 304, 387 P.2d 218; 48 H. 534, 535-36, 404 P.2d 899; 50 H. 85, 431 P.2d 943.\n \n  When time for appeal tolled, it does not start to run again until the motion tolling the time for appeal has been disposed of in writing.  50 H. 85, 431 P.2d 943.\n \n  Not tolled by motion filed within ten days after denial of previous motion but more than ten days after entry of judgment.  46 H. 221, 377 P.2d 696, rehearing denied 46 H. 289, 378 P.2d 880.\n \n  Not tolled by holding of hearing on motion to set aside order denying new trial.  46 H. 221, 226, 377 P.2d 696, 700, rehearing denied 46 H. 289, 378 P.2d 880.\n \n     c.  Effect of entry of judgment or resumption of appeal period, where premature appeal is on file.\n \n  Premature appeal not remedied by subsequent entry of judgment where appeal purports to be from nonappealable decision or order.  24 H. 518, 522; 37 H. 402, 403; 45 H. 501, 370 P.2d 480.\n \n  Remedied by timely document which in effect refiles the notice of appeal.  47 H. 304, 387 P.2d 218; 50 H. 1, 2, 427 P.2d 845, 846.\n \n  Compare 7 H. 673, holding premature appeal remedied by order for entry nunc pro tunc as of date of judgment.\n \n     d.  Computation of time.\n \n  See also IA5b.\n \n  Runs from entry of judgment, not date of notice of entry.  See HRCP rules 73(a), 77(d); HRPP rules 37(b), (c), 49(c); 7 H. 214.\n \n  Runs from entry of order which is final and appealable, though not entitled \"judgment\".  46 H. 15, 374 P.2d 1, rehearing denied 46 H. 51, 374 P.2d 1.\n \n  Entry of judgment or order nunc pro tunc does not affect time computation.  24 H. 638.\n \n  Filing of appeal after business hours, valid.  38 H. 443.\n \n     e.  Not timely, effect.\n \n  Invalid.  5 H. 288, 290; 14 H. 580, 583; 24 H. 518, 523; 36 H. 394; 46 H. 15, 18, 374 P.2d 1, 3, rehearing denied 46 H. 51, 374 P.2d 1; 46 H. 221, 377 P.2d 696, rehearing denied 46 H. 289, 378 P.2d 880; 50 H. 85, 431 P.2d 943.  Compare §1-5 and note.\n \n  Absence from jurisdiction no excuse.  4 H. 503.\n \n  Indigent defendant in criminal case, right of appeal saved where efforts were timely made.  42 H. 1, 11; 44 H. 31, 352 P.2d 616; 44 H. 52, 352 P.2d 629.\n \n     6.  PARTIES.\n \n  See also IA4, right of review, who has, IA10i, disposition of cause, co-defendants.\n \nAnalysis\n \n     a.   Necessary parties.\n     b.   Substitution of parties.\n \n     a.  Necessary parties.\n \n  See HRCP rule 74, joinder.\n \n  A party is adverse to appellant and must be served with notice of appeal, \"whose interest would be detrimentally affected if any of the relief sought by the bill should be granted.\"  26 H. 436, 439-40.  Co-defendant held jointly and severally liable must be served since successful appeal would throw entire burden of the judgment on him.  24 H. 436; compare 24 H. 579.\n \n  Defendant against whom no judgment rendered not a necessary party on appeal by co-defendant.  36 H. 184, 186.\n \n  Garnishee not a necessary party on appeal by defendant.  21 H. \n638.\n \n  Where numerous defendants are convicted the judgments are several, and one may appeal without joining the others.  18 H. 392.\n \n  Specification of error that master's fee excessive will not be reviewed where master not brought before the court by service of notice of appeal.  44 H. 442, 452, 355 P.2d 33, 39.\n \n  Executor named in will having renounced appointment, upon appeal by contestant administrator with will annexed must be served.  9 H. 638.\n \n  Where guardian ad litem has failed to answer and it appears minors might have substantial interest, court will remand to insure proper representation.  28 H. 310, 328.\n \n  On appeal by trustee in bankruptcy from order denying leave to intervene in mortgage foreclosure suit, bankrupt not a necessary party where hopelessly insolvent.  24 H. 744, 748.\n \n  Where administrator substituted as appellee in suit over title to land, heirs not necessary parties by virtue of cited statutes.  43 H. 241, compare 44 H. 464, 474, 357 P.2d 100, 107; 45 H. 1, 13, 361 P.2d 374, 381; 49 H. 409, 410, 420 P.2d 93, 94.\n \n  Purchaser at receiver's sale held not a necessary party on appeal from the order of sale.  16 H. 258.\n \n  Under cited statutes parties in default not appellees.  35 H. 262, 269; 37 H. 165, 169.\n \n     b.  Substitution of parties.\n \n  See Sup. Ct. rule 6(g), see §634-61 abatement and revival, §§663-1 to 7, tort actions.\n \n  Upon dissolution of corporate plaintiff, trustee for creditors and stockholders substituted as appellant.  44 H. 543, 356 P.2d 379.\n \n  Upon death of plaintiff after recovering judgment, his personal representative will be substituted as appellee on motion.  25 H. 479.  Same where decedent was the appellant.  25 H. 482.\n \n  Executor permitted to be substituted for deceased appellee, though motion for substitution not timely.  45 H. 427, 433, 368 P.2d 879, 883.\n \n  Death of plaintiff-appellee while appeal pending does not call for dismissal of taxpayer's suit brought by him.  23 H. 571.\n \n  Administrator may be substituted as appellee in suit over title to land, and by virtue of cited statutes, heirs are not necessary parties.  43 H. 241; compare 44 H. 464, 474, 357 P.2d 100, 107; 45 H. 1, 13, 361 P.2d 374, 381; 49 H. 409, 410, 420 P.2d 93, 94.\n \n  In will contest, administrator de bonis non substituted for deceased executor in official capacity, and deceased's administrator substituted for him in his personal capacity.  46 H. 127, 128, 376 P.2d 125, 126.\n \n  Death of former husband does not preclude appeal by divorced wife where property rights are involved.  10 H. 117, 121.\n \n  Right of administrator to appear in appellate court when death occurred after judgment but before appeal, raised but not decided.  27 H. 219.\n \n  Under early practice substitution of parties was not necessary when party died after verdict.  10 H. 505; 19 H. 385; 27 H. 755.\n \n     7.  OTHER REQUISITES.\n \n  See also IA5, time for appeal, IA6, parties.  See HRCP rules 73, 75; HRPP rules 37, 39; Sup. Ct. Rules 1(a), 3, 7, 8, 9; Cir. Ct. Rules, 1st Cir., Rules 25, 26, 2d, 3d, 5th Cir., Rules 22, 23; §§78-20, 607-6, 607-7.\n \nAnalysis\n \n     a.   Notice of appeal.\n     b.   Service.\n     c.   Bond.\n     d.   Costs of court.\n     e.   Record.\n     f.   Briefs.\n     g.   Noncompliance with requirements, effect of.\n \n     a.  Notice of appeal.\n \n  See HRCP rule 73(a), (b); HRPP rule 37(b).\n \n  Filing of timely notice of appeal is sole jurisdictional requisite.  42 H. 324, 326; 43 H. 48; 43 H. 148, 153; see also 44 H. 613, 623, 359 P.2d 932, 937.\n \n  Allowance of appeal not necessary where taken from final judgment.  43 H. 243, 245.\n \n  Mere notation in the minutes of intention to appeal insufficient; must be in writing and filed.  9 H. 141.\n \n  Appeal from \"oral order\" nugatory.  45 H. 501, 370 P.2d 480.  Same where appeal taken from \"decision.\"  24 H. 518; 37 H. 402, 403.\n \n  Notice of appeal from order denying new trial treated as appeal from judgment.  43 H. 76.\n \n  Bill of exceptions treated as appeal from judgment.  42 H. 74.\n \n  Requisites are met when there is something filed of record that serves the purposes of the rules governing appeals.  47 H. 304, 307, 387 P.2d 218, 220; 50 H. 1, 2, 427 P.2d 845.\n \n  Designation of correct date of judgment in notice of appeal not crucial.  50 H. 1, 2, 427 P.2d 845, 846, compare 18 H. 267, decided before adoption of present rules.\n \n  Following cases decided before adoption of present rules:  mere notice of \"intention\" to appeal insufficient, 14 H. 411; mistake in designation of cause and parties not permitted to be corrected, 15 H. 316.\n \n     b.  Service.\n \n  See HRCP rule 73(b); HRPP rule 37(b).  See also IA6, parties.\n \n  Service of notice of appeal need not be within time allowed for filing notice of appeal, and whether failure to serve will result in dismissal of the appeal rests in discretion of Supreme Court.  15 H. 628, 631; 27 H. 682; 35 H. 262, 270; 37 H. 165, 168.\n \n  Court will not decide an issue affecting one not served.  44 H. 442, 452, 355 P.2d 33, 39.\n \n  Service on one of several joint makers of note sufficient.  24 H. 774.\n \n  Error in service \"X Trust Company\" instead of \"X Trust Company, administrator of Estate of Y\" harmless under circumstances.  33 H. 88.\n \n  Service on attorney not shown to be of record insufficient.  24 H. 744.\n \n     c.  Bond.\n \n  See HRCP rule 73(c), (e), (f), (h); Sup. Ct. Rule 9(b); Cir. Ct. Rules, 1st Cir., Rule 26(b), 2d, 3d, 5th Cir., Rule 22; §78-20, sureties; §641-31, insufficiency of bond, effect; §607-24, none required of the government.\n \n  Obligee on bond, enforcement of bond, see Sup. Ct. Rule 9(b), HRCP rule 73(f), compare ; 9 H. 424; 33 H. 311; 35 H. 21.\n \n  Bond defective when it does not identify the cause in which appeal taken or the parties.  9 H. 45.\n \n  May be executed for principal by attorney-in-fact; whether authorization must accompany the bond not decided.  24 H. 662.\n \n  Under statute which merely required a \"sufficient bond\" appellant need not sign bond.  11 H. 401.\n \n  Requirement of sufficient surety can be met with only one surety if financial qualifications adequate.  33 H. 265; 33 H. 311, 313.\n \n  Bond defective where qualification of sureties not in accordance with §78-20.  33 H. 311.\n \n  Under former statute bond could be filed before appeal taken, where subsequent to judgment.  36 H. 184, compare 34 H. 47.\n \n     d.  Costs of court.\n \n  See §§607-6, 7, Sup. Ct. Rule 9(a); remission, §607-3; not required of the government, §607-24.\n \n     e.  Record.\n \n  See HRCP rules 73(g), 75; HRPP rule 39; Sup. Ct. Rules 1(a), 7, 8; Cir. Ct. Rules, 1st Cir., Rule 25, 2d, 3d, 5th Cir., Rule 23.  Fictitious title in certain cases appealed from family court, §571-54.  Confidential records, certain family court cases, §571-84.  Transcript, if to be included in record, must be ordered and other requirements met, Sup. Ct. Rule 8(c); Cir. Ct. Rules, 1st Cir., Rule 25, 2d, 3d, 5th Cir., Rule 23.\n \n  Time for filing record runs from date of filing notice of appeal, not from final date on which notice of appeal could have been filed.  42 H. 324, 325.\n \n  Transcript, whether required -- not required where appeal presents a question of law not dependent on the evidence.  14 H. 164; 34 H. 483.  But statement of points required in such situation.  HRCP rule 75(d), 44 H. 655, 663, 361 P.2d 383, 388, rehearing denied 44 H. 684, 361 P.2d 383.\n \n  Transcript required where record does not show error without it.  3 H. 713; 14 H. 577, 25 H. 762; 33 H. 445; 44 H. 655, 663, 361 P.2d 383, 388, rehearing denied 44 H. 684, 361 P.2d 383.  Same, though transcript cannot be furnished due to death of court reporter, this in itself not being ground for new trial.  38 H. 561.\n \n  Though no transcript furnished, remand ordered where trial court made no finding as to sufficiency of proof.  50 H. 77, 431 P.2d 945.\n \n  Record must be sufficient to permit of decision upon issue presented, otherwise court will affirm.  13 H. 413, 415; 21 H. 258, 261; 24 H. 663; 46 H. 103, 108, 375 P.2d 1, 4; 50 H. 156, 434 P.2d 516; 50 H. 172, 435 P.2d 21.  Same, though attempt made to supplement record in brief.  22 H. 441; 44 H. 655, 663, 361 P.2d 383; 49 H. 576, 577, 424 P.2d 671, 672.\n \n  Agreed statement under HRCP rule 76, waives issues not raised under facts stated.  44 H. 370, 372, 355 P.2d 25, 27.\n \n  Supplementation of record not allowed when appeal taken on agreed statement under HRCP rule 76, and additional record not within issues framed.  49 H. 429, 441, 421 P.2d 570, 577.\n \n  Supreme Court will take judicial notice of own record on earlier appeal in same case.  50 H. 42, 430 P.2d 330.  Under practice which prevailed on bills of exceptions, it was presumed that the charge to the jury was reduced to writing or taken down by the stenographer as required by §§635-43 and 44, where record merely showed that court charged the jury.  16 H. 196, 208.\n \n  Charge as a whole must be made part of record if issue raised as to giving or refusal of instructions.  20 H. 406, 409; 20 H. 653, 655; 22 H. 441; compare 7 H. 549, 554.  All instructions requested, with endorsement of court pursuant to §635-42 showing whether refused or given or modified, should be sent to supreme court with the record.  22 H. 786, 792.\n \n  Where record does not show the contrary, court will presume grand jury lawfully constituted.  13 H. 413, 415; 46 H. 103, 108, 375 P.2d 1, 4.\n \n  Memoranda filed in trial court stricken from record on appeal.  42 H. 220.  Brief filed in trial court has no more place in record than transcript of argument.  22 H. 753, 757.\n \n  Minutes are not part of record on appeal unless designated, but if clerk fails to identify the designated matter, the record includes the entire minutes transmitted.  42 H. 560, 580.\n \n  Suggestion of diminution of record may be made and amendment of minutes ordered on proof that minutes incomplete.  10 H. 1, 3.\n \n  Motion to enlarge record to include the notice of appeal granted.  39 H. 208.\n \n  Motion to enlarge record denied where delay in making motion inexcusable.  34 H. 509.\n \n     f.  Briefs.\n \n  See Sup. Ct. Rules 3, 8.  Cases on this subject not within scope of this annotation.\n \n     g.  Noncompliance with requirements, effect of.\n \n  See HRCP rule 73(a); HRPP rule 39; Sup. Ct. Rule 6(f).\n \n  While filing of timely notice of appeal is sole jurisdictional requisite, appellant's failure to take further steps is ground for such action as Supreme Court deems appropriate, which may include dismissal of appeal.  42 H. 324, 326; 43 H. 48; 43 H. 148, 153.\n \n  Appeal dismissed where time for filing record of opening brief allowed to expire without seeking of extension.  24 H. 636; 24 H. 711, 713; 25 H. 139; 26 H. 235; 29 H. 802; 33 H. 658; 34 H. 160; 35 H. 212; 36 H. 73; 38 H. 590; 42 H. 74; 43 H. 90; compare 21 H. 250; 24 H. 655; 25 H. 745; 33 H. 636; 39 H. 208; 42 H. 324; 44 H. 119, 352 P.2d 854.\n \n  Dismissal ordered for inexcusable neglect to comply with the rules in several respects, 43 H. 48, 43 H. 90; for prejudicial noncompliance with HRCP rule 75(a), as to designation of record, 44 H. 655, 361 P.2d 383, rehearing denied 44 H. 684, 361 P.2d 383; for inexcusable delay in filing opening brief, 36 H. 66.\n \n  Dismissal not ordered for delay of nine days in filing bond for costs on appeal, 43 H. 148, 153; for delay in filing opening brief when due to an honest mistake and when no palpable prejudice involved, 44 H. 119, 352 P.2d 854; for failure of brief to contain subject index, 25 H. 170.\n \n  When appellee files no brief, question is whether appellant has presented prima facie reversible error.  33 H. 484.\n \n     8.  EFFECT OF TRANSFER OF CAUSE.\n \n  See also IB8.  Effect of mandate, see IA10j.  Appeals from family court, see §571-54.  Stay upon appeal, see HRCP rules 62 and 73(d), (e), (f) and (h); HRPP rule 38; §§641-3, 641-14, 804-4.\n \n  Whether filing of notice of appeal from nonappealable order deprives circuit court of jurisdiction, raised but not decided.  44 H. 557, 561, 356 P.2d 386, 389.\n \n  Premature notice of appeal does not deprive court of jurisdiction over pending motions.  43 H. 148, 151; 44 H. 655, 662, 361 P.2d 383, 388.  But circuit court cannot dismiss premature appeal, only appellate court can dismiss.  11 H. 3, followed in 44 H. 613, 619, 359 P.2d 932, 935.\n \n  When case appealed to supreme court, circuit court loses jurisdiction except as to issuance of certain orders in aid of and that do not interfere with jurisdiction of supreme court, and for other matters remand should be sought from supreme court.  42 H. 630, 635, explained 44 H. 57, 351 P.2d 1096; 48 H. 306, 327, 402 P.2d 440, 452.\n \n  Appeal taken from final judgment rendered under HRCP rule 54(b) upon one of multiple claims, divests circuit court of jurisdiction as to that claim but not as to remainder of case.  44 H. 557, 563, 356 P.2d 386, 390.\n \n  After appeal taken, attempted discharge of guardian ad litem by probate judge ineffective.  41 H. 499, 501.\n \n  Appeal by wife from divorce decree awarding custody of one child to husband does not deprive court below of jurisdiction to award custody of other child to husband as well, on basis of new facts.  49 H. 258, 414 P.2d 82.\n \n  No jurisdiction over motion to reopen, filed after notice of appeal and without seeking leave of appellate court.  42 H. 630; 48 H. 306, 402 P.2d 440.\n \n  Taking of appeal does not vacate decree.  23 H. 571; 23 H. 646; 35 H. 440, 443; 37 H. 34, 38; 48 H. 349, 353, 402 P.2d 683, 687; 50 H. 22, 428 P.2d 411.\n \n  Appeal, though accompanied by supersedeas, does not revive preliminary writ of prohibition and intrinsic effect of judgment denying permanent writ remains, requiring that new restraining order be obtained.  16 H. 289.\n \n  Supreme court has inherent power to preserve status quo pending appeal.  42 H. 198, 543.\n \n     9.  SCOPE OF REVIEW.\n \n  See also IA3, 4, 10.\n \n  Preservation of error, prejudicial error as requisites, and scope of review of factual issues, see HRCP rules 12(b), 43(c), 46, 49, 50, 51, 52, 55(c), 59, 60(b), 61, 75(d), 76; HRPP rules 6(b), 12(b), 22, 29, 30, 32(d), 33, 34, 35, 41(e), 48(b), 51, 52; §§635-56, 641-2, 641-16, 806-46, and section notes.\n \nAnalysis\n \n     a.   In general.\n     b.   Collateral proceedings.\n     c.   Party taking the appeal, effect of.\n     d.   Grounds of decision below, effect of.\n     e.   Injudicious conduct of trial judge; disqualification.\n     f.   Rulings of court below at prior trial.\n     g.   Law of the case.\n \n     a.  In general.\n \n  Excessive sentence reviewable where illegal or amounts to abuse of discretion.  36 H. 537; 37 H. 591; 39 H. 152; 39 H. 303; 39 H. 568; 43 H. 333; 45 H. 288, 367 P.2d 11; 46 H. 135, 376 P.2d 379.\n \n  No appeal of factual issue where statute allows appeal from probate court to circuit court with a jury.  §641-1, 10 H. 25, 27; 26 H. 186.\n \n  Verdict of jury cannot be reviewed in absence of motion in trial court, the ruling on which presents question of law or of abuse of discretion for appellate court.  42 H. 618, 622; 43 H. 246, 249; 44 H. 10, 17, 352 P.2d 320, 324; 44 H. 123, 127, 351 P.2d 1083, 1085; 44 H. 134, 137, 351 P.2d 1089, 1091; 46 H. 112, 114, 375 P.2d 229, 230; 48 H. 411, 424, 405 P.2d 323, 331; 49 H. 42, 51, 410 P.2d 976, 981; 49 H. 327, 332, 417 P.2d 638, 641; compare 41 H. 181, 183.  See §641-16, review where sentence of life imprisonment.\n \n  Appeal from order confirming sale brings up only matters of jurisdiction and matters subsequent to order of sale.  16 H. 258.\n \n  Appeal from order setting aside judgment as void does not bring up question of what form of judgment might be entered legally.  18 H. 22.\n \n  Whether it was error to provide for nunc pro tunc entry of judgment reviewable on appeal from the judgment.  49 H. 508, 421 P.2d 296.\n \n  Appeal on agreed statement under HRCP rule 76, issues not raised under facts stated are waived; however, parties cannot stipulate question to be decided.  44 H. 370, 372, 355 P.2d 25, 27.\n \n  Where error found and remand for a new trial ordered, points which might arise on the new trial will be considered.  47 H. 408, 428, 442, 390 P.2d 740, 752, 758; 49 H. 1, 12, 406 P.2d 887, 893; 49 H. 504, 506 n. 3, 421 P.2d 305, 307; 50 H. 110, 433 P.2d 136.  But questions that might not arise again or might arise under different circumstances not considered.  19 H. 568, 574; 35 H. 385; 45 H. 622, 637, 372 P.2d 365, 374; 49 H. 267, 414 P.2d 428, den. reh'g of 49 H. 77, 412 P.2d 662; 49 H. 578, 589, 426 P.2d 298, 308.\n \n     b.  Collateral proceedings.\n \n  Appeal from judgment does not bring up for review appealable order made in collateral proceeding.  22 H. 641, 642, followed 26 H. 290, aff'd 291 F. 721.\n \n  Appeal from decree instructing trustee as to apportionment between corpus and income does not bring up apportionment of attorney's fees made by separate order.  26 H. 290, 296, aff'd 291 F. 721.  But on appeal from judgment dismissing complaint, court will review order for payment of guardian ad litem's fee which was part of the judgment.  15 H. 52.\n \n     c.  Party taking the appeal, effect of.\n \n  Appeal brings up decree only to extent it affects appellant.  29 H. 849.\n \n  Appeal taken by alleged incompetent from order for representation by guardian ad litem does not bring up for review order overruling demurrer of a co-party appellee.  23 H. 457, 471.\n \n  Plaintiff not having appealed, liability of co-defendant who prevailed in court below could not be considered.  4 H. 584, overruled on another point, 49 H. 624, 631, 425 P.2d 1014, 1019.\n \n  While party who is not aggrieved may not cross-appeal, he may urge a point leading to affirmance though on grounds different from those of trial court.  46 H. 578, 582, 384 P.2d 527, 529, compare 35 H. 158, 188.\n \n     d.  Grounds of decision below, effect of.\n \n  Though court and counsel assumed there was jurisdiction, supreme court will raise question sua sponte.  11 H. 424.\n \n  Court may affirm on grounds different from those assigned by court below; judgment cannot be reversed merely because of wrong reasons.  13 H. 214; 22 H. 165, 173; 22 H. 414, 420; 22 H. 550, 557; 24 H. 421, 425; 33 H. 666, 676; 37 H. 374, 379; 43 H. 1, 16; 45 H. 1, 16, 361 P.2d 374, 382; 46 H. 578, 582, 384 P.2d 527, 530.\n \n  While party who is not aggrieved may not cross-appeal, he may urge a point leading to affirmance though on grounds different from those of trial court.  46 H. 578, 582, 384 P.2d 527, 529; compare 35 H. 158, 188.\n \n  Where grounds on which judgment was rendered are erroneous, court may remand for consideration of point not decided which might support judgment.  44 H. 93, 98, 352 P.2d 856, 860; 46 H. 140, 377 P.2d 715; 48 H. 68, 91, 395 P.2d 691, 705.\n \n  Rule that correct judgment will not be set aside because of incorrect reason inapplicable where defect of proof could have been cured if raised below.  20 H. 567, 572; 44 H. 235, 240, 353 P.2d 1007, 1012.  Even though point on which trial court did not rule tends to support judgment, appellate court should not rule on it where appellant might be prejudiced.  49 H. 578, 590, 426 P.2d 298, 308.\n \n  Court will reverse judgment not in accordance with theory on which case tried and remand for further consideration.  49 H. 578, 426 P.2d 298.\n \n  Ordinarily, theory of action adopted by trial court with acquiescence of parties will limit scope of review by appellate court.  22 H. 578, 583; 29 H. 587, 591; 44 H. 370, 355 P.2d 25; 50 H. 172, 435 P.2d 21; 50 H. 253, 438 P.2d 401; 50 H. 287, 439 P.2d 666; 23 H. 387, 406 (concurring opinion).  Compare 3 H. 127, 135; 30 H. 340, 343, den. reh'g 30 H. 276.  See cases above cited re affirmance of judgment on different ground.\n \n  Accounts of executors, administrators, guardians, trustees, compare 16 H. 575, 579; 18 H. 542, 548; 26 H. 774, 779; 46 H. 475, 530, 382 P.2d 920, 957.\n \n     e.  Injudicious conduct of trial judge; disqualification.\n \n  Injudicious conduct of trial judge is matter for appellate cognizance if points properly preserved in record.  36 H. 153; 45 H. 44, 49, 361 P.2d 60, 63; 45 H. 521, 545, 371 P.2d 379, 395; compare 48 H. 247, 397 P.2d 575.\n \n  Supervisory control over matter of judge recusing himself exercised by supreme court.  49 H. 578, 618, 426 P.2d 298, 323; 50 H. 162, 434 P.2d 309.\n \n  Disqualification, see note to §601-7.\n \n     f.  Rulings of court below at prior trial.\n \n  Appeal from denial of motion to reopen under HRCP, rule 60(b), does not bring up for review the original judgment of dismissal.  45 H. 427, 430, 368 P.2d 879, 881.\n \n  On further appeal, after new trial ordered on prior appeal, court will not review order denying leave to amend answer made at first trial.  20 H. 4.\n \n  On second appeal, appellant will not be heard on errors he failed to specify on prior appeal, but this rule does not apply when prior appeal was prosecuted by adverse party.  25 H. 593, 596.\n \n  A second appeal brings up for review only proceedings subsequent to mandate issued on first appeal.  17 H. 455, 458, error dismissed 208 U.S. 429, 212 U.S. 570.\n \n     g.  Law of the case.\n \n  Where on second appeal court finds judgment appealed from is in accordance with prior opinion it will affirm, this being proper course rather than dismissal.  19 H. 594, reversed on other grounds, 219 U.S. 320, limited by 44 H. 147, 151, 355 P.2d 40, 43, affirmed on rehearing 44 H. 365, 355 P.2d 40.  As to procedural aspect, compare 17 H. 455, 458, error dismissed 208 U.S. 429; 212 U.S. 570, where appeal dismissed.\n \n  How far appellate court, on second appeal from judgment entered pursuant to mandate on first appeal, may reexamine merits of questions already considered, raised but not decided; if power exists it will not be exercised where arguments are same and sole hope of reversal lies in change in personnel of court.  19 H. 594, 601, reversed on other grounds, 219 U.S. 320.  Law of the case applied.  27 H. 277.\n \n  Court on first appeal having reversed nonsuit and plaintiff thereafter having prevailed, court on second appeal deems points decided on first appeal not open, but defendants are not foreclosed on other points.  25 H. 92, 347, limited by 26 H. 517, 535 to courts of last resort, and further limited by 42 H. 560, 578.\n \n  Doctrine of law of case applies only with respect to point on which reversal rested on prior appeal.  35 H. 827, 830.\n \n  Doctrine confined to subsequent proceedings in same case.  50 H. 22, 428 P.2d 411.\n \n  Doctrine \"is not subject to the inflexibility of res judicata\", and may be departed from for cogent and convincing reasons.  42 H. 560, 578; 36 H. 732, 738.\n \n  Where court on prior appeal reversed with direction to allow attorney's fees and after allowance of attorney's fees appeal is taken therefrom, court will correct error in previous direction, it appearing that the point was not argued on the prior appeal.  44 H. 147, 151, 355 P.2d 40, 43, affirmed on rehearing 44 H. 365, 355 P.2d 40.\n \n  Only in an exceptional case will the court depart from the law of the case established on a previous appeal.  49 H. 314, 424 P.2d 107.\n \n  Where record on prior appeal did not, but present appeal does, disclose lack of jurisdiction of court below, judgment vacated.  17 H. 598.\n \n  Judgment for defendant having been reversed on prior appeal and defendant having again prevailed in subsequent proceedings, court will again reverse when there was no new evidence on the crucial issue on the second trial.  24 H. 406, compare 22 H. 221, 222; 25 H. 593, 596.\n \n  Presumption is that modified decree entered pursuant to remand complied with appellate court's direction and it will be construed in that light.  29 H. 514, 519.\n \n  Prior opinion on interlocutory appeal followed on subsequent appeal.  26 H. 177; 26 H. 667.\n \n  Court on second appeal not precluded from reexamining questions already decided by it, where prior opinion was on interlocutory appeal or on reserved questions.  25 H. 561, compare 17 H. 415, aff'd 210 U.S. 149; 19 H. 647, 648.\n \n  Prior adjudication by court of intermediate appeal has different effect from prior adjudication by court of last resort.  19 H. 594, 598, reversed on other grounds, 219 U.S. 320.  Doctrine of law of the case has no application where appellate court is not court of last resort.  26 H. 517, 535; 35 H. 827, 830; also 25 H. 739, 742.\n \n     10.  DISPOSITION OF CAUSE.\n \n  See also IA9d, grounds of decision below, effect of; IA9g, law of the case; §§641-2 and 641-16 and chapter 602, powers of supreme court; §571-54, appeals from family court.\n \nAnalysis\n \n     a.   Withdrawal, dismissal, summary disposition.\n     b.   Remand for further findings.\n     c.   Remand for consideration of question not passed on by court below.\n     d.   Remand for new trial, as distinguished from direction of judgment.\n     e.   Limitation of issues on remand.\n     f.   Remittitur, additur.\n     g.   Allowance of opportunity to amend or obtain other relief.\n     h.   Remand for entry of modified judgment.\n     i.   Co-defendants.\n     j.   Effect of mandate.\n \n     a.  Withdrawal, dismissal, summary disposition.\n \n  See Sup. Ct. Rule 6(f).\n \n  Withdrawal of an appeal operates \"precisely as though no appeal had been taken\".  37 H. 34, 37; 50 H. 22, 428 P.2d 411.\n \n  Dismissal of appeal \"happens in limine and without a consideration of the merits\".  19 H. 594, 596, reversed on other grounds 219 U.S. 320; 50 H. 22, 428 P.2d 411.\n \n  Motion to dismiss appeal as invalid lies in appellate court, not court appealed from.  11 H. 3; 44 H. 613, 619, 359 P.2d 932, 935; 49 H. 304, 309, 415 P.2d 319, 322.\n \n  Stipulated dismissal of appeal, though \"with prejudice\", adds nothing to effectiveness of judgment appealed from.  50 H. 22, 428 P.2d 411.\n \n  Where appeal was dismissed by appellate court sua sponte \"without prejudice\", under the circumstances the dismissal operated as decision that nothing had been adjudicated.  45 H. 427, 429, 368 P.2d 879, 881.\n \n  Affirmance, not dismissal, proper disposition where judgment appended from is in accordance with views of supreme court on prior appeal.  19 H. 594, 596, reversed on other grounds, 219 U.S. 320.\n \n  Court will affirm where questions are such as not to need further argument.  29 H. 434, compare 36 H. 657 where appeal dismissed.  See Sup. Ct. Rule 6(f).\n \n  Motion to dismiss denied where appeal not palpably frivolous.  36 H. 184.\n \n  Conviction reversed on confession of error by prosecutor, after review by court.  37 H. 174.\n \n  Appeal dismissed where no transcript furnished, and at same time judgment affirmed for want of probable merit.  14 H. 577.\n \n     b.  Remand for further findings.\n \n  See HRCP rule 52(a), requiring findings of fact and conclusions of law.\n \n  Court may vacate judgment and remand for further findings if findings not sufficiently definite for clear understanding of basis of decision, 42 H. 478, 480, or where findings insufficient due to error of law, 50 H. 77, 431 P.2d 945, 50 H. 177, 434 P.2d 750.  Remand unnecessary where findings read as a whole sufficient, 45 H. 128, 141, 363 P.2d 969, 977, or where evidence insufficient to establish liability on any theory, 42 H. 455, 468.  Findings sufficiently comprehensive.  49 H. 661, 668, 426 P.2d 816.\n \n  In criminal cases tried jury-waived, see HRPP rule 23(c).  Where findings erroneous but judge has left bench, remand for new trial.  49 H. 504, 507, 421 P.2d 305, 308.  Wrong criteria applied, new trial ordered.  50 H. 128, 432 P.2d 888.\n \n  Under statute applicable before HRCP, remand for entry of a proper decision, 27 H. 20, modification denied 27 H. 219; for entry of a proper decision without prejudice to taking of further evidence, 20 H. 192; for new trial, 23 H. 761, 765.\n \n     c.  Remand for consideration of question not passed on by court below.\n \n  Question not reached by court below but reached by reason of reversal of judgment, left for initial consideration of court below on remand.  44 H. 93, 98, 352 P.2d 856, 860; 46 H. 140, 377 P.2d 715; 46 H. 475, 570, 382 P.2d 920, 977; 48 H. 306, 320, 402 P.2d 440, 449; 50 H. 177, 434 P.2d 750; 50 H. 201, 436 P.2d 752.\n \n     d.  Remand for new trial, as distinguished from direction of judgment.\n \n  See also IA10j.\n \n  As to criminal cases, see HRPP rule 29; civil cases, HRCP rule 50.\n \n  On reversal of judgment for plaintiff, remand for new trial called for where defendant merely made motion to dismiss at end of plaintiff's case, and did not follow up with motions under HRCP rule 50.  49 H. 267, 269, 414 P.2d 428, 429, denying rehearing 49 H. 77, 412 P.2d 669; compare 48 H. 17, 21, 395 P.2d 273, rehearing denied 48 H. 149, 396 P.2d 826; 48 H. 22, 25, 395 P.2d 365, 367, on rehearing of 47 H. 309, 388 P.2d 203; 48 H. 121, 132, 395 P.2d 683, 689; 42 H. 618, 619.  New trial ordered though plaintiff's evidence insufficient and defendant made proper motions under HRCP rule 50.  49 H. 1, 12, 406 P.2d 887, 893.\n \n  Where punitive damages not sustained by record and motions sufficient, case remanded for entry of judgment for defendant as to punitive damages.  49 H. 416, 423, 421 P.2d 289, 293, compare 24 H. 579, 590 where new trial ordered unless plaintiff remitted the punitive damages.\n \n  Where facts for application of principles of law lacking, remand for determination of facts.  36 H. 631, 656.\n \n  Where insufficient opportunity to present evidence, remand for taking further evidence.  13 H. 641.\n \n  Where documentary evidence erroneously excluded, trial to be resumed at that point.  21 H. 506.\n \n  Court below directed to determine whether additional evidence should be received.  48 H. 68, 91, 395 P.2d 691, 705.\n \n  In a civil non-jury case:  Remand for entry of judgment for damages in amount to be determined, no further trial required.  40 H. 382.  Remand without directions reopens case for introduction of evidence by either side.  25 H. 593, 595.  However, effect of reversal without directions depends upon grounds expressed in opinion.  25 H. 739.  Court will reverse with instructions to dismiss when plaintiff's evidence insufficient.  23 H. 531, 537, but only when it appears no new evidence can be procured on a new trial.  25 H. 320, 325; 26 H. 809, 822; 33 H. 456, 482; 42 H. 455, 473; 49 H. 129, 412 P.2d 645, or when new evidence would be immaterial under circumstances.  30 H. 796, 804.  Compare 37 H. 351, denying rehearing of 37 H. 314; 23 H. 761.\n \n     e.  Limitation of issues on remand.\n \n  See also IA10j.\n \n  Court has power to limit new trial to issue of damages.  8 H. 411; 9 H. 147.  But where issue of damages not clearly severable from other issues, court will not limit new trial to damages.  44 H. 123, 133, 351 P.2d 1083, 1088; 49 H. 267, 414 P.2d 428, denying rehearing of 49 H. 77, 412 P.2d 669; 49 H. 314, 316, 424 P.2d 107, 108.  Other special circumstances.  11 H. 453, 456; 11 H. 767.\n \n  On reversing summary judgment, court may direct that motion for summary judgment be not entertained further.  44 H. 235, 249, 353 P.2d 1007, 1016, rehearing denied 44 H. 289, 311, 353 P.2d 1007, 1016, or that motion may be renewed, 49 H. 675, 688, 427 P.2d 79, 86.\n \n  New trial limited to question whether breach of covenant occurred calling for nominal damages.  8 H. 443, 446.\n \n  On reversal and remand limited to certain questions, taking of evidence on another point must be supported on ground of newly discovered evidence.  29 H. 560.  As to necessity of leave of supreme court, see 49 H. 672, 427 P.2d 94.\n \n     f.  Remittitur,additur.\n \n  Though general damages clearly excessive, new trial will not be ordered if plaintiff will remit sum fixed by the court.  49 H. 416, 424, 421 P.2d 289.\n \n  Remittitur may be filed in appellate court as well as in trial court.  13 H. 311, 313.  See 24 H. 597.\n \n  Where appellate court finds errors leading to excessive award and amount of excessiveness is readily determinable, court will not order new trial if plaintiff will remit the excessive sum.  44 H. 123, 131, 351 P.2d 1083, 1088.  Same, 5 H. 550; 21 H. 736; 23 H. 524; 35 H. 685.  But no remittitur where amount recoverable is uncertain.  11 H. 453.\n \n  In order to avoid new trial, remittitur must eliminate from the verdict the maximum sum which may have been illegally allowed.  13 H. 311, 314.\n \n  Court will affirm owner's liability on building contract upon remittitur of amount required to compensate owner for defects.  21 H. 736.\n \n  In breach of contract case where evidence insufficient to award actual damages, court will not direct new trial if defendant consents to nominal damages.  44 H. 567, 356 P.2d 651.\n \n  Where punitive damages not sustained by record, new trial ordered unless plaintiff remitted the punitive damages.  24 H. 579, 590.  Compare 49 H. 416, 424, 421 P.2d 289, 294, where case remanded for entry of judgment for defendant as to the punitive damages.\n \n     g.  Allowance of opportunity to amend or obtain other relief.\n \n  See also IA10j.\n \n  Supreme court may allow opportunity to amend.  9 H. 496, 499; 9 H. 507, 511; 28 H. 310, 324.  Mandate construed as not contemplating amendment.  18 H. 526.\n \n  Appellate court may order amendment to conform to proof.  42 H. 304; compare 16 H. 485, denying rehearing of 16 H. 332.  Leave to amend left to trial court.  19 H. 385; 48 H. 68, 91, 395 P.2d 691, 705.\n \n  Where indispensable party lacking, court may remand for perfecting of record.  10 H. 340; 23 H. 307; 45 H. 1, 361 P.2d 374; compare 18 H. 429, 433.  But will not do so when plaintiff has shown no right to relief.  31 H. 357.  Whether plaintiff may perfect record left to court below.  48 H. 306, 320, 402 P.2d 440, 449.  But dismissal without prejudice ordered when action erroneously commenced totally in rem.  50 H. 201, 436 P.2d 752.\n \n  On reversal of judgment enforcing oral gift of land, court will not foreclose possibility of other relief.  44 H. 464, 482, 357 P.2d 100, 110, rehearing denied 44 H. 582, 358 P.2d 53.  Denial of specific performance affirmed with modification, to leave open possibility of other relief.  18 H. 337, 340.\n \n     h.  Remand for entry of modified judgment.\n \n  See also IA10j.\n \n  Appellate court has discretion whether to enter modified decree or remand for entry of same.  13 H. 174, 176, appeal dismissed 108 F. 113, petition dismissed 183 U.S. 545; 26 H. 67, 68, denying rehearing of 26 H. 1.\n \n  Supreme court having directed judgment on one of multiple claims, left to trial court to decide whether such judgment should be entered without delay under HRCP rule 54(b).  49 H. 578, 588, 426 P.2d 298.\n \n  Where acts of defendants constitute unreasonable use of easement but record leaves open possibility of less stringent decree, remand for further consideration of form of decree.  50 H. 66, 430 P.2d 316.  Relief against interference with easement affirmed with direction to modify judgment.  48 H. 394, 410, 405 P.2d 394, 404.\n \n  Verdict of assault and battery when only assault charged, remand to modify judgment.  34 H. 505, 508.  Remand for resentencing in circuit court when date of execution fixed by sentence had passed, 13 H. 413, 420, when sentence imposed was illegal, 14 H. 586; 39 H. 568.  Remand with instructions as to sentence to be imposed.  36 H. 537; 37 H. 591; 39 H. 152; 39 H. 303; 43 H. 333.\n \n     i.  Co-defendants.\n \n  New trial may be granted as to one defendant and judgment affirmed as to co-defendant.  24 H. 579, 590; see also 24 H. 436.\n \n  Where income beneficiary of spendthrift trust ordered to reimburse corpus along with other income beneficiaries in like position, showing by latter of lack of authority to order reimbursement of corpus redounds to benefit of former.  46 H. 475, 494, 382 P.2d 920, 939.\n \n  Punitive damages invalid as to one defendant held invalid as to both.  24 H. 579, 590.\n \n  Where on appeal of certain persons court determines they were entitled to personal service of process and orders dismissal of complaint without prejudice, it likewise will order dismissal as to all similarly situated.  50 H. 201, 436 P.2d 752.\n \n     j.  Effect of mandate.\n \n  See also IA10d, e, g.\n \n  Court having reversed and remanded for entry of injunction decree, too late for defendant to interpose new defense.  18 H. 429, 431.\n \n  When remand is for modification of decree in one particular, decree affirmed in every other respect.  24 H. 473, 475.\n \n  Direction to enter modified decree binding on trial court, presumption of compliance.  29 H. 514, 519.\n \n  Remand solely for determination of relief to be granted, trial court may not rehear issue of liability.  36 H. 732.\n \n  Upon reversal of dismissal of complaint with direction to determine damages and enter judgment, reservation in the judgment of right to further relief beyond scope of mandate and of no effect.  40 H. 382.\n \n  Affirmance of decree does not preclude modification of injunction which is broader than decree.  22 H. 578, 584.\n \n  Court having determined amount of administrator's commissions and remanded for further proceedings, court below without authority to allow attorney's fee and charge same against the commissions.  13 H. 630.\n \n  Motion to recall mandate necessary when mandate has issued and there is petition for rehearing in supreme court.  10 H. 559; 35 H. 252; Sup. Ct. Rule 10.\n \n     B.  From circuit court or circuit judge at chambers, interlocutory.\n \n  In general, see §§641-1, 641-17; HRCP rule 73(a), (i); Sup. Ct. Rules 1, 7.  Statute from which jurisdiction stems depends upon nature of proceeding.  44 H. 613, 617, 359 P.2d 932, 934.  Interlocutory order or judgment, what is, see note IA2b.\n \n  See §§101-34, 380-10, 641-13, providing for appeal of interlocutory orders and judgments as of right in certain instances.\n \nANALYSIS\n \n   1, 2.  Allowance of appeal, necessity of.\n   3, 4.  Decisions reviewable, right of review.\n      5.  Time for appeal.\n   6, 7.  Procedure.\n      8.  Effect of transfer of cause.\n      9.  Law of the case.\n     10.  Disposition of cause.\n \n     1, 2.  ALLOWANCE OF APPEAL, NECESSITY OF.\n \n  Appeal does not lie from an interlocutory order or judgment under §§641-1 or 641-17 unless trial judge in his discretion allows an appeal.  14H. 108, 110; 14 H. 301; 14 H. 554, 566; 20 H. 563; 25 H. 805; 33 H. 309, 311; 40H. 475; 41 H. 345; 43 H. 243, 245; 44 H. 7, 9, 352 P.2d 333, 334; 47 H. 298, 303, 387 P.2d 475, 478; 48 H. 534, 404 P.2d 899; 49 H. 59, 410 P.2d 974.\n \n  Refusal to allow interlocutory appeal not reviewable. §§641-1, 641-17, 43 H. 171.  Allowance of interlocutory appeal reviewable, see IB10.\n \n     3, 4.  DECISIONS REVIEWABLE, RIGHT OF REVIEW.\n \n  See IA.\n \n  Interlocutory appeal by deponent, not a party, from order compelling him to answer, allowed.  45 H. 317, 367 P.2d 472.\n \n     5.  TIME FOR APPEAL.\n \n  Application for allowance of appeal must be made within ten days and appeal taken within ten days after allowance granted, HRCP rule 73(a); same as to criminal appeals under Sup. Ct. Rules above cited.\n \n  Under prior practice allowance of appeal had to be obtained in time to take the appeal within the period prescribed in other cases.  19 H. 299.\n \n     6, 7.  PROCEDURE.\n \n  Ex parte conversation with trial judge in chambers, nothing being in writing or entered in minutes, of no effect.  43 H. 344.\n \n  Lack of notice to opposite party does not affect jurisdiction of trial judge to allow an appeal, though better practice is to give notice.  18 H. 218, 220.\n \n  Jurisdiction to allow interlocutory appeal not lost by signing of order for change of venue.  31 H. 65, 66.\n \n     8.  EFFECT OF TRANSFER OF CAUSE.\n \n  See also IA8.\n \n  Circuit court having allowed appeal, could not vacate order appealed from after appeal perfected.  18 H. 218, 219.\n \n  After allowing interlocutory appeal from order sustaining plea calling for dismissal of case, circuit court should stay its hand and should not proceed to final judgment of dismissal.  26 H. 69, 70.  After allowing appeal from order sustaining jurisdiction, should not proceed with hearings.  47 H. 1, 4, 384 P.2d 536, 540.\n \n     9.  LAW OF THE CASE.\n \n  Opinion rendered on interlocutory appeal followed on subsequent appeal.  26 H. 177; 26 H. 667.  But court not precluded from reexamining question.  25 H. 561; compare 17 H. 415, affirmed 210 U.S. 149; 19 H. 647, 648.\n \n     10.  DISPOSITION OF CAUSE.\n \n  Appellate court will consider contention that interlocutory appeal improvidently allowed but will not dismiss appeal where no abuse of discretion; allowance of appeal from order for change of venue not abuse of discretion.  31 H. 65, 67.\n \n  Interlocutory appeal from order sustaining jurisdiction dismissed as improvidently allowed when at time of allowance further hearings were contemplated.  47 H. 1, 4, 384 P.2d 536, 540.\n \n  Allowance of appeal from order overruling demurrer characterized as bad practice but appeal not dismissed.  39 H. 370, 376.\n \n     C.  From land court.\n \n  See HRCP rule 73(i), 81(a), (f); §§501-63, 641-11.\n \n  No appeal from decision prior to entry of decree.  19 H. 436.\n \n  Title of contestant is not in issue, and contestant adjudged not to have title has no right of appeal where applicant fails.  35 H. 254, following 24 H. 298, 308; see 37 H. 74, 95, aff'd 158 F.2d 122.\n \n  Dismissal of petition to frame issues to be tried on appeal to circuit court sitting with jury not separately appealable but reviewable when final decree brought up.  34 H. 10; compare 24 H. 507; see 30 H. 666, 678.\n \n  Whether review of findings governed by \"clearly erroneous\" rule set out in HRCP rule 52(a), raised but not decided.  47 H. 472, 478, 391 P.2d 403, 406.  Compare 33 H. 832.\n \n  Litigable interest of movants seeking to set aside subdivision order, not passed on when not passed on by land court and when dismissal of motion affirmed on other grounds.  37 H. 260, 263.\n \n  Court may affirm on grounds different from those assigned by land court, under rule no reversal will be ordered because wrong reasons given.  35 H. 254, 257.\n \n  In lieu of dismissal of application because of erroneous inclusion of disputed area, court will remand with instructions to order applicant to strike out disputed area.  39 H. 403, 417, affirmed 216 F.2d 277.\n \n  Sup. Ct. Rule 6(f) applied and judgment affirmed, it appearing case did not need further argument.  47 H. 472, 479, 391 P.2d 403, 869.\n \n     D.  From district magistrate on points of law.\n \nANALYSIS\n \n      1.  When appeal lies.\n      2.  Final decision, what is.\n      3.  Decisions reviewable.\n      4.  Right of review, who has.\n      5.  Time for appeal.\n      6.  Parties.\n      7.  Other requisites.\n      8.  Effect of transfer of cause.\n      9.  Scope of review.\n     10.  Disposition of cause.\n \n     1.  WHEN APPEAL LIES.\n \n  The \"decision\" appealed from must be final; no appeal from interlocutory or provisional ruling.  9 H. 164; 9 H. 178; 9 H. 180; 21 H. 54.  Interlocutory ruling is reviewable on appeal from final judgment.  16 H. 782.\n \n     2.  FINAL DECISION, WHAT IS.\n \n  See also ID3, 4.\n \n     a.  Final in following instances:\n \n  Order continuing case until another proceeding terminated, equivalent to an order of dismissal and final.  13 H. 702, accord 16 H. 782.\n \n     b.  Not final in following instances:\n \n  Denial of motion to quash summons.  21 H. 54.\n \n  Order quashing summons when case not dismissed.  24 H. 250, compare 30 H. 191; 46 H. 15, 374 P.2d 1, reh'g den.  46 H. 51, 374 P.2d 1.\n \n  Overruling of demurrer, 9 H. 180; denial of motion to be discharged from prosecution, 9 H. 164.\n \n  Setting aside of default judgment, there having been jurisdiction to do so.  15 H. 424.\n \n     3.  DECISIONS REVIEWABLE.\n \n  See also ID2, 4, 9.\n \n  Appeal lies from void judgment, 23 H. 230; from order declining to set aside void judgment, 13 H. 450; same though appeal previously taken from the judgment and dismissed, 13 H. 450.\n \n  May appeal from default judgment without moving to set aside, where no legal service and judgment void.  21 H. 101, compare 5 H. 629; 16 H. 153.\n \n  Commitment to circuit court for trial not appealable.  9 H. 178; 10 H. 83; 45 H. 109, 363 P.2d 790, compare 22 H. 614 distinguished in 45 H. 109, 363 P.2d 790.\n \n  After plea of guilty no appeal from judgment, remedy being appeal from denial of leave to withdraw plea.  7 H. 584.  Appeal from denial of leave to withdraw plea presents question of abuse of discretion.  20 H. 103.  Review of sentence, see IA9a, IA10h, ID10, IIB9.\n \n  Interlocutory ruling not separately appealable but reviewable on appeal from final judgment.  16 H. 782.\n \n  Appeal lies from order granting or refusing application to amend record.  19 H. 187.\n \n     4.  RIGHT OF REVIEW, WHO HAS.\n \n  See also ID3.\n \n  No appeal by party in default who did not move to set aside judgment.  5 H. 629; 16 H. 153.  But may appeal from judgment where no legal service.  21 H. 101.\n \n  Defendant who claimed service on garnishee defective and appearance of garnishee unauthorized, not an aggrieved party.  16 H. 427, 431.\n \n     5.  TIME FOR APPEAL.\n \n  Sup. Ct. Rule 1.\n \n  Runs from judgment, not denial of motion to vacate.  38 H. 527.  See also IIB5.\n \n     6.  PARTIES.\n \n  See IA6.\n \n     7.  OTHER REQUISITES.\n \n  Notice of appeal, must state it is on points of law but need not set out the points.  23 H. 173, 174.  As to presenting points of law to magistrate and setting out in certificate of appeal, see cases below cited.  Must be in writing, signed, filed, state court to which appeal taken.  See IIB7.\n \n  See 3 H. 407, distinguishing between \"appeal\" and \"notice of appeal\" under statute.\n \n  Requirement that points of law be presented to magistrate within time allowed for perfecting appeal, see cases below cited.\n \n  Certificate of appeal, required by court rule though not by statute.  35 H. 423, 426, Sup. Ct. Rule 13.  Must state points of law on which appeal taken.  Sup. Ct. Rule 13, 7 H. 62; 7 H. 213; 10 H. 346; 19 H. 214, 218; 23 H. 173; 30 H. 468, 470; 30 H. 560, 564; 33 H. 102; 45 H. 111, 114, 364 P.2d 38, 40; compare 7 H. 520, 521.  Not sufficient to merely refer to exceptions taken \"as shown by the court record\".  30 H. 560, 564.\n \n  When paper in which points of law stated is expressly incorporated by reference in certificate, sufficient.  14 H. 295; 29 H. 296; 30 H. 191, 197; 45 H. 111, 116, 364 P.2d 38, 41; compare 37 H. 230.  Not sufficient to state points in notice of appeal where not referred to in magistrate's certificate.  23 H. 173; 30 H. 191.  But when written decision signed by magistrate is appended to certificate of appeal, points appearing from decision deemed incorporated in certificate.  45 H. 111, 116, 364 P.2d 38, 41; see also 8 H. 366.\n \n  Though points of law not stated in formal language, certificate sufficient if it informs appellate court of questions of law raised.  8 H. 416; 13 H. 702; 14 H. 295; 35 H. 149, 152.  Sufficient though not specifically stated that points appealed were raised before magistrate.  14 H. 300.\n \n  Appellant to reduce points to writing and present them to magistrate within time allowed for perfecting appeal.  7 H. 520; 8 H. 366; 23 H. 173, 174.  But certificate stating points may be filed any time before argument.  20 H. 657; 23 H. 173, 174; 35 H. 423, 426.  Application for leave to file supplemental certificate, made after case called for argument, denied.  45 H. 111, 119, 364 P.2d 38, 43.  Only certified points will be considered, see ID9.\n \n  Payment of costs accrued as requisite:  In civil cases, see note to §641-1.  Statute applied in 32 H. 518.  In criminal cases, see §801-4 and note.\n \n  Costs for appeal, payment of as requisite, civil cases only.  9 H. 284.  Order requiring bond to keep the peace may be appealed in manner provided for a criminal proceeding.  33 H. 109.\n \n  See §§607-6, 7, Sup. Ct. Rule 9(a); remission, §607-3.\n \n  Insufficient costs, effect of, see 29 H. 539.\n \n  Bond:  Not generally required.  L 1939, c 19, §4.  Not essential to right of appeal that execution of writ shall have been stayed.  27 H. 362.  See §641-31, defective bond, effect of.\n \n  Record:  Only evidence contained in record considered.  17 H. 84.  For other cases, see IIB7.\n \n  See also Sup. Ct. Rule 13; §641-1.\n \n     8.  EFFECT OF TRANSFER OF CAUSE.\n \n  Stay upon appeal, see §§641-3, 641-14, 804-4.\n \n  Appeal as depriving magistrate of jurisdiction to act on pending motion for new trial, see 29 H. 454.\n \n     9.  SCOPE OF REVIEW.\n \n  See also ID3, 4.  Certificate of appeal, ID7.\n \n  Court will consider only points of law certified.  4 H. 666; 19 H. 214, 218; 24 H. 16, 20; 35 H. 149, 152; 35 H. 579; 45 H. 111, 119, 364 P.2d 38, 43.  Only points decided by magistrate.  11 H. 435, 437; 38 H. 346, 349; 49 H. 651, 655, 426 P.2d 626, 629.  But jurisdiction of magistrate will be considered though not raised or decided.  14 H. 290.\n \n  There being no error on point certified, court must affirm without review of the sentence.  4 H. 666.\n \n  Mere rulings on evidence not reviewable, remedy being by general appeal for trial de novo.  9 H. 399; 30 H. 434, 443; 30 H. 560, 564.  General appeal, see IIB.\n \n  Insufficiency of evidence may be presented as point of law.  7 H. 49, 59; 8 H. 366; 11 H. 18; 17 H. 84.  But court will not weigh evidence or rule on credibility.  30 H. 560; 30 H. 908, 911.\n \n  Appeal from denial of leave to withdraw plea of guilty presents reviewable question of abuse of discretion.  20 H. 103.  General appeal from conviction after plea of guilty, effect of, see IIB9.\n \n  Denial of leave to amend ground for reversal where an abuse of discretion.  16 H. 782.\n \n  Where demurrer sustained without considering all grounds, judgment affirmed if any ground well taken.  19 H. 65.\n \n  On confession of error by prosecutor, court nevertheless will review.  37 H. 174.\n \n  Excessive sentence, review of, see IA9a, IA10h, ID10, IIB9.\n \n     10.  DISPOSITION OF CAUSE.\n \n  Court cannot modify sentence where appeal on point of law that evidence insufficient, which point not sustained.  4 H. 666.\n \n  Illegal sentence does not call for discharge, supreme court being empowered to correct sentence or remand for correction.  13 H. 335, overruling 5 H. 598; compare 7 H. 49, 50.\n \n  Where claim exceeded jurisdictional amount, judgment in excess of jurisdictional amount could not be cured by remitting the excess.  14 H. 290.\n \n  On reversal of order sustaining demurrer to criminal charge, remand for further proceedings, 23 H. 409, same on reversal of order overruling demurrer, 32 H. 76.\n \n     E.  From other courts and agencies.\n \n  See Sup. Ct. Rule 1(a), §91-14, and appeal provisions of the several statutes.  For interpretation of a provision similar to Sup. Ct. Rule 1(a), see 197 F.2d 710.\n \n  From Tax Appeal Court:  See §§232-19 to 23.  Jurisdiction of tax appeal court, in addition to Title 16, see §40-35.  Small claims, waiver of right of appeal to supreme court, see §232-5.\n \n  See also note to §232-19.\n \n  From Commissioner of Boundaries:  See §§664-8, 9.\n \n  From Public Utilities Commission:  See §§91-14, 269-16, 271-33.\n \n  Whether interlocutory order may be appealed without leave if of nature described in §91-14(a), raised but not decided.  50 H. 172, 435 P.2d 21.\n \n  See also note to §269-16.\n \n  From board of registration:  See §§11-51 to 54, 91-14.\n \n  From comptroller:  See §40-91.\n \nII.  APPEALS TO CIRCUIT COURT\n \n     A.  From circuit judge at chambers or land court.\n \n     (i)  FROM CIRCUIT JUDGE AT CHAMBERS.\n \n  Governed by §641-1, not HRCP, 44 H. 613, 623, 359 P.2d 932, 937.  Effect of right of appeal to jury on right of appeal to supreme court, see IA3c.\n \nANALYSIS\n \n   1, 2.  When appeal lies, finality.\n      3.  Decisions reviewable.\n      4.  Right of review, who has.\n      5.  Time for appeal.\n      6.  Parties.\n      7.  Other requisites.\n      8.  Effect of transfer of cause.\n      9.  Scope of review, procedure.\n     10.  Disposition of cause.\n \n     1, 2.  WHEN APPEAL LIES, FINALITY.\n \n  Appeal must be from the order admitting to probate or refusing probate, not from the decision.  29 H. 73, 78; 49 H. 304, 308, 415 P.2d 319, 321, see also IA1, 2.\n \n     3.  DECISIONS REVIEWABLE.\n \n  No appeal to jury unless there are factual issues touching validity of will or devise, or descent of property.  3 H. 614, 616; 9 H. 253; 26 H. 186.\n \n  No appeal to jury from order refusing to revoke probate.  9 H. 610.\n \n     4.  RIGHT OF REVIEW, WHO HAS.\n \n  Appeal lies though contestant offered no proof in probate court.  7 H. 640, 642.  But must have made in the probate court a claim under the will or the statute of descent.  7 H. 640, 643.  Must make prima facie proof in circuit court of status as heir.  9 H. 520.\n \n  New party was allowed to appear after case appealed, but case was remanded to probate court for rehearing.  3 H. 419.\n \n     5.  TIME FOR APPEAL.\n \n  See §641-1, which governs.  HRCP not applicable, see 44 H. 613, 623, 359 P.2d 932, 937; 50 H. 253, 438 P.2d 401.\n \n  Premature appeal taken from findings of fact and conclusions of law is a nullity.  49 H. 304, 308, 415 P.2d 319, 321.  Time for appeal jurisdictional.  50 H. 253, 438 P.2d 401.\n \n  Oral stipulation of counsel before time to appeal expired, confirmed in writing after notice of appeal filed one day late, held sufficient to save the appeal.  12 H. 262.\n \n     6.  PARTIES.\n \n  New party, see IIA(i)4.\n \n     7.  OTHER REQUISITES.\n \n  Notice of appeal, should be captioned in probate court, but error in caption not fatal to validity of appeal under circumstances.  44 H. 613, 618-20, 359 P.2d 932, 935, 936.\n \n  Record:  Inconsistencies in record, reconciliation of, 8 H. 5.\n \n     8.  EFFECT OF TRANSFER OF CAUSE.\n \n  See IIA(i)4, new party, IIA(i)10, disposition of cause.\n \n     9.  SCOPE OF REVIEW, PROCEDURE.\n \n  Procedure, see HRCP rules 38(b), 81(c).  See also IIA(i)10.\n \n     10.  DISPOSITION OF CAUSE.\n \n  On appeal from judgment refusing probate on ground of incompetency, jury having found competency verdict was certified to probate court which thereafter found due execution and admitted will to probate, jury verdict of competency being conclusive.  3 H. 799.\n \n     (ii)  FROM LAND COURT.\n \n  Procedure, see HRCP rules 38(b), 81(d).  From land court to supreme court, see §501-63 and IC.\n \n     B.  From district magistrate for trial de novo or in mitigation of sentence.\n \nANALYSIS\n \n   1, 2.  When appeal lies, finality.\n      3.  Decisions reviewable.\n      4.  Right of review, who has.\n      5.  Time for appeal.\n      6.  Parties.\n      7.  Other requisites.\n      8.  Effect of transfer of cause.\n      9.  Scope of review, procedure.\n     10.  Disposition of cause.\n \n     1, 2.  WHEN APPEAL LIES, FINALITY.\n \n  See ID1, 2.\n \n     3.  DECISIONS REVIEWABLE.\n \n  See also IIB4, 9.\n \n  Appeal lies in all cases, civil and criminal.  8 H. 199.\n \n  No jurisdiction in circuit court when district court lacked jurisdiction because title to real property involved.  17 H. 598.  Same, specific performance.  11 H. 424.\n \n  No general appeal from a nonsuit.  7 H. 194; 30 H. 368.  But general appeal may be taken by defendant though no answer filed or evidence offered, see IIB4.\n \n     4.  RIGHT OF REVIEW, WHO HAS.\n \n  See also IIB3, 9.\n \n  No appeal by party who is in default for failure to appear in the action, 5 H. 629; 16 H. 153, or for failure to appear for trial, 18 H. 243.  Application to remove the default should be made to court which ordered it.  5 H. 629.\n \n  Where no answer filed or evidence offered, general appeal nevertheless lies.  31 H. 619.\n \n     5.  TIME FOR APPEAL.\n \n  See HRCP rule 72(b).\n \n  Where last day for filing is Sunday, notice of appeal may be filed on next day.  18 H. 7.  See also ID5.\n \n     6.  PARTIES.\n \n  See IA6.\n \n     7.  OTHER REQUISITES.\n \n  Notice of appeal must be in writing and filed.  9 H. 231; compare 9 H. 86; 6 H. 179 (single justice).  Signature required, 15 H. 63; 25 H. 700, when deemed sufficient, 9 H. 428.\n \n  Must state court to which appeal taken.  9 H. 86.  Such statement in notice of appeal controls though magistrate's certificate inconsistent.  15 H. 422, compare 6 H. 179 (single justice).\n \n  Notice of appeal as sole jurisdictional requisite, see HRCP rule 72.\n \n  Demand for jury trial:  See HRCP rule 38(b).  In civil case may appeal with or without demand for jury trial, but in criminal case, held under 1892 statute prior to amendment that no jurisdiction in circuit court to try de novo without a jury.  9 H. 284.\n \n  Payment of costs accrued as requisite:  See ID7.\n \n  Costs for appeal, payment of as requisite, civil cases only, 9 H. 284.  Order requiring bond to keep the peace may be appealed in manner provided for a criminal proceeding.  33 H. 109.\n \n  See §§607-5, 7, Cir. Ct. Rules, 1st Cir., Rule 26(a), 2d, 3d, 5th Cir., Rule 21(b); remission, §607-3.\n \n  Insufficient costs, effect of:  See ID7.\n \n  Bond:  See ID7.\n \n  Record, return:  Record to be certified.  24 H. 600, 605.  To be filed within fifteen days, HRCP rule 72(d).  \"Return\" required by statute compared with \"certificate of appeal\" required by rule.  35 H. 423, 426.\n \n  Compliance with requirements for perfecting appeal must be shown by record, magistrate's certificate that appeal properly perfected not sufficient.  9 H. 231.\n \n  Magistrate's certificate not controlling as to nature of order where record as a whole inconsistent.  15 H. 424, 427.  Where record as a whole shows that appeal was taken from judgment for plaintiff, error of magistrate in certifying appeal was from denial of nonsuit immaterial.  29 H. 539.  Same as to error in certifying court to which appeal taken, notice of appeal controls.  15 H. 422; compare 6 H. 179 (single justice).\n \n  Amendment of record, motion to be made in district court subject to review.  19 H. 187; 19 H. 317.  Magistrate has power to correct record before certifying it.  24 H. 600, 605.  But should proceed on notice and hearing.  24 H. 600, 606; 19 H. 317.\n \n  Affidavits to impeach record, considered in connection with motion in circuit court to withdraw plea of guilty.  10 H. 469. See also IIB9, \"Effect of plea of guilty.\"\n \n     8.  EFFECT OF TRANSFER OF CAUSE.\n \n  Stay upon appeal, see HRCP rule 72(i), §§641-3, 804-4.\n \n  Appeal deprives magistrate of jurisdiction to act on pending motion for new trial.  29 H. 545.\n \n  On question whether the appeal vacates the judgment below, see 13 H. 278, 281; 22 H. 91, 95; 38 H. 527, 529.  Same, effect of right to jury trial.  14 H. 524; 15 H. 590.\n \n     9.  SCOPE OF REVIEW; PROCEDURE.\n \n  See also IIB3, 4.  Procedure, see HRCP rules 38(b), 81(e).\n \n  General appeal, trial de novo, evidence:  Deemed a general appeal for trial de novo when not taken on points of law.  30 H. 468, 470; 37 H. 591, 593.  See ID7, \"Notice of appeal,\" \"Certificate of appeal.\"\n \n  Where plaintiff not entitled to judgment on pleadings, trial de novo must be had, defendant not entitled to judgment on evidence in district court.  22 H. 91, 95.\n \n  Objection may be made to evidence though no objection in district court.  22 H. 597, 600.\n \n  See also IIB10.\n \n  Effect of plea of guilty, appeal in mitigation:  No right to trial on issue of guilt where pleaded guilty in district court, 6 H. 145 (single justice), but may appeal in mitigation of sentence, 9 H. 428.  General appeal after plea of guilty treated as one for mitigation.  10 H. 469, 475.  Right of appeal in mitigation \"fixed by Hawaiian judicial precedent\".  38 H. 256.  On appeal in mitigation, evidence may be taken.  37 H. 552, 554.\n \n  May not withdraw plea of guilty after appealing to circuit court.  6 H. 145; 8 H. 273; 10 H. 469, 473.  But in 10 H. 469, defendant after appealing to circuit court was heard on question whether understood charge when plea of guilty entered, and on sufficiency of charge to state an offense.\n \n  Review of legality or excessiveness of sentence, see also IA9a, IA10h, ID10, IIB10.\n \n  Pleading, generally:  Rule permitting informal pleadings in district court applies in circuit court on general appeal.  14 H. 500; 18 H. 502 (civil); 10 H. 600, 603 (criminal).\n \n  Arraignment on oral charge, applicability of Hawaii Rules of Criminal Procedure, see 49 H. 404, 420 P.2d 100.\n \n  Charge may be amended, 38 H. 274, additional charge may be added, 37 H. 591.\n \n  Objections to charge, raised for first time by demurrer in circuit court, considered.  10 H. 600, 603; see also 10 H. 469.\n \n  Not necessary to plead anew in circuit court though charge amended by omitting a portion.  13 H. 76, 85.\n \n  Plea of res judicata may be made for first time in circuit court.  9 H. 503.\n \n     10.  DISPOSITION OF CAUSE.\n \n  On appeal in mitigation, sentence may not be increased.  38 H. 479.\n \n  Appeal should not be dismissed because defendant answered \"not ready\", plaintiff should be put to his proof.  13 H. 278.\n \n     C.  From district magistrate on points of law.\n \n  See ID, IIB.\n \n  Time for appeal:  See HRCP rule 72(b).\n \n  Costs for appeal, payment of as requisite:  See IIB7.\n \n  Effect of transfer of cause:  Stay upon appeal, see HRCP rule 72(i), §§641-3, 804-4.\n \n     D.  From administrative agencies.\n \n  See HRCP rules 38(b), 72 and 81(e), §91-14, and appeal provisions of the chapters concerned."
}