{
    "name": "Filing and other requirements",
    "number": "3",
    "text": "(a)  Sixty days prior to the implementation of any plan and the accumulation or payment of money thereunder, all plan documents shall be submitted in writing for approval by the commissioner.\n     (b)  The documentation required by subsection (a) shall contain in writing the following: \n     (1)  A brief statement of the plan's financial structure, including a statement of the amount of prepayment, other charges or dues to be paid by plan members, and the manner in which the amounts are to be paid;\n     (2)  A statement of the amount of benefits, legal services, or reimbursement for legal services to be furnished each member of a plan, and the period during which it will be furnished; and, if there are exceptions, reductions, exclusions, limitations, or restrictions of benefits, legal services, or reimbursements, a detailed statement of the exceptions, reductions, exclusions, limitations, or restrictions;\n     (3)  A statement of the terms and conditions upon which the plan may be canceled or otherwise terminated by the group, the plan administrator, the persons furnishing legal services, or the member; provided that for any cancellation or termination, other than by a member, there shall be provision made for the disposition of funds accumulated under the plan;\n     (4)  A statement describing the applicability or nonapplicability of the benefits of the plan to the family dependents of the member;\n     (5)  A statement of the period of grace which will be allowed the member or the member's group for making any payment due under the plan;\n     (6)  A statement describing a procedure for settling disputes between or among the group, the plan administrator, the persons furnishing legal services, and the member; and\n     (7)  A statement that the plan includes the endorsements thereon and attached papers, if any, and contains the entire contract or contracts to be used among all parties to a plan. \nAny amendments or changes to the documents filed under paragraphs (1) to (7) shall be filed with the commissioner for approval at least sixty days before they take effect.  All documents filed under this section shall be public documents. [L 1976, c 156, pt of §1; gen ch 1985; am L 2010, c 47, §1(3)]"
}