{
    "name": "Designation and functions of the Hawaii state emergency response commission",
    "number": "2",
    "text": "(a)  There is created the Hawaii state emergency response commission, which shall be placed within the department for administrative purposes and carry out the requirements of this chapter.\n\t(b)  The commission shall consist of the following members, who shall be appointed by the governor as provided in section 26-34:\n\n\n\n\t(1)\tThe director of health;\n\t(2)\tThe chairperson of the board of agriculture;\n\t(3)\tThe adjutant general;\n\t(4)\tThe director of labor and industrial relations;\n\t(5)\tThe chairperson of the board of land and natural resources;\n\t(6)\tThe director of the office of environmental quality control;\n\t(7)\tThe director of business, economic development, and tourism;\n\t(8)\tThe director of transportation;\n\t(9)\tThe dean of the University of Hawaii school of public health or the dean of the University of Hawaii school of medicine, as determined by the governor;\n\t(10)\tThe director of the environmental center of the University of Hawaii;\n\t(11)\tOne representative from each committee designated by the mayor of each respective county; and\n\t(12)\tOther persons appointed by the governor to meet the minimum requirements of the Emergency Planning and Community Right-to-Know Act of 1986.\n\n\n\n\t(c)  A state officer who serves as a member of the commission may designate, in writing, another person to act in place of the officer.  The designated person shall have all the powers of a commission member.\n\t(d)  The director shall be the chairperson of the commission.  A vice-chairperson shall be designated by the chairperson to serve in the chairperson's absence.  The chairperson or the vice-chairperson may assign, delegate, or transfer tasks, duties, and responsibilities to members of the commission.\n\t(e)  Commission members shall serve without compensation, but shall be reimbursed for actual and necessary expenses, including travel expenses, incurred in carrying out their duties.\n\t(f)  Commission and committee support personnel shall be supervised and administered by the chairperson as the primary agent responsible for performing the functions and duties of the commission.  The department shall employ such professional, technical, administrative, and other staff personnel as may be deemed necessary to carry out the purposes of this chapter.\n\t(g)  The commission shall:\n\n\n\n\t(1)\tCarry out the duties and responsibilities of a state emergency response commission as specified in the Emergency Planning and Community Right-to-Know Act of 1986;\n\t(2)\tDevelop state contingency plans relating to the implementation of this chapter;\n\t(3)\tSupervise, coordinate, and provide staff support to the committees for the implementation of this chapter and the Emergency Planning and Community Right-to-Know Act of 1986;\n\t(4)\tDevelop a public information, education, and participation program for the public and facility owners covering the requirements of this chapter, and the interpretation of the chemical information collected pursuant to this chapter and the risks that these chemicals pose to the public health and environment;\n\t(5)\tAppoint the members of the committees;\n\t(6)\tDevelop a state chemical inventory form to be used in lieu of the federal Tier II form and chemical list requirements; and\n\t(7)\tDo all other things necessary for the implementation of this chapter and the requirements of the Emergency Planning and Community Right-to-Know Act of 1986. [L 1993, c 300, pt of §1; am L 2002, c 60, §2]"
}