{
    "name": "County surcharge on state tax",
    "number": "16.8",
    "text": "(a)  Each county may establish a surcharge on state tax at the rates enumerated in sections 237-8.6 and 238-2.6.  A county electing to establish this surcharge shall do so by ordinance; provided that:\n     (1)  No ordinance shall be adopted until the county has conducted a public hearing on the proposed ordinance;\n     (2)  The ordinance shall be adopted prior to December 31, 2005; and\n     (3)  No county surcharge on state tax that may be authorized under this section shall be levied prior to January 1, 2007.\nNotice of the public hearing required under paragraph (1) shall be published in a newspaper of general circulation within the county at least twice within a period of thirty days immediately preceding the date of the hearing.\n     (b)  A county electing to exercise the authority granted under this section shall notify the director of taxation within ten days after the county has adopted a surcharge on state tax ordinance and, beginning no earlier than January 1, 2007, the director of taxation shall levy, assess, collect, and otherwise administer the county surcharge on state tax.\n     (c)  Each county with a population greater than five hundred thousand that adopts a county surcharge on state tax ordinance pursuant to subsection (a) shall use the surcharges received from the State for:\n     (1)  Operating or capital costs of a locally preferred alternative for a mass transit project; and\n     (2)  Expenses in complying with the Americans with Disabilities Act of 1990 with respect to paragraph (1).\nThe county surcharge on state tax shall not be used to build or repair public roads or highways, bicycle paths, or support public transportation systems already in existence prior to July 12, 2005.\n     (d)  Each county with a population equal to or less than five hundred thousand that adopts a county surcharge on state tax ordinance pursuant to subsection (a) shall use the surcharges received from the State for:\n     (1)  Operating or capital costs of public transportation within each county for public transportation systems, including public roadways or highways, public buses, trains, ferries, pedestrian paths or sidewalks, or bicycle paths; and\n     (2)  Expenses in complying with the Americans with Disabilities Act of 1990 with respect to paragraph (1).\n     (e)  As used in this section, \"capital costs\" means nonrecurring costs required to construct a transit facility or system, including debt service, costs of land acquisition and development, acquiring of rights-of-way, planning, design, and construction, and including equipping and furnishing the facility or system. [L 2005, c 247, §2]\n \nRevision Note\n \n  \"July 12, 2005\" substituted for \"the effective date of this Act\"."
}