{
    "name": "Loans insured by the department",
    "number": "7",
    "text": "(1)\tThe department of agriculture may insure up to ninety per cent of the principal balance of a loan, plus interest due thereon, made to a qualified aquaculturist by a private lender who is unable otherwise to lend the applicant sufficient funds at reasonable rates;\n\t(2)\tLoans insured under this section shall be limited by the provisions of section 219-6;\n\t(3)\tInterest charged on an insured loan made under the provisions of this section shall be determined by the board;\n\t(4)\tWhen the application for an insured loan has been approved by the department, the department shall issue to the lender a guaranty for that percentage of the loan on which it insures payment of principal and interest.  The lender shall collect all payments from the borrower and otherwise service the loan;\n\t(5)\tIn return for the department's guaranty, the lender shall remit a one-time insurance fee of two per cent on the principal amount of the insured portion of the loan, at the time the loan is booked, except that:\n\n\t\t(A)\tOn loans of $75,000 or less with a maturity exceeding twelve months, a reduced fee of one per cent; and\n\t\t(B)\tOn all guaranteed loans with a maturity of twelve months or less, a reduced fee of one per cent;\n\n\t\tshall be paid.\n\t\tThis fee may be paid by the borrower as a cost for the loan;\n\t(6)\tWhen any installment of principal and interest has been due for sixty days and has not been paid by the borrower, the department shall issue, on request of the lender, a check for the percentage of the overdue payment guaranteed, thereby acquiring a division of interest in the collateral pledged by the borrower in proportion to the amount of the payment.  The department shall be reimbursed for any amounts so paid plus the applicable interest rate, where payment is collected from the borrower;\n\t(7)\tUnder conditions specified in rules of the department, the lender may request that a portion or all of the guaranteed percentage of the principal balance of the loan be converted to a participating share held by the department subject to this section;\n\t(8)\tShould the lender deem that foreclosure proceedings are necessary to collect moneys due from the borrower, it shall so notify the department.  Within thirty days of the notification, the department may request an assignment of the loan on payment in full to the lender of the principal balance and interest due.  Foreclosure proceedings shall be held in abeyance in the interim; and\n\t(9)\tThe lender may reduce the percentage of the principal balance insured under this section at any time. [L 1977, c 212, pt of §2; am L 1995, c 79, §2; am L 2001, c 55, §8(2)]"
}