{
    "name": "Meeting by videoconference; notice; quorum",
    "number": "3.5",
    "text": "(a)  A board may hold a meeting by videoconference; provided that the videoconference system used by the board shall allow both audio and visual interaction between all members of the board participating in the meeting and the public attending the meeting, at any videoconference location.  The notice required by section 92-7 shall specify all locations at which board members will be physically present during a videoconference meeting.  The notice shall also specify that the public may attend the meeting at any of the specified locations.\n     (b)  Any board member participating in a meeting by videoconference shall be considered present at the meeting for the purpose of determining compliance with the quorum and voting requirements of the board.\n     (c)  A meeting held by videoconference shall be terminated if, after the meeting convenes, both the audio and video communication cannot be maintained with all locations where the meeting is being held, even if a quorum of the board is physically present in one location; provided that a meeting may be continued by audio communication alone, if:\n     (1)  All visual aids required by, or brought to the meeting by board members or members of the public have already been provided to all meeting participants at all videoconference locations where the meeting is held; or\n     (2)  Participants are able to readily transmit visual aids by some other means (e.g., fax copies), to all other meeting participants at all other videoconference locations where the meeting is held.  If copies of visual aids are not available to all meeting participants at all videoconference locations where the meeting is held, those agenda items related to the visual aids shall be deferred until the next meeting; and \n     (3)  No more than fifteen minutes shall elapse in implementing the requirements listed in paragraph (2). [L 1994, c 121, §1; am L 2000, c 284, §2; am L 2006, c 152, §1]"
}