{
    "name": "Judicial review",
    "number": "41",
    "text": "  The director of labor and industrial relations or any party to the proceedings before the referee may obtain judicial review of the decision of the referee in the manner provided in chapter 91, by instituting proceedings in the circuit court of the circuit in which the claimant resides or in which the claimant was last employed.  In any such court proceedings, every other party to the proceeding before the referee shall be made a party respondent.  The director shall be deemed to be a party to any such proceeding.  The proceedings shall be heard in a summary manner and shall be given precedence over all other civil cases except proceedings arising under the workers' compensation law of the State.  Proceedings for review by the supreme court may be taken and had in the same manner as is provided for a review of a judgment of a circuit court.  No bond shall be required as a condition of initiating a proceeding for judicial review or initiating proceedings for review by the supreme court.  Upon the final termination of any judicial proceeding, the referee shall enter an order in accordance with the mandate of the court. [L 1939, c 219, §6(i); am L 1941, c 304, §1, pt of subs 18; RL 1945, §4242; RL 1955, §93-40; am L 1965, c 96, §71; HRS ; am L 1975, c 41, §1]\n    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  The director of labor and industrial relations or any party to the proceedings before the referee may obtain judicial review of the decision of the referee in the manner provided in chapter 91, by instituting proceedings in the circuit court of the circuit in which the claimant resides or in which the claimant was last employed.  In any such court proceedings, every other party to the proceeding before the referee shall be made a party respondent.  The director shall be deemed to be a party to any such proceeding.  The proceedings shall be heard in a summary manner and shall be given precedence over all other civil cases except proceedings arising under the workers' compensation law of the State.  Proceedings for review by the intermediate appellate court may be taken and had in the same manner as is provided for a review of a judgment of a circuit court.  No bond shall be required as a condition of initiating a proceeding for judicial review or initiating proceedings for review by the intermediate appellate court.  Upon the final termination of any judicial proceeding, the referee shall enter an order in accordance with the mandate of the court. [L 1939, c 219, §6(i); am L 1941, c 304, §1, pt of subs 18; RL 1945, §4242; RL 1955, §93-40; am L 1965, c 96, §71; HRS ; am L 1975, c 41, §1; am L 2004, c 202, §39]"
}