{
    "name": "Special unemployment insurance administration fund",
    "number": "127",
    "text": "(a)  There is created in the state treasury a special fund to be known as the special unemployment insurance administration fund.  All interest, fines, and penalties collected under this chapter on and after October 1, 1987, shall be paid into this fund and shall not be commingled with other state funds but maintained in a separate account on the books of the depository.  Interest earned upon moneys in the administration fund shall be deposited and credited to the administration fund.\n\tAll moneys payable to the administration fund shall be transferred immediately into the administration fund from the clearing account of the unemployment compensation fund.  The director of finance shall be the treasurer and custodian of the administration fund and shall administer the fund in accordance with directions by the director of labor and industrial relations.  The director of finance shall be liable on the director's official bond for the faithful performance of all duties in connection with the administration fund.  All sums recovered on such surety bond for losses sustained by the administration fund shall be deposited into the fund.\n\t(b)  Notwithstanding any other provisions of this section to the contrary, the moneys in the administration fund shall be used for the payment of the following expenses and obligations relating to the administration of the unemployment insurance program:\n\n\n\n\t(1)\tRefunds or adjustments of interest on delinquent contributions and penalties or fines erroneously collected under this chapter;\n\t(2)\tExpenses for which allocation of federal funds have been duly requested but not yet received, subject to the reimbursement of the expenditures against the funds received;\n\t(3)\tExpenditures deemed necessary by the director in the administration of this chapter for which no allocations of federal administration funds have been made; and\n\t(4)\tInterest due under the provisions of section 1202(b) of the Social Security Act, as amended, for advances made to the unemployment compensation fund.\n\n\n\n\t(c)  No moneys in the administration fund shall be expended for any purpose for which federal funds would otherwise be available.\n\t(d)  All expenditures from the administration fund, except for refunds of penalties and interest erroneously collected, shall be approved by the director.\n\t(e)  All moneys deposited or paid into the administration fund shall be continuously available to the director for expenditures consistent with this section and shall not lapse at any time.  The director may transfer moneys deposited in the administration fund to the unemployment compensation fund as the director deems necessary.\n\t(f)  Twenty days before the convening of the legislature in regular session each year, the director shall submit a report to the legislature on the financial status of the special unemployment insurance administration fund. [L 1987, c 119, §1; am L 1988, c 77, §1]"
}