{
    "name": "Eligibility for benefits",
    "number": "29",
    "text": "(a)  An unemployed individual shall be eligible to receive benefits with respect to any week only if the department finds that:\n\n\n\n\t(1)\tThe individual has made a claim for benefits with respect to that week in accordance with rules the department may prescribe;\n\t(2)\tThe individual has registered for work at, and thereafter continued to report at, an employment office in accordance with rules the department may prescribe, except that the department, by rule, may waive or alter either or both of the requirements of this paragraph as to individuals attached to regular jobs and as to other types of cases or situations with respect to which it finds that compliance with those requirements would be oppressive, or would be inconsistent with the purpose of this chapter; provided that no such rule shall conflict with section 383-21;\n\t(3)\tThe individual is able to work and is available for work; provided that no claimant shall be considered ineligible with respect to any week of unemployment for failure to comply with this paragraph if the failure is due to an illness or disability, as evidenced by a physician's certificate, which occurs during an uninterrupted period of unemployment with respect to which benefits are claimed and no work which would have been suitable prior to the beginning of the illness and disability has been offered the claimant;\n\t(4)\tThe individual has been unemployed for a waiting period of one week within the individual's benefit year.  No week shall be counted as a waiting period:\n\n\t\t(A)\tIf benefits have been paid with respect thereto;\n\t\t(B)\tUnless the individual was eligible for benefits with respect thereto as provided in this section and section 383-30, except for the requirements of this paragraph;\n\n\t(5)\tIn the case of an individual whose benefit year begins:\n\n\t\t(A)\tOn or after January 2, 1966, but prior to October 1, 1989, the individual has had during the individual's base period a total of fourteen or more weeks of employment as defined in section 383-1 and has been paid wages for insured work during the individual's base period in an amount equal to at least thirty times the individual's weekly benefit amount as determined under section 383-22(b).  For the purposes of this subparagraph, wages for insured work shall include wages paid for services:\n\n\t\t\t(i)\tWhich were not employment, as defined in section 383-2 or pursuant to an election under section 383-77 prior to January 1, 1978, at any time during the one-year period ending December 31, 1975; and\n\t\t\t(ii)\tWhich are agricultural labor as defined in section 383-9 except service excluded under section 383-7(1), or are domestic service except service excluded under section 383-7(2); except to the extent that assistance under Title II of the Emergency Jobs and Unemployment Assistance Act of 1974 was paid on the basis of those services;\n\n\t\t(B)\tOn and after October 1, 1989, to January 4, 1992, the individual has been employed as defined in section 383-2 and has been paid wages for insured work during the individual's base period in an amount equal to not less than thirty times the individual's weekly benefit amount, as determined under section 383-22(b), and the individual has been paid wages for insured work during at least two quarters of the individual's base period; provided that no otherwise eligible individual who established a prior benefit year under this chapter or the unemployment compensation law of any other state, shall be eligible to receive benefits in a succeeding benefit year until, during the period following the beginning of the prior benefit year, that individual worked in covered employment for which wages were paid in an amount equal to at least five times the weekly benefit amount established for that individual in the succeeding benefit year; and\n\t\t(C)\tAfter January 4, 1992, the individual has been employed as defined in section 383-2 and has been paid wages for such insured work during the individual's base period in an amount equal to not less than twenty-six times the individual's weekly benefit amount, as determined under section 383-22(b), and the individual has been paid wages for insured work during at least two quarters of the individual's base period; provided that no otherwise eligible individual who established a prior benefit year under this chapter or the unemployment compensation law of any other state, shall be eligible to receive benefits in a succeeding benefit year until, during the period following the beginning of the prior benefit year, that individual worked in covered employment for which wages were paid in an amount equal to at least five times the weekly benefit amount established for that individual in the succeeding benefit year.\n\n\t\tFor purposes of this paragraph, wages and weeks of employment shall be counted for benefit purposes with respect to any benefit year only if the benefit year begins subsequent to the dates on which the employing unit by which the wages or other remuneration as provided in the definition of weeks of employment in section 383-1 were paid has satisfied the conditions of section 383-1 with respect to becoming an employer.\n\t\t\tEffective for benefit years beginning January 1, 2004, and thereafter, if an individual fails to establish a valid claim for unemployment insurance benefits under this paragraph, the department shall make a redetermination of entitlement based upon the alternative base period as defined in section 383-1; provided further that the individual shall satisfy the conditions of section 383-29(a)(5) that apply to claims filed using the base period as defined in section 383-1 and the establishment of claims using the alternative base period shall be subject to the terms and conditions of sections 383-33 and 383-94; and\n\t(6)\tEffective November 24, 1994, an individual who has been referred to reemployment services pursuant to the profiling system under section 383-92.5 participates in those services or in similar services.  The individual may not be required to participate in reemployment services if the department determines the individual has completed those services, or there is justifiable cause for the claimant's failure to participate in those services.\n\n\n\n\tFor the purposes of this subsection, employment and wages used to establish a benefit year shall not thereafter be reused to establish another benefit year.\n\n\n\n\t(b)\t(1)  Benefits based on service in an instructional, research, or principal administrative capacity in an institution of education shall not be paid to an individual for any week of unemployment which begins during the period between two successive academic years, or during a similar period between two regular terms, whether or not successive, or during a period of paid sabbatical leave provided for in the individual's contract, if the individual performed such services in the first of such academic years or terms and if there is a contract or a reasonable assurance that such individual will perform services in any such capacity for any institution of education in the second of such academic years or terms.\n\t(2)\tBenefits based on service in any other capacity for any educational institution shall not be paid to any individual for any week which commences during a period between two successive academic years or terms if such individual performs such services in the first of such academic years or terms and there is a reasonable assurance that such individual will perform such services in the second of such academic years or terms, except that, if compensation is denied to any individual under this subsection and such individual was not offered an opportunity to perform such services for the educational institution for the second of such academic years or terms, such individual shall be entitled to a retroactive payment of compensation for each week for which the individual filed a timely claim for compensation and for which compensation was denied solely by reason of this clause.\n\t(3)\tBenefits based on service in any instructional, research, or principal administrative capacity in any educational institution or based on other services in any educational institution shall not be paid to any person for any week of unemployment which begins during an established and customary vacation or recess for a holiday if the person performs service in the period immediately preceding the vacation or recess and there is reasonable assurance that the person will be provided employment immediately succeeding the vacation or recess.\n\t(4)\tThe provisions of paragraphs (1), (2), and (3) apply also to services performed while employed by a governmental agency which is established and operated exclusively for the purpose of providing such services to one or more educational institutions.\n\n\n\n\t(c)  Benefits based on services, substantially all of which consists of participating or preparing or training to participate in sports or athletic events, shall not be paid to an individual for any week of unemployment which begins during the period between two successive sport seasons (or similar periods) if the individual performed such services in the first of such seasons (or similar periods) and there is a reasonable assurance that the individual will perform such services in the second of such seasons (or similar periods).\n\t(d)  Benefits shall not be paid on the basis of services performed by an alien unless the alien is an individual who was lawfully admitted for permanent residence at the time those services were performed, was lawfully present for purposes of performing those services, or otherwise was permanently residing in the United States under color of law at the time those services were performed (including an alien who was lawfully present in the United States as a result of the application of the provisions of section 203(a)(7) or section 212(d)(5) of the Immigration and Nationality Act).  Any data or information required of individuals applying for benefits to determine whether benefits are not payable to them because of their alien status shall be uniformly required from all applicants for benefits.  In the case of an individual whose application for benefits would otherwise be approved, no determination that benefits to such individual are not payable because of the individual's alien status shall be made except upon a preponderance of the evidence.\n\t(e)  Notwithstanding any provisions of this chapter to the contrary, a claimant shall not be denied benefits because of the claimant's regular attendance at a vocational training or retraining course which the director has approved and continues from time to time to approve for the claimant.  The director may approve such course for a claimant only if:\n\n\n\n\t(1)\tThe training activity is authorized under Titles I, II, III, and IV (except on-the-job training) of the Job Partnership Training Act (P.L. 97-300); or\n\t(2)\tAll of the following conditions apply:\n\n\t\t(A)\tReasonable employment opportunities for which the claimant is fitted by training and experience do not exist in the locality or are severely curtailed;\n\t\t(B)\tThe training course relates to an occupation or skill for which there are, or are expected to be in the immediate future, reasonable employment opportunities in the locality;\n\t\t(C)\tThe training course is offered by a competent and reliable agency; and\n\t\t(D)\tThe claimant has the required qualifications and aptitudes to complete the course successfully. [L 1939, c 219, §4; am L 1941, c 304, §1, subs 16; am L 1943, c 160, §1, subs 5; RL 1945, §4230; am L 1953, c 22, §1(1), (2); RL 1955, §93-28; am L Sp 1959 2d, c 1, §27; am L 1961, c 94, §1 and c 114, §1(c); am L 1963, c 174, §4; am L 1964, c 61, §4; am L 1965, c 250, §1(c); HRS ; am L 1971, c 187, §4; am L 1973, c 53, §1; am L 1977, c 148, §5; am L 1981, c 172, §1; am L 1984, c 201, §1; gen ch 1985; am L 1986, c 32, §2 and c 162, §3; am L 1990, c 25, §1 and c 88, §1; am L 1991, c 68, §5; am L 1993, c 275, §1; am L 1994, c 112, §3; am L 2003, c 219, §2]"
}