{
    "name": "Disqualification for benefits",
    "number": "30",
    "text": "An individual shall be disqualified for benefits:\n\n\n\n\t(1)\tVoluntary separation.  For any week prior to October 1, 1989, in which the individual has left work voluntarily without good cause, and continuing until the individual has, subsequent to the week in which the voluntary separation occurred, been employed for at least five consecutive weeks of employment.  For the purposes of this paragraph, \"weeks of employment\" means all those weeks within each of which the individual has performed services in employment for not less than two days or four hours per week, for one or more employers, whether or not such employers are subject to this chapter.  For any week beginning on and after October 1, 1989, in which the individual has left the individual's work voluntarily without good cause, and continuing until the individual has, subsequent to the week in which the voluntary separation occurred, been paid wages in covered employment equal to not less than five times the individual's weekly benefit amount as determined under section 383-22(b).\n\t\t\tAn owner-employee of a corporation who brings about the owner-employee's unemployment by divesting ownership, leasing the business interest, terminating the business, or by other similar actions where the owner-employee is the party initiating termination of the employment relationship, has voluntarily left employment.\n\t(2)\tDischarge or suspension for misconduct.  For any week prior to October 1, 1989, in which the individual has been discharged for misconduct connected with work, and continuing until the individual has, subsequent to the week in which the discharge occurred, been employed for at least five consecutive weeks of employment.  For the week in which the individual has been suspended for misconduct connected with work and for not less than one or more than four consecutive weeks of unemployment which immediately follow such week, as determined in each case in accordance with the seriousness of the misconduct.  For the purposes of this paragraph, \"weeks of employment\" means all those weeks within each of which the individual has performed services in employment for not less than two days or four hours per week, for one or more employers, whether or not such employers are subject to this chapter.  For any week beginning on and after October 1, 1989, in which the individual has been discharged for misconduct connected with work, and until the individual has, subsequent to the week in which the discharge occurred, been paid wages in covered employment equal to not less than five times the individual's weekly benefit amount as determined under section 383-22(b).\n\t(3)\tFailure to apply for work, etc.  For any week prior to October 1, 1989, in which the individual failed, without good cause, either to apply for available, suitable work when so directed by the employment office or any duly authorized representative of the department of labor and industrial relations, or to accept suitable work when offered and continuing until the individual has, subsequent to the week in which the failure occurred, been employed for at least five consecutive weeks of employment.  For the purposes of this paragraph, \"weeks of employment\" means all those weeks within each of which the individual has performed services in employment for not less than two days or four hours per week, for one or more employers, whether or not such employers are subject to this chapter.  For any week beginning on and after October 1, 1989, in which the individual failed, without good cause, either to apply for available, suitable work when so directed by the employment office or any duly authorized representative of the department of labor and industrial relations, or to accept suitable work when offered until the individual has, subsequent to the week in which the failure occurred, been paid wages in covered employment equal to not less than five times the individual's weekly benefit amount as determined under section 383-22(b).\n\n\t\t(A)\tIn determining whether or not any work is suitable for an individual there shall be considered among other factors and in addition to those enumerated in paragraph (3)(B), the degree of risk involved to the individual's health, safety, and morals, the individual's physical fitness and prior training, the individual's experience and prior earnings, the length of unemployment, the individual's prospects for obtaining work in the individual's customary occupation, the distance of available work from the individual's residence, and prospects for obtaining local work.  The same factors so far as applicable shall be considered in determining the existence of good cause for an individual's voluntarily leaving work under paragraph (1).\n\t\t(B)\tNotwithstanding any other provisions of this chapter, no work shall be deemed suitable and benefits shall not be denied under this chapter to any otherwise eligible individual for refusing to accept new work under any of the following conditions:\n\n\t\t\t(i)\tIf the position offered is vacant due directly to a strike, lockout, or other labor dispute;\n\t\t\t(ii)\tIf the wages, hours, or other conditions of the work offered are substantially less favorable to the individual than those prevailing for similar work in the locality;\n\t\t\t(iii)\tIf as a condition of being employed the individual would be required to join a company union or to resign from or refrain from joining any bona fide labor organization.\n\n\n\n\t(4)\tLabor dispute.  For any week with respect to which it is found that unemployment is due to a stoppage of work which exists because of a labor dispute at the factory, establishment, or other premises at which the individual is or was last employed; provided that this paragraph shall not apply if it is shown that:\n\n\t\t(A)\tThe individual is not participating in or directly interested in the labor dispute which caused the stoppage of work; and\n\t\t(B)\tThe individual does not belong to a grade or class of workers of which, immediately before the commencement of the stoppage, there were members employed at the premises at which the stoppage occurs, any of whom are participating in or directly interested in the dispute; provided that if in any case separate branches of work, which are commonly conducted as separate businesses in separate premises, are conducted in separate departments of the same premises, each such department shall, for the purpose of this paragraph, be deemed to be a separate factory, establishment, or other premises.\n\n\t(5)\tIf the department finds that the individual has within the twenty-four calendar months immediately preceding any week of unemployment made a false statement or representation of a material fact knowing it to be false or knowingly failed to disclose a material fact to obtain any benefits not due under this chapter, the individual shall be disqualified for benefits beginning with the week in which the department makes the determination and for each consecutive week during the current and subsequent twenty-four calendar months immediately following such determination, and such individual shall not be entitled to any benefit under this chapter for the duration of such period; provided that no disqualification shall be imposed if proceedings have been undertaken against the individual under section 383-141.\n\t(6)\tOther unemployment benefits.  For any week or part of a week with respect to which the individual has received or is seeking unemployment benefits under any other employment security law, but this paragraph shall not apply (A) if the appropriate agency finally determines that the individual is not entitled to benefits under such other law, or (B) if benefits are payable to the individual under an act of Congress which has as its purpose the supplementation of unemployment benefits under a state law. [L 1939, c 219, §5; am L 1941, c 304, §1, subs 17; RL 1945, §4231; am L Sp 1949, c 13, §1; am L 1951, c 195, §1(5); am L 1953, c 22, §1(1), (6); am L 1955, c 80, §1(a), (b); RL 1955, §93-29; am L 1957, c 74, §2(1); am L 1959, c 232, §3; am L Sp 1959 2d, c 1, §27; HRS ; am L 1973, c 75, §1; am L 1976, c 157, §2; am L 1978, c 198, §1; am L 1982, c 20, §1; gen ch 1985; am L 1986, c 32, §3 and c 162, §4]"
}