{
    "name": "Use of a computer in the commission of a separate crime",
    "number": "893",
    "text": "(1)  A person commits the offense of use of a computer in the commission of a separate crime if the person:\n    (a)   Intentionally uses a computer to obtain control over the property of the victim to commit theft in the first or second degree; or\n    (b)   Knowingly uses a computer to identify, select, solicit, persuade, coerce, entice, induce, procure, pursue, surveil, contact, harass, annoy, or alarm the victim or intended victim of the following offenses:\n         (i)  Section 707-726, relating to custodial interference in the first degree;\n        (ii)  Section 707-727, relating to custodial interference in the second degree;\n       (iii)  Section 707-731, relating to sexual assault in the second degree;\n        (iv)  Section 707-732, relating to sexual assault in the third degree;\n         (v)  Section 707-733, relating to sexual assault in the fourth degree;\n        (vi)  Section 707-751, relating to promoting child abuse in the second degree;\n       (vii)  Section 711-1106, relating to harassment;\n      (viii)  Section 711-1106.5, relating to harassment by stalking; or\n        (ix)  Section 712-1215, relating to promoting pornography for minors.\n     (2)  Use of a computer in the commission of a separate crime is an offense one class or grade, as the case may be, greater than the offense facilitated.  Notwithstanding any other law to the contrary, a conviction under this section shall not merge with a conviction for the separate crime. [L 2001, c 33, pt of §1; am L 2006, c 141, §1; am L 2012, c 192, §1]\n \nNote\n \n  The 2012 amendment is not intended to interfere with First Amendment rights of free speech and expression of any person affected.  L 2012, c 192, §3.\n \nCOMMENTARY ON §§708-890 TO 893\n \n  Act 225, Session Laws 1992, repealed former §§708-890 to 896 and added this part to expand the degree of protection afforded to individuals and organizations from persons who tamper, interfere, damage, and gain unauthorized access to their computers, computer systems, software, and data.  Finding that the growth in computer use has resulted in a similar growth in unauthorized access to computer systems, the legislature created two new offenses of \"computer fraud\" and \"unauthorized computer use\", both class C felonies.  The legislature, however, recognized that other people, including harmless pranksters, students, or curious computer hackers, may gain unauthorized access to computer systems and do no damage to those systems.  Although these people have committed a serious breach of privacy, they do not deserve to be charged with a class C felony; the legislature therefore created the affirmative defense of \"entry without disruption\", authorizing a court to dismiss a prosecution if, having regard for the nature of the alleged conduct and attendant circumstances, it finds that the defendant's conduct did not actually cause harm or damage to a computer system or network.  The court must also file a written statement of its reasons for dismissal.  Conference Committee Report No. 29."
}