{
    "name": "Definitions",
    "number": "1",
    "text": "PART I.  GENERAL AND ADMINISTRATIVE PROVISIONS\n\n     As used in this chapter unless otherwise indicated by the context:\n\t\"Administrator\" means the person in charge of a public or private hospital.\n\t\"Admission procedures\" mean the various methods for admission of mentally ill persons or of persons habituated to the excessive use of drugs or alcohol to public and private psychiatric facilities.\n\t\"Authorized absence\" means absence of a patient from a psychiatric facility for any period of time with permission.\n\t\"Community mental health center\" means one or more facilities which alone or in conjunction with other facilities, public or private, are part of a coordinated program providing a variety of mental health services principally for persons residing in a community or communities in or near which the center is located.\n\t\"Court\" means any duly constituted court and includes proceedings, hearings of per diem judges as authorized by law.\n\t\"Dangerous to others\" means likely to do substantial physical or emotional injury on another, as evidenced by a recent act, attempt or threat.\n\t\"Dangerous to property\" means inflicting, attempting or threatening imminently to inflict damage to any property in a manner which constitutes a crime, as evidenced by a recent act, attempt or threat.\n\t\"Dangerous to self\" means the person recently has threatened or attempted suicide or serious bodily harm; or the person recently has behaved in such a manner as to indicate that the person is unable, without supervision and the assistance of others, to satisfy the need for nourishment, essential medical care, shelter or self-protection, so that it is probable that death, substantial bodily injury, or serious physical debilitation or disease will result unless adequate treatment is afforded.\n\t\"Department\" means the department of health.\n\t\"Director\" means the director of health.\n\t\"Discharge\" means the formal termination on the records of a psychiatric facility of a patient\u0092s period of treatment at the facility.\n\t\"Gravely disabled\" means a condition in which a person, as a result of a mental disorder, (1) is unable to provide for that individual\u0092s basic personal needs for food, clothing, or shelter; (2) is unable to make or communicate rational or responsible decisions concerning the individual\u0092s personal welfare; and (3) lacks the capacity to understand that this is so.\n\t\"Guardian\" means a guardian of person or of property as provided in Article V of chapter 560.\n\t\"Incapacitated person\" is as provided in Article V of chapter 560.\n\t\"Interested person\" means an interested, responsible adult, including but not limited to a public official, the legal guardian, spouse, parent, legal counsel, adult child, or next of kin of a person allegedly mentally ill, mentally deficient or suffering from substance abuse or as otherwise provided in Article I of chapter 560.\n\t\"Intoxicated person\" means a person who is deprived of reasonable self-control because of intake of alcohol or because of any substance which includes in its composition volatile organic solvents.\n\t\"Judge\" means any judge of the family court or per diem judge appointed by the chief justice as provided in section 604-2.\n\t\"Licensed physician\" means a physician or surgeon licensed by the State to practice medicine, including a physician and surgeon granted a limited and temporary license under section 453-3(1), (2), and (5) or a resident physician and surgeon granted a limited and temporary license under paragraph (4) thereof, or a medical officer of the United States while in this State in the performance of the medical officer\u0092s official duties.\n\t\"Mental health\" means a state of social, psychological, and physical well-being, with capacity to function effectively in a variety of social roles.\n\t\"Mentally ill person\" means a person having psychiatric disorder or other disease which substantially impairs the person\u0092s mental health and necessitates treatment or supervision.\n\t\"Obviously ill\" means a condition in which a person\u0092s current behavior and previous history of mental illness, if known, indicate a disabling mental illness, and the person is incapable of understanding that there are serious and highly probable risks to health and safety involved in refusing treatment, the advantages of accepting treatment, or of understanding the advantages of accepting treatment and the alternatives to the particular treatment offered, after the advantages, risks, and alternatives have been explained to the person.\n\t\"Patient\" means a person under observation, care, or treatment at a psychiatric facility.\n\t\"Person suffering from substance abuse\" means a person who uses narcotic, stimulant, depressant, or hallucinogenic drugs or alcohol to an extent which interferes with the person\u0092s personal, social, family, or economic life.\n\t\"Protected person\" is as described in Article V of chapter 560.\n\t\"Psychiatric facility\" means a public or private hospital or part thereof which provides inpatient or outpatient care, custody, diagnosis, treatment or rehabilitation services for mentally ill persons or for persons habituated to the excessive use of drugs or alcohol or for intoxicated persons.\n\t\"Special treatment facility\" means a public or private facility which provides a therapeutic residential program for care, diagnosis, treatment or rehabilitation services for emotionally distressed persons, mentally ill persons or persons suffering from substance abuse.\n\t\"Therapeutic living program\" means a supervised living arrangement that provides mental health or substance abuse services for individuals or families who do not need the structure of a special treatment facility and are transitioning from a more restrictive treatment setting to independent living.  The program aids residents in meeting basic needs and provides supportive services through a required service plan.\n\t\"Treatment\" means the broad range of emergency, out-patient, intermediate, domiciliary, and inpatient services and care, including diagnostic evaluation, medical, psychiatric, psychological, and social service care, vocational rehabilitation, career counseling, and other special services which may be extended to handicapped persons.\n\t\"Unauthorized absence\" means absence of a patient from a psychiatric facility for any period of time without permission. [L 1967, c 259, pt of §1; HRS ; am L 1968, c 6, §2; am L 1969, c 153, §1; am L 1973, c 93, pt of §2; am L 1976, c 130, §1(1), (2); am L 1977, c 76, §1; am L 1979, c 228, §2; am L 1984, c 94, §1; am L 1985, c 75, §1; gen ch 1985; am L 1986, c 335, §1 and c 339, §43; am L 1997, c 220, §1]"
}