{
    "name": "Voluntary admission for nonemergency treatment or supervision",
    "number": "60.1",
    "text": "(a)  Acceptance for voluntary inpatient treatment at a psychiatric facility shall be in accordance with usual standards for hospital admissions.\n\t(b)  A facility may admit for evaluation, diagnosis, or treatment any individual under fifteen years of age for whom application is made by the individual\u0092s parent or guardian.  If application for admission is countersigned by a minor aged fifteen through seventeen years before a family court officer, no hearing shall be necessary.  If the minor elects not to sign, involuntary hospitalization proceedings shall be initiated.\n\t(c)  A facility shall discharge a voluntary patient who has sufficiently improved so that hospitalization is no longer desirable.  A voluntary patient or the patient\u0092s guardian, representative, or attorney may request discharge in writing at any time following admission to the facility.  If discharge would be dangerous to the patient or others, proceedings for involuntary hospitalization must be initiated as soon as possible but within twenty-four hours of the receipt by the administrator of the written request for discharge.  If that time expires on a Saturday, Sunday, or holiday, the time for initiation is extended to the close of the next court day.  Upon the initiation of the proceedings, the facility is authorized to detain the patient until further order of the court.  If the patient was admitted on the patient\u0092s own application and the request for discharge is made by a person other than the patient, the discharge may be conditioned upon the agreement of the patient.\n\t(d)  Notice of right to release.  At the time of the patient\u0092s admission and each six months thereafter, a voluntary patient and the patient\u0092s guardian or representatives shall be notified in writing of the patient\u0092s right and how to apply for a discharge. [L 1984, c 188, pt of §3; gen ch 1985]"
}