{
    "name": "Definitions",
    "number": "1",
    "text": "PART I.  GENERAL PROVISIONS\n\n []    In this chapter, unless the context otherwise requires:\n\t\"Accuser\" means a person who signs and swears to charges, any person who directs that charges nominally be signed and sworn to by another, and any person who has an interest other than an official interest in the prosecution of the accused.\n\t\"Active state duty\" means duty in the active military service of the State under an order of the governor issued under authority vested in the governor by law, and includes travel to and from such duty.\n\t\"Adjutant general\" means the adjutant general of the State as defined in section 121-7.\n\t\"Commanding officer\" includes only commissioned officers.\n\t\"Commissioned officer\" includes a commissioned warrant officer.\n\t\"Convening authority\" includes, in addition to the person who convened the court, a commissioned officer commanding for the time being, or a successor in command.\n\t\"Duty status other than active state duty\" means any time when members and units of the state military forces assemble for drill or other equivalent training, instruction, or duty or participate in field training, encampments, maneuvers, schools, conferences, cruises, or other similar duties as may be prescribed by the laws of the United States (including but not limited to title 32 of the United States Code) or of the State and any regulations issued thereunder, and includes travel to and from such duty.\n\t\"Enlisted member\" means a person in an enlisted grade.\n\t\"Governor\" means the governor of the State.\n\t\"Grade\" means a step or degree, in a graduated scale of office or military rank, that is established and designated as a grade by law or regulation.\n\t\"Law officer\" means an official of a general court-martial detailed in accordance with section 124A-45.\n\t\"Law specialist\" means a commissioned officer of the organized militia of the State designated for special duty.\n\t\"Legal officer\" means any commissioned officer of the organized militia of the State designated to perform legal duties for a command.\n\t\"Military\" refers to any or all of the armed forces.\n\t\"Military court\" means a court-martial, a court of inquiry, or a provost court.\n\t\"Officer\" means commissioned or warrant officer.\n\t\"Rank\" means the order of precedence among members of the state military forces.\n\t\"State judge advocate\" means the commissioned officer responsible for supervising the administration of the military justice in the state military forces.\n\t\"State military forces\" means the national guard of the State, as defined in section 101(3) of title 32, United States Code, the organized naval militia of the State, and any other military force organized under the laws of the State.\n\t\"Superior commissioned officer\" means a commissioned officer superior in rank or command. [L 1982, c 171, pt of §2; gen ch 1985]"
}