{
    "name": "Program of regimental discipline",
    "number": "605.5",
    "text": "(1)  The department of public safety is authorized to implement a rigorous offender program based on regimental discipline.  Participants shall undergo a regimen of hard work, physical training, intensive counseling, and educational and treatment programs within a highly structured and motivational environment.  The program shall be available to defendants and committed persons who:\n    (a)   Have not been convicted of a class A felony;\n    (b)   Are not considered violent;\n    (c)   Are chosen by the director of public safety;\n    (d)   Are in good physical condition;\n    (e)   Have not been previously sentenced to an indeterminate term of imprisonment; and\n    (f)   Are willing to participate in the program.\n     (2)  The court, with the approval of the director of public safety, may order a defendant to satisfactorily complete a program of regimental discipline of not less than ninety days before the court sentences a defendant or as a condition of probation or a deferred acceptance of guilty plea.\n     (3)  If a defendant is ordered to complete a program, the director of public safety shall certify to the court whether the defendant completed the program satisfactorily.  If the defendant fails to complete the program satisfactorily as a condition of a deferred acceptance of guilty plea, such a failure shall be considered in accordance with section 853-3.  If a defendant fails to complete the program satisfactorily as a condition of probation, such a failure shall be considered in accordance with section 706-625. [L 1993, c 338, §2]\n \nCOMMENTARY ON \n \n  Act 338, Session Laws 1993, added this section to authorize the department of public safety to implement a rigorous offender program based on regimental discipline.  The legislature, which is concerned with the problem of prison overcrowding, found that the program established by this section is a viable alternative to incarceration for first-time offenders, who are more likely to respond to rehabilitative efforts.  Conference Committee Report No. 212."
}