{
    "name": "Temporary foster custody without court order",
    "number": "24",
    "text": "(a)  When the department receives physical custody of a child from the police pursuant to section 587-22(b), the department shall assume temporary foster custody of a child without an order of the court and without the consent of the child's family regardless of whether the child's family is absent, if in the discretion of the department the child is in such circumstance or condition that the child's continuing in the custody or care of the child's family presents a situation of imminent harm to the child.\n     (b)  Upon assuming temporary foster custody of a child under this chapter, the department promptly shall make every reasonable effort to inform a legal custodian of the child of the actions taken concerning the child; provided that the department may withhold such information from the child's family concerning the child as, in its discretion, is deemed to be in the best interests of the child.\n     (c)  Upon assuming temporary foster custody of a child under this chapter, the department shall place the child in emergency foster care, unless the child is admitted to a hospital or similar institution, while it conducts an appropriate investigation; provided that placement preference for emergency foster care shall be given to the appropriate relative identified by the department.  The department and authorized agencies shall make reasonable efforts to identify all relatives within six months of assuming foster custody of the child.\n     (d)  Any physician licensed or authorized to practice medicine in this State presented with a child who is under the temporary foster custody of the department shall perform such an examination of the child, with or without the consent of the child's family, as is required in order to determine the nature and extent of any imminent harm, harm, or threatened harm to the child.\n     (e)  Within three working days, excluding Saturdays, Sundays, or holidays, after the date of its assumption of temporary foster custody, the department shall:\n     (1)  Relinquish its temporary foster custody and return the child to the child's legal custodian and proceed pursuant to section 587-21(b)(1), (2), or (4);\n     (2)  Continue its assumption of temporary foster custody of the child with the child being voluntarily placed in foster care by the child's legal custodian and proceed pursuant to section 587-21(b)(2) or (4); or\n     (3)  Continue its assumption of temporary foster custody of the child and proceed pursuant to section 587-21(b)(3). [L 1983, c 171, pt of §1; am L 1986, c 316, §9; am L 1992, c 190, §9; am L 1998, c 134, §8; am L 2008, c 199, §5]\n \nCase Notes\n \n  Where child protective service caseworker's seven-day delay in filing a court petition for temporary custody violated state law (pre-1998 amendment), the state law did not clearly establish a federal right at the time caseworker removed appellant's children.  Neither the seven-day delay before obtaining post-deprivation judicial review, nor the seven-day delay before filing a court petition, violated appellant's federal due process rights.  141 F.3d 927.\n  Children's \"rearrest\" did not extend deadline for filing petition for temporary custody, thus defendant and department of human services exceeded period allotted for filing petition under this section (pre-1998 amendment) by approximately five days.  949 F. Supp. 1461.\n  Defendant entitled to qualified immunity because it was not clearly established law at the time that it would violate plaintiff's procedural due process rights to wait seven days to petition family court for order ratifying emergency custody over plaintiff's children.  949 F. Supp. 1461."
}