{
    "name": "Definitions",
    "number": "2",
    "text": "When used in this chapter, unless the context otherwise requires:\n     \"Abandoned infant\" means a child who is three years old or younger and:\n     (1)  Whose parent or parents, as applicable, regardless of any incidental contact or communication with the child, have demonstrated an extreme disinterest or lack of commitment for assuming parental responsibility for the child;\n     (2)  Whose parent's or parents', as applicable, identity or whereabouts have been unknown to the caretaker for no less than sixty days, and reasonable efforts have been made to identify or locate the parent or parents; or\n     (3)  Whose presumed or alleged nonadjudicated father has failed to assert a claim or interest as a parent for no less than sixty days if he has knowledge of the birth of the child and that he is the presumed or alleged father, and whose mother also falls under paragraph (1) or (2).\n     \"Adjudication hearing\" means a hearing held pursuant to section 587-63.\n     \"Aggravated circumstances\" means that:\n     (1)  The parent has committed, or has aided or abetted, attempted, conspired, or solicited to commit murder or voluntary manslaughter of another child of the parent;\n     (2)  The parent has committed a felony assault that results in serious bodily injury to the child or another child of the parent;\n     (3)  The parental rights have been judicially terminated or divested regarding a sibling;\n     (4)  The parent has tortured the child;\n     (5)  The child is an abandoned infant; or\n     (6)  A court has made a determination regarding a sibling under section 587-73(a) of the presence of the situation described under section 587-73(a)(1) and (2).\n     \"Authorized agency\" means the department or other public or private agency, a person, organization, corporation, and benevolent society or association which is licensed or approved by the department or the court to receive children for control, care, maintenance, or placement.\n     \"Child\" means a person who is born alive and is less than eighteen years of age.\n     \"Child protective proceeding\" means any action, hearing, or other civil proceeding before the court under this chapter.\n     \"Clear and convincing evidence\" means that measure or degree of proof which will produce in the mind of the trier of fact a firm belief or conviction as to the truth of the allegations sought to be established.  This measure falls between the preponderance standard of typical civil cases and the beyond-a-reasonable-doubt standard of criminal cases.\n     \"Court\" means one of the family courts established pursuant to the family court act.\n     \"Criminal history record check\" means an examination of an individual's criminal history record through fingerprint analysis or name inquiry into state and national criminal history record files, including, but not limited to, the files of the Hawaii criminal justice data center; provided that the information obtained shall be used exclusively for purposes under this chapter and shall be subject to applicable federal laws and regulations.\n     \"Department\" means the department of human services and its authorized representatives.\n     \"Disposition hearing\" means a hearing held pursuant to section 587-71.\n     \"Family\" means each legal parent, the natural mother, the natural father, the adjudicated, presumed, or concerned natural father as defined under section 578-2, each parent's spouse, or former spouses, each sibling or person related by consanguinity or marriage, each person residing in the same dwelling unit, and any other person who or legal entity which is a child's legal or physical custodian or guardian, or who is otherwise responsible for the child's care, other than an authorized agency which assumes such a legal status or relationship with the child under this chapter.\n     \"Family home\" means the home of the child's legal custodian where there is the provision of care for the child's physical and psychological health and welfare.\n     \"Family supervision\" means the legal status created pursuant to this section, section 587-21(b)(2), or by an order of court after the court has determined that the child is presently in the legal or permanent custody of a family which is willing and able, with the assistance of a service plan, to provide the child with a safe family home.  Family supervision vests in an authorized agency the following duties and rights, subject to such restriction as the court deems to be in the best interests of the child:\n     (1)  To monitor and supervise the child and the child's family members who are parties, including, but not limited to, reasonable access to each of the family members who are parties, and into the child's family home; and\n     (2)  To have authority to place the child in foster care and thereby automatically assume temporary foster custody or foster custody of the child.  Upon placement, the authorized agency shall immediately notify the court.  Upon notification, the court shall set the case for a temporary foster custody hearing within three working days or, if jurisdiction has been established, a disposition or a review hearing within ten working days of the child's placement, unless the court deems a later date to be in the best interests of the child.\n     An authorized agency shall not be liable to third persons for acts of the child solely by reason of its possessing the status of temporary family supervision or family supervision in relation to the child.\n     \"Foster care\" means a residence designated as suitable by an authorized agency or the court to provide twenty-four hour out of family home, substitute care for the child.\n     \"Foster custody\" means the legal status created pursuant to this section, section 587-21(b)(2), or by an order of court after the court has determined that the child's family is not presently willing and able to provide the child with a safe family home, even with the assistance of a service plan.\n     (1)  Foster custody vests in a foster custodian the following duties and rights:\n         (A)  To determine where and with whom the child shall be placed in foster care; provided that the child shall not be placed in foster care outside the State without prior order of the court; provided further that, subsequent to the temporary foster custody hearing, unless otherwise ordered by the court, the temporary foster custodian or the foster custodian may permit the child to resume residence with the family from which the child was removed after providing prior written notice to the court and to all parties, which notice shall state that there is no objection of any party to the return; and upon the return of the child to the family, temporary foster custody, or foster custody automatically shall be revoked and the child and the child's family members who are parties shall be under the temporary family supervision or the family supervision of the former temporary foster custodian or foster custodian;\n         (B)  To assure that the child is provided in a timely manner with adequate food, clothing, shelter, psychological care, physical care, medical care, supervision, and other necessities;\n         (C)  To monitor the provision to the child of appropriate education;\n         (D)  To provide all consents which are required for the child's physical or psychological health or welfare, including, but not limited to, ordinary medical, dental, psychiatric, psychological, educational, employment, recreational, or social needs; and to provide all consents for any other medical or psychological care or treatment, including, but not limited to, surgery, if the care or treatment is deemed by two physicians or two psychologists, whomever is appropriate, licensed or authorized to practice in this State to be necessary for the child's physical or psychological health or welfare, and the persons who are otherwise authorized to provide the consent are unable or have refused to consent to the care or treatment;\n         (E)  To provide consent to the recording of a statement pursuant to section 587-43; and\n         (F)  To provide the court with information concerning the child that the court may require at any time.\n     (2)  The court, in its discretion, may vest foster custody of a child in any authorized agency or subsequent authorized agencies, in the child's best interests; provided that the rights and duties which are so assumed by an authorized agency shall supersede the rights and duties of any legal or permanent custodian of the child, other than as is provided in paragraph (4).\n     (3)  An authorized agency shall not be liable to third persons for the acts of the child solely by reason of the agency's status as temporary foster custodian or foster custodian of the child.\n     (4)  Unless otherwise ordered by the court, a child's family member shall retain the following rights and responsibilities after a transfer of temporary foster custody or foster custody, to the extent that the family member possessed the rights and responsibilities prior to the transfer of temporary foster custody or foster custody, to wit:  the right of reasonable supervised or unsupervised visitation at the discretion of the authorized agency; the right to consent to adoption, to marriage, or to major medical or psychological care or treatment, except as provided in paragraph (1)(D); and the continuing responsibility for support of the child, including, but not limited to, repayment for the cost of any and all care, treatment, or any other service supplied or provided by the temporary foster custodian, the foster custodian, or the court for the child's benefit.\n     \"Guardian ad litem\" means a person appointed by the court under section 587-34 whose role is to protect and promote the needs and interests of the child or a party.\n     \"Hanai relative\" means an adult other than a blood relative who performs or has performed a substantial role in the  upbringing or material support of a child, as attested to by the written or oral designation of the child or of another person, including other relatives of the child, as deemed credible by the court or the department.\n     \"Harm\" to a child's physical or psychological health or welfare occurs in a case where there exists evidence of injury, including, but not limited to:\n     (1)  Any case where the child exhibits evidence of:\n         (A)  Substantial or multiple skin bruising or any other internal bleeding,\n         (B)  Any injury to skin causing substantial bleeding,\n         (C)  Malnutrition,\n         (D)  Failure to thrive,\n         (E)  Burn or burns,\n         (F)  Poisoning,\n         (G)  Fracture of any bone,\n         (H)  Subdural hematoma,\n         (I)  Soft tissue swelling,\n         (J)  Extreme pain,\n         (K)  Extreme mental distress,\n         (L)  Gross degradation, or\n         (M)  Death, and\n          the injury is not justifiably explained, or where the history given concerning the condition or death is at variance with the degree or type of the condition or death, or circumstances indicate that the condition or death may not be the product of an accidental occurrence;\n     (2)  Any case where the child has been the victim of sexual contact or conduct, including, but not limited to, rape, sodomy, molestation, sexual fondling, incest, prostitution; obscene or pornographic photographing, filming, or depiction; or other similar forms of sexual exploitation;\n     (3)  Any case where there exists injury to the psychological capacity of a child as is evidenced by a substantial impairment in the child's ability to function;\n     (4)  Any case where the child is not provided in a timely manner with adequate food, clothing, shelter, psychological care, physical care, medical care, or supervision; or\n     (5)  Any case where the child is provided with dangerous, harmful, or detrimental drugs as defined by section 712-1240; however, this paragraph shall not apply to a child's family who provide the drugs to the child pursuant to the direction or prescription of a practitioner, as defined in section 712-1240.\n     \"Imminent harm\" means that there exists reasonable cause to believe that harm to the child will occur or reoccur within the next ninety days with due consideration being given to the age of the child and to the safe family home guidelines, as set forth in section 587-25.\n     \"Ohana conference\" means a family-focused, strength-based meeting facilitated by trained community facilitators designed to build and strengthen the network of protection of the extended family and the community for the child.  Ohana conferences include extended family members and other important people in the child's life and rely on them to participate in making plans and decisions.  The purpose of the ohana conference is to establish a plan that provides for the safety and permanency needs of the child.\n     \"Party\" means an authorized agency, the child, the child's family member or members who are required to be summoned pursuant to section 587-32(a), any other member of the child's family, or any other person who is alleged in the petition filed under this chapter or who is subsequently determined at any child protective proceeding to be encouraging, causing, or contributing to the acts or conditions which bring the child within this chapter, and who has been duly served with a summons and a copy of the petition filed under this chapter; provided that the court may limit a party's right to participate in any child protective proceeding if the court deems such limitation of such party's participation to be consistent with the best interests of the child and such party is not a family member who is required to be summoned pursuant to section 587-32(a), except as provided in section 587-73(b)(1)(D).\n     \"Permanent custody\" means the legal status created under this chapter by order of the court after the court has considered the criteria set forth in section 587-73(a) or (e) and determined by clear and convincing evidence that it is in the best interests of the child to order a permanent plan concerning the child.\n     (1)  Permanent custody divests from each legal custodian and family member who has been summoned pursuant to section 587-32(a), and vests in a permanent custodian, each of the parental and custodial duties and rights of a legal custodian and family member, including, but not limited to, the following:\n         (A)  To determine where and with whom the child shall live; provided that the child shall not be placed outside the State without prior order of the court;\n         (B)  To assure that the child is provided in a timely manner with adequate food, clothing, shelter, psychological care, physical care, medical care, supervision, and other necessities;\n         (C)  To monitor the provision to the child of appropriate education;\n         (D)  To provide all consents that are required for the child's physical or psychological health or welfare, including, but not limited to, medical, dental, psychiatric, psychological, educational, employment, recreational, or social needs; and to provide all consents for any other medical or psychological care or treatment, including, but not limited to, surgery;\n         (E)  To provide consent to adoption, change of name pursuant to section 574-5, or to marriage;\n         (F)  To provide the court with information concerning the child that the court may require at any time, and to submit written reports to the court stating the then-current situation and other significant information concerning the child at intervals not to exceed one year, unless otherwise ordered by the court; and\n         (G)  If the child resides without the home of the permanent custodian for a period of seven consecutive days, to submit a written report to the court stating the then-current situation of the child on or before the tenth consecutive day or the next working day after the date;\n     (2)  Unless otherwise ordered by the court, a child's family member shall retain, to the extent that the family member possessed the responsibility prior to the transfer of permanent custody, the continuing responsibility for support of the child, including, but not limited to, repayment for the cost of any and all care, treatment, or any other service supplied or provided by the permanent custodian, any subsequent permanent custodian, other authorized agency, or the court for the child's benefit;\n     (3)  A family member may be permitted visitation with the child at the discretion of the permanent custodian; provided that the exercise of such discretion may be reviewed by the court and the court may order that a family member be permitted such visitation as is in the best interests of the child;\n     (4)  An order of permanent custody entered under this chapter shall not operate to terminate the mutual rights of inheritance of the child and the child's family members or any other benefit to which the child may be entitled, unless and until the child has been legally adopted;\n     (5)  The court, in its discretion, may vest permanent custody of a child in an authorized agency or in subsequent authorized agencies as is deemed to be in the best interests of the child;\n     (6)  If the department receives a report that the child has been harmed or is subject to threatened harm by the acts or omissions of the permanent custodian or custodians of the child, the department may automatically assume either family supervision over the child and the child's permanent custodian or foster custody of the child; provided that, in any event, the department shall immediately notify the court and the court shall set the case for a permanent plan review hearing within ten working days, unless the court deems a later date to be in the best interests of the child; and\n     (7)  An authorized agency shall not be liable to third party persons for the acts of the child solely by reason of the agency's status as permanent custodian of the child.\n     \"Permanent plan\" means a specific written plan prepared pursuant to section 587-27.\n     \"Permanent plan hearing\" means a hearing held pursuant to section 587-73.\n     \"Permanent plan review hearing\" means any hearing, subsequent to a court ordered permanent plan, held pursuant to section 587-73(b).\n     \"Police officer\" means a person employed by any county in this State to enforce the laws and ordinances for preserving the peace, safety, and good order of the community or an employee authorized by the director of public safety under section 329-51 or 353C-4 to exercise the powers of this chapter.\n     \"Preponderance of evidence\" means evidence which as a whole shows that the fact sought to be proved is more probable than not.\n     \"Protective custody\" means the legal status of a child whose physical custody is retained by a police officer under this chapter in order to protect such child from imminent harm.\n     \"Reasonable cause to believe\" means reasonably trustworthy evidence which would cause a reasonable person of average caution to believe.\n     \"Review hearing\" means any hearing held pursuant to section 587-72.\n     \"Relative\" means a person related by blood or adoption, or a hanai relative, as defined in this chapter, who is willing and able to safely provide support to the child and the family, as determined by the court or the department.\n     \"Safe family home guidelines\" means the guidelines set forth in section 587-25.\n     \"Service plan\" means a specific written plan prepared pursuant to section 587-26.\n     \"Temporary family supervision\" means a legal status created under this chapter pursuant to an order of the court whereby the department assumes the duties and rights of family supervision over a child and the child's family members who are parties prior to a determination at a disposition proceeding.\n     \"Temporary foster custody\" means a legal status created under this chapter with or without order of the court whereby the department assumes the duties and rights of a foster custodian over a child.\n     \"Temporary foster custody hearing\" means a hearing held pursuant to section 587-53.\n     \"Threatened harm\" means any reasonably foreseeable substantial risk of harm to a child with due consideration being given to the age of the child and to the safe family home guidelines, as set forth in section 587-25. [L 1983, c 171, pt of §1; am L 1986, c 316, §2; am L 1987, c 339, §4; am L 1992, c 190, §6; am L 1998, c 134, §3; am L 1999, c 153, §1; am L 2001, c 51, §1; am L 2006, c 159, §2; am L 2007, c 106, §1; am L 2008, c 199, §2]\n \nNote\n \n  Subsection (e) of section 587-73 referred to in the definition of \"permanent custody\" was deleted by L 2000, c 78, §1.\n \nCase Notes\n \n  Department's rules implementing foster custody obligations of section were contrary to statutory purpose; section does not relieve department of duty to provide for needs of children taken into custody on basis of their relationship to foster parents.  73 H. 15, 827 P.2d 1144.\n  Responsibility of department of human services discussed, where family court erred in concluding that adoption agreement, which allowed termination of foster board payments prior to completion of adoption process, violated public policy.  74 H. 409, 849 P.2d 55.\n  Although child's failure to exhaust administrative remedies available under the federal Individuals with Disabilities Education Act precluded family court from ordering health department to pay for child's mental health services, child's status as \"ward of the state\" created an independent state basis that obligated the State to pay, which the human services department, as child's co-custodian, was ultimately accountable for.  96 H. 272, 30 P.3d 878.\n  In light of this section and the permanent plan objective to \"maintain the relationship between the children and their birth family\", parents correctly contended that family court should have granted their leave to intervene, and family court abused its discretion by denying parents the opportunity to present evidence to show that visitation was in the best interests of the children.  109 H. 399, 126 P.3d 1086.\n  As foster guardian of a minor child, the State may remove child from foster caretakers and place child with adoptive family without necessity of family court approval and without regard to fitness or stability of foster caretakers.  7 H. App. 547, 784 P.2d 873.\n  As permanent custodian's \"duties and rights of a legal custodian and family member\" are subject to the ultimate control of the family court, court did not abuse discretion when it ordered that children not be removed from current foster family placements without prior court approval.  103 H. 130 (App.), 80 P.3d 20."
}