{
    "name": "Adjudication hearing; interim orders",
    "number": "63",
    "text": "(a)  The court shall consider the evidence which is relevant to the adjudication; provided that the court shall consider fully all relevant prior and current information pertaining to the safe family home guidelines, as set forth in section 587-25 and the report or reports submitted pursuant to section 587-40, in rendering a determination concerning adjudication.\n     (b)  If facts sufficient to sustain the petition under this chapter are:\n     (1)  Established in accordance with this chapter, the court shall enter an order sustaining the petition and a finding that the child is a child whose physical or psychological health or welfare has been harmed or is subject to threatened harm by the acts or omissions of the child's family; provided that if the parties consent, the facts for the finding may be based upon the report or reports submitted pursuant to section 587-40 or other stipulated evidence deemed by the court to constitute an adequate basis for sustaining the petition, which report or reports or stipulated evidence may be admitted into evidence subject to reservation by the parties of their right to cross-examination subject to section [587-40(d)], or\n     (2)  Not established, the court shall enter an order dismissing the petition and shall state the grounds for dismissal.\n     (c)  If the court sustains the petition and does not commence immediately the disposition hearing, it shall:\n     (1)  Determine, based upon the facts adduced during the adjudication hearing and any other additional facts presented to it, whether a temporary foster custody order should be continued or should be entered pending an order of disposition.  The court shall consider all relevant prior and current information pertaining to the safe family home guidelines, as set forth in section 587-25 and the report or reports submitted pursuant to section 587-40, and proceed pursuant to section 587-53(f) or (g) prior to rendering a determination; and\n     (2)  Enter such orders regarding visitation and the provision of services to the child and the child's family and the child's and family's acceptance and cooperation with such services as the court deems to be appropriate and consistent with the best interests of the child. [L 1983, c 171, pt of §1; am L 1986, c 316, §27; am L 1992, c 190, §23]\n \nCase Notes\n \n  Subsection (a) does not require amendments to the petition when supplemental reports are submitted; family court properly considered supplemental reports.  77 H. 109, 883 P.2d 30."
}