{
    "name": "Service of summons",
    "number": "33",
    "text": "(a)  Service of summons shall be made personally by delivery of a certified copy thereof to the person or legal entity summoned; provided that if the party to be served resides outside of the State of Hawaii, service shall be made by registered or certified mail addressed to the last known address or if the court is satisfied that it is impracticable to serve personally the summons provided for in the preceding section, the court may order service by registered or certified mail addressed to the last known address, or by publication thereof, or both.  Service shall be effected at least twenty-four hours prior to the time fixed in the summons for a temporary foster custody hearing or at least forty-eight hours prior to the time fixed in the summons for any other hearing under this chapter, unless the party otherwise was ordered by the court to appear at the hearing.  Personal service of summons required under this chapter shall be made by the sheriff or other authorized person and a return must be made on the summons showing to whom, the date, and time service was made.\n     (b)  Where the summons cannot be personally served, or where a person served fails to obey the summons, or in any case when it shall be made to appear to the court that the service will be ineffectual, or that the best interests of the child require that the child be brought forthwith into the custody of the court, the court may issue a warrant for such person or child, as well as issuing an order pursuant to section 587-34(d).\n     (c)  When publication is used, the summons shall be published once a week for four consecutive weeks in a newspaper of general circulation in the county.  The newspaper shall be designated by the court in the order for publication of the summons, and such publication shall have the same force and effect as though such person had been personally served with the summons; provided that the date of the last publication shall be set not less than twenty-one days prior to the return date stated therein. [L 1983, c 171, pt of §1; am L 1986, c 316, §15; am L 1989, c 211, §10; am L 1990, c 281, §11; am L 1992, c 190, §15; am L 1999, c 153, §2]\n \nRevision Note\n \n  In subsection (b), \"587-34(d)\" substituted for \"587-34d(c)\".\n \nCross References\n \n  Sheriff, etc., see §26-14.6.\n \nRules of Court\n \n  Service, see HFCR rules 4, 5."
}