{
    "name": "Petition",
    "number": "31",
    "text": "PART IV.  PROCEDURE UPON FILING OF THE PETITION\n \n         (a)  A petition invoking the jurisdiction of the court under this chapter shall be filed in the manner provided in this section:\n     (1)  Petitions shall be entitled \"In the Interest of _________________________, born on ____________________\" and shall be verified and shall set forth:\n         (A)  A concise statement of the basis for the allegation of the harm or threatened harm which brings the child within this chapter;\n         (B)  The name, birthdate, sex, and residence address of the child;\n         (C)  The names and last known residence addresses of the member or members of the child's family required to be notified pursuant to section 587-32(a), and other persons who are to be made parties to the child protective proceedings at the time of the filing of the petition pursuant to section 587-32(a); and\n         (D)  Whether the child is under the temporary foster custody of the department in foster care, and, if so, the type and nature of the foster care, the circumstances necessitating the care, and the date the child was placed in the temporary foster custody; and\n     (2)  The petition shall state when any of the facts required by this section cannot be determined.  The petition may be based on information and belief but in that case the petition shall state the basis of the information and belief.\n     (b)  The petition shall state that unless the family is willing and able to provide the child with a safe family home, even with the assistance of a service plan, within a reasonable period of time, their respective parental and custodial duties and rights shall be subject to termination.\n     (c)  The court shall review each petition under this chapter and if, in the discretion of the court, the child is in a circumstance or condition that the child's continuing in the custody or care of the child's family presents a situation of imminent harm to the child, the court shall order that a police officer immediately take the child into protective custody and that the department immediately assume temporary foster custody.\n     (d)  The court may provide rules concerning the titles, filing, investigation, and the form and content of petitions and other pleadings and proceedings in cases under this chapter, or any other matter arising in child protective proceedings. [L 1983, c 171, pt of §1; am L 1986, c 316, §13; am L 1992, c 190, §13]\n \nRules of Court\n \n  Pleadings, see Hawaii Family Court Rules, part A(III).\n \nCase Notes\n \n  Family court had power and discretion to award temporary foster custody of minor to department of human services under subsection (c) where court determined home of minor's father was unsafe.  84 H. 41, 928 P.2d 883.\n  If family court has information necessary to make a decision on a chapter 587 issue, even in absence of formal petition outlined in this section, court may still exercise its powers under subsection (c).  84 H. 41, 928 P.2d 883.\n  When family court is concerned about potential abuse of a minor, it may take action under this chapter to promptly address problem, regardless of whether action was initiated under chapter 571 or by way of formal petition under this chapter.  84 H. 41, 928 P.2d 883.\n  Subsection (a)(1) requirement that a petition be \"verified\" is satisfied by a declaration under penalty of perjury that the matters therein are \"true and correct\".  91 H. 166 (App.), 981 P.2d 723."
}