{
    "name": "Disposition hearing",
    "number": "71",
    "text": "PART VIII.  DISPOSITION AND REVIEW HEARINGS\nAND ORDERS\n \nCross References\n \n  Notice of all hearings, see §587-51.5.\n \n         (a)  The court may consider the evidence which is relevant to disposition which is in the best interests of the child; provided that the court shall determine initially whether the child's family home is a safe family home.  The court shall consider fully all relevant prior and current information pertaining to the safe family home guidelines, as set forth in section 587-25 and the report or reports submitted pursuant to section 587-40, in rendering such a determination.\n     (b)  If the court determines that the child's family is presently willing and able to provide the child with a safe family home without the assistance of a service plan, the court shall terminate jurisdiction.\n     (c)  If the court determines that the child's family home is a safe family home with the assistance of a service plan, the court shall place the child and the child's family members who are parties under the family supervision of an authorized agency, return the child to the child's family home, and enter further orders, including but not limited to restrictions upon the rights and duties of the authorized agency, as the court deems to be in the best interests of the child.\n     (d)  If the court determines that the child's family home is not a safe family home, even with the assistance of a service plan, the court shall vest foster custody of the child in an authorized agency and enter such further orders as the court deems to be in the best interests of the child.\n     (e)  If the child's family home is determined not to be safe, even with the assistance of a service plan pursuant to subsection (d), the court may, and if the child has been residing without the family home for a period of twelve consecutive months shall, set the case for a show cause hearing as deemed appropriate by the court at which the child's family shall have the burden of presenting evidence to the court regarding such reasons and considerations as the family has to offer as to why the case should not be set for a permanent plan hearing.  Upon such show cause hearing as the court deems to be appropriate, the court shall consider the criteria set forth in section 587-73(a)(1), (2), and (4), and:\n     (1)  Set the case for a permanent plan hearing and order that the authorized agency submit a report pursuant to section 587-40; or\n     (2)  Proceed pursuant to this section.\n     (f)  Except as provided in subsection (e)(1), if the court does not terminate the court's jurisdiction, the court shall order in every case that the authorized agency make every reasonable effort, pursuant to section 587-40, to prepare a written service plan, as set forth in section 587-26.\n     (g)  The court may continue the disposition hearing concerning the terms and conditions of the proposed service plan to a date within forty-five days from the date of the original disposition hearing, unless the court deems a later date to be in the best interests of the child; provided that if the court is convinced that a party has signed and fully understands and accepts the service plan, the court may order that the service plan shall constitute the service plan by court order concerning such party and that the service plan be entered into evidence with such party's presence being waived for good cause shown at the continued disposition hearing.\n     (h)  Prior to ordering a service plan at the disposition or continued disposition hearing, the court shall make a finding that each term, condition, and consequence of the service plan has been thoroughly explained to and is understood by each party or a party's guardian ad litem; provided that the court need not enter the findings if the court finds that aggravated circumstances are present.\n     (i)  After a hearing that the court deems to be appropriate, the court may order terms, conditions, and consequences to constitute a service plan as the court deems to be in the best interests of the child; provided that a copy of the service plan shall be incorporated as part of the order.  The court need not order a service plan if the court finds that aggravated circumstances are present.\n     (j)  If the court makes a determination that aggravated circumstances are present under this section, the court shall set the case for a show cause hearing as deemed appropriate by the court within thirty days.  At the show cause hearing, the child's family shall have the burden of presenting evidence to the court regarding the reasons and considerations as to why the case should not be set for a permanent plan hearing.\n     (k)  The court may order that any party participate in, complete, be liable for, and make every good faith effort to arrange payment for such services or treatment as are authorized by law and are deemed to be in the best interests of the child.\n     (l)  At any stage of the child protective proceedings, the court may order that a child be examined by a physician, surgeon, psychiatrist, or psychologist, and it may order treatment by any of them of a child as is deemed to be in the best interests of the child.  For either the examination or treatment, the court may place the child in a hospital or other suitable facility.\n     (m)  The court shall order reasonable supervised or unsupervised visitation rights to the child's family and to any person interested in the welfare of the child and that the visitation shall be in the discretion of an authorized agency and the child's guardian ad litem, unless it is shown that rights of visitation may be detrimental to the best interests of the child; provided that the court need not order any visitation if the court finds that aggravated circumstances are present.\n     (n)  Each of the natural parents shall be ordered to complete the medical information forms and consent to release medical information required under section 578-14.5 and shall return the completed forms to the department.\n     (o)  In any case that a permanent plan hearing is not deemed to be appropriate, the court shall:\n     (1)  Make a finding that each party understands that unless the family is willing and able to provide the child with a safe family home, even with the assistance of a service plan, within the reasonable period of time specified in the service plan, their respective parental and custodial duties and rights shall be subject to termination; and\n     (2)  Set the case for a review hearing within six months.\n     (p)  Nothing in this section shall prevent the court from setting a show cause hearing or a permanent plan hearing at any time the court determines such a hearing to be appropriate. [L 1983, c 171, pt of §1; am L 1986, c 316, §28; am L 1992, c 190, §24; am L 1998, c 134, §11; am L 1999, c 153, §3; am L 2001, c 67, §2]\n \nRules of Court\n \n  Physical and mental examinations, see HFCR rule 35.\n \nCase Notes\n \n  As the department of human services was not legally obligated to pay aunt, an unlicensed foster-care provider, and the family court's \"further orders\" powers under subsection (d) did not extend to an order that, in effect, created a legal obligation to subsidize an illegal foster care boarding home, the family court exceeded its statutory authority in ordering the department to make foster care board payments to aunt.  101 H. 220, 65 P.3d 167.\n  The family court's statutory authority to enter \"further orders\" pursuant to subsection (d) extends to an order that has the collateral effect of requiring the department of human services to exercise its discretion under Hawaii administrative rules §17-890-33(b)(4), in a particular way.  101 H. 220, 65 P.3d 167.\n  The purpose of a show cause hearing authorized or required by this section and §587-73 is to allow a child's family to present \"evidence to the court regarding such reasons and considerations that the family has to offer as to why the case should not be set for a permanent plan hearing\"; because, depending on the evidence presented, this show cause hearing may or may not result in a subsequent permanent plan hearing, a show cause hearing and a permanent plan hearing cannot be scheduled at the same time; thus, family court erred when it scheduled a combined \"order to show cause and permanent plan hearing\".  112 H. 331 (App.), 145 P.3d 874."
}