{
    "name": "Review hearings",
    "number": "72",
    "text": "(a)  Except for good cause shown, the court shall set each case for review hearing not later than six months after the date that a service plan is ordered by the court and, thereafter, the court shall set subsequent review hearings at intervals of no longer than six months until the court's jurisdiction has been terminated or the court has ordered a permanent plan and has set the case for a permanent plan review hearing.  The court may set a case for a review hearing upon the motion of a party at any time if the hearing is deemed by the court to be in the best interests of the child.\n     (b)  Upon each review hearing, the court shall consider fully all relevant prior and current information pertaining to the safe family home guidelines, as set forth in section 587-25, including but not limited to the report submitted pursuant to section 587-40, and:\n     (1)  Determine whether the child's family is presently willing and able to provide the child with a safe family home without the assistance of a service plan and, if so, the court shall terminate jurisdiction;\n     (2)  Determine whether the child's family is presently willing and able to provide the child with a safe family home with the assistance of a service plan and, if so, the court shall return the child or continue the placement of the child in the child's family home under the family supervision of the appropriate authorized agency;\n     (3)  If the child's family home is determined, pursuant to paragraph (2) not to be safe, even with the assistance of a service plan, order that the child remain or be placed under the foster custody of the appropriate authorized agency;\n     (4)  Determine whether the parties have complied with, performed, and completed every term and condition of the service plan that was previously court ordered;\n     (5)  Order revisions to the existing service plan, after satisfying section 587-71(h), as the court, upon a hearing that the court deems to be appropriate, determines to be in the best interests of the child; provided that a copy of the revised service plan shall be incorporated as part of the order;\n     (6)  Enter further orders as the court deems to be in the best interests of the child;\n     (7)  Determine whether aggravated circumstances are present and, if so, the court shall set the case for a show cause hearing as the court deems appropriate within thirty days.  At the show cause hearing, the child's family shall have the burden of presenting evidence to the court regarding the reasons and considerations as to why the case should not be set for a permanent plan hearing; and\n     (8)  If the child has been residing outside the family home for twelve consecutive months from the initial date of entry into out-of-home care, set the case for a show cause hearing as deemed appropriate by the court.  At the show cause hearing, the child's family shall have the burden of presenting evidence to the court regarding the reasons and considerations as to why the case should not be set for a permanent plan hearing.\n     (c)  In any case that a permanent plan hearing is not deemed to be appropriate, the court shall:\n     (1)  Make a finding that the parties understand that unless the family is willing and able to provide the child with a safe family home, even with the assistance of a service plan, within the reasonable period of time specified in the service plan, their respective parental and custodial duties and rights shall be subject to termination; and\n     (2)  Set the case for a review hearing within six months.\n     (d)  If the child has been residing outside of the family home for an aggregate of fifteen out of the most recent twenty-two months from the initial date of entry into out-of-home care, the department shall file a motion to set the matter for a permanent plan hearing unless:\n     (1)  The department has documented in the safe family home guidelines prepared pursuant to section 587-25(a), a compelling reason why it would not be in the best interests of the child to file a motion; or\n     (2)  The State has not provided to the family of the child, consistent with the time period in the service plan, such services as the department deems necessary for the safe return of the child to the family home;\nprovided that nothing in this section shall prevent the department from filing such a motion to set a permanent plan hearing if the department has determined that the criteria in section 587-73(a) are present. [L 1983, c 171, pt of §1; am L 1986, c 316, §29; am L 1992, c 190, §25; am L 1993, c 319, §1; am L 1998, c 134, §12; am L 1999, c 153, §4; am L 2000, c 97, §1; am L 2006, c 192, §3]\n \nCase Notes\n \n  With the exception of the two situations described in subsection (c)(3) (pre-1998), the court was not mandated to order a show cause hearing prior to holding a permanent plan hearing; thus, no error where court held permanent plan hearing without first ordering a show cause hearing.  89 H. 477 (App.), 974 P.2d 1067."
}