{
    "name": "Permanent plan hearing",
    "number": "73",
    "text": " REPEALED.  L 1986, c 316, §32.\n \n         (a)  At the permanent plan hearing, the court shall consider fully all relevant prior and current information pertaining to the safe family home guidelines, as set forth in section 587-25, including but not limited to the report or reports submitted pursuant to section 587-40, and determine whether there exists clear and convincing evidence that:\n     (1)  The child's legal mother, legal father, adjudicated, presumed, or concerned natural father as defined under chapter 578 are not presently willing and able to provide the child with a safe family home, even with the assistance of a service plan;\n     (2)  It is not reasonably foreseeable that the child's legal mother, legal father, adjudicated, presumed, or concerned natural father as defined under chapter 578 will become willing and able to provide the child with a safe family home, even with the assistance of a service plan, within a reasonable period of time which shall not exceed two years from the date upon which the child was first placed under foster custody by the court;\n     (3)  The proposed permanent plan will assist in achieving the goal which is in the best interests of the child; provided that the court shall presume that:\n         (A)  It is in the best interests of a child to be promptly and permanently placed with responsible and competent substitute parents and families in safe and secure homes; and\n         (B)  The presumption increases in importance proportionate to the youth of the child upon the date that the child was first placed under foster custody by the court; and\n     (4)  If the child has reached the age of fourteen, the child consents to the permanent plan, unless the court, after consulting with the child in camera, finds that it is in the best interest of the child to dispense with the child's consent.\n     (b)  If the court determines that the criteria set forth in subsection (a) are established by clear and convincing evidence and:\n     (1)  The goal of the permanent plan is for the child to be adopted or remain in permanent custody, the court shall order:\n         (A)  That the existing service plan be terminated and that the prior award of foster custody be revoked;\n         (B)  That permanent custody be awarded to an appropriate authorized agency;\n         (C)  That an appropriate permanent plan be implemented concerning the child whereby the child will:\n              (i)  Be adopted pursuant to chapter 578; provided that the court shall presume that it is in the best interests of the child to be adopted, unless the child is or will be in the home of family or a person who has become as family and who for good cause is unwilling or unable to adopt the child but is committed to and is capable of being the child's guardian or permanent custodian; or\n             (ii)  Remain in permanent custody until the child is subsequently adopted, placed under a guardianship, or reaches the age of majority, and that such status shall not be subject to modification or revocation except upon a showing of extraordinary circumstances to the court;\n         (D)  That such further orders as the court deems to be in the best interests of the child, including but not limited to restricting or excluding unnecessary parties from participating in adoption or other subsequent proceedings, be entered; and\n         (E)  Until adoption or guardianship is ordered, that each case be set for a permanent plan review hearing not later than one year after the date that a permanent plan is ordered by the court, or sooner if required by federal law, and thereafter, that subsequent permanent plan review hearings be set not later than each year, or sooner if required by federal law; provided that at each permanent plan review hearing, the court shall review the existing permanent plan and enter such further orders as are deemed to be in the best interests of the child; or\n     (2)  The goal of the permanent plan is for the child to be placed under guardianship pursuant to part 2 of article V of chapter 560, the court shall order:\n         (A)  That the prior award of foster custody be continued and that the existing service plan be terminated;\n         (B)  That an appropriate permanent plan be implemented concerning the child whereby the child will be placed under guardianship pursuant to part 2 of article V of chapter 560; and\n         (C)  That, until the guardianship is ordered, each case be set for a permanent plan review hearing not later than six months after the date that a permanent plan is ordered by the court, or sooner if required by federal law; provided that at each permanent plan review hearing, the court shall review the existing permanent plan and enter such further orders as are deemed to be in the best interests of the child.\n     (c)  If the court determines that the criteria set forth in subsection (a) are not established by clear and convincing evidence, the court shall order that:\n     (1)  The permanent plan hearing be continued for a reasonable period of time not to exceed six months from the date of the continuance or the case be set for a review hearing within six months;\n     (2)  The existing service plan be revised as the court, upon such hearing as the court deems to be appropriate and after ensuring that the requirement of section 587-71(h) is satisfied, determines to be in the best interests of the child; provided that a copy of the revised service plan shall be incorporated as part of the order;\n     (3)  The authorized agency submit a written report pursuant to section 587-40; and\n     (4)  Such further orders as the court deems to be in the best interests of the child be entered.\n     (d)  At the continued permanent plan hearing, the court shall proceed pursuant to subsections (a), (b), and (c) until such date as the court determines that:\n     (1)  There is sufficient evidence to proceed pursuant to subsection (b); or\n     (2)  The child's family is willing and able to provide the child with a safe family home, even with the assistance of a service plan, upon which determination the court may:\n         (A)  Revoke the prior award of foster custody to the authorized agency and return the child to the family home;\n         (B)  Terminate jurisdiction;\n         (C)  Award family supervision to an authorized agency;\n         (D)  Order such revisions to the existing service plan as the court, upon such hearing as the court deems to be appropriate and after ensuring that the requirement of section 587-71(h) is satisfied, determines to be in the best interests of the child; provided that a copy of the revised service plan shall be incorporated as part of the order;\n         (E)  Set the case for a review hearing within six months; and\n         (F)  Enter such further orders as the court deems to be in the best interests of the child. [L 1986, c 316, §30; am L 1992, c 190, §26; am L 1999, c 153, §5; am L 2000, c 78, §1; am L 2007, c 106, §2]\n \nCase Notes\n \n  Where family court did not clearly err in determining that, pursuant to paragraph (a)(1), mother was not willing and able to provide child with a safe family home, even with the assistance of a service plan, appellate court's holding that clear and convincing evidence did not support the divestiture of mother's parental rights in child, pursuant to subsection (a), was erroneous.  95 H. 183, 20 P.3d 616.\n  A parent's allegations of a violation of the Americans with Disabilities Act do not raise a defense in a proceeding to terminate parental rights under this section.  100 H. 335, 60 P.3d 285.\n  Agency properly awarded foster custody of child under subsection (a)(2) where evidence, including mother's incarceration and drug abuse, supported finding that it was not reasonably foreseeable that child could be reunited with mother no later than three years after award of custody to agency.  89 H. 477 (App.), 974 P.2d 1067.\n  Subsection (a)(2) does not apply to reunification efforts per se, but establishes the period of time which must be taken into account in predicting when a safe home will become available for the purpose of determining whether parental rights should be terminated.  89 H. 477 (App.), 974 P.2d 1067.\n  Nothing in chapter 587 precludes settlement of a proceeding brought under this section.  90 H. 200 (App.), 978 P.2d 166.\n  Mother's recurring drug problems, mother and father's inability to care for children while in prison, additional time they needed to go through services to acquire necessary parenting skills and likelihood they would not acquire those skills, and general neglect children suffered while at grandparents' home demonstrated the inability of mother and father to provide a safe family home for children and supported family court's decision on permanent custody in a foster home.  103 H. 130 (App.), 80 P.3d 20.\n  The purpose of a show cause hearing authorized or required by §587-71 and this section is to allow a child's family to present \"evidence to the court regarding such reasons and considerations that the family has to offer as to why the case should not be set for a permanent plan hearing\"; because, depending on the evidence presented, this show cause hearing may or may not result in a subsequent permanent plan hearing, a show cause hearing and a permanent plan hearing cannot be scheduled at the same time; thus, family court erred when it scheduled a combined \"order to show cause and permanent plan hearing\".  112 H. 331 (App.), 145 P.3d 874.\n  When a parent is not presently willing and able to provide a child with a safe family home and it is not reasonably foreseeable that the parent will become willing and able to do so within a reasonable period of time not to exceed two years from the date upon which the child was first placed under foster custody by the court, the fact that the parent has a relative who is presently willing and able to provide the child with a safe family home until the parent's eventual release from confinement is not a basis for denying a motion for termination of the parent's parental rights.  113 H. 492 (App.), 155 P.3d 675."
}