{
    "name": "Judicial salary commission",
    "number": "1.5",
    "text": "(a)  There shall be a judicial salary commission to review and determine the salaries of justices and judges of all state courts and appointed judiciary administrative officers.  The judicial salary commission shall be attached to the judicial council for administrative purposes.  The commission shall be composed of five members.  One member shall be appointed by the governor,  two members shall be appointed by the president of the senate, and two members shall be appointed by the speaker of the house of representatives; and provided further that vacancies in these positions shall be filled in the same manner.  Members shall not receive compensation for their services, but shall be reimbursed for traveling and other expenses incidental to the performance of commission duties.\n\t(b)  The commission may seek assistance from any other agency in conducting its review and all agencies shall cooperate fully with the commission and provide any necessary information to the commission upon request.  In determining the salaries of the justices and judges and appointed judiciary administrative officers, the commission may set different salaries for the chief justice of the supreme court, the associate justices of the supreme court, the chief judge of the intermediate appellate court, the associate judges of the intermediate appellate court, the judges of the circuit courts, and the judges of the district courts and different salaries or salary ranges for appointed administrative judiciary officers, with the salary for a particular position to be specified within the applicable range by the appointing official.\n\t(c)  The commission shall convene in the month of November 2003, and every eight years thereafter.  Not later than the fortieth legislative day of the regular session of 2004, and every eight years thereafter, the commission shall submit a report of its findings and its salary recommendations to the legislature, through the chief justice.  The commission's salary recommendations may include incremental increases that take effect over the span of years occurring prior to the convening of the next salary commission.  The recommended salaries submitted by the commission shall become effective July 1 of the next fiscal year unless the legislature disapproves the salary recommendations submitted by the commission through the adoption of a concurrent resolution, which shall be approved by a simple majority of each house of the legislature prior to adjournment sine die of the legislative session in which the recommended salaries are submitted; provided that pursuant to article VI, section 3 of the State Constitution, the salaries of justices and judges shall not be decreased during their respective terms of office.  At the next regular legislative session, the salary amounts recommended by the commission, and not disapproved by the legislature, shall be submitted by the chief justice as part of the judiciary's proposed budget pursuant to the budgetary procedures specified in chapter 37 and section 601-2(c).  If the salary amounts recommended by the commission are disapproved by the legislature, the commission shall reconvene in the month of November following the legislative disapproval to review the legislature's reasons for disapproving its salary recommendation.  The commission may submit a report of its findings and submit a new salary recommendation to the legislature of the next regular session.  The commission's reconvening following a legislative disapproval shall not toll the eight year cycle. [L 1989, c 271, §1; am L 1990, c 34, §36; am L 2003, c 123, §6]"
}