{
    "name": "Remission of taxes in cases of certain disasters Liens, Foreclosure",
    "number": "54",
    "text": "Remission of taxes in cases of certain disasters.  In any case of the damage or destruction of real property as the result of a tidal wave, earthquake, or volcanic eruption, or as the result of flood waters overflowing the banks or walls of a river or stream, the tax assessor and tax collector of the district in which such property is situated are authorized to remit taxes due on such property, to the extent and in the manner hereinafter set forth:\n     (1)  The tax assessor shall determine whether the property was wholly destroyed, or was partially destroyed or damaged, and in the latter event shall determine what percentage of the value of the whole property was destroyed or otherwise lost by reason of the disaster.\n     (2)  If the property was wholly destroyed the amount remitted shall be such portion of the total tax on the property for the tax year in which such destruction occurred as shall constitute the portion of the tax year remaining after such destruction.\n     (3)  If the property was partially destroyed or was damaged the percentage of the value destroyed or otherwise lost, determined as provided in paragraph (1), shall be applied to the total tax on the property, and of the amount of tax so determined there shall be remitted such portion as shall constitute the portion of the tax year remaining after such partial destruction or damage.\n     (4)  Application for a remission of taxes pursuant to this section shall be filed with the assessor on or before June 30 of the tax year involved, or within sixty days after the occurrence of the disaster, whichever is the later.  Any amount of taxes authorized to be remitted by this section, which has been paid, shall be refunded upon proper application therefor out of real property tax collections of the county concerned, or the refundable amount may be credited against real property taxes of the proper county, due from the person applying for the refund. [L 1953, c 88, §1; RL 1955, §128-37; am L 1967, c 37, §1; HRS ; am L 1969, c 170, §24]"
}