{
    "name": "Determination of incapacity, proceeding and effect",
    "number": "10",
    "text": "(a)  A beneficiary is incapacitated for the purposes of this chapter and the custodial trustee shall administer and distribute the custodial trust as one for an incapacitated beneficiary:\n\n\n\n\t(1)\tIf the custodial trust is created under section 554B-5; \n\t(2)\tIf the transferor has so directed in the writing creating the custodial trust; or\n\t(3)\tIf the custodial trustee has determined that the beneficiary has become incapacitated.\n\n\n\n\t(b)  A custodial trustee may determine that the beneficiary has become incapacitated in reliance upon:\n\n\n\n\t(1)\tPrior direction or authority given by the beneficiary while not incapacitated, including direction or authority pursuant to a durable power of attorney;\n\t(2)\tThe certificate of the beneficiary's physician; or\n\t(3)\tOther reasonable evidence.\n\n\n\n\t(c)  If a custodial trustee for an incapacitated beneficiary reasonably concludes that the beneficiary's incapacity has ceased, or that circumstances concerning the beneficiary's ability to manage assets have changed since the creation of a custodial trust directing administration as for an incapacitated beneficiary, the custodial trustee may administer and distribute the custodial trust as one for a beneficiary who is not incapacitated.\n\t(d)  On petition of the beneficiary, the custodial trustee, or other person interested in the welfare of the beneficiary or custodial trust property, the court shall determine and declare whether or not the beneficiary is incapacitated.\n\t(e)  Absent determination of incapacity of the beneficiary under subsection (b) or (d), a custodial trustee who has reason to believe that the beneficiary has become incapacitated shall hold and administer the custodial property in accordance with the provisions of this chapter applicable to incapacitated beneficiaries.\n\t(f)  Incapacity of a beneficiary does not terminate the custodial trust, any designation of a successor custodial trustee, any powers or authority of the custodial trustee, or any immunities of third persons acting on direction of the custodial trustee. [L 1989, c 76, pt of §1]"
}