{
    "name": "Contents of the program element",
    "number": "26",
    "text": "(a)  The waste stream assessment component shall describe and explain the origin, composition, and weight or volume, or both, of solid waste generated within the county during the year in which the plan is being developed, or during the subsequent years when a revised plan is being developed. \tThe component shall include data that are reasonably representative of, and that reflect information that considers, seasonal and year-round patterns in waste generation.  The data developed in this component of the initial county plan shall serve as the baseline for future measurement of the percentage of waste reduced through source reduction, recycling, and bioconversion programs.  For each revised plan, the component shall provide a quantitative estimate of the amount of each type of solid waste that was reduced through recycling and bioconversion during the previous planning period.  The revised plan shall also include an estimate of reduction that has resulted from source reduction efforts, to the extent that the reduction can be quantified.\n\t(b)  The source reduction component shall identify and evaluate specific measures for achieving source reduction, including, but not limited to:\n\n\n\n\t(1)\tIncreased efficiency in the use of all materials;\n\t(2)\tReplacement of disposable materials and products with reusable materials and products; and\n\t(3)\tReduced packaging.\n\n\n\n\t(c)  The recycling and bioconversion component shall identify and assess:\n\n\n\n\t(1)\tThe level of waste reduction the county is achieving through existing recycling and bioconversion efforts;\n\t(2)\tThe type and amount of solid waste that it is technically and economically feasible to recycle or alter through bioconversion; and\n\t(3)\tMethods to increase and improve the recycling and bioconversion efforts, including opportunities for backyard composting.\n\n\n\n\tFor recycling, the counties shall assess the type and amount of solid waste that it is technically feasible to recycle, giving consideration at a minimum to clear glass, colored glass, aluminum, steel and bimetallic cans, high-grade office paper, newsprint, mixed paper, corrugated paper, HDPE, PET, and green waste.\n\tFor bioconversion, the counties shall assess the type and amount of solid waste that it is technically feasible to alter through bioconversion, giving consideration at a minimum to green waste, wood waste, animal manure, sewage sludge, and food wastes.\n\t(d)  The energy-balance component shall describe the programs by which the county will investigate or incorporate ways of increasing the energy efficiency of the solid waste management process, including the assessment of energy and fuel-production options such as composting, anaerobic digestion, acid hydrolysis, production of liquid fuels, incineration, or a combination thereof.  The energy component shall identify and assess:\n\n\n\n\t(1)\tThe amount of energy input, including, but not limited to, electrical power, gasoline, diesel fuel, coal, natural gas, propane, kerosene, and heating oil, required by the plan for the accomplishment of collection, recycling, composting, bioconversion, waste handling, disposal, and landfilling;\n\t(2)\tThe amount of energy produced from the waste, including electricity, natural gas, hydrogen, and liquid fuels such as ethanol or methanol;\n\t(3)\tThe net energy use or energy production attributable to the solid waste program.  Where feasible, this assessment shall include energy used in the original manufacture of these goods.  National averages of energy consumed may be incorporated in these estimates; and\n\t(4)\tMethods by which net energy use may be decreased or net energy or fuels production may be increased.\n\n\n\n\t(e)  The special waste component shall describe the existing waste handling and disposal practices for special wastes, including, but not limited to, asbestos, used oil, petroleum-contaminated soil, lead acid batteries, municipal waste combustion ash, sewage sludge that is not hazardous waste, agricultural and farm-generated wastes, medical wastes, tires, white goods, and derelict vehicles.  The component shall identify current and proposed programs to ensure the proper handling, reuse, and long-term disposal of special wastes.\n\t(f)  The household hazardous waste component shall:\n\n\n\n\t(1)\tAssess the quantity and type of hazardous wastes generated by residences in the county;\n\t(2)\tDescribe current collection, recycling, and exchange programs, as well as current methods of disposing of household hazardous waste; and\n\t(3)\tDevelop programs for the collection of household hazardous wastes that protect the public and the environment from these substances.  The household hazardous wastes collected by the counties shall be disposed of by a state program.  A county may petition the director to be exempt from this paragraph if the county demonstrates to the director\u0092s satisfaction the adequacy of its current methods of household hazardous waste collection, recycling, exchange, and disposal to protect public health and the environment.\n\n\n\n\t(g)  The public education and information component shall describe the programs that the county will use, in coordination with the efforts of the office, to:\n\n\n\n\t(1)\tProvide comprehensive and sustained public notice of the options for alternate source reduction, recycling, and bioconversion, and for the proper handling of household hazardous and special wastes; and\n\t(2)\tDistribute information and educational materials regarding general solid waste issues through the media, schools, and community organizations.\n\n\n\n\t(h)  The landfill and incineration component shall:\n\n\n\n\t(1)\tAssess the county\u0092s current landfill capacity and ways to extend that capacity;\n\t(2)\tAssess the availability of land for future landfills;\n\t(3)\tEstimate the amount of waste currently going into incineration facilities and the remaining available capacity;\n\t(4)\tEstimate the amount of ash generated at incineration facilities; and\n\t(5)\tDescribe provisions for ash disposal.\n\n\n\n\t(i)  The marketing and procurement of materials component shall describe:\n\n\n\n\t(1)\tExisting county, state, or other markets for materials diverted from the solid waste stream;\n\t(2)\tMethods to increase access to markets, including the promotion of local uses for materials derived from solid waste; and\n\t(3)\tMethods to promote the procurement of recycled materials by county agencies.\n\n\n\n\t(j)  The program implementation component shall define:\n\n\n\n\t(1)\tSpecific tasks and responsibilities;\n\t(2)\tSchedules for implementation;\n\t(3)\tIdentification of proposed ordinances, contracts, and other guidelines; and\n\t(4)\tMethods for evaluating the effectiveness of the county plan.\n\n\n\n\t(k)  The program funding component shall:\n\n\n\n\t(1)\tProvide for each of the components, where applicable, the estimated cost to the county of program implementation; and\n\t(2)\tDemonstrate the county\u0092s economic self-sufficiency in managing solid waste pursuant to the implementation of the approved plan.  This includes the identification of county funding sources that will be used to implement the plan, and other viable sources of funding that have been identified or are anticipated. [L 1991, c 324, pt of §2; am L 1993, c 190, §4]"
}