{
    "name": "Teachers; license or credential required; renewals",
    "number": "805",
    "text": "(a)  Beginning with the 1997-1998 school year, no person shall serve as a teacher in a public school without first having obtained a license or credential from the department under this subpart.  All licenses issued by the department shall be renewable every five years, if the licensee continues to satisfy the board's licensing standards.  All credentials issued by the department shall be renewable every year, up to a maximum of three years, if the credential holder continues to satisfy the board's credentialing standards and actively pursues appropriate licensing.  For the 2000-2001 and 2001-2002 school years only, the board may, on a case-by-case basis, extend a credential for one year, but no more than twice for any credential holder; provided that the individual seeking an extension meets the following requirements and submits a written request to the board consisting of:\n\n\n\n\t(1)\tCopies of the department's form C with supporting documents that demonstrate active pursuit of and satisfactory progression in license requirements;\n\t(2)\tDocumentation of extenuating circumstances that explain the need for an extension or lack of availability of programs and courses required for licensing;\n\t(3)\tNarrative evaluation from current and past school principals documenting teaching performance according to the board's performance standards;\n\t(4)\tSubmittal of the credential holder's proposed action plan to meet all licensing standards;\n\t(5)\tDocumentation of passing scores for basic skills tests or documented evidence, which the individual maintains, of concerted effort to pass the basic skills test, beyond mere retaking of the test; and\n\t(6)\tDocumentation of passing scores for applicable subject matter content tests unless the subject matter is integrated into the teacher preparation program.\n\n\n\n\tThis subsection shall be repealed on June 30, 2002.\n\t(b)  The board shall consider the following in granting any extension:\n\n\n\n\t(1)\tThe diligence with which the credential holder has pursued licensing; \n\t(2)\tThe extenuating circumstances and the extent to which the individual has been subjected to constraints beyond the individual's control to the timely completion of all licensing requirements;\n\t(3)\tEvidence of strong teaching performance according to the board's performance standards; and\n\t(4)\tLikelihood of successful implementation of the credential holder's proposed action plan.\n\n\n\n\tThis subsection shall be repealed on June 30, 2002.\n\t(c)  Beginning July 1, 2002, all new licenses shall be issued by the board.  No person shall serve as a half-time or full-time teacher in a public school without first having obtained a license from the board under this subpart.  All licenses issued by the board shall be valid only for the fields specified on the licenses and shall be renewable every five years if the individual continues to:\n\n\n\n\t(1)\tSatisfy the board's licensing standards;\n\t(2)\tShow evidence of successful teaching in the previous five years; and \n\t(3)\tSatisfy the board's requirements for renewal of licenses.\n\n\n\n\tTeachers whose licenses expire on June 30, 2002, or June 30, 2003, shall be granted an automatic extension of two years.  No person shall be issued a license or teach on an emergency basis in the public schools without having first paid the fees established by the board in accordance with chapter 91. [L 1996, c 89, pt of §2; am L 1997, c 195, §3; am L 2000, c 106, §§2, 4; am L 2001, c 312, pt of §10, §12]"
}