{
    "name": "Educational accountability system; annual reports",
    "number": "1004",
    "text": "(a)  The department shall implement a comprehensive system of educational accountability to motivate and support the improved performance of students and the education system.  This accountability system shall:\n\n\n\n\t(1)\tInclude student accountability; school or collective professional accountability; individual professional accountability for teachers, principals, and other employees; and public accounting for other significant partners to the education process (including, but not limited to, parents, community members, businesses, higher education, media, and political leadership);\n\t(2)\tLink authority and adequate resources to responsibility;\n\t(3)\tDefine clear roles for all parties and lines of responsibility and mutual obligation and develop a collaborative process with stakeholders, including representatives of appropriate bargaining units, parents, administration, and students;\n\t(4)\tInvolve fair and adequate assessment against agreed upon goals;\n\t(5)\tInvoke a full and balanced set of appropriate consequences for observed performance, including rewards and recognition for those schools that meet or exceed their goals, assistance to those that fall short, and sanctions for those that given adequate assistance and ample time, continue to fail to meet goals;\n\t(6)\tInvolve:\n\n\t\t(A)\tA statewide student assessment program that provides annual data on student, school, and system performance at selected benchmark grade levels in terms of student performance relative to statewide content and performance standards and embodies high and rigorous expectations for the attainment of all students; and\n\t\t(B)\tAn annual assessment in core subjects for each grade level, as conducted by each school;\n\n\t(7)\tInvolve a comprehensive school profile or report card for each school, which shall include, but not be limited to, student performance measures, school attendance, drop-out rates, and parental involvement.  These reports shall be made available annually to the board, the governor, the legislature, the parents, and the general public;\n\t(8)\tRequire that teachers and administrators engage in the continuous professional growth and development that ensure their currency with respect to disciplinary content, leadership skill, knowledge, or pedagogical skill, as appropriate to their position.  This requirement may be established by the department in terms of credit hours earned or their equivalent in professional development activity certified by the department as appropriate in focus and rigor; and\n\t(9)\tEstablish an explicit link between professional evaluation results and individual accountability through professional development of the knowledge, skill, and professional behavior necessary to the position, by requiring that results of the professional evaluation be used by the department to prescribe professional development focus and content, as appropriate.\n\n\n\n\tBeginning with the 2001-2002 school year, the department shall submit to the legislature, the governor, and the board of education at least twenty days prior to the convening of each regular legislative session a report of the specifics of the design of the comprehensive accountability system, as well as the fiscal requirements and legislative actions necessary to create the accountability system.\n\t(b)  The department shall submit to the legislature and to the governor, at least twenty days prior to the convening of each regular legislative session, an educational status report that includes but is not limited to the following:\n\n\n\n\t(1)\tResults of school-by-school assessments of educational outcomes;\n\t(2)\tSummaries of each school's standards implementation design;\n\t(3)\tSummary descriptions of the demographic makeup of the schools, with indications of the range of these conditions among schools within Hawaii;\n\t(4)\tComparisons of conditions affecting Hawaii's schools with the conditions of schools in other states; and\n\t(5)\tOther such assessments as may be deemed appropriate by the board.\n\n\n\n\t(c)  The department shall provide electronic access to computer-based financial management, student information, and other information systems to the legislature and the auditor.  The department shall submit to the legislature and to the governor, at least twenty days prior to the convening of each legislative session, a school-by-school expenditure report that includes but is not limited to the following:\n\n\n\n\t(1)\tThe financial analysis of expenditures by the department with respect to the following areas:\n\n\t\t(A)\tInstruction, including face-to-face teaching, and classroom materials;\n\t\t(B)\tInstructional support, including pupil, teacher, and program support;\n\t\t(C)\tOperations, including non-instructional pupil services, facilities, and business services;\n\t\t(D)\tOther commitments, including contingencies, capital improvement projects, out-of-district obligations, and legal obligations; and\n\t\t(E)\tLeadership, including school management, program and operations management, and district management; and\n\n\t(2)\tThe measures of accuracy, efficiency, and productivity of the department, districts, and schools in delivering resources to the classroom and the student.\n\n\n\n\t(d)  The superintendent of education is responsible for the development and implementation of an educational accountability system.  The system shall include consequences and shall be designed through a collaborative process involving stakeholders that shall include parents, community members, the respective exclusive representatives, as well as others deemed appropriate by the superintendent.\n\tFor the purposes of this section, negotiations under chapter 89 shall be between the superintendent or the superintendent's designee and the respective exclusive representative, and shall be limited to the impact on personnel arising from the superintendent's decision in implementing the educational accountability system.  After the initial agreement is negotiated, provisions on the impact of the accountability on personnel may be reopened only upon mutual agreement of the parties. [L 1996, c 89, pt of §2; am L 1999, c 74, §2 and c 199, §2; am L 2000, c 238, §1]"
}