{
    "name": "New century charter schools; charter school administrative office; administration",
    "number": "1187",
    "text": "(a)  There is established a charter school administrative office, which shall be attached to the department of education for administrative purposes only.  The office shall be administered by an executive director, who shall be appointed without regard to chapters 76 and 89 by the board of education based upon the recommendations of an organization of charter schools operating within the State or from a list of nominees submitted by the charter schools.  The executive director may hire necessary staff without regard to chapters 76 and 89 to assist in the administration of the office.\n\t(b)  The executive director, under the direction of the board of education and charter schools, shall be responsible for the internal organization, operation, and management of the charter schools, including:\n\n\n\n\t(1)\tPreparation and execution of the budget for the charter schools, including submission of the budget request to the board of education and to the governor;\n\t(2)\tAllocation of annual appropriations to the charter schools, and annual financial audits of each charter school;\n\t(3)\tCompliance with applicable state laws related to the administration of the charter schools;\n\t(4)\tPreparation and execution of contracts between the charter schools and the department of education for centralized services to be provided by the department;\n\t(5)\tPreparation and execution of contracts between the charter schools and other state agencies for financial or personnel services to be provided by such agencies to the charter schools;\n\t(6)\tRepresentation of charter schools in communications with the board of education, the governor, and the legislature; and\n\t(7)\tMonitoring and supporting the development, growth, and progress of charter schools.\n\n\n\n\t(c)  The salary of the executive director and staff shall be set by the board of education based upon the recommendations of an organization of charter schools within the State; provided that the salaries and operational expenses of the charter school administrative office shall be paid from the annual charter school appropriation and shall not exceed two per cent of the total allocation in any fiscal year. [L 1999, c 62, pt of §2; am L 2002, c 16, §21; am L 2003, c 203, §5]"
}