{
    "name": "Governor's special advisory council for technology development; establishment; appointment, number, and term of members; duties",
    "number": "42",
    "text": "(a)  There is established within the office of the governor, for administrative purposes, an advisory council to be known as the governor's special advisory council for technology development, that shall review and make recommendations on matters relating to the marketing and promotion of Hawaii as a location for high technology companies.  The council shall be composed of at least eleven but no more than twenty-five members appointed not subject to section 26-34, and shall include representatives of the high technology industry, business leaders, educators, government leaders, and legislators.\n     (b)  The members shall be appointed by the governor for four years, except that the terms of the members first appointed shall be for two and four years, respectively, as designated by the governor at the time of appointment.  The council shall elect a chairperson from among its members.\n     (c)  In appointing members, the governor shall select persons who have knowledge of the high technology industry, the educational needs of the industry, or in the marketing and promotion of high technology industries.  The members of the council shall serve without compensation but shall be reimbursed for expenses, including travel expenses, necessary for the performance of their duties.\n     (d)  The council shall assist the special advisor for technology development in developing and coordinating the marketing and promotion of the high technology industry in Hawaii.\n     (e)  In carrying out the duties of this section, the council shall seek and use any available funding sources, including grant moneys.\n     (f)  The council shall develop, establish, and implement ethics and conflict of interest guidelines for its members.\n     (g)  This section is repealed on December 31, 2005. [L 1999, c 178, pt of §3; am L 2000, c 297, §17]"
}