{
    "name": "Conservation district use application Provisions",
    "number": "11",
    "text": "PART II.  CONSERVATION DISTRICTS\n\n   Conservation district use application.  (a)  Any person desiring to lease state marine waters shall submit to the board an application for specific activities in any specific area or areas.  Applications made pursuant to this chapter shall contain:\n\n\n\n\t(1)\tAn environmental assessment or, if required, an environmental impact statement which shall be prepared and accepted in compliance with the rules adopted under chapter 343;\n\t(2)\tA description of the location and boundaries of the state marine waters to be used and a description of the nature of the use desired;\n\t(3)\tA statement of the reasons for selecting the proposed location;\n\t(4)\tA description of the activities to be conducted, including a specification as to whether such activities are commercial or noncommercial, a timetable for construction, deployment, and operation of facilities, and planned levels of production;\n\t(5)\tWhere the application is for mariculture, a description of the species to be cultivated and produced;\n\t(6)\tA statement on the extent to which the proposed activities will interfere with the use of the state marine waters for the purposes of navigation, fishing, and public recreation;\n\t(7)\tA description of any enclosure, fences, stakes, buoys, or monuments proposed to mark off the desired area;\n\t(8)\tAn initial description of current users (military, governmental, commercial, recreational, and cultural) and their uses of the state marine waters requested for lease, including any practitioners of traditional and customary Hawaiian rights; and\n\t(9)\tOther information which the board determines to be necessary or appropriate, including financial and technical information.\n\n\n\n\t(b)  The department shall process the application pursuant to chapter 183C.  Within sixty days after the submission of a completed application with a request for a lease for marine activities in state marine waters and the receipt of the related environmental assessment or environmental impact statement, the department shall issue a public notice that the application has been received.  The public notice shall describe:\n\n\n\n\t(1)\tThe state marine waters for which application has been made;\n\t(2)\tThe nature of the exclusive use sought; and\n\t(3)\tThe purpose for which the application has been made.\n\n\n\nThe notice shall be given on three separate days statewide and in the county nearest the state marine waters for which application has been made.  The public notice shall invite public comment.\n\t(c)  Notice of hearings shall be provided and hearings shall be conducted in accordance with department rules regarding applications.  If the area described in the application adjoins any private property or adjoins or overlaps, above or below, any leased state marine waters, or if the proposed activity will affect the property or property rights of private property owners or lessees of state marine waters, the department also shall notify the owners or lessees of the adjoining, overlapping, or affected property.  Notice shall be given in writing, by personal service or by registered or certified mail, and shall describe:\n\n\n\n\t(1)\tThe state marine waters for which application has been made;\n\t(2)\tThe nature of the exclusive use sought; and\n\t(3)\tThe purpose for which the application has been made.\n\n\n\n\t(d)  The board shall consider in its evaluation of each application:\n\n\n\n\t(1)\tThe extent to which the proposed activity may have a significant adverse effect upon any existing private industry or public activity, including the use of state marine waters for the purposes of navigation, fishing, and public recreation;\n\t(2)\tWhether the proposed activity may have an adverse or permanent effect upon the wildlife, aquatic life, or environment of the surrounding area; and\n\t(3)\tOther potential uses of the area, including competing uses, which may be in the public interest.\n\n\n\n\t(e)  The board shall not approve an application unless it finds that:\n\n\n\n\t(1)\tThe applicant has the capacity to carry out the entire project; and\n\t(2)\tThe proposed project is clearly in the public interest upon consideration of the overall economic, social, and environmental impacts.\n\n\n\n\t(f)  The board may impose conditions so that the proposed use or extent of the area in which the proposed activity may take place is no greater than is required to conduct the approved activity properly. [L 1986, c 91, pt of §1; am L 1995, c 11, §8 and c 69, §6; am L 1998, c 2, §51; am L 1999, c 176, §§4, 11; am L 2002, c 203, §1]"
}