{
    "name": "Endangered species recovery committee",
    "number": "25",
    "text": "(a)  There is established within the department for administrative purposes only, the endangered species recovery committee, which shall serve as a consultant to the board and the department on matters relating to endangered, threatened, proposed, and candidate species.  The committee shall consist of two field biologists with expertise in conservation biology, the chairperson of the board or the chairperson's designee, the ecoregion director of the United States Fish and Wildlife Service or the director's designee, the director of the United States Geological Survey, Biological Resources Division or the director's designee, and the director of the University of Hawaii Environmental Center or the director's designee.\n\tNongovernmental members shall be appointed by the governor pursuant to section 26-34.  Nongovernmental members shall not serve for more than two consecutive terms.  Nongovernmental members shall serve for four-year staggered terms, except that one of the members first appointed shall serve for two years.\n\tGovernmental members from the federal agencies are requested but not required to serve on the committee.  The ability of the committee to carry out its functions and purposes shall not be affected by the vacancy of any position allotted to a federal governmental member.\n\t(b)  The endangered species recovery committee shall:\n\n\n\n\t(1)\tReview all applications and proposals for habitat conservation plans, safe harbor agreements, and incidental take licenses and make recommendations, based on a full review of the best available scientific and other reliable data and at least one site visit to each property that is the subject of the proposed action, and in consideration of the cumulative impacts of the proposed action on the recovery potential of the endangered, threatened, proposed, or candidate species, to the department and the board as to whether or not they should be approved, amended, or rejected;\n\t(2)\tReview all habitat conservation plans, safe harbor agreements, and incidental take licenses on an annual basis to ensure compliance with agreed to activities and, on the basis of any available monitoring reports, and scientific and other reliable data, make recommendations for any necessary changes;\n\t(3)\tConsider and recommend appropriate incentives to encourage landowners to voluntarily engage in efforts that restore and conserve endangered, threatened, proposed, and candidate species;\n\t(4)\tPerform such other duties as provided in this chapter;\n\t(5)\tConsult with persons possessing expertise in such areas as the committee may deem appropriate and necessary in the course of exercising its duties; and\n\t(6)\tNot conduct more than one site visit per year to each property that is the subject of a habitat conservation plan or safe harbor agreement. [L 1997, c 380, pt of §2; am L 1998, c 237, §4; am L 2003, c 35, §7]"
}