{
    "name": "Applications",
    "number": "7",
    "text": "(a)  Each person who desires to practice as a barber or as a barber apprentice or to operate a barber shop shall first file with the board a written application on a form prescribed and supplied by the board, deposit with the board the required fees, and satisfy the applicable qualification requirements specified in this section.\n\t(b)  An applicant for a barber's license shall:\n\n\n\n\t(1)\tBe at least seventeen years of age;\n\t(2)\tHave a total of fifteen hundred clock hours of barber training through the following or a combination thereof:\n\n\t\t(A)\tAs a barber apprentice, holding a barber apprentice permit; or\n\t\t(B)\tAs a student enrolled in a school that has a barbering curriculum; provided that only classes related to barbering shall be applied towards the accumulation of clock hours;\n\n\t\tthe board shall adopt rules pursuant to chapter 91 to implement this paragraph; and\n\t(3)\tTake and pass an examination for licensure.\n\n\n\n\t(c)  An applicant for a barber apprentice permit shall:\n\n\n\n\t(1)\tBe at least seventeen years of age; and\n\t(2)\tProvide proof that the applicant will be training in a licensed barber shop, or beauty shop under supervision of a licensed barber, or licensed beauty operator with hairdresser qualifications.\n\n\n\n\t(d)  An applicant for a barber shop license shall:\n\n\n\n\t(1)\tMeet the standards of sanitation required by the department of health and as prescribed by the rules of the board;\n\t(2)\tIdentify at least one licensed barber at the barber shop to qualify the barber shop for licensure;\n\t(3)\tIdentify the owner of the barber shop who shall be responsible for all operations of the barber shop and who shall ensure that only currently licensed barbers, barber apprentice permittees, barber temporary permittees, or beauty operators, beauty operator temporary permittees, or beauty operator apprentice permittees practice in the barber shop;\n\t(4)\tIdentify the name and location of the barber shop;\n\t(5)\tDemonstrate that the applicant has adequate equipment and facilities for the practice of barbering as prescribed by the rules of the board; and\n\t(6)\tProvide a statement that the applicant shall allow only qualified licensees who have at least one year's experience to train apprentices as prescribed by the rules of the board.\n\n\n\n\t(e)  Any barber applicant who has not obtained licensure after four consecutive examinations offered by the board shall be required to apply and train as an apprentice barber for six months before qualifying for another series of examinations.\n\t(f)  Any transfer of ownership of a barber shop, change in a barber shop name, or relocation of a barber shop shall require the filing of a new application for licensure together with the required fees.\n\t(g)  The board, as prescribed by rules, may recognize training obtained under a licensed beauty operator with hairdresser qualifications to fulfill the barber training requirement. [L 1947, c 194, §7; RL 1955, §58-7; HRS ; am L 1983, c 240, §4; am L 1986, c 138, §3; am L 1987, c 246, §5; am L 1993, c 264, §4; am L 1994, c 124, §2; am L 1997, c 40, §3 and c 87, §6]\nNote\n  L 1993, c 264, §14 provides that:  \"Any holder of an apprentice permit in effect prior to January 1, 1994, who files an application for a barber's license before July 31, 1994, may satisfy this training requirement by having practiced as an apprentice for a period of at least six months under the immediate personal supervision of a registered barber.\""
}