{
    "name": "Youth services centers; creation",
    "number": "7",
    "text": "(a)  Beginning July 1, 1991, the office of youth services shall create, develop, and operate youth service centers throughout the State including one or more in each county.  This may be done either directly or by contract with private parties.  Delinquency prevention shall be a primary objective of these centers.  The population eligible for services at the centers would be all youths in need of services.  Centers would also develop individualized intake capabilities, program plans, delivery of services, and a comprehensive referral network.  The objectives of the youth service centers shall be to:\n\n\n\n\t(1)\tDevelop and implement programs in delinquency prevention;\n\t(2)\tProvide a wider range of informal dispositions, particularly alternatives to the juvenile justice system;\n\t(3)\tDevelop an improved system of intake, assessment, and follow-up for youths; and\n\t(4)\tProvide better coordination of juvenile justice and nonjuvenile justice services in order to reduce overlaps and gaps in services.\n\n\n\n\t(b)  Each center shall:\n\n\n\n\t(1)\tBe responsible for coordinating all services, justice system or nonjustice system, both public and private, to the youth referred to it; and\n\t(2)\tBe responsive to the needs of its immediate community and offer an array of services that are tailored to the needs of its constituents.\n\n\n\n\t(c)  Every youth referred to a youth services center shall, as soon as possible, be appropriately placed with service provider and provided services.  The center shall develop procedures which will insure that appropriate service providers are available on a twenty-four hour basis for each youth.  The center may contract with such service providers for such services.\n\t(d)  Each youth service center shall maintain a registry of every youth referred to it and shall monitor and supervise the follow-up services that are provided to the youth.  Each center shall be primarily responsible to insure that the youth is fully diverted from the juvenile justice system. [L 1989, c 375, pt of §1; am L 2001, c 253, §2]"
}