{
    "name": "Statewide performance standards",
    "number": "201",
    "text": "PART II.  PROVISIONS AFFECTING STUDENTS\n \nA.  Student Performance Standards\n \n         [Section effective until June 30, 2015.  For section effective July 1, 2015, see below.]  (a)  The board shall establish statewide performance standards and the means to assess the standards based upon the recommendations in the final report of the performance standards commission established pursuant to Act 334, Session Laws of Hawaii 1991; provided that the board may review and modify the performance standards, as the board deems necessary, to reflect the needs of public school students and educational goals adopted by the board.\n     (b)  Notwithstanding any law to the contrary, any public school or complex may expand the statewide assessment program to include norm-referenced testing in the same grades as required by the federal No Child Left Behind Act of 2001 (Public Law 107-110) standards-based assessment (grades 3 through 8 and one grade in high school) in any content area using the most appropriate nationally normed test; provided that the school or complex shall be responsible for all contracts and costs relating to the procurement, purchase, administration, scoring, and reporting of the nationally normed tests under this section. [L 1996, c 89, pt of §2; am L 2002, c 197, §1; am L 2009, c 33, §2; am L 2011, c 133, §§2, 5]\n \n         [Section effective July 1, 2015.  For section effective until June 30, 2015, see above.]  The board shall establish statewide performance standards and the means to assess the standards based upon the recommendations in the final report of the performance standards commission established pursuant to Act 334, Session Laws of Hawaii 1991; provided that the board may review and modify the performance standards, as the board deems necessary, to reflect the needs of public school students and educational goals adopted by the board. [L 1996, c 89, pt of §2; am L 2002, c 197, §1; am L 2009, c 33, §2; am L 2011, c 133, §§3, 5]"
}