{
    "name": "School year; instructional time",
    "number": "251",
    "text": "(a)  Notwithstanding any other law to the contrary, beginning with the 2011-2013 school years, all public schools, excluding charter schools and multi-track public schools, shall implement a school year of one hundred eighty days, excluding professional development days and other non-instructional days negotiated pursuant to chapter 89.\n     (b)  Notwithstanding any other law to the contrary:\n     (1)  For the 2011-2012 school year, fifty per cent of all public elementary schools in the State, excluding charter schools and multi-track public schools, shall implement a school year that includes nine hundred fifteen student instructional hours; and\n     (2)  Beginning with the 2012-2013 school year, all public elementary schools in the State, excluding charter schools and multi-track public schools, shall implement a school year that includes nine hundred fifteen student instructional hours.\n     (c)  Notwithstanding any other law to the contrary, for the 2014-2016 school years, all public secondary schools, excluding charter schools and multi-track public schools, shall implement a school year that includes nine hundred ninety student instructional hours.\n     (d)  Notwithstanding any other law to the contrary, for the 2016-2018 school years, all public schools, excluding charter schools and multi-track public schools, shall implement a school year of one hundred eighty days, excluding professional development days and other non-instructional days negotiated pursuant to chapter 89, that shall include one thousand eighty student instructional hours for both elementary and secondary school grades.\n     (e)  The board, in its discretion, may grant a waiver to any individual school subject to the student instructional hours or one hundred eighty day school year requirements in this section.  The board shall adopt policies and procedures to grant a waiver under this subsection.\n     (f)  For purposes of this section, \"student instructional hours\" means student learning time during which students are engaged in learning activities including regularly-scheduled instruction and learning assessments within the curriculum, and does not include lunch, recess, or passing time.\n     (g)  The department of education, with the board of education and office of the governor, and in consultation with representatives of the affected collective bargaining units, shall submit to the legislature no later than twenty days prior to the convening of the regular sessions of 2013, 2014, 2015, 2016, 2017, and 2018, a report on its progress and efforts to meet the requirements of subsections (a), (b), (c), and (d). [L 2010, c 167, §3; am L 2011, c 52, §1]\n \nNote\n \n  L 2011, c 52, §2, provides:\n     \"SECTION 4.  The department of education shall, with the board of education and office of the governor, and in consultation with representatives of the affected collective bargaining units, submit to the legislature, no later than twenty days prior to the convening of the regular session of 2015, a plan to implement beginning with the 2018-2019 school year, for elementary and secondary school grades at all public schools, excluding charter schools and multi-track public schools, a school year of one hundred ninety days, excluding professional development days and other non-instructional days negotiated pursuant to chapter 89, Hawaii Revised Statutes, that shall include one thousand one hundred forty student instructional hours.\n     For purposes of this section, \"student instructional hours\" shall have the same meaning as in section 302A-251, Hawaii Revised Statutes.\""
}