{
    "name": "Land conservation fund",
    "number": "5",
    "text": "(a)  A land conservation fund, hereinafter called \"fund\", is hereby established.\n\t(b)  The proceeds from the sale of any general obligation bonds, authorized and issued for purposes of this chapter, shall be deposited in or credited to the fund.\n\t(c)  Any net proceeds or revenue from the operation, management, sale, lease, or other disposition of land or the improvements on such land, acquired or constructed by the board under the provisions of this chapter, shall also be deposited in or credited to the fund.\n\t(d)  Ten per cent of all taxes imposed and collected by section 247-1 shall be deposited in or credited to the fund every year.\n\t(e)  The fund shall be administered and managed by the department.\n\t(f)  The acquisition of interests or rights in land having value as a resource to the State for the preservation of:\n\n\n\n\t(1)\tWatershed protection;\n\t(2)\tCoastal areas, beaches, and ocean access;\n\t(3)\tHabitat protection;\n\t(4)\tCultural and historical sites;\n\t(5)\tRecreational and public hunting areas;\n\t(6)\tParks;\n\t(7)\tNatural areas;\n\t(8)\tAgricultural production; or\n\t(9)\tOpen spaces and scenic resources,\n\n\n\nconstitutes a public purpose for which public funds may be expended or advanced.\n\t(g)  The fund shall be used for:\n\n\n\n\t(1)\tThe acquisition of interests or rights in land having value as a resource to the State, whether in fee title or through the establishment of permanent conservation easements under chapter 198; and\n\t(2)\tAnnual administration costs for the fund, not to exceed five per cent of annual fund revenues of the previous year.\n\n\n\n\t(h)  Based on applications from state agencies, counties, and nonprofit land conservation organizations, the department shall recommend to the board specific parcels of land to be acquired, restricted with conservation easements, or preserved in similar fashion.  The board shall review the selections and approve or reject the selections according to the availability of moneys in the fund.  To be eligible for grants from the fund, state and county agencies and nonprofit land conservation organizations shall submit applications to the department that contain:\n\n\n\n\t(1)\tContact information for the project;\n\t(2)\tA description of the project;\n\t(3)\tThe request for funding;\n\t(4)\tCost estimates for acquisition of the interest in the land;\n\t(5)\tLocation and characteristics of the land; and\n\t(6)\tOther similar, related, or relevant information as may be determined by the department.\n\n\n\n\t(i)  For applications approved by the board, the board may acquire land having value as a resource to the State, pursuant to section 173A-4, or the board may award grants from the fund to the qualifying state or county agencies or nonprofit land conservation organizations for the preservation of the real property.  Where the recipient of a grant is a county agency or nonprofit land conservation organization, the board shall require additional matching funds of at least twenty-five per cent of the total project costs.  Matching funds may be in the form of:\n\n\n\n\t(1)\tDirect moneys;\n\t(2)\tA combination of public and private funds;\n\t(3)\tLand value donation;\n\t(4)\tIn-kind contributions; or\n\t(5)\tAny combination of the above,\n\n\n\nand evidence of these matching funds shall be made available from the qualifying entities prior to distribution of the fund grant.\n\t(j)  The board shall:\n\n\n\n\t(1)\tTrack amounts disbursed from the fund;\n\t(2)\tPrepare an annual report to be transmitted to the governor and the legislature at least twenty days prior to the convening of each regular session of the legislature.  The annual report shall include:\n\n\t\t(A)\tA summary of all interests or rights in land acquired during the preceding fiscal year;\n\t\t(B)\tA summary of what value each newly acquired land has as a resource to the State;\n\t\t(C)\tProposals for future land acquisitions, including a summary of the resource value that the land may possess;\n\t\t(D)\tA financial report for the preceding fiscal year; and\n\t\t(E)\tObjectives and budget projections for the following fiscal year; and\n\n\t(3)\tMake copies of the annual report available to the public. [L 1973, c 77, §5; am L 2005, c 156, §4]"
}