{
    "name": "State council on developmental disabilities",
    "number": "3",
    "text": "The state council on developmental disabilities (hereinafter referred to as the council) shall be placed in the department of health for administrative purposes only and assigned the following responsibilities:\n\n\n\n\t(1)\tPlanning.  The state council shall:\n\n\t\t(A)\tDevelop, prepare, adopt, and periodically review and revise, as necessary, the state plan for individuals with developmental disabilities (hereinafter called the state plan) in conformance with federal substantive and procedural requirements therefor.  The state plan shall guide the development and delivery of all services to individuals with developmental disabilities.  The state council shall transmit the state plan to the governor for approval, and upon approval shall be submitted to the federal government for appropriate approval.  The state plan and revisions thereto shall be effective upon the governor\u0092s approval thereof.  The state plan shall include establishment of goals and priorities of the State in meeting the needs of individuals with developmental disabilities, including the recommendation of priorities for the distribution of public funds for comprehensive services to individuals with developmental disabilities within the State and other matters deemed necessary to achieve productivity, integration, inclusion, self-determination, and independence of individuals with developmental disabilities.  The state plan shall guide the coordinated delivery and establishment of comprehensive services, facilities, and programs for individuals with developmental disabilities;\n\t\t(B)\tReview and comment upon implementation plans prepared and carried out by the various departments of the State in carrying out the state plan for individuals with developmental disabilities; and\n\t\t(C)\tReview and comment upon any other state plans which affect services to individuals with developmental disabilities;\n\n\t(2)\tCoordination of departments and private agencies.  The council shall:\n\n\t\t(A)\tIdentify services duplicated by departments and private agencies and coordinate and assist in the elimination of unnecessary duplication;\n\t\t(B)\tEncourage efficient and coordinated use of federal, state, and private resources in the provision of services;\n\t\t(C)\tRecommend areas of responsibility for services to both public and private agencies serving individuals with developmental disabilities, reviewing designations as necessary.  Identify gaps in services to individuals with developmental disabilities and coordinate responsibilities of various public or private agencies for such missing services; and\n\t\t(D)\tEnsure that implementation planning by the various departments is effectively coordinated and that interdepartmental programs receive the full support of all departments involved;\n\n\t(3)\tEvaluation.  The council shall:\n\n\t\t(A)\tMonitor, evaluate, and comment upon implementation plans of the various public and private agencies for individuals with developmental disabilities;\n\t\t(B)\tMonitor all ongoing projects relating to developmental disabilities of the various public and private agencies;\n\t\t(C)\tParticipate in the planning, design, or redesign, and monitoring of state quality assurance systems that affect individuals with developmental disabilities;\n\n\t(4)\tAdvocacy.  The council shall:\n\n\t\t(A)\tAdvocate for the needs of individuals with developmental disabilities before the legislature and the public and to the governor;\n\t\t(B)\tAct in an advisory capacity to the governor, the legislature, and all concerned department heads on all issues affecting individuals with developmental disabilities; and\n\t\t(C)\tSupport and conduct outreach activities to identify individuals with developmental disabilities and their families to obtain services, individualized supports, and other forms of assistance, including access to special adaptation of generic community services or specialized services; and\n\n\t(5)\tReport.  The council shall:\n\n\t\t(A)\tPrepare and submit reports to the governor, the legislature, and all concerned department heads on the implementation of the state plan;\n\t\t(B)\tPrepare and submit to the United States Secretary of Health and Human Services, through the governor, any periodic reports the Secretary may reasonably request; and\n\t\t(C)\tPrepare other reports necessary to accomplish its duties under this chapter. [L 1975, c 198, §3; am L 1976, c 201, §2; am L 1979, c 180, pt of §1; am L 1980, c 232, §17; am L 2001, c 175, §3]\n\n\n\n\n\n\nNote\n  United States Department of Health, Education, and Welfare renamed United States Department of Health and Human Services.\nCross References\n  Annual reports, see §93-12."
}