{
    "name": "Administrative and program support for the executive office on aging",
    "number": "5",
    "text": "(a)  The provision of administrative and program support for the executive office on aging shall be accomplished by the creation of two principal organizational divisions in the executive office on aging.  One division shall be known as the planning and administrative services division and the other shall be known as the community assistance and program management division.\n\t(b)  The planning and administrative services division shall engage in the following activities, including but not limited to:\n\n\n\n\t(1)\tPreparation and submission of programs and budgets;\n\t(2)\tPreparation of an annual evaluation report on elder programs for the governor and legislature;\n\t(3)\tPreparation of studies and analysis;\n\t(4)\tMaintenance of personnel records;\n\t(5)\tManagement of contracts and agreements entered into by the executive office on aging with public and private vendors, consultants, and suppliers;\n\t(6)\tMonitoring the purchase of service agreements with public and private agencies and rendering technical assistance to elder program service providers; and\n\t(7)\tEstablishment and maintenance of reimbursement systems for services provided by agreement with federal, state, and county agencies, as well as private groups.\n\n\n\n\t(c)  The community assistance and program management division shall engage in the following activities, including but not limited to:\n\n\n\n\t(1)\tLegislative research and development as well as liaison on state and federal legislative matters;\n\t(2)\tConducting public affairs programs on elder affairs programs, projects, and needs;\n\t(3)\tDevelopment and implementation of educational, recreational, and cultural programs for elder persons;\n\t(4)\tProvision of technical assistance and liaison with community groups, organizations, and independent programs of benefit to elders;\n\t(5)\tDevelopment and implementation of active programs of consumer protection and pre-retirement counseling;\n\t(6)\tEstablishment of a statewide information and referral system, and an annual inventory of elder programs and service agencies;\n\t(7)\tTechnical assistance and liaison for the purpose of establishing elder-controlled local service delivery systems providing comprehensive services and employment opportunities for elders throughout the State; and\n\t(8)\tDevelopment and management of federally funded programs and special projects under the Federal Older Americans Act and other federal sources. [L 1976, c 217, pt of §2; am L 1990, c 67, §8]"
}