{
    "name": "Powers of regents; official name",
    "number": "105",
    "text": "(a)  The board of regents shall have management and control of the general affairs, and exclusive jurisdiction over the internal structure, management, and operation of the university.  The board may:\n     (1)  Appoint a treasurer and other officers as it deems necessary;\n     (2)  Authorize any officer, elected or appointed by it, to approve and sign on its behalf any voucher or other document that the board may approve and sign;\n     (3)  Delegate to the president or the president's designee the authority to render the final decision in contested case proceedings subject to chapter 91, as it deems appropriate;\n     (4)  Purchase or otherwise acquire lands, buildings, appliances, and other property for the purposes of the university; and\n     (5)  Expend any sums of money as, from time to time, may be placed at the disposal of the university from whatever source; provided that notwithstanding any other law to the contrary, all documents regarding expenditures and changes thereto, made by the board shall be disclosed in open meetings for the purpose of public comment; provided further that all expenditure requests, proposals, and any other budgetary documents used by the board at an open meeting shall be made available to the public at least six calendar days before the meeting.\n     All lands, buildings, appliances, and other property so purchased or acquired shall be and remain the property of the university to be used in perpetuity for the benefit of the university.  The board, in accordance with this section and other law, shall manage the inventory, equipment, surplus property, and expenditures of the university and, subject to chapter 91, may adopt rules, further controlling and regulating the same.\n     (b)  [Repeal and reenactment on July 1, 2012.  L 2010, c 82, §8.]  The board of regents shall develop internal policies and procedures for the procurement of goods, services, and construction, consistent with the goals of public accountability and public procurement practices, which shall be subject to sections 103D-110, 103D-304 with respect to design professional services furnished by licensees under chapter 464, 103D-324, 103D-707, 103D-1002, 304A-2690, 304A-2691, 304A-2692, and 304A-2693.  Except as provided in this subsection, chapter 103D shall not apply to any actions or activities undertaken, conducted, or performed under authority of the board of regents or the university; provided that the board of regents and the university are encouraged to use the provisions of chapter 103D as guidelines; and provided further that in using one or more provisions of chapter 103D as guidelines, neither the board of regents nor the university shall be:\n     (1)  Deemed to have waived in any way the exemption from the requirements and applicability of chapter 103D granted in this subsection; or\n     (2)  Subject to any of the provisions or requirements of chapter 103D other than those provided for in this subsection.\n     (c)  The board of regents may enter into concession agreements without regard to chapter 102.\n     (d)  The official name of the board shall be the board of regents, University of Hawaii.  The board shall adopt and use a common seal by which all official acts shall be authenticated. [L 2006, c 75, pt of §2; am L Sp 2008, c 6, §3; am L 2010, c 82, §3]\n \nNote\n \n  Report to legislature on internal procurement processes, etc. (through 2012).  L 2010, c 82, §4."
}