{
    "name": "Center for nursing; establishment; advisory board",
    "number": "1404",
    "text": "(a)  There is established, within the University of Hawaii school of nursing and dental hygiene, a center for nursing.\n     (b)  The dean of the school of nursing and dental hygiene, or the dean's designee, shall direct the activities of the center for nursing.  There shall be an advisory board composed of fifteen members appointed by the governor pursuant to section 26-34 to staggered terms as follows:\n     (1)  Five members from the business and labor community:\n         (A)  One of whom shall represent the Healthcare Association of Hawaii;\n         (B)  Two of whom shall represent other business entities; and\n         (C)  Two of whom shall represent labor organizations;\n     (2)  Five members from the nursing profession:\n         (A)  One of whom shall represent the American Organization of Nurse Executives;\n         (B)  One of whom shall represent the Hawaii Government Employees Association; and\n         (C)  Three of whom shall represent the Hawaii Nurses' Association, provided that:\n              (i)  Two members shall represent the professional component; and\n             (ii)  One member shall be a non-managerial staff nurse;\n     (3)  Two members from among the State's nurse educators:\n         (A)  One of whom shall be a doctorally-prepared nurse educator; and\n         (B)  The other, a doctorally-prepared nurse researcher; and\n     (4)  Three members from community agencies or consumer groups with an interest in healthcare.\n     (c)  The members of the advisory board for the center for nursing shall serve without compensation. [L 2006, c 75, pt of §2; am L 2008, c 173, §1]"
}