{
    "name": "Definition of employment",
    "number": "2",
    "text": "(a)  As used in this chapter, unless the context clearly requires otherwise, \"employment\", subject to sections 383-3 to 383-9, means service, including service in interstate commerce, performed for wages or under any contract of hire, written or oral, express or implied.\n\t(b)  \"Employment\" includes, but is not limited to, any service performed prior to January  1, 1978, which was employment as defined in this section prior to such date and, subject to the other provisions of this section, service performed after December 31, 1977, by an employee as defined in section 3306(i) and (o) of the federal Unemployment Tax Act, including service in interstate commerce.\n\t(c)  The term \"employment\" shall include the service of an individual who is a citizen of the United States, performed outside the United States (except in Canada or the Virgin Islands as provided in paragraph (5) of this subsection), after December 31, 1971, in the employ of an American employer or of this State or of any of its instrumentalities or of any of its political subdivisions (other than service which is deemed employment under the provisions of section 383-3 or the parallel provisions of another state's law) if:\n\n\n\n\t(1)\tThe employer's principal place of business in the United States is located in this State; or\n\t(2)\tThe employer has no place of business in the United States, but\n\n\t\t(A)\tThe employer is an individual who is a resident of this State; or\n\t\t(B)\tThe employer is a corporation which is organized under the laws of this State; or\n\t\t(C)\tThe employer is a partnership or a trust and the number of the partners or trustees who are residents of this State is greater than the number who are residents of any one other state; or\n\n\t(3)\tNone of the criteria of paragraphs (1) and (2) of this subsection is met but the employer has elected coverage in this State or, the employer having failed to elect coverage in any state, the individual has filed a claim for benefits, based on such service under the law of this State.\n\t(4)\tAn \"American employer\", for purposes of this subsection, means a person who is:\n\n\t\t(A)\tAn individual who is a resident of the United States; or\n\t\t(B)\tA partnership if two-thirds or more of the partners are residents of the United States; or\n\t\t(C)\tA trust, if all of the trustees are residents of the United States; or\n\t\t(D)\tA corporation organized under the laws of the United States or of any state.\n\n\t(5)\tAs used in this subsection, the term \"United States\" includes the states, the District of Columbia, and the Commonwealth of Puerto Rico; and, after December 31 of the year in which the Secretary of Labor approves for the first time an unemployment insurance law of the Virgin Islands submitted to the Secretary of Labor for approval, the term \"United States\" shall also include the Virgin Islands.\n\n\n\n\t(d)  The term \"employment\" shall include an individual's service, wherever performed within the United States, the Virgin Islands or Canada, if (a) such service is not covered under the unemployment compensation law of any other state, the Virgin Islands, or Canada, and (b) the place from which the service is directed or controlled is in this State.\n\t(e)  \"Employment\" includes service performed by an individual in agricultural labor as defined in section 383-9 except for service excluded under paragraph (1) of section 383-7.\n\n\n\n\t(1)\tFor the purposes of this section any individual who is a member of a crew furnished by a crew leader to perform service in agricultural labor for any other person shall be treated as an employee of such crew leader:\n\n\t\t(A)\tIf such crew leader holds a valid certificate of registration under the Farm Labor Contractor Registration Act of 1963; or substantially all the members of such crew operate or maintain tractors, mechanized harvesting or cropdusting equipment, or any other mechanized equipment, which is provided by such crew leader; and\n\t\t(B)\tIf such employee is not an employee of such other person within the meaning of subsection (b) of this section.\n\n\t(2)\tFor the purposes of this subsection, in the case of any individual who is furnished by a crew leader to perform service in agricultural labor for any other person and who is not treated as an employee of such crew leader under paragraph (1) above:\n\n\t\t(A)\tSuch other person and not the crew leader shall be treated as the employer of such individual; and\n\t\t(B)\tSuch other person shall be treated as having paid cash remuneration to such individual in an amount equal to the amount of cash remuneration paid to such individual by the crew leader (either on the crew leader's own behalf or on behalf of such other person) for the service in agricultural labor performed for such other person.\n\n\t(3)\tFor the purposes of this subsection, the term \"crew leader\" means an individual who:\n\n\t\t(A)\tFurnishes individuals to perform service in agricultural labor for any other person;\n\t\t(B)\tPays (either on the crew leader's own behalf or on behalf of such other person) the individuals so furnished by the crew leader for the service in agricultural labor performed by them; and\n\t\t(C)\tHas not entered into a written agreement with such other person under which such individual is designated as an employee of such other person. [L 1939, c 219, §2(k)(1); am L 1941, c 304, §1, pt of subs 8; RL 1945, §4203; RL 1955, §93-2; HRS ; am L 1971, c 187, §1; am L 1977, c 148, §1; gen ch 1985]"
}