{
    "name": "Records and reports",
    "number": "94",
    "text": "(a)  Each employing unit shall keep true and accurate work records, for such periods of time and containing such information as the department of labor and industrial relations may prescribe.  The records shall be open to inspection and be subject to being copied by the authorized representatives of the department at any reasonable time and as often as may be necessary.  Any authorized representative of the department, or the referee, may require from any employing unit any sworn or unsworn reports, with respect to persons employed by it, which such authorized representative, or the referee, deems necessary for the effective administration of this chapter.\n\t(b)  Each employer shall report all new employees hired subject to procedures prescribed by the department, within five working days after the first day of employment of such individual.  If any employer fails to report with respect to a newly hired employee within five working days after the first day of employment, the employer shall pay a penalty in the amount of $10.  Effective October 1, 1998, employers need not report all new hires to the department.\n\t(c)  Each employer shall report the separation of any employee or the wages paid to such employee, or both, upon request of the department within five calendar days from the date that the request was mailed to the employer.  If any employer fails to report with respect to the separation of an individual, or the remuneration which the employer paid to the individual, or both, within five calendar days after mailing of notice from the department, the employer shall pay a penalty in the amount of $10.\n\t(d)  Each employer or employing unit as defined in section 383-1 shall furnish the department with wage information for each employee in accordance with rules as the department of labor and industrial relations may prescribe, except that no report shall be filed with respect to an employee of a state or local agency performing intelligence or counterintelligence functions, if the head of that agency has determined that filing such a report could endanger the safety of the employee or compromise an ongoing investigation or intelligence mission.  Such quarterly wage report shall be filed with the department on or before the last day of the month succeeding the last month of each quarter.  Any employer who fails to file a report of wages paid to each of the employer's employees for any period in the manner and within the time prescribed by this chapter and the rules of the department, or any employer who the department finds has filed an insufficient report, shall pay a penalty of $30.\n\t(e)  Penalties shall be assessed, collected, and paid into the fund in the same manner as contributions.  The director, in a case of excusable failure to file any report under this section within the required time, may remit the penalty. [L 1939, c 219, §10(g); am L 1941, c 304, §1, pt of subs 32; RL 1945, §4272; am L 1955, c 51, §1(2); RL 1955, §93-93; am L 1957, c 205, §1(c); am L Sp 1959 2d, c 1, §27; HRS ; am L 1969, c 129, §2; am L 1976, c 157, §7; gen ch 1985; am L 1986, c 32, §5; am L 1997, c 172, §2]"
}