{
    "name": "Employment and training fund established",
    "number": "128",
    "text": "(a)  Effective January 1, 1992, there is established in the state treasury, apart from all other funds in this State, a special fund to be known as the employment and training fund.  All assessments collected pursuant to section 383-129 and all other moneys received by the fund from any other source shall be deposited into the employment and training fund.\n\t(b)  The moneys in the employment and training fund may be used for funding:\n\n\n\n\t(1)\tThe operation of the state employment service for which no federal funds have been allocated;\n\t(2)\tBusiness-specific training programs to create a more diversified job base and to carry out the purposes of the new industry training program pursuant to section 394-8;\n\t(3)\tIndustry or employer-specific training programs where there are critical skill shortages in high growth occupational or industry areas;\n\t(4)\tTraining and retraining programs to assist workers who have become recently unemployed or likely to be unemployed;\n\t(5)\tPrograms to assist residents who do not otherwise qualify for federal or state job training programs to overcome employment barriers; and\n\t(6)\tTraining programs to provide job-specific skills for individuals in need of assistance to improve career employment prospects.\n\n\n\n\t(c)  The director shall require employers who use or who are assisted by any of these programs to contribute fifty per cent of the cost of the assistance in cash or in-kind contributions.\n\t(d)  The department may contract for employment, education, and training services from public and private agencies and nonprofit corporations.  Contracts, pursuant to subsection (b), shall be exempt from chapters 103D and 103F so funds for these services may be expended in a timely manner to effectuate the purposes of this section.  All other disbursements shall be in accordance with chapters 103D and 103F.\n\t(e)  The department shall ensure the proper administration of the employment and training fund program by:\n\n\n\n\t(1)\tStandardizing contractual language and requirements for all grantees and vendors;\n\t(2)\tExpediting the program's macro grant application process by either eliminating the county advisory committees' review or by formalizing, defining, and including specific time frames related to these committees;\n\t(3)\tProviding evidence that grant applications are treated in accordance with fund policies by documenting the reasons for acceptance and denial of each proposed grant;\n\t(4)\tImproving the program's monitoring of funds disbursed by, at a minimum:\n\n\t\t(A)\tEstablishing and implementing an organized filing system;\n\t\t(B)\tRequiring documentation of all contact made with grant applicants and recipients; and\n\t\t(C)\tEnsuring that staff in all branch offices are familiar with the various reports and submittals required of the different fund recipients;\n\n\t(5)\tDeveloping and disseminating the state participant evaluation form to the program's vendors;\n\t(6)\tDeveloping and implementing strategies for evaluating the program's overall success that include but are limited to:\n\n\t\t(A)\tAssessing whether the program is improving the long-term employability of Hawaii's people;\n\t\t(B)\tMeasuring program outcomes related to work unit and company performance; and\n\t\t(C)\tCollecting and comparing wage data from workers who have utilized the fund versus those who have not;\n\n\t(7)\tIncreasing awareness of the fund and its programs by strengthening publicity;\n\t(8)\tEstablishing consistent attendance-reporting requirements for both macro grant projects and micro vendors and comparing attendance rates for projects and vendors who charge additional fees to participants versus those who do not; and\n\t(9)\tReporting as encumbrances only those obligations for which the fund has entered into bona fide contracts.\n\n\n\n\t(f)  For purposes of grants and subsidies awarded under subsection (d), any organization requesting a grant or subsidy shall:\n\n\n\n\t(1)\tBe licensed and accredited, as applicable, under the laws of the State;\n\t(2)\tHave at least one year's experience with the project or in the program area for which the request or proposal is being made; except that the director may grant an exception where the project or program area deals with new industry training; and\n\t(3)\tBe, employ, or have under contract persons who are qualified to engage in the program or activity to be funded by the State.\n\n\n\n\t(g)  Recipients of grants or subsidies shall be subject to the following conditions:\n\n\n\n\t(1)\tAny organization requesting a grant or subsidy shall submit its request together with all the information required by the director on an application form provided by the department;\n\t(2)\tThe recipient of a grant or subsidy shall not use public funds for purposes of entertainment or perquisites;\n\t(3)\tThe recipient of a grant or subsidy shall comply with applicable federal, state, and county laws;\n\t(4)\tThe recipient of a grant or subsidy shall comply with any other requirements the director may prescribe;\n\t(5)\tThe recipient of a grant or subsidy shall allow the director, the legislative bodies, and the legislative auditor full access to records, reports, files, and other related documents so that the program, management, and fiscal practices of the grant recipient may be monitored and evaluated to assure the proper and effective expenditure of public funds;\n\t(6)\tEvery grant or subsidy shall be monitored according to rules established by the director to ensure compliance with this section; and\n\t(7)\tAny recipient of a grant or subsidy under this section who withholds or omits any material fact or deliberately misrepresents facts to the director or who violates the terms of the recipient's contract shall be in violation of this section and, in addition to any other penalties provided by law, shall be prohibited from applying for a grant or subsidy under this section for a period of five years from the date of termination.\n\n\n\n\t(h)  The director shall submit a report to the legislature on the status of the employment and training fund, including expenditures and program results, at least twenty days prior to the convening of each regular legislative session.\n\t(i)  The director of finance shall act as the treasurer and custodian of the employment and training fund, invest those moneys in accordance with applicable laws and rules, and disburse the moneys in the employment and training fund in accordance with directions by the director of labor and industrial relations; provided that if administrative encumbrances are executed, then any portions thereof that are unexpended at the close of each fiscal year shall be lapsed into the employment and training fund.  All interest earned from investment of moneys in the employment and training fund shall be deposited in the fund.  The director of finance shall be liable on the director's official bond for the faithful performance of all duties in connection with the employment and training fund.  All sums recovered on the surety bond for losses sustained by the employment and training fund shall be deposited in the fund.\n\t(j)  Administrative costs for the collection of employment and training fund contributions and for costs related to the establishment and maintenance of the employment and training fund shall be borne by the fund beginning with fiscal year 1992-1993 and thereafter.\n\t(k)  The director may establish positions and hire necessary personnel to establish and administer the employment and training fund without regard to chapter 76. [L 1991, c 68, pt of §2; am L 1996, c 223, §3; am L 1997, c 190, §6; am L 1999, c 230, §1; am L 2000, c 253, §150; am L 2002, c 248, §1]"
}