{
    "name": "Trustee of perpetual care fund and pre-need trust",
    "number": "37",
    "text": "(a)  Every perpetual care fund and pre-need trust shall be administered by a bank or a trust company authorized to do business in the State; or a board of trustees as defined in section 441-1.  Each authority covered under this chapter shall file with the director a copy of an executed copy of the declaration of the fund or trust and any amendment thereto.\n\t(b)  The bank or trust company appointed as trustee shall file a notice with the director disclosing the name of the bank or trust company, business address, and such additional information as the director requires.  A successor trustee shall be subject to the requirements stated in this section.\n\t(c)  The board of trustees appointed as trustee shall file the following:\n\n\n\n\t(1)\tA notice with the director disclosing the names of its members;\n\t(2)\tA sworn affidavit stating that its members are not affiliated with the authority which appointed it;\n\t(3)\tA bond in the penal sum of $100,000 issued by a surety company authorized to do business in the State; and\n\t(4)\tEvidence of the insurance required by section 441-41(b).\n\n\n\n\tThe bond required in this subsection may be filed either as a board or an individual board member for $100,000 and shall run to the State.  The bond shall be conditioned that the board of trustees will faithfully, promptly, and truly account and pay over to all persons to or for whom it may hold money in trust all sums of money that may properly be due them.  The director or any person claiming to have sustained damage by reason of any breach of the conditions of the bond may bring action on the bond for the recovery of any damages sustained therefrom.  The liability of the surety shall not exceed the amount of the bond issued to the board of trustees.  The bond shall continue in full force and effect. [L 1967, c 199, pt of §1; HRS ; am L 1981, c 221, §19; am L 1985, c 101, §17]"
}