{
    "name": "Resolution of disputes; impasses",
    "number": "11",
    "text": "(a)  A public employer and an exclusive representative may enter, at any time, into a written agreement setting forth an alternate impasse procedure culminating in an arbitration decision pursuant to subsection (f), to be invoked in the event of an impasse over the terms of an initial or renewed agreement.  The alternate impasse procedure shall specify whether the parties desire an arbitrator or arbitration panel, how the neutral arbitrator is to be selected or the name of the person whom the parties desire to be appointed as the neutral arbitrator, and other details regarding the issuance of an arbitration decision.  When an impasse exists, the parties shall notify the board if they have agreed on an alternate impasse procedure.  The board shall permit the parties to proceed with their procedure and assist at times and to the extent requested by the parties in their procedure.  In the absence of an alternate impasse procedure, the board shall assist in the resolution of the impasse at times and in the manner prescribed in subsection (d) or (e), as the case may be.  If the parties subsequently agree on an alternate impasse procedure, the parties shall notify the board.  The board shall immediately discontinue the procedures initiated pursuant to subsection (d) or (e) and permit the parties to proceed with their procedure.\n\t(b)  An impasse during the term of a collective bargaining agreement on reopened items or items regarding a supplemental agreement shall not be subject to the impasse procedures in this section.  The parties may mutually agree on an impasse procedure, but if the procedure culminates in an arbitration decision, the decision shall be pursuant to subsection (f).\n\t(c)  An impasse over the terms of an initial or renewed agreement and the date of impasse shall be as follows:\n\n\n\n\t(1)\tMore than ninety days after written notice by either party to initiate negotiations, either party may give written notice to the board that an impasse exists.  The date on which the board receives notice shall be the date of impasse; and\n\t(2)\tIf neither party gives written notice of an impasse and there are unresolved issues on January 31 of a year in which the agreement is due to expire, the board shall declare on January 31 that an impasse exists and February 1 shall be the date of impasse.\n\n\n\n\t(d)  If an impasse exists between a public employer and the exclusive bargaining representative of bargaining unit (1), nonsupervisory employees in blue collar positions; bargaining unit (5), teachers and other personnel of the department of education; or bargaining unit (7), faculty of the University of Hawaii and the community college system, the board shall assist in the resolution of the impasse as follows:\n\n\n\n\t(1)\tVoluntary mediation.  During the first twenty days of the date of impasse, either party may request the board to assist in a voluntary resolution of the impasse by appointing a mediator or mediators, representative of the public from a list of qualified persons maintained by the board;\n\t(2)\tMediation.  If the impasse continues more than twenty days, the board shall appoint a mediator or mediators representative of the public from a list of qualified persons maintained by the board, to assist the parties in a voluntary resolution of the impasse.  The board may compel the parties to attend mediation, reasonable in time and frequency, until the fiftieth day of impasse.  Thereafter, mediation shall be elective with the parties, subject to the approval of the board;\n\t(3)\tReport of the board.  The board shall promptly report to the appropriate legislative body or bodies the following circumstances as each occurs:\n\n\t\t(A)\tThe date of a tentative agreement and whether the terms thereof are confidential between the parties;\n\t\t(B)\tThe ratification or failure of ratification of a tentative agreement;\n\t\t(C)\tThe signing of a tentative agreement;\n\t\t(D)\tThe terms of a tentative agreement; or\n\t\t(E)\tOn or about the fiftieth day of impasse, the failure of mediation.\n\n\t\tThe parties shall provide the board with the requisite information; and\n\t(4)\tAfter the fiftieth day of impasse, the parties may resort to such other remedies that are not prohibited by any agreement pending between them, other provisions of this chapter, or any other law.\n\n\n\n\t(e)  If an impasse exists between a public employer and the exclusive representative of bargaining unit (2), supervisory employees in blue collar positions; bargaining unit (3), nonsupervisory employees in white collar positions; bargaining unit (4), supervisory employees in white collar positions; bargaining unit (6), educational officers and other personnel of the department of education under the same salary schedule; bargaining unit (8), personnel of the University of Hawaii and the community college system, other than faculty; bargaining unit (9), registered professional nurses; bargaining unit (10), institutional, health, and correctional workers; bargaining unit (11), firefighters; bargaining unit (12), police officers; or bargaining unit (13), professional and scientific employees, the board shall assist in the resolution of the impasse as follows:\n\n\n\n\t(1)\tMediation.  During the first twenty days after the date of impasse, the board shall immediately appoint a mediator, representative of the public from a list of qualified persons maintained by the board, to assist the parties in a voluntary resolution of the impasse.\n\t(2)\tArbitration.  If the impasse continues twenty days after the date of impasse, the board shall immediately notify the employer and the exclusive representative that the impasse shall be submitted to a three-member arbitration panel who shall follow the arbitration procedure provided herein.\n\n\t\t(A)\tArbitration panel.  Two members of the arbitration panel shall be selected by the parties; one shall be selected by the employer and one shall be selected by the exclusive representative.  The neutral third member of the arbitration panel, who shall chair the arbitration panel, shall be selected by mutual agreement of the parties.  In the event that the parties fail to select the neutral third member of the arbitration panel within thirty days from the date of impasse, the board shall request the American Arbitration Association, or its successor in function, to furnish a list of five qualified arbitrators from which the neutral arbitrator shall be selected.  Within five days after receipt of such list, the parties shall alternately strike names from the list until a single name is left, who shall be immediately appointed by the board as the neutral arbitrator and chairperson of the arbitration panel.\n\t\t(B)\tFinal positions.  Upon the selection and appointment of the arbitration panel, each party shall submit to the panel, in writing, with copy to the other party, a final position which shall include all provisions in any existing collective bargaining agreement not being modified, all provisions already agreed to in negotiations, and all further provisions which each party is proposing for inclusion in the final agreement.\n\t\t(C)\tArbitration hearing.  Within one hundred twenty days of its appointment, the arbitration panel shall commence a hearing at which time the parties may submit either in writing or through oral testimony, all information or data supporting their respective final positions.  The arbitrator, or the chairperson of the arbitration panel together with the other two members, are encouraged to assist the parties in a voluntary resolution of the impasse through mediation, to the extent practicable throughout the entire arbitration period until the date the panel is required to issue its arbitration decision.\n\t\t(D)\tArbitration decision.  Within thirty days after the conclusion of the hearing, a majority of the arbitration panel shall reach a decision pursuant to subsection (f) on all provisions that each party proposed in its respective final position for inclusion in the final agreement and transmit a preliminary draft of its decision to the parties.  The parties shall review the preliminary draft for completeness, technical correctness, and clarity and may mutually submit to the panel any desired changes or adjustments that shall be incorporated in the final draft of its decision.  Within fifteen days after the transmittal of the preliminary draft, a majority of the arbitration panel shall issue the arbitration decision.\n\n\n\n\n\n\t(f)  An arbitration panel in reaching its decision shall give weight to the following factors and shall include in its written report or decision an explanation of how the factors were taken into account:\n\n\n\n\t(1)\tThe lawful authority of the employer, including the ability of the employer to use special funds only for authorized purposes or under specific circumstances because of limitations imposed by federal or state laws or county ordinances, as the case may be;\n\t(2)\tStipulations of the parties;\n\t(3)\tThe interests and welfare of the public;\n\t(4)\tThe financial ability of the employer to meet these costs; provided that the employer's ability to fund cost items shall not be predicated on the premise that the employer may increase or impose new taxes, fees, or charges, or develop other sources of revenues;\n\t(5)\tThe present and future general economic condition of the counties and the State;\n\t(6)\tComparison of wages, hours, and conditions of employment of the employees involved in the arbitration proceeding with the wages, hours, and conditions of employment of other persons performing similar services, and of other state and county employees in Hawaii;\n\t(7)\tThe average consumer prices for goods or services, commonly known as the cost of living;\n\t(8)\tThe overall compensation presently received by the employees, including direct wage compensation, vacation, holidays and excused time, insurance and pensions, medical and hospitalization benefits, the continuity and stability of employment, and all other benefits received;\n\t(9)\tChanges in any of the foregoing circumstances during the pendency of the arbitration proceedings; and\n\t(10)\tSuch other factors, not confined to the foregoing, which are normally or traditionally taken into consideration in the determination of wages, hours, and conditions of employment through voluntary collective bargaining, mediation, arbitration, or otherwise between the parties, in the public service or in private employment.\n\n\n\n\t(g)  The decision of the arbitration panel shall be final and binding upon the parties on all provisions submitted to the arbitration panel.  If the parties have reached agreement with respect to the amounts of contributions by the State and counties to the Hawaii employer-union health benefits trust fund by the tenth working day after the arbitration panel issues its decision, the final and binding agreement of the parties on all provisions shall consist of the panel's decision and the amounts of contributions agreed to by the parties.  If the parties have not reached agreement with respect to the amounts of contributions by the State and counties to the Hawaii employer-union health benefits trust fund by the close of business on the tenth working day after the arbitration panel issues its decision, the parties shall have five days to submit their respective recommendations for such contributions to the legislature, if it is in session, and if the legislature is not in session, the parties shall submit their respective recommendations for such contributions to the legislature during the next session of the legislature.  In such event, the final and binding agreement of the parties on all provisions shall consist of the panel's decision and the amounts of contributions established by the legislature by enactment, after the legislature has considered the recommendations for such contributions by the parties.  It is strictly understood that no member of a bargaining unit subject to this subsection shall be allowed to participate in a strike on the issue of the amounts of contributions by the State and counties to the Hawaii employer-union health benefits trust fund.  The parties shall take whatever action is necessary to carry out and effectuate the final and binding agreement.  The parties may, at any time and by mutual agreement, amend or modify the panel's decision.\n\tAgreements reached pursuant to the decision of an arbitration panel and the amounts of contributions by the State and counties to the Hawaii employer-union health benefits trust fund, as provided herein, shall not be subject to ratification by the employees concerned.  All items requiring any moneys for implementation shall be subject to appropriations by the appropriate legislative bodies and the employer shall submit all such items within ten days after the date on which the agreement is entered into as provided herein, to the appropriate legislative bodies.\n\t(h)  Any time frame provided in an impasse procedure, whether an alternate procedure or the procedures in this section, may be modified by mutual agreement of the parties.  In the absence of a mutual agreement to modify time frames, any delay, failure, or refusal by either party to participate in the impasse procedure shall not be permitted to halt or otherwise delay the process, unless the board so orders due to an unforeseeable emergency.  The process shall commence or continue as though all parties were participating.\n\t(i)  Nothing in this section shall be construed to prohibit the parties from reaching a voluntary settlement on the unresolved issues at any time prior to the issuance of an arbitration decision.\n\t(j)  The costs and expenses for mediation provided under subsection (d) or (e) shall be borne by the board.  The costs and expenses for any other services performed by neutrals pursuant to mutual agreement of the parties and the costs for a neutral arbitrator shall be borne equally by the parties.  All other costs incurred by either party in complying with this section, including the costs of its selected member on the arbitration panel, shall be borne by the party incurring them. [L 1970, c 171, pt of §2; am L 1978, c 108, §1; am L 1984, c 75, §1, c 219, §1, and c 254, §2; am L 1985, c 251, §5; gen ch 1985, 1993; am L 1995, c 202, §1 and c 208, §1; am L 2000, c 253, §100; am L 2001, c 90, §9; am L 2002, c 189, §1 and c 232, §3; am L Sp 2003, c 6, §1; am L 2004, c 10, §5]"
}