{
    "name": "Scope of negotiations; consultation",
    "number": "9",
    "text": "(a)  The employer and the exclusive representative shall meet at reasonable times, including meetings sufficiently in advance of the February 1 impasse date under section 89-11, and shall negotiate in good faith with respect to wages, hours, the amounts of contributions by the State and respective counties to the Hawaii employer-union health benefits trust fund to the extent allowed in subsection (e), and other terms and conditions of employment which are subject to collective bargaining and which are to be embodied in a written agreement as specified in section 89-10, but such obligation does not compel either party to agree to a proposal or make a concession; provided that the parties may not negotiate with respect to cost items as defined by section 89-2 for the biennium 1999 to 2001, and the cost items of employees in bargaining units under section 89-6 in effect on June 30, 1999, shall remain in effect until July 1, 2001.\n\t(b)  The employer or the exclusive representative desiring to initiate negotiations shall notify the other party in writing, setting forth the time and place of the meeting desired and the nature of the business to be discussed, sufficiently in advance of the meeting.\n\t(c)  Except as otherwise provided in this chapter, all matters affecting employee relations, including those that are, or may be, the subject of a rule adopted by the employer or any director, shall be subject to consultation with the exclusive representatives of the employees concerned.  The employer shall make every reasonable effort to consult with exclusive representatives and consider their input, along with the input of other affected parties, prior to effecting changes in any major policy affecting employee relations.\n\t(d)  Excluded from the subjects of negotiations are matters of classification, reclassification, benefits of but not contributions to the Hawaii employer-union health benefits trust fund, recruitment, examination, initial pricing, and retirement benefits except as provided in section 88-8(h).  The employer and the exclusive representative shall not agree to any proposal which would be inconsistent with the merit principle or the principle of equal pay for equal work pursuant to section 76-1 or which would interfere with the rights and obligations of a public employer to:\n\n\n\n\t(1)\tDirect employees;\n\t(2)\tDetermine qualifications, standards for work, and the nature and contents of examinations;\n\t(3)\tHire, promote, transfer, assign, and retain employees in positions;\n\t(4)\tSuspend, demote, discharge, or take other disciplinary action against employees for proper cause;\n\t(5)\tRelieve an employee from duties because of lack of work or other legitimate reason;\n\t(6)\tMaintain efficiency and productivity, including maximizing the use of advanced technology, in government operations;\n\t(7)\tDetermine methods, means, and personnel by which the employer's operations are to be conducted; and\n\t(8)\tTake such actions as may be necessary to carry out the missions of the employer in cases of emergencies.\n\n\n\n\tThe employer and the exclusive representative may negotiate procedures governing the promotion and transfer of employees to positions within a bargaining unit; the suspension, demotion, discharge, or other disciplinary actions taken against employees within the bargaining unit; and the layoff of employees within the bargaining unit.  Violations of the procedures so negotiated may be subject to the grievance procedure in the collective bargaining agreement.\n\t(e)  Negotiations relating to contributions to the Hawaii employer-union health benefits trust fund shall be for the purpose of agreeing upon the amounts which the State and counties shall contribute under section 87-4, toward the payment of the costs for a health benefits plan, as defined in section 87-1(8), and group life insurance benefits, and the parties shall not be bound by the amounts contributed under prior agreements; provided that section 89-11 for the resolution of disputes by way of arbitration shall not be available to resolve impasses or disputes relating to the amounts the State and counties shall contribute to the Hawaii employer-union health benefits trust fund.\n\t(f)  The repricing of classes within an appropriate bargaining unit may be negotiated as follows:\n\n\n\n\t(1)\tAt the request of the exclusive representative and at times allowed under the collective bargaining agreement, the employer shall negotiate the repricing of classes within the bargaining unit.  The negotiated repricing actions that constitute cost items shall be subject to the requirements in section 89-10.\n\t(2)\tIf repricing has not been negotiated under paragraph (1), the employer of each jurisdiction shall ensure establishment of procedures to periodically review, at least once in five years, unless otherwise agreed to by the parties, the repricing of classes within the bargaining unit.  The repricing of classes based on the results of the periodic review shall be at the discretion of the employer.  Any appropriations required to implement the repricing actions that are made at the employer's discretion shall not be construed as cost items. [L 1970, c 171, pt of §2; am L 1975, c 31, §1 and c 164, §1; am L 1980, c 253, §6; am L 1984, c 254, §1; gen ch 1985; am L 1986, c 156, §1; am L 1987, c 27, §4; am L 1988, c 399, §4; am L 1993, c 364, §§16, 17; am L 1998, c 115, §13; am L 1999, c 100, §2; am L 2000, c 253, §98; am L 2002, c 232, §2; am L 2004, c 10, §4]"
}