{
    "name": "Superintendence of inferior courts",
    "number": "4",
    "text": "The supreme court shall have the general superintendence of all courts of inferior jurisdiction to prevent and correct errors and abuses therein where no other remedy is expressly provided by law. [L 1892, c 57, §50; RL 1925, §2223; RL 1935, §3592; RL 1945, §9603; RL 1955, §214-3; HRS ; ree L 1979, c 111, pt of §2]\nLaw Journals and Reviews\n  Through the Looking Glass--Finality, Interlocutory Appeals and the Hawaii Supreme Court's Supervisory Powers.  9 UH L. Rev. 87.\n  The Application of the Collateral Order Doctrine to Criminal Appeals in Hawai`i.  19 UH L. Rev. 73.\n  Exercise of supreme court's supervisory powers was not appropriate in case where defendant was not without remedy expressly provided by law; §641-11 and HRAP rule 4(b) provided defendant opportunity to appeal from final judgment and HRPP rule 40 may have provided defendant opportunity to contest validity of no-contest plea by post-conviction petition.  96 H. 462 (App.), 32 P.3d 106.\nCase Notes\n  Appeals in forma pauperis, powers of supreme court in connection with.  See 42 H. 1; 44 H. 31, 352 P.2d 616; 44 H. 52, 352 P.2d 629.  But see 26 H. 469.\n  Applied in disposing of appeal on points of law from an illegal sentence.  13 H. 335.\n  Circumstances supplied justification for exercise of court's supervisory jurisdiction and court's power to issue prohibition.  59 H. 224, 580 P.2d 49.\n  Supervisory power under section invoked to provide needed guidance on matter of grave public concern.  59 H. 224, 580 P.2d 49.\n  Supervisory jurisdiction invoked where submission to warrantless searches apparently standard condition of probation.  67 H. 268, 686 P.2d 1379.\n  Supervisory jurisdiction invoked to declare judge personally entering the jury room to answer the jurors' questions improper and prejudicial.  69 H. 204, 738 P.2d 812.\n  Supreme court invoked supervisory jurisdiction over district court judge.  71 H. 304, 788 P.2d 1281.\n  Mentioned:  79 H. 26, 897 P.2d 953."
}