{
    "name": "Tax credit for research activities",
    "number": "110.91",
    "text": "(a)  Section 41 (with respect to the credit for increasing research activities) and section 280C(c) (with respect to certain expenses for which the credit for increasing research activities are allowable) of the Internal Revenue Code shall be operative for the purposes of this chapter as provided in this section; except that references to the base amount shall not apply and credit for all qualified research expenses may be taken without regard to the amount of expenses for previous years.  If section 41 of the Internal Revenue Code is repealed or terminated prior to January 1, 2011, its provisions shall remain in effect for purposes of the income tax law of the State as modified by this section, as provided for in subsection (j).\n     (b)  All references to Internal Revenue Code sections within sections 41 and 280C(c) of the Internal Revenue Code shall be operative for purposes of this section.\n     (c)  There shall be allowed to each qualified high technology business subject to the tax imposed by this chapter an income tax credit for qualified research activities equal to the credit for research activities provided by section 41 of the Internal Revenue Code and as modified by this section.  The credit shall be deductible from the taxpayer's net income tax liability, if any, imposed by this chapter for the taxable year in which the credit is properly claimed.\n     (d)  Every qualified high technology business, before March 31 of each year in which qualified research and development activity was conducted in the previous taxable year, shall submit a written, certified statement to the director of taxation identifying:\n     (1)  Qualified expenditures, if any, expended in the previous taxable year; and\n     (2)  The amount of tax credits claimed pursuant to this section, if any, in the previous taxable year.\n     (e)  The department shall:\n     (1)  Maintain records of the names and addresses of the taxpayers claiming the credits under this section and the total amount of the qualified research and development activity costs upon which the tax credit is based;\n     (2)  Verify the nature and amount of the qualifying costs or expenditures;\n     (3)  Total all qualifying and cumulative costs or expenditures that the department certifies; and\n     (4)  Certify the amount of the tax credit for each taxable year and cumulative amount of the tax credit.\n     Upon each determination made under this subsection, the department shall issue a certificate to the taxpayer verifying information submitted to the department, including the qualifying costs or expenditure amounts, the credit amount certified for each taxable year, and the cumulative amount of the tax credit during the credit period.  The taxpayer shall file the certificate with the taxpayer's tax return with the department.\n     The director of taxation may assess and collect a fee to offset the costs of certifying tax credit claims under this section.  All fees collected under this section shall be deposited into the tax administration special fund established under section 235-20.5.\n     (f)  As used in this section:\n     \"Basic research\" under section 41(e) of the Internal Revenue Code shall not include research conducted outside of the State.\n     \"Qualified high technology business\" means the same as in section 235-110.9.\n     \"Qualified research\" under section 41(d)(1) of the Internal Revenue Code shall not include research conducted outside of the State.\n     (g)  If the tax credit for qualified research activities claimed by a taxpayer exceeds the amount of income tax payment due from the taxpayer, the excess of the tax credit over payments due shall be refunded to the taxpayer; provided that no refund on account of the tax credit allowed by this section shall be made for amounts less than $1.\n     (h)  All claims for a tax credit under this section shall be filed on or before the end of the twelfth month following the close of the taxable year for which the credit may be claimed.  Failure to properly claim the credit shall constitute a waiver of the right to claim the credit.\n     (i)  The director of taxation may adopt any rules under chapter 91 and forms necessary to carry out this section.\n     (j)  This section shall not apply to taxable years beginning after December 31, 2010. [L 1999, c 178, §25; am L 2000, c 174, §4 and c 297, §9; am L 2001, c 221, §10; am L 2004, c 215, §9]\n \nCase Notes\n \n  As subsection (f) (2003) clearly and unambiguously applied to all claims for a research activities tax credit for the 2001 taxable year, the more specific twelve-month limitation period for claiming a tax credit under this section, and not the general limitation period under §235-111, was applicable to plaintiff's amended claim.  121 H. 220 (App.), 216 P.3d 1243."
}