{
    "name": "Same; \"Internal Revenue Code\"",
    "number": "2",
    "text": "\"Internal Revenue Code\" means the Internal Revenue Code of 1954 as it applies to the determination of gross income, adjusted gross income, and taxable income, except those provisions of the Internal Revenue Code which pursuant to this chapter do not apply.  For each taxable year specified in column 1 below the Internal Revenue Code meant is the Internal Revenue Code of 1954 as amended as of June 7, 1957 and as further amended by the acts of Congress, or portions thereof, enumerated in column 2 (section numbers in column 2 are inclusive).  Amendments to the Code not herein enumerated shall not be operative for the purposes of this chapter unless specifically adopted.\n \n\n\n\nColumn 1\n\n\nColumn 2\n\n\n\n\nTaxable year beginning on or after January 1,   1958, or which in whole or in part is governed by this chapter pursuant to   the provisions of Act 1 of the Special Session Laws of 1957, and subsequent   taxable years.\n\n\nPublic Laws 85-165, 85-320, and 85-367; Public Law   85-866, Title I, sections 4-12, 19, 20 (with respect to sales, exchanges, and   distributions made after December 31, 1957), 21, 22, 24, 25, 28, 29 (the   provisions of section 29 being applicable as agreed upon in connection with   the consent of the department of taxation to the change in the method of   accounting, and reading \"the first taxable year beginning after December   31, 1953, and ending after August 16, 1954\" as \"the first taxable   year governed by the Income Tax Law of 1957\"), 34, 35, 37(c), 38, 43-48,   52(b), 53, 55, 95, and 97.\n \n\n\n\n\nTaxable year beginning on or after January 1,   1959, beginning in 1958 but ending on or after June 30, 1959, and subsequent   taxable years.\n \n\n\nPublic Law 85-866, Title I, sections 2 (with   respect to obligations acquired after December 31, 1957), 3 (with respect   to amounts received as a statutory subsistence allowance for a period after   September 30, 1958), 13, 15 (with respect to the costs and improvements   there designated), 17, 23, 26, 27, 30 (the provisions of section 30 being   applicable to the extent they relate to deductions for contributions and   gifts), 37(b) and (d), 39, 49, 50, 51, 52(a), 54, 57(a), 58 (with respect to   the amounts there designated), 101 (with respect to taxable years of   regulated investment companies beginning on or after March 1, 1958),   Title II, sections 202, 204 (with respect to property acquired by purchase   after December 31, 1958).\n \n\n\n\n\nTaxable year beginning on or after January 1,   1961, and subsequent taxable years.\n \n\n\nPublic Law 86-564, Title III, section 302.\n \n\n\n\n\nTaxable years beginning on or after January 1,   1962, and subsequent taxable years.\n \n\n\nPublic Law 87-834, sections 22 and 28.\n \n\n\n\n\nTaxable years ending after December 31, 1962, but   only in respect of periods after December 31, 1962.\n \n\n\nPublic Law 87-834, section 4.\n\n\n\n\nTaxable year beginning on or after January 1,   1963, and subsequent taxable years.\n \n\n\nPublic Law 87-834, sections 13 and 21; Public Law   87-863, section 2.\n \n\n\n\n\nTaxable year beginning on or after January 1,   1965.\n \n\n\nPublic Law 86-376, section 1(a); Public Law   86-470, section 3(a); Public Law 86-594, section 1; Public Law 86-779,   sections 6(a), (b), and (c), 7(a) and (b); Public Law 87-256, section 110(a);   Public Law 87-834, section 3(a); Public Law 87-858, section 2(a) and (b);   Public Law 87-863, section 1(a) and (b); Public Law 88-4, section 1; Public   Law 88-272, sections 203(d) (with respect to dispositions of elevators and   escalators made in taxable years beginning on or after January 1, 1965),   204(a) (with respect to group-term life insurance provided in taxable years   beginning on or after January 1, 1965), 205(a) (with respect to amounts   attributable to periods of absence beginning on or after January 1,   1965), 206(a) and (b)(2)(3) and (4) (with respect to sales on or after   January 1, 1965), 207(a), (b)(1)(2)(3), and (c)(2), 208(a) (with respect   to losses sustained in taxable years beginning on or after January 1,   1965), 211(a), 212(a), 213(a) and (b) (with respect to expenses incurred in   taxable years beginning on or after January 1, 1965), 217(a), 224(a),   (b), and (c) (with respect to certain deferred payments on sales or exchanges   of property occurring in taxable years beginning on or after January 1,   1965), 230(a) and (b) (with respect to capital loss carryovers in taxable   years beginning on or after January 1, 1965, and further provided that   in the case of a taxpayer other than a corporation, there shall be treated as   a short-term capital loss in the first taxable year beginning after December   31, 1964, any amount which is treated as a short-term capital loss in such   year as in effect immediately before May 11, 1965), 231(a) and (b) (with   respect to dispositions of certain depreciable realty in taxable years   beginning on or after January 1, 1965).\n \n\n\n\n\nTaxable years ending after December 31, 1965, but   only with respect to compensation for periods of active service after such   date.\n \n\n\nPublic Law 88-554, section 1; Internal Revenue   Code of 1954, section 112, as amended by Public Law 89-739.\n \n\n\n\n\nTaxable years ending after December 31, 1966, but   only with respect to contributions made after such date.\n \n\n\nPublic Law 88-272, section 209, with the   exceptions of section 209(c)(2) and section 209(f).\n \n\n\n\n\nTaxable years beginning January 1, 1967.\n \n\n\nPublic Law 90-78, section 1.\n \n\n\n\n\n\nTaxable year beginning on or after January 1,   1968.\n \n\n\nPublic Law 87-792, sections 2, 3, 4, 6, 7(b),   7(c), 7(d), 7(e) and 7(f); Public Law 87-863, subsections 2(a) and (b);   Public Law 89-809, sections 204 and 205; Public Law 87-792, section 5.\n \n\n\n\n\nTaxable years beginning on or after January 1,   1966.\n \n\n\nInternal Revenue Code, section 112(d), as added by   Public Law 92-279.\n \n\n\n\n\nTaxable years beginning on or after January 1,   1975.\n \n\n\nPublic Law 91-172, sections 201(a)(1), (a)(2)(A),   (b), (c), (e) and (f) (with respect to charitable contributions made on or   after January 1, 1975), 212(a)(1), (a)(2), (b)(1), and (c)(1) (with   respect to recapture of depreciation upon the sale of livestock made on or   after January 1, 1975), 213(a), (b), and (c) (with respect to deductions   attributable to activities not engaged in for profit made on or after January 1,   1975), 231(a), (b), and (c) (with respect to moving expenses made on or after   January 1, 1975), 321(a), (b), and (c) (with respect to restricted   property made on or after January 1, 1975), 331(a), (b), and (c) (with   respect to treatment of excess distributions by trusts made on or after   January 1, 1975), 411(a) and (b) (with respect to interest on   indebtedness incurred by corporation to acquire stock or assets of another   corporation made on or after January 1, 1975), 412(a) (with respect to installment   sale made on or after January 1, 1975), 421(a) (with respect to stock   dividends made on or after January 1, 1975), 433(b) (with respect to   loss of a small business investment company made on or after January 1,   1975), 441(a) (with respect to public utility property made on or after   January 1, 1975), 442(a) (with respect to earnings and profits made on   or after January 1, 1975), 513(a), (b),    and (c) (with respect to capital loss limitations for individuals), 514(a)   and (b) (with respect to income on sales of literary property), 515(a), (b)   and (c)(1), (c)(2) and (c)(3) (with respect to lump-sum distribution from   employees' plans), 516(a) (with respect to sales or other disposition of a   term interest in property), 516(b) (with respect to treatment of certain casualty   losses), 516(c) (with respect to treatment of franchises, trademarks and   trade names), 521(a) through (f) (with respect to real estate depreciation   and recapture effective on or after January 1, 1975), 531(a), (b) and   (c) (with respect to qualified pension, etc., plans of small business   corporation effective on or after January 1, 1975), 901(a) and (b) (with   respect to casualty losses--reimbursement for increased living expenses),   902(a) and (b) (with respect to fines and penalties, and bribes and illegal   kickbacks), 905(a) and (b) (with respect to corporations using appreciated   property to redeem their own stock), 910(a), (b) and (c) (with respect to   sales of certain low-income housing projects in Hawaii), 912(a) (with respect   to foster child as dependent), 915(a) (with respect to replacement of   property involuntarily converted within a 2-year period.)  Public Law 92-178,   sections 109(a), (b), (d)(1)(2), and (e) (with respect to class life system   of depreciation effective on or after January 1, 1975), 302(a) and (b)   with the exceptions of unused credits (with respect to limitations on   carryovers of unused capital losses), 303(a) and (c) (with respect to   amortization of certain expenditures for on-the-job training and for child   care centers), 306(a) and (b) (with respect to capital gain distributions of   certain trusts), 310(a) (with respect to bribes, kickbacks, medical referral   payments), and 311(a) (with respect to activities not engaged in for profit).\n \n\n\n\n \n[L 1959, c 277, pt of §6; am L Sp 1959 2d, c 1, §16; am L 1963, c 146, §1; am L 1965, c 57, §1; Supp, §121-1.01; am L 1967, c 25, §2, c 117, §1, and c 182, §2; HRS ; am L 1968, c 47, §2; am L 1969, c 66, §2; am L 1973, c 21, §1; am L 1975, c 86, §1]\n \nCase Notes\n \n  Cited re depreciation deductions.  56 H. 644, 547 P.2d 1343."
}