{
    "name": "Gift certificates",
    "number": "13",
    "text": "(a)  Any restaurant or person engaged in the business of offering services or goods for sale at retail may allow customers to purchase gift certificates; provided that the certificate issuer shall honor the certificate for a period of at least two years from the date of issuance.  A certificate issuer shall not charge a service fee, including but not limited to a service fee for dormancy or inactivity.\n     (b)  The date of issuance and the expiration date shall be clearly identified on the face of the gift certificate, or, if an electronic card with a banked dollar value, clearly printed upon a sales receipt transferred to the purchaser of the electronic card upon the completed transaction.  The expiration date shall be not less than two years after the date of issuance.  If the gift certificate does not have an expiration date, it shall be valid in perpetuity.\n     (c)  Gift certificates that are issued as part of an awards, loyalty, or promotional program, or to a not-for-profit charity organization, where no money or anything of value is given to the issuer by the consumer in exchange for the gift certificate, are exempt from this section; provided that the expiration date, if any, appears on the gift certificate or accompanying printed receipt.\n     (d)  Any violation of this section shall constitute an unfair or deceptive act or practice in the conduct of trade or commerce within the meaning of section 480-2.\n     (e)  As used in this section, unless the context requires otherwise:\n     \"Certificate issuer\" or \"issuer\" means a restaurant or a person engaged in the business of offering services or goods for sale at retail who sells gift certificates to customers.\n     \"Gift certificate\" or \"certificate\" includes any electronic card with a banked dollar value where the issuer has received payment for the full banked dollar value for the future purchase or delivery of goods or services, any certificate where the issuer has received payment for the full face value of the certificate for future purchases or delivery of goods or services, and any other medium that evidences the giving of consideration in exchange for the right to redeem the certificate, electronic card, or other medium for goods, food, or services of at least an equal value. [L 1992, c 83, §1; am L 1996, c 11, §1; am L 2004, c 136, §1; am L 2008, c 19, §17]"
}