{
    "name": "Violations and penalties",
    "number": "8",
    "text": "(a)  The director shall have authority to assess all civil penalties provided in this section, giving due consideration to the appropriateness of the penalty with respect to the gravity of the violation, the good faith of the owner, user, contractor, or vendor and the history of previous violations.\n\t(b)  Any owner, user, contractor, or vendor who violates this chapter, or any safety standard promulgated hereunder or any rule issued under the authority of this chapter, or who violates or fails to comply with any order made under or by virtue of this chapter or under or by virtue of any rule of the department, or who defaces, displaces, destroys, damages, or removes without the authority of the department any safety device, safeguard, notice, order, or warning required by this chapter or by any rule of the department shall be assessed a civil penalty of not more than $10,000 for each such violation.\n\t(c)  Each day a violation continues shall constitute a separate violation except during an abatement period.\n\t(d)  Whoever knowingly makes any false statement, representation, or certification in any application, record, report, plan or other document filed or required to be maintained pursuant to this chapter, shall, upon conviction, be punished by a fine of not more than $10,000, or by imprisonment for not more than six months, or by both.\n\t(e)  Civil penalties owed under this chapter shall be paid to the department and may be recovered in a civil action in the name of the department and the State brought in the district or circuit court for the circuit where the violation is alleged to have occurred or where the owner, user, contractor or vendor has the owner's, user's, contractor's, or vendor's principal office. \t(f)  Criminal offenses committed against any employee of the State acting within the scope of the employee's office, or employment, or authority under this chapter shall be subject to the penalties set forth in the Hawaii Penal Code provided that:\n\n\n\n\t(1)\tTen years shall be added to the maximum term of imprisonment (unless life imprisonment is imposed) and $10,000 shall be added to the maximum fine imposed for conviction under a class A felony.\n\t(2)\tFive years shall be added to the maximum term of imprisonment and $5,000 shall be added to the maximum fine imposed for conviction under a class B felony.\n\t(3)\tThree years shall be added to the maximum term of imprisonment and $1,000 shall be added to the maximum fine for conviction under a class C felony.\n\t(4)\tOne year shall be added to the maximum term of imprisonment and $500 shall be added to the maximum fine for conviction for a misdemeanor.\n\t(5)\tThe maximum term of imprisonment and maximum fines prescribed for misdemeanors under the Hawaii Penal Code shall apply to convictions for a petty misdemeanor. [L 1980, c 19, pt of §1; gen ch 1985; am L 1999, c 229, §2]"
}