{
    "name": "Financial institution data match system",
    "number": "15",
    "text": "(a)  The agency may enter into agreements with financial institutions doing business in the State to develop and operate a data match system for the purposes of support enforcement, using automated data exchanges to the maximum extent feasible.\n\t(b)  The financial institution shall provide to the agency, on a quarterly basis, the name, record address, social security number or other taxpayer identification number, and other identifying information for each noncustodial parent who maintains an account at such institution and who owes past due support, as identified by the agency by name and social security number or other taxpayer identification number.  The information provided by the financial institution shall also include the name and last known address of all account holders of any account reported under this section.\n\t(c)  In response to a notice of lien or levy, the financial institution shall surrender or encumber assets held by such institution to the agency on behalf of any noncustodial parent who is subject to a child support lien arising by operation of law against real and personal property for delinquent support owed by the noncustodial parent who resides in or owns property in the State and those liens shall be accorded full faith and credit when the agency or other entity seeking to enforce the lien has complied with the procedural rules of the State and, if applicable, section 501-102.\n\t(d)  The agency may pay a reasonable fee to a financial institution for conducting the data match provided for in this section, not to exceed the actual costs incurred by the institution.\n\t(e)  A financial institution shall not be liable under any state law to any person for:\n\n\n\n\t(1)\tThe disclosure of information to the agency under this section;\n\t(2)\tThe encumbrance or surrender of any assets held by such financial institution in response to a notice of lien or levy issued by the agency as provided for in subsection (c); or\n\t(3)\tAny other action taken in good faith to comply with the requirements of this section.\n\n\n\n\t(f)  Unless otherwise required by applicable law, a financial institution furnishing a report or providing information to the agency under this section shall not disclose to a depositor or an account holder that the name of such person has been received from or furnished to the agency; provided that an institution may disclose to its depositors or account holders that under the bank match system the agency has the authority to request certain identifying information on certain depositors or account holders.  If an institution wilfully violates this section, the institution shall pay to the agency the lesser of $1,000 or the amount on deposit or in the account of the person to whom such disclosure was made.  An institution shall incur no obligation or liability to a depositor or account holder or any other person arising from the furnishing of a report or information to the agency under this section, or from the failure to disclose to a depositor or account holder that the name of such person was included in a list furnished by the agency or in a report furnished by the institution to the agency.  An institution may charge an account levied on by the agency a fee, as determined by the agency, of not less than $20 nor more than $50 which shall be deducted from such account prior to remitting any funds to the agency.\n\t(g)  For purposes of this section:\n\t\"Account\" means a demand deposit account, checking or negotiable withdrawal order account, savings account, time deposit account, or a money-market mutual fund account.\n\t\"Financial institution\" means every financial institution doing business in the State, as defined in section 412:1-109, and the term also includes but is not limited to any benefit association, insurance company, safe deposit company, money-market mutual fund, or entity similar to the foregoing authorized to do business in the State.\n\t\"Financial record\" means the same as the term in section 1101 of the Right to Financial Privacy Act of 1978 (12 U.S.C. §3401).\n\t\"Money-market mutual fund\" means every regulated investment company within the meaning of section 851(a) of the Internal Revenue Code of 1986, as amended, which seeks to maintain a constant net asset value of one dollar in accordance with 17 C.F.R. §270.2a-7. [L 1997, c 293, pt of §6; am L 2001, c 95, §4]"
}