{
    "name": "Guidelines in establishing amount of child support",
    "number": "7",
    "text": "(a)  The family court, in consultation with the agency, shall establish guidelines to establish the amount of child support when an order for support is sought or being modified under this chapter.  The guidelines shall be based on specific descriptive and numeric criteria and result in a computation of the support obligation.\n\tThe guidelines may include consideration of the following:\n\n\n\n\t(1)\tAll earnings, income, and resources of both parents; provided that earnings be the net amount, after deductions for taxes, and social security.  Overtime and cost of living allowance may be deducted where appropriate;\n\t(2)\tThe earning potential, reasonable necessities, and borrowing capacity of both parents;\n\t(3)\tThe needs of the child for whom support is sought;\n\t(4)\tThe amount of public assistance which would be paid for the child under the full standard of need as established by the department;\n\t(5)\tThe existence of other dependents of the obligor parent;\n\t(6)\tTo foster incentives for both parents to work;\n\t(7)\tTo balance the standard of living of both parents and child and avoid placing any below the poverty level whenever possible;\n\t(8)\tTo avoid extreme and inequitable changes in either parent's income depending on custody; and\n\t(9)\tIf any obligee parent (with a school age child or children in school), who is mentally and physically able to work, remains at home and does not work, thirty (or less) hours of weekly earnings at the minimum wage may be imputed to that parent's income.\n\n\n\n\t(b)  The guidelines shall be:\n\n\n\n\t(1)\tApplied statewide;\n\t(2)\tTo simplify the calculations as much as practicable;\n\t(3)\tApplied to ensure, at a minimum, that the child for whom support is sought benefits from the income and resources of the obligor parent on an equitable basis in comparison with any other minor child of the obligor parent;\n\t(4)\tEstablished by October 1, 1986; and\n\t(5)\tTransmitted to the agency and all family court judges when available or updated, and shall be considered by the judges in the establishment of each child support order.\n\n\n\n\t(c)  The family court, in consultation with the agency, shall update the guidelines at least once every four years.\n\t(d)  The establishment of the guidelines or the adoption of any modifications made to the guidelines set forth in this section may constitute a change in circumstances sufficient to permit review of the support order.  A material change of circumstances will be presumed if support as calculated pursuant to the guidelines is either ten per cent greater or less than the support amount in the outstanding support order.  The most current guidelines shall be used to calculate the amount of the child support obligation.\n\t(e)  The responsible or custodial parent for which child support has previously been ordered shall have a right to petition the family court or the child support enforcement agency not more than once every three years for review and adjustment of the child support order without having to show a change in circumstances.  The responsible or custodial parent shall not be precluded from petitioning the family court or the child support enforcement agency for review and adjustment of the child support order more than once in any three-year period if the second or subsequent request is supported by proof of a substantial or material change of circumstances. [L 1986, c 332, pt of §2; am L 1987, c 305, §1; am L 1990, c 176, §7; am L 1991, c 216, §1; am L 1992, c 115, §1 and c 246, §1; am L 1997, c 293, §28 and c 294, §2]\nCase Notes\n  Family court's discretion in ordering child support was substantially reduced by guidelines.  7 H. App. 171, 749 P.2d 478.\n  Noncustodial parent's current financial situation should have been considered.  8 H. App. 446, 808 P.2d 1279.\n  Amended child support guidelines established pursuant to section include categories of primary child support, standard of living adjustment, and private education expense.  9 H. App. 184, 828 P.2d 1291.\n  Whether net income earned by an adult-student-son or daughter is \"exceptional circumstance\", discussed.  86 H. 368 (App.), 949 P.2d 208.\n  In the case of a self-employed parent, there should be careful scrutiny by agency/courts as to the reasonableness and appropriateness of business decisions that lessen the amount of income available for child support.  87 H. 178 (App.), 953 P.2d 209.\n  Neither expenses for a second vehicle nor preschool expenses of another child of non-custodial obligor parent supported a finding of exceptional circumstance.  88 H. 456 (App.), 967 P.2d 653.\n  With the consent of the payor-parent, the family court is authorized to enter an order barring the payor-parent, for a period of three years, from seeking a reduction in court-ordered child support.  101 H. 37 (App.), 61 P.3d 548."
}