{
    "name": "Collection and disbursal of child support; direct payment exception",
    "number": "10",
    "text": "(a)  The agency shall collect and disburse child support payments when an order requires the collection and disbursal.  In the event of any default by the obligor, upon notification of the default by the custodial parent, the agency shall proceed against the obligor for the arrearage and the agency shall have jurisdiction over future child support payments.  Notwithstanding any other law to the contrary, the agency shall maintain a special interest bearing account for child support payments.  Moneys collected by the agency for child support payments shall not be deposited into the state treasury, but shall be deposited into this account.  Moneys to be disbursed by the agency for child support payments shall be disbursed from this account without appropriation or allotment.\nThe interest realized from this account shall be used:\n\n\n\n\t(1)\tFor related costs of the maintenance and operation of the account; and\n\t(2)\tTo improve the child support enforcement agency's ability to promptly disburse payments to the custodial parent.\n\n\n\nThe balance shall be deposited into the state treasury to the credit of the general fund.\n\t(b)  Any child support payments required by a court order effective on June 30, 1986, to be made to a court or clerk of the court and disbursed to a custodial parent shall be made to the agency after June 30, 1986.  The agency shall disburse the payments as appropriate under the court order.\n\t(c)  At the time a child support obligation is first established or at any time thereafter, the court may approve an alternative arrangement for the direct payment of child support from the obligor to the custodial parent as an exception to the provisions for income withholding through the agency, as required by sections 571-52.2(a)(1), 571-52.3, and 576E-16(a).\n\t(d)  The court may approve an alternative arrangement for the direct payment of child support where either:\n\n\n\n\t(1)\tThe obligor or custodial parent demonstrates and the court finds that there is good cause not to require immediate withholding; or\n\t(2)\tA written agreement is reached between the obligor and the custodial parent and signed by both parties; \n\n\n\nprovided that in either case where child support has been ordered previously, an alternative arrangement for direct payment shall be approved only where the obligor provides proof of the timely payment of previously ordered support.  For purposes of this section, good cause to approve an alternative arrangement shall be based upon a determination by the court, either in writing or on the record, that implementing income withholding would not be in the best interests of the child.  Such a determination shall include a statement setting forth the basis of the court's conclusion.\n\t(e)  Any alternative arrangement for direct payment shall provide that either parent may void the arrangement at any time and apply for services from the agency to act as agent to receive payments from the obligor parent.  The alternative arrangement for direct payment also shall provide that, if the subject dependents of the obligor parent commence receiving public assistance, including but not limited to public assistance from the department of human services under chapter 346, foster care under section 571-48, Title IV-E or Title XIX of the federal Social Security Act (42 U.S.C. §1396), or if either parent applies for services from the agency, the agency may immediately void the direct payment arrangement by sending written notice by regular mail to the custodial and obligor parents at their last known addresses, as disclosed in the alternative arrangement agreement.\n\t(f)  The alternative arrangement for direct payment agreement shall include the most recent addresses of the custodial and obligor parent.  If the obligor parent alleges direct payment of child support to the custodial parent after the subject dependents of the court-approved alternative arrangement become recipients of public assistance, including but not limited to public assistance from the department of human services under chapter 346, foster care under section 571-48, Title IV-E or Title XIX of the federal Social Security Act (42 U.S.C. §1396), or after the custodial parent applies for services from the agency, and after receiving proper notification of the change of payee to the agency, then the obligor shall have the burden of proving that the child support payments were made by presenting written evidence, including but not limited to cancelled checks or receipts.\n\t(g)  No alternative arrangement for direct payment shall be approved where the obligor or the custodial parent is receiving services under Title IV-D or where the dependents of the obligor receive public assistance, including but not limited to public assistance from the department of human services under chapter 346, foster care under section 571-48, Title IV-E or Title XIX of the federal Social Security Act (42 U.S.C. §1396), or where the obligor owes child support for a period during which public assistance was provided to the child or children by the department of human services.\n\t(h)  Any alternative arrangement for direct payment shall pertain only to the method of payment of child support.  The amount of child support shall be determined according to the child support guidelines pursuant to section 576D-7 and section 576E-15.\n\t(i)  The alternative arrangement for direct payment shall become effective upon approval and filing by the court.  For any order approved pursuant to this section on or after October 1, 1998, each party must send a certified copy of the order to the state case registry established under section 576D-6.\n\t(j)  The agency shall not be required to maintain records while an order obtained pursuant to this section is in effect, except for any payments received and disbursed by the agency. [L 1986, c 332, pt of §2; am L 1987, c 323, §1; am L 1988, c 34, §1; am L 1992, c 246, §2; am L 1996, c 178, §2; am L 1997, c 294, §3; am L 1999, c 300, §3; am L 2002, c 31, §1 and c 72, §5]"
}