{
    "name": "Hawaii agricultural development revolving fund; established; use of corporation funds",
    "number": "17",
    "text": "(a)  There is established the Hawaii agricultural development revolving fund, to which shall be credited any state appropriations to the fund or other moneys made available to the fund, to be expended as directed by the corporation.\n\t(b)  The corporation shall hold the fund in an account or accounts separate from other funds.  The corporation shall invest and reinvest the fund and the income thereof to:\n\n\n\n\t(1)\tPurchase qualified securities issued by enterprises for the purpose of raising seed capital; provided that the investment shall comply with the requirements of this chapter;\n\t(2)\tMake grants, loans, and provide other monetary forms of assistance necessary to carry out the purposes of this chapter; and\n\t(3)\tPurchase securities as may be lawful investments for fiduciaries in the State.\n\n\n\n\tAll appropriations, grants, contractual reimbursements, and other funds not designated for this purpose may be used to pay for the proper general expenses and to carry out the purposes of the corporation.\n\t(c)  The corporation shall purchase qualified securities issued by an enterprise only after:\n\n\n\n\t(1)\tReceiving:\n\n\t\t(A)\tAn application from the enterprise containing a business plan, which is consistent with the business and agricultural development plan, including a description of the enterprise and its management, product, and market;\n\t\t(B)\tA statement of the amount, timing, and projected use of the capital required;\n\t\t(C)\tA statement of the potential economic impact of the enterprise, including the number, location, and types of jobs expected to be created; and\n\t\t(D)\tAny other information as the corporation shall require;\n\n\t(2)\tDetermining, based upon the application submitted, that:\n\n\t\t(A)\tThe proceeds of the investment will be used only to cover the seed capital needs of the enterprise, except as authorized in this section;\n\t\t(B)\tThe enterprise has a reasonable chance of success;\n\t\t(C)\tThe enterprise has the reasonable potential to create employment within the State and offers employment opportunities to residents;\n\t\t(D)\tThe coordinating entrepreneur and other founders of the enterprise have already made or are prepared to make a substantial financial and time commitment to the enterprise;\n\t\t(E)\tThe securities to be purchased are qualified securities;\n\t\t(F)\tThere is reasonable possibility that the corporation will recoup at least its initial investment; and\n\t\t(G)\tBinding commitments have been made to the corporation by the enterprise for adequate reporting of financial data to the corporation, which shall include a requirement for an annual or other periodic audit of the books of the enterprise, and for control by the corporation that it considers prudent over the management of the enterprise, in order to protect the investment of the corporation, including membership on the board of directors of the enterprise, ownership of voting stock, input in management decisions, and the right of access to the financial and other records of the enterprise; and\n\n\t(3)\tEntering into a binding agreement with the enterprise concerning the manner of payback by the enterprise of the funds advanced, granted, loaned, or received from the corporation.  The manner of payback may include the payment of dividends, returns from the public sale of corporate securities or products, royalties, and other methods of payback acceptable to the corporation.  In determining the manner of payback the corporation shall establish a rate of return or rate of interest to be paid on any investment, loan, or grant of corporation funds under this section.\n\n\n\n\t(d)  If the corporation makes a direct investment, it shall also find that a reasonable effort has been made to find a professional investor to make an investment in the enterprise as a coventure, and that the effort was unsuccessful.  The findings, when made by the corporation, shall be conclusive.\n\t(e)  The corporation shall not make investments in qualified securities issued by an enterprise in excess of the following limits:\n\n\n\n\t(1)\tNot more than $500,000 shall be invested in the securities of any one enterprise, except that more than a total of $500,000 may be invested in the securities of any one enterprise, if the corporation finds, after its initial investment, that additional investments in that enterprise are required to protect the initial investment of the corporation, and the other findings set forth in subsections (d) and (e) are made as to the additional investment;\n\t(2)\tThe corporation shall not own securities representing more than forty-nine per cent of the voting stock of any one enterprise at the time of purchase by the corporation after giving effect to the conversion of all outstanding convertible securities of the enterprise, except that in the event of severe financial difficulty of the enterprise, threatening the investment of the corporation in the enterprise, a greater percentage of those securities may be owned by the corporation; and\n\t(3)\tNot more than fifty per cent of the assets of the corporation shall be invested in direct investments at any time.\n\n\n\n\t(f)  No investment, loan, grant, or use of corporate funds for the purposes of this chapter shall be subject to chapter 42F. [L 1994, c 264, pt of §1; am L 1997, c 190, §6; am L 1998, c 111, §8; am L 2004, c 216, §20]"
}