{
    "name": "Homes",
    "number": "26",
    "text": "(a)  Real property owned and occupied only as an individual's or their principal home as of the date of assessment by any individual or individuals, shall be exempt only to the following extent from property taxes:\n     (1)  Totally exempt where the value of the property is not in excess of $12,000;\n     (2)  Where the value of the property is in excess of $12,000, the exemption shall be the amount of $12,000.\n     Provided:\n         (A)  That no such exemption shall be allowed to any corporation, copartnership, or company;\n         (B)  That the exemption shall not be allowed on more than one home for any one taxpayer;\n         (C)  That where the taxpayer has acquired the taxpayer's home by a deed made on or after July 1, 1951, the deed shall have been recorded on or before December 31 immediately preceding the year for which the exemption is claimed;\n         (D)  That a husband and wife shall not be permitted exemption of separate homes owned by each of them, unless they are living separate and apart, in which case they shall be entitled to one exemption, to be apportioned between each of their respective homes in proportion to the value thereof; and\n         (E)  That a person living on premises, a portion of which is used for commercial purposes, shall not be entitled to an exemption with respect to such portion, but shall be entitled to an exemption with respect to the portion thereof used exclusively as a home.\n     (b)  The use of a portion of any building or structure for the purpose of drying coffee and the use of a portion of real property, including structures, in connection with the planting and growing for commercial purposes, or the packing and processing for such purposes, of flowers, plants, or foliage, shall not affect the exemptions provided for by this section.\n     (c)  Where two or more individuals jointly, by the entirety, or in common own or lease land on which their homes are located, each home, if otherwise qualified for the exemption granted by this section, shall receive the exemption.  If a portion of land held jointly, by the entirety, or in common by two or more individuals is not qualified to receive an exemption, such disqualification shall not affect the eligibility for an exemption or exemptions of the remaining portion.\n     (d)  A taxpayer who is sixty years of age or over and who qualifies under subsection (a) shall be entitled to one of the following multiples of home exemption: \n\n\n \n                              Multiple to be Used in Computing\n         Age of Taxpayer            Home Exemption Amount_____\n \n     60 years of age or over but\n       not 70 years of age or over              2.0\n     70 years of age or over                    2.5\n \nFor the purpose of this subsection, a husband and wife who own property jointly, by the entirety or in common, on which a home exemption under the provisions of subsection (a) has been granted shall be entitled to the applicable multiple of home exemption set forth above when at least one of the spouses qualifies each year for the applicable multiple of home exemption. [L 1896, c 51, §34; am L 1920, c 33, §1; RL 1925, §1331; am L 1932 2d, c 41, §4; RL 1935, §1974; am L 1935, c 46, §1; RL 1945, pt of §5149; am L Sp 1949, c 64, §3; am L 1951, c 133, §4; am L 1953, c 134, §1 and c 145, §1; RL 1955, §128-13; am L Sp 1959 1st, c 28, §4; am L 1961, c 60, §3; am L 1963, c 8, §1; am L 1964, c 27, §1; am L 1965, c 201, §12; am L 1967, c 46, §1, c 252, §1, and c 284, §1; HRS ; am L 1969, c 88, §1, c 170, §8, and c 195, §1; am L 1970, c 180, §20; am L 1971, c 45, §1; am L 1972, c 200, §2; am L 1975, c 157, §10; am L 1976, c 6, §1; gen ch 1985]\n \nCross References\n \n  Condominium property regime, effect of, see §514A‑6. \n  Real property tax exemption for homes, see county ordinances. \n \nCase Notes\n \n  Tenant in common, exemption under prior law.  29 H. 555. \n  Leaseholds not exempt under prior law.  33 H. 214. \n  No home exemption for land dedicated under HRS §246‑12.  56 H. 492, 542 P.2d 361. \n  Cited:  10 H. 317; 44 H. 519, 521, 356 P.2d 1028."
}