{
    "name": "Deferred acceptance of guilty plea or nolo contendere plea; discharge and dismissal, expungement of records",
    "number": "1",
    "text": "(a)  Upon proper motion as provided by this chapter:\n\n\n\n\t(1)\tWhen a defendant voluntarily pleads guilty or nolo contendere, prior to commencement of trial, to a felony, misdemeanor, or petty misdemeanor;\n\t(2)\tIt appears to the court that the defendant is not likely again to engage in a criminal course of conduct; and\n\t(3)\tThe ends of justice and the welfare of society do not require that the defendant shall presently suffer the penalty imposed by law,\n\n\n\nthe court, without accepting the plea of nolo contendere or entering a judgment of guilt and with the consent of the defendant and after considering the recommendations, if any, of the prosecutor, may defer further proceedings.\n\t(b)  The proceedings may be deferred upon any of the conditions specified by section 706-624.  As a further condition, the court shall impose a compensation fee pursuant to section 351-62.6 upon every defendant who has entered a plea of guilty or nolo contendere to a petty misdemeanor, misdemeanor, or felony; provided that the court shall waive the imposition of a compensation fee, if it finds that the defendant is unable to pay the compensation fee.  The court may defer the proceedings for a period of time as the court shall direct but in no case to exceed the maximum sentence allowable; provided that, if the defendant has entered a plea of guilty or nolo contendere to a petty misdemeanor, the court may defer the proceedings for a period not to exceed one year.  The defendant may be subject to bail or recognizance at the court's discretion during the period during which the proceedings are deferred.\n\t(c)  Upon the defendant's completion of the period designated by the court and in compliance with the terms and conditions established, the court shall discharge the defendant and dismiss the charge against the defendant.\n\t(d)  Discharge of the defendant and dismissal of the charge against the defendant under this section shall be without adjudication of guilt, shall eliminate any civil admission of guilt, and is not a conviction.\n\t(e)  Upon discharge of the defendant and dismissal of the charge against the defendant under this section, the defendant may apply for expungement not less than one year following discharge, pursuant to section 831-3.2. [L 1976, c 154, pt of §2; am L 1979, c 147, §1 and c 155, §1; am L 1980, c 232, §42; am L 1983, c 290, §2(1), (2); gen ch 1985; am L 1988, c 184, §1; am L 2000, c 115, §3]"
}