{
    "name": "Duties of commission; complaint, hearing, determination",
    "number": "31",
    "text": "PART IV.  ADMINISTRATION AND ENFORCEMENT\n\n     (a)  The ethics commission shall have the following powers and duties:\n\n\n\n\t(1)\tIt shall prescribe forms for the disclosures required by Article XIV of the Hawaii Constitution and section 84-17 and the gifts disclosure statements required by section 84-11.5 and shall establish orderly procedures for implementing the requirements of those provisions;\n\t(2)\tIt shall render advisory opinions upon the request of any legislator, employee, or delegate to the constitutional convention, or person formerly holding such office or employment as to whether the facts and circumstances of a particular case constitute or will constitute a violation of the code of ethics.  If no advisory opinion is rendered within thirty days after the request is filed with the commission, it shall be deemed that an advisory opinion was rendered and that the facts and circumstances of that particular case do not constitute a violation of the code of ethics.  The opinion rendered or deemed rendered, until amended or revoked, shall be binding on the commission in any subsequent charges concerning the legislator, employee, or delegate to the constitutional convention, or person formerly holding such office or employment, who sought the opinion and acted in reliance on it in good faith, unless material facts were omitted or misstated by such persons in the request for an advisory opinion;\n\t(3)\tIt shall initiate, receive, and consider charges concerning alleged violation of this chapter, initiate or make investigation, and hold hearings;\n\t(4)\tIt may subpoena witnesses, administer oaths, and take testimony relating to matters before the commission and require the production for examination of any books or papers relative to any matter under investigation or in question before the commission.  Before the commission shall exercise any of the powers authorized in this section with respect to any investigation or hearings it shall by formal resolution, supported by a vote of three or more members of the commission, define the nature and scope of its inquiry;\n\t(5)\tIt may, from time to time adopt, amend, and repeal any rules, not inconsistent with this chapter, that in the judgment of the commission seem appropriate for the carrying out of this chapter and for the efficient administration thereof, including every matter or thing required to be done or which may be done with the approval or consent or by order or under the direction or supervision of or as prescribed by the commission.  The rules, when adopted as provided in chapter 91, shall have the force and effect of law;\n\t(6)\tIt shall have jurisdiction for purposes of investigation and taking appropriate action on alleged violations of this chapter in all proceedings commenced within six years of an alleged violation of this chapter by a legislator or employee or former legislator or employee.  A proceeding shall be deemed commenced by the filing of a charge with the commission or by the signing of a charge by three or more members of the commission.  Nothing herein shall bar proceedings against a person who by fraud or other device, prevents discovery of a violation of this chapter;\n\t(7)\tIt shall distribute its publications without cost to the public and shall initiate and maintain programs with the purpose of educating the citizenry and all legislators, delegates to the constitutional convention, and employees on matters of ethics in government employment; and\n\t(8)\tIt shall administer any code of ethics adopted by a state constitutional convention, subject to the procedural requirements of this part and any rules adopted thereunder.\n\n\n\n\t(b)  Charges concerning the violation of this chapter shall be in writing, signed by the person making the charge under oath, except that any charge initiated by the commission shall be signed by three or more members of the commission.  The commission shall notify in writing every person against whom a charge is received and afford the person an opportunity to explain the conduct alleged to be in violation of the chapter.  The commission may investigate, after compliance with this section, such charges and render an informal advisory opinion to the alleged violator.  The commission shall investigate all charges on a confidential basis, having available all the powers herein provided, and proceedings at this stage shall not be public.  If the informal advisory opinion indicates a probable violation, the person charged shall request a formal opinion or within a reasonable time comply with the informal advisory opinion.  If the person charged fails to comply with such informal advisory opinion or if a majority of the members of the commission determine that there is probable cause for belief that a violation of this chapter might have occurred, a copy of the charge and a further statement of the alleged violation shall be personally served upon the alleged violator.  Service shall be made by personal service upon the alleged violator wherever found or by registered or certified mail with request for a return receipt and marked deliver to addressee only.  If after due diligence service cannot be effected successfully in accordance with the above, service may be made by publication if so ordered by the circuit court of the circuit wherein the alleged violator last resided.  The state ethics commission shall submit to the circuit court for its consideration in issuing its order to allow service by publication an affidavit setting forth facts based upon the personal knowledge of the affiant concerning the methods, means, and attempts made to locate and effect service by personal service or by registered or certified mail in accordance with the above.  Service by publication when ordered by the court shall be made by publication once a week for four successive weeks of a notice in a newspaper of general circulation in the circuit of the alleged violator's last known state address.  The alleged violator shall have twenty days after service thereof to respond in writing to the charge and statement.\n\t(c)  If after twenty days following service of the charge and further statement of alleged violation in accordance with this section, a majority of the members of the commission conclude that there is probable cause to believe that a violation of this chapter or of the code of ethics adopted by the constitutional convention has been committed, then the commission shall set a time and place for a hearing, giving notice to the complainant and the alleged violator.  Upon the commission's issuance of a notice of hearing, the charge and further statement of alleged violation and the alleged violator's written response thereto shall become public records.  The hearing shall be held within ninety days of the commission's issuance of a notice of hearing.  If the hearing is not held within that ninety-day period, the charge and further statement of alleged violation shall be dismissed; provided that any delay that is at the request of, or caused by, the alleged violator shall not be counted against the ninety-day period.  All parties shall have an opportunity (1) to be heard, (2) to subpoena witnesses and require the production of any books or papers relative to the proceedings, (3) to be represented by counsel and (4) to have the right of cross-examination.  All hearings shall be in accordance with chapter 91.  All witnesses shall testify under oath and the hearings shall be open to the public.  The commission shall not be bound by the strict rules of evidence but the commission's findings must be based upon competent and substantial evidence.  All testimony and other evidence taken at the hearing shall be recorded.  Copies of transcripts of such record shall be available only to the complainant and the alleged violator at their own expense, and the fees therefor shall be deposited in the State's general fund.\n\t(d)  A decision of the commission pertaining to the conduct of any legislator, delegate to the constitutional convention, or employee or person formerly holding such office or employment shall be in writing and signed by three or more of the members of the commission.  A decision of the commission rendered after a hearing together with findings and the record of the proceeding shall be a public record.\n\t(e)  A person who files a frivolous charge with the commission against any person covered by this chapter shall be civilly liable to the person charged for all costs incurred in defending the charge, including but not limited to costs and attorneys' fees.  In any case where the commission decides not to issue a complaint in response to a charge, the commission shall upon the written request of the person charged make a finding as to whether or not the charge was frivolous.  The person charged may initiate an action in the circuit court for recovery of fees and costs incurred in commission proceedings within one year after the commission renders a decision.  The commission's decision shall be binding upon the court for purposes of a finding pursuant to section 607-14.5.\n\t(f)  The commission shall cause to be published yearly summaries of decisions, advisory opinions, and informal advisory opinions.  The commission shall make sufficient deletions in the summaries to prevent disclosing the identity of persons involved in the decisions or opinions where the identity of such persons is not otherwise a matter of public record under this chapter. [L 1972, c 163, pt of §1; am L 1979, c 91, §8; am L 1980, c 87, §§3, 4; am L 1981, c 82, §12; gen ch 1985; am L 1989, c 291, §2; am L 1990, c 220, §1; am L 1992, c 322, §2; am L 1995, c 220, §§2, 3 and c 221, §1; am L 1997, c 51, §1]"
}