{
    "name": "Environmental response, energy, and food security tax; uses",
    "number": "3.5",
    "text": "  (a)  In addition to any other taxes provided by law, subject to the exemptions set forth in section 243-7, there is hereby imposed a state environmental response, energy, and food security tax on each barrel or fractional part of a barrel of petroleum product sold by a distributor to any retail dealer or end user of petroleum product, other than a refiner.  The tax shall be $1.05 on each barrel or fractional part of a barrel of petroleum product that is not aviation fuel; provided that of the tax collected pursuant to this subsection:\n     (1)  5 cents of the tax on each barrel shall be deposited into the environmental response revolving fund established under section 128D-2;\n     (2)  15 cents of the tax on each barrel shall be deposited into the energy security special fund established under section 201-12.8;\n     (3)  10 cents of the tax on each barrel shall be deposited into the energy systems development special fund established under section 304A-2169; and\n     (4)  15 cents of the tax on each barrel shall be deposited into the agricultural development and food security special fund established under section 141-10.\n     The tax imposed by this subsection shall be paid by the distributor of the petroleum product.\n     (b)  Each distributor subject to the tax imposed by subsection (a), on or before the last day of each calendar month, shall file with the director, on forms prescribed, prepared, and furnished by the director, a return statement of the tax under this section for which the distributor is liable for the preceding month.  The form and payment of the tax shall be transmitted to the department of taxation in the appropriate district.\n     (c)  Notwithstanding section 248-8 to the contrary, the environmental response, energy, and food security tax collected under this section shall be paid over to the director of finance for deposit as provided in subsection (a).\n     (d)  Every distributor shall keep in the State and preserve for five years a record in such form as the department of taxation shall prescribe showing the total number of barrels and the fractional part of barrels of petroleum product sold by the distributor during any calendar month.  The record shall show such other data and figures relevant to the enforcement and administration of this chapter as the department may require. [L 1993, c 300, §2; am L 1994, c 205, §2; am L 2010, c 73, §4]\n \nNote\n \n  Subsection (a) printed as enacted.\n  Report to legislature on tax by department of business, economic development, and tourism through 2015.  L 2010, c 73, §11."
}