{
    "name": "Mass transit special fund; established; distribution of funds",
    "number": "2.7",
    "text": "(a)  There is established a mass transit special fund to be administered by the department of budget and finance.\n     (b)  For the period beginning on January 1, 2018, to December 31, 2030, transient accommodations tax and surcharge on state tax revenues allocated to the mass transit special fund pursuant to sections 237D-2(e) and 248-2.6 shall be deposited into the special fund.  All interest earned on the moneys in the special fund shall be credited to the general fund.  The mass transit special fund shall be exempt from the central service expenses deduction under section 36-27 and departmental administrative expenses deduction under section 36-30.\n     (c)  Upon receiving a certification statement from the comptroller pursuant to section 40-81.5, the director of finance shall allocate and disburse moneys in the mass transit special fund to the director of finance of a county with a population greater than five hundred thousand; provided that the director of finance shall only disburse those amounts that are certified in the certification statement for that county for the purposes specified in section 46-16.8; provided further that revenues allocated from the special fund shall not be used for:\n     (1)  Operating or maintenance costs of the mass transit project or any purpose not consistent with section 46-16.8(e); or\n     (2)  Administrative, operating, marketing, or maintenance costs, including personnel costs, of a rapid transportation authority charged with the responsibility for constructing, operating, or maintaining the mass transit project;\nprovided further that the total amount of funds that are available, allocated, and disbursed by the director of finance pursuant to this section shall not be in excess of the total amount indicated on the certification statement.  The director of finance may allocate and disburse moneys pursuant to this section on a monthly basis.\n     Any amounts allocated and disbursed pursuant to this section shall be subject to the availability of funds deposited and on balance in the special fund.  The director of finance shall not allocate or disburse any amounts from the special fund that are in excess of any amounts deposited and on balance in the special fund.\n     (d)  The director of finance shall post all certification statements received from the comptroller pursuant to section 40-81.5 on the department of budget and finance's website within ten working days of payments made pursuant to this section.\n     (e)  The department of budget and finance shall submit an annual report to the legislature not later than twenty days prior to the convening of each regular session on the total amount of funds allocated pursuant to this section.\n     (f)  The director of finance may establish rules, exempt from chapter 91, for the purposes of this section. [L Sp 2017, c 1, §8]"
}