{
    "name": "Definitions",
    "number": "2",
    "text": "As used in this chapter, unless the context otherwise requires:\n\t\"A-95 Clearinghouse\" means the agency or agencies designated to carry out the procedures established pursuant to federal directive A-95 whereby certain applications for federal funds are reviewed and affected agencies are notified of the proposed applications.\n\t\"Advisory committee\" means the committee established in section [226-55] to advise and assist in the formulation of the state functional plans.\n\t\"Conform\", \"in conformance with this chapter\" or \"be in conformance with the overall theme, goals, objectives and policies,\" for the purposes of sections 226-52, [226-55], and [226-59], means the weighing of the overall theme, goals, objectives and policies of this chapter and a determination that an action, decision, rule or state program is consistent with the overall theme, and fulfills one or more of the goals, objectives, or policies of this chapter.\n\t\"County agency\" means any department, office, board, or commission of the county.\n\t\"County development plan\" means a relatively detailed plan for an area or region within a county to implement the objectives and policies of a county general plan.\n\t\"County general plan\" means the comprehensive long-range plan or development plan, if any, which has been adopted by ordinance or resolution by a county council.\n\t\"Federal agency\" means any federal department, office, board, or commission.\n\t\"Functional plan\" means a plan setting forth the policies, statewide guidelines, and priorities within a specific field of activity, when such activity or program is proposed, administered, or funded by any agency of the State.\n\t\"Guidelines\" means a stated course of action which is desirable and should be followed unless a determination is made that it is not the most desirable in a particular case; thus, a guideline may be deviated from without penalty or sanction.\n\t\"Hawaii state plan\" means a long-range comprehensive plan, including the overall theme, goals, objectives, policies, priority guidelines, and implementation mechanisms established in this chapter.\n\t\"Office\" means the office of planning.\n\t\"Policy council\".  DELETED.\n\t\"Priority guidelines\" means those guidelines which shall take precedence when addressing areas of statewide concern.\n\t\"Socio-cultural advancement\" means those collective efforts, through governmental or private organizations or both, to improve the community or social well-being by carrying out the objectives and policies as related to:  housing, health, education, social services, leisure, individual rights, culture, and public safety.\n\t\"State agency\" means any department, office, board, or commission of the State, or the University of Hawaii.\n\t\"State programs\" means a combination of actions and activities undertaken by any state agency that are designed, coordinated, and executed to achieve an objective or set of objectives and policies within defined areas of concern. [L 1978, c 100, pt of §2; am L 1984, c 236, §2; am L 1986, c 276, §2; am L 1987, c 336, §4(1); am L 1988, c 70, §2; am L 1996, c 299, §3; am L 2003, c 3, §6]"
}