{
    "name": "Natural area partnership program",
    "number": "6.5",
    "text": "(a)  There is established in the department, a natural area partnership program to provide state funds on a two-for-one basis with private funds for the management of private lands that are dedicated to conservation.  Payments shall be made from the natural area reserve fund with funds specifically appropriated for this purpose.\n\t(b) In order to qualify under this program, an applicant shall be a landowner or a cooperating entity of private land of natural area reserve quality and shall agree to:\n\n\n\n\t(1)\tDedicate the private land in perpetuity through transfer of fee title or a conservation easement to the State or a cooperating entity; provided that:\n\n\t\t(A)\tThe dedication may be revoked if state funding is terminated without the concurrence of the landowner and cooperating entity; and\n\t\t(B)\tIf a private landowner or cooperating entity elects to withdraw from the program, the perpetual conservation easement shall remain in effect;\n\n\t(2)\tHave the private land managed by the cooperating entity or qualified landowner according to a management plan prepared by the cooperating entity or landowner and approved by the board that meets the standards established by the department for the system.  The management plan shall include provisions to allow public hunting wherever feasible; provided that:\n\n\t\t(A)\tHunting activities shall be in compliance with applicable laws; and\n\t\t(B)\tGame animals shall not be introduced to any partnership area and hunting shall be conducted as a conservation purpose of this program.\n\n\t\tIn-kind services such as heavy equipment and existing sources of labor may be utilized as a portion of the private contribution in implementing the management plan;\n\t(3)\tA penalty payback provision in the event the landowner or cooperating entity ceases to implement the approved management plan, unless the board approves modifications to the plan or state funding is terminated;\n\t(4)\tSubmit an annual report to the board detailing the year's management accomplishments, areas needing technical advice, proposed modifications to the plan, and objectives and budget for the coming year.  To facilitate the review, the department shall have the right to make inspections of the land after notifying the landowner; and\n\t(5)\tAny other conditions the department shall require by rules adopted pursuant to chapter 91. [L 1991, c 326, pt of §1; am L 1992, c 180, §2]"
}