{
    "name": "Kaneohe Bay regional council; establishment",
    "number": "2",
    "text": "(a)  There is established within the department of land and natural resources, for administrative purposes only, the Kaneohe Bay regional council, which shall be composed of seven voting members appointed by the governor in accordance with section 26-34 and ex officio nonvoting members as provided in subsection (c).  The members shall serve without compensation.\n     (b)  The voting members of the council shall include one representative from each of the following:  the Kaneohe neighborhood board, the Kahaluu neighborhood board, the Kaneohe Bay Commercial Operators Association, the Kaneohe Bay fishing panel established by this chapter, a Kaneohe Bay recreational boating association, the Hawaii institute of marine biology of the University of Hawaii, and the office of Hawaiian affairs.\n     (c)  The director of health; the superintendent of education; two representatives of the department of land and natural resources, including one from the division of boating and ocean recreation and one from the aquatic resources division; the commanding officer of the Kaneohe Marine Corps Air Station; the director of the office of planning; and the director of business, economic development, and tourism; or their designated representatives shall serve as ex officio nonvoting members of the council.  Additionally, the council may designate representatives of other appropriate agencies as ex officio nonvoting members of the council.\n     (d)  Four voting members shall constitute a quorum to do business and any action taken by the council shall be validated by a simple majority of the quorum.\n     (e)  A chairperson shall be elected annually by the council from among the council's voting members; provided that:\n     (1)  Only a nongovernmental member shall be elected as chairperson; and\n     (2)  No member may serve as chairperson for more than two consecutive years. [L 1993, c 317, pt of §2; am L 1996, c 299, §3]"
}