{
    "name": "Qualified improvement tax credit",
    "number": "2",
    "text": "(a)  There shall be allowed to each taxpayer subject to the taxes imposed by chapters 235, 237, 237D, and 239, a qualified improvement tax credit, which shall be available to reduce the taxpayer's net income tax liability, general excise tax, transient accommodations tax, or public service company tax imposed by these chapters. \t(b)  The total amount of the qualified improvement tax credit shall be determined by applying the applicable credit percentage to the qualified improvement costs paid by the taxpayer in the taxable year.  For qualified improvement costs to a qualified resort facility totalling $1,000,000 or more over a three-year period, the applicable credit percentage shall be           per cent.  For qualified improvement costs to a qualified general facility totalling $1,000,000 or more over a three-year period, the applicable credit percentage shall be           per cent.\n\t(c)  The tax credit allowed under this chapter may be taken over a period not to exceed ten consecutive taxable years.  The taxpayer shall elect the period and annual allocation of the tax credit in the initial year for which the credit is claimed.\n\t(d)  In the case of a partnership, S corporation, estate, or trust, the allowable tax credit is for qualified improvement costs incurred by the entity for the taxable year.  The costs upon which the tax credit is computed shall be determined at the entity level.  Distribution and share of the tax credit shall be determined by rules adopted pursuant to section 235D-4.\n\t(e)  If a deduction is taken under section 179 (with respect to election to expense depreciable business assets) of the Internal Revenue Code of 1986, as amended, no tax credit shall be allowed for that portion of the qualified improvement costs for which the deduction is taken.\n\t(f)  The basis of eligible property for depreciation or accelerated cost recovery system purposes for state income taxes shall be reduced by the amount of credit allowed and claimed under this chapter.\n\t(g)  The tax credit allowed under this chapter shall be claimed against any or all net income tax liability, general excise tax, transient accommodations tax, or public service company tax for the taxable years over which the credit is claimed. [L 1999, c 306, pt of §1]\nNote\n  Subsection (b) printed as enacted."
}