{
    "name": "Panel hearing or review proceedings; fact-finding; evidence",
    "number": "9",
    "text": "No persons other than the panel or hearings officer, the claimant, representatives of the concerned state agency, legal counsel, witnesses, and persons called by the panel to assist in its review, shall be present during any hearing or other proceedings conducted by the panel, except with the permission of the chairperson.  For every claim filed, the department shall be notified and shall be entitled to be present during any hearing or other proceeding conducted by the panel.  The panel may, in its discretion, conduct an inquiry of a party, witness, or any other person without the presence of any or all parties.\n\tAll proceedings shall be informal.  Except as otherwise provided in this chapter, chapters 91 and 92 shall not apply.  For the purpose of this chapter, the panel shall prepare a record of each claim.  The record shall include:\n\n\n\n\t(1)\tAll correspondence, pleadings, motions, and rulings;\n\t(2)\tEvidence received or considered, including oral or written testimony, exhibits, and a statement of any matters officially noticed;\n\t(3)\tOffers of proof and rulings thereon;\n\t(4)\tProposed findings and exceptions;\n\t(5)\tStaff memoranda, including investigative reports, submitted to members of the panel in connection with their review of the claim;\n\t(6)\tRecommended or proposed findings of the hearings officer who presided at the hearing; and\n\t(7)\tThe panel findings and advisory opinion.\n\n\n\nNo matters outside the record shall be considered by the panel in reviewing and evaluating a claim.  Unless otherwise provided by chapter 92F, the record of each claim shall be public and open for public inspection, except that staff memoranda, including investigative reports, shall be confidential and shall be made public only after a hearing has been held on the claim pursuant to the panel's rules.  At the discretion of the panel, staff memoranda, including investigative reports, may be disclosed to the parties prior to a hearing on the claim.  Any party to whom a staff memorandum or investigative report is disclosed shall maintain its confidentiality and may make public its contents only after a hearing has been held on the claim.\n\tThe panel may require a stenographic record of all or part of its proceedings for the use of the panel, but the stenographic record shall not be made available to the parties.  The panel may receive any oral or documentary evidence, or any matter that, in the opinion of the panel, may contribute to its function under this chapter, whether or not the statement, document, information or matter would be admissible in a court of law.  Questioning of parties, and witnesses may be conducted by the panel, and the panel may, in its discretion, permit any party, or any counsel for a party to question other parties, witnesses, or other persons appearing before the panel.  Discovery by the parties shall not be allowed. [L 1991, c 323, pt of §1; am L 1993, c 351, §6]"
}