{
    "name": "Sex offender treatment; statewide program established",
    "number": "1",
    "text": "There is established a statewide, integrated program for the treatment of sex offenders in the custody of the State to be implemented on a cooperative basis by the department of public safety, the judiciary, and the Hawaii paroling authority, and any other agency that may be assigned sex offender oversight responsibilities.  The agencies shall:\n\n\n\n\t(1)\tDevelop and continually update, as necessary, a comprehensive statewide master plan for the treatment of sex offenders that provides for a continuum of programs under a uniform treatment philosophy;\n\t(2)\tDevelop and implement a statewide, integrated system of sex offender treatment services and programs that reflect the goals and objectives of the master plan;\n\t(3)\tIdentify all offenders in their custody who would benefit from sex offender treatment;\n\t(4)\tWork cooperatively to monitor and evaluate the development and implementation of sex offender treatment programs and services;\n\t(5)\tDevelop appropriate training and education programs for public and private providers of sex offender treatment, assessment, and supervision services;\n\t(6)\tConduct research and compile relevant data on sex offenders;\n\t(7)\tWork cooperatively to develop a statewide management information system for sex offender treatment;\n\t(8)\tMake every effort to secure grant funds for research, program development, training, and public education in the area of sex assault prevention;\n\t(9)\tNetwork with public and private agencies that come into contact with sex offenders to keep abreast of issues that impact on, and increase community awareness regarding, the statewide sex offender treatment program;\n\t(10)\tAs far as practicable, share information and pool resources to carry out responsibilities under this chapter; and\n\t(11)\tCoordinate their funding requests for sex offender treatment programs to deter competition for resources that might result in an imbalance in program development that is detrimental to the master plan treatment concept. [L 1992, c 164, pt of §2]\n\n\n\n\nCase Notes\n  Although the master plan did not specifically discuss polygraph testing as a treatment tool for sex offenders, use of polygraphs not precluded under the Hawaii sex offender treatment program.  92 H. 289 (App.), 990 P.2d 1171."
}