{
    "name": "Definitions",
    "number": "2",
    "text": "As used in this chapter, the following terms have the following meanings, unless the context indicates a different meaning or intent:\n     \"Authority\" means the Hawaii community development authority established by section 206E-3.\n     \"County\" means any county of the State.\n     \"Local governing body\" means the county council.\n     \"Project\" means a specific work or improvement, including real and personal properties, or any interest therein, acquired, owned, constructed, reconstructed, rehabilitated, or improved by the authority, including a commercial project, a redevelopment project, or a residential project, all as defined as follows, or any combination thereof, which combination shall hereinafter be called and known as a \"multipurpose project\".\n     As used in this definition:\n     (1)  \"Commercial project\" means an undertaking involving commercial or light industrial development, which includes a mixed-use development where commercial or light industrial facilities may be built into, adjacent to, under, or above residential units;\n     (2)  \"Redevelopment project\" means an undertaking for the acquisition, clearance, replanning, reconstruction, and rehabilitation, or a combination of these and other methods, of an area for a residential project, for an incidental commercial project, and for other facilities incidental or appurtenant thereto, pursuant to and in accordance with this chapter.  The terms \"acquisition, clearance, replanning, reconstruction, and rehabilitation\" shall include renewal, redevelopment, conservation, restoration, or improvement, or any combination thereof; and\n     (3)  \"Residential project\" means a project or that portion of a multipurpose project, including residential dwelling units, designed and intended for the purpose of providing housing and any facilities as may be incidental or appurtenant thereto.\n     \"Project cost\" means the total of all costs incurred by the authority in carrying out all undertakings that it deems reasonable and necessary for the development of a project, including but not limited to:  studies; surveys; plans; specifications; architectural, engineering, or any other development related services; acquisition of land and any improvement thereon; site preparation and development; construction; reconstruction; rehabilitation; the necessary expenses in administering the chapter; the cost of financing the project; and relocation costs.\n     \"Public agency\" means any office, department, board, commission, bureau, division, public corporation agency, or instrumentality of the federal, state, or county government.\n     \"Public facilities\" includes streets, utility and service corridors, and utility lines where applicable, sufficient to adequately service developable improvements in the district, sites for schools, parks, parking garage, sidewalks, pedestrian ways, and other community facilities.  \"Public facilities\" shall also include public highways, as defined by statute, storm drainage systems, water systems, street lighting systems, off-street parking facilities, and sanitary sewerage systems.\n     \"Qualified nonprofit housing trust\" means a corporation, association, or other duly chartered organization that is registered and in good standing with the State; is recognized by the Internal Revenue Service as a charitable or otherwise tax-exempt organization under section 501(c)(3) of the Internal Revenue Code of 1986, as amended; and has the capacity and resources as determined by the authority to carry out the requirements of the reserved housing and workforce housing programs.\n     \"Qualified person\" includes any individual, partnership, corporation, or any public agency possessing the competence, expertise, experience, and resources, including financial, personnel, and tangible resources, required for the purposes of the project and other qualifications as may be deemed desirable by the authority in administering this chapter.\n     \"Real property\" means lands, structures, and interests in land, including lands under water and riparian rights, space rights, and air rights and any and all other things and rights usually included within the term.  Real property also means any and all interests in the property less than full title, such as easements, incorporeal hereditaments, and every estate, interest, or right, legal or equitable, including terms for years and liens thereon by way of judgments, mortgages, or otherwise.\n     \"Reserved housing\" means housing designated for residents in the low-income or moderate-income ranges who meet such eligibility requirements as the authority may adopt by rule.\n     \"Workforce housing\" means new residential projects where at least seventy-five per cent of the residential units are set aside for purchase or rent for residents in the low-income or moderate-income ranges who meet such eligibility requirements as the authority may adopt by rules and that do not require financial assistance for design and construction from federal, state, or county government agencies. [L 1976, c 153, pt of §1; am L 1979, c 126, §1; am L 1982, c 228, §4; am L 1984, c 21, §1; am L 2017, c 12, §22 and c 159, §6]"
}