{
    "name": "Sunset evaluations modified, see , 5.",
    "number": "4",
    "text": "§453-4  Qualifications for examination and licensure.  (a)  Except as otherwise provided by law, no person shall be licensed to practice medicine or surgery unless the applicant has passed an examination and has been found to possess the necessary qualifications.  No applicant shall be eligible for the examination sooner than the first year of residency; provided that if the applicant is a graduate of a foreign medical school, the applicant shall be eligible no sooner than the second year of residency.\n\t(b)  Before any applicant shall be eligible for licensure, the applicant shall furnish proof satisfactory to the board that:\n\n\n\n\t(1)\tThe applicant is of demonstrated competence and professional knowledge; and\n\t(2)\tThe applicant is a graduate of:\n\n\t\t(A)\tA medical school or college whose program leading to the M.D. degree is accredited by the Liaison Committee on Medical Education, and has served a residency of at least one year in a program which has been accredited for the training of resident physicians by the Accreditation Council for Graduate Medical Education, or a residency of at least one year in a program in Canada which has been accredited for the training of resident physicians by the Royal College of Physicians and Surgeons of Canada, or the College of Family Physicians of Canada; or\n\t\t(B)\tA foreign medical school and has had at least two years of residency in a program accredited by the Accreditation Council for Graduate Medical Education, or has had at least two years of residency in a program in Canada that has been accredited for the training of resident physicians by the Royal College of Physicians and Surgeons of Canada, or by the College of Family Physicians of Canada; and:\n\n\t\t\t(i)\tHolds the national certificate of the Educational Commission for Foreign Medical Graduates, or its successor, or for applicants with residency training in Canada, has passed with scores deemed satisfactory by the board, the Medical Council of Canada Evaluating Examination, or its successor; or\n\t\t\t(ii)\tHolds the certificate of the Fifth Pathway Program of the American Medical Association;\n\nprovided that for a period of two years after June 26, 2004, the requirements of subsection (b)(2)(B)(i) and (ii) shall not apply to any applicant who has had four years of residency in a program accredited by the Accreditation Council for Graduate Medical Education and who has passed, with scores deemed satisfactory by the board, the Special Purpose Examination (SPEX).\n\n\n\n\n\n\t(c)  Applicants who have passed, with scores deemed satisfactory by the board, the National Board of Medical Examiners examination (NBME), the Federation Licensing Examination (FLEX), the United States Medical Licensing Examination (USMLE), or a combination of these examinations as approved by the board, or the Medical Council of Canada Qualifying Examination (MCCQE), and who meet the requirements of subsection (b) shall be licensed without the necessity of any further examination; provided that with respect to any applicant, the board may require letters of evaluation, professional evaluation forms, and interviews with chiefs of service or attending physicians who have been associated with an applicant, or chief residents on a service who have been associated with an applicant during the applicant's training or practice, to be used by the board in assessing the applicant's qualifications to practice medicine.\n\t(d)  Applicants who are licensed in another state by virtue of having passed a state-produced examination may qualify for licensure if they have passed the Special Purpose Examination (SPEX) and meet the requirements of subsection (b); provided that the board may require letters of evaluation, professional evaluation forms, and interviews with chiefs of service or attending physicians who have been associated with an applicant, or chief residents on a service who have been associated with an applicant during the applicant's training or practice, to be used by the board in assessing the applicant's qualifications to practice medicine. [L 1896, c 60, §3; am L 1920, c 37, §1; RL 1925, §1024; am L 1925, c 26, §2; RL 1935, §1203; am L 1939, c 183, §1; am L 1941, c 181, §1; am L Sp 1941, c 40, §§1 to 3; RL 1945, §2503; am L 1951, c 173, §1; RL 1955, §64-3; am L 1957, c 219, §1; am L 1959, c 149, §1 and c 271, §2; am L 1961, c 72, §1; am L 1965, c 218, §3; HRS §453-4; am L 1969, c 152, §1 and c 257, §3; am L 1970, c 75, §1; am L 1972, c 167, §1; am L 1973, c 126, §2; am L 1976, c 219, §7; am L 1982, c 227, §2; am L 1983, c 92, pt of §1(2); am L 1984, c 168, §9; am L 1985, c 25, §1 and c 54, §1; am L 1988, c 110, §3; am L 1990, c 295, §1; am L 1993, c 164, §1; am L 1996, c 103, §1 and c 183, §1; am L 2004, c 205, §2]\nNote\n  L 2004, c 205, §3 provides:\n  \"SECTION 3.  The Board of Medical Examiners shall periodically review the provisions of section 453-4(b), Hawaii Revised Statutes.\"\nRevision Note\n  \"June 26, 1990\" substituted for \"the effective date of this Act.\""
}