{
    "name": "Revocation, limitation, suspension, or denial of licenses",
    "number": "8",
    "text": "(a)  In addition to any other actions authorized by law, any license to practice medicine and surgery may be revoked, limited, or suspended by the board at any time in a proceeding before the board, or may be denied, for any cause authorized by law, including but not limited to the following:\n\n\n\n\t(1)\tProcuring, or aiding or abetting in procuring, a criminal abortion;\n\t(2)\tEmploying any person to solicit patients for one's self;\n\t(3)\tEngaging in false, fraudulent, or deceptive advertising, including but not limited to:\n\n\t\t(A)\tMaking excessive claims of expertise in one or more medical specialty fields;\n\t\t(B)\tAssuring a permanent cure for an incurable disease; or\n\t\t(C)\tMaking any untruthful and improbable statement in advertising one's medical or surgical practice or business;\n\n\t(4)\tBeing habituated to the excessive use of drugs or alcohol; or being addicted to, dependent on, or a habitual user of a narcotic, barbiturate, amphetamine, hallucinogen, or other drug having similar effects;\n\t(5)\tPracticing medicine while the ability to practice is impaired by alcohol, drugs, physical disability, or mental instability;\n\t(6)\tProcuring a license through fraud, misrepresentation, or deceit, or knowingly permitting an unlicensed person to perform activities requiring a license;\n\t(7)\tProfessional misconduct, hazardous negligence causing bodily injury to another, or manifest incapacity in the practice of medicine or surgery;\n\t(8)\tIncompetence or multiple instances of negligence, including but not limited to the consistent use of medical service which is inappropriate or unnecessary;\n\t(9)\tConduct or practice contrary to recognized standards of ethics of the medical profession as adopted by the Hawaii Medical Association or the American Medical Association;\n\t(10)\tViolation of the conditions or limitations upon which a limited or temporary license is issued;\n\t(11)\tRevocation, suspension, or other disciplinary action by another state or federal agency of a license, certificate, or medical privilege for reasons as provided in this section;\n\t(12)\tConviction, whether by nolo contendere or otherwise, of a penal offense substantially related to the qualifications, functions, or duties of a physician, notwithstanding any statutory provision to the contrary;\n\t(13)\tViolation of chapter 329, the uniform controlled substances act, or any rule adopted thereunder except as provided in section 329-122;\n\t(14)\tFailure to report to the board, in writing, any disciplinary decision issued against the licensee or the applicant in another jurisdiction within thirty days after the disciplinary decision is issued; or\n\t(15)\tSubmitting to or filing with the board any notice, statement, or other document required under this chapter, which is false or untrue or contains any material misstatement or omission of fact.\n\n\n\n\t(b)  If disciplinary action related to the practice of medicine has been taken against the applicant in any jurisdiction that would constitute a violation under this section, or if the applicant reveals a physical or mental condition that would constitute a violation under this section, then the board may impose one or more of the following requirements as a condition for licensure:\n\n\n\n\t(1)\tPhysical and mental evaluation of the applicant by a licensed physician approved by the board;\n\t(2)\tProbation, including such conditions of probation as requiring observation of the licensee by an appropriate group or society of licensed physicians or surgeons;\n\t(3)\tLimitation of the license by restricting the fields of practice in which the licensee may engage;\n\t(4)\tFurther education or training or proof of performance competency; and\n\t(5)\tLimitation of the medical practice of the licensee in any reasonable manner to assure the safety and welfare of the consuming public. [L 1896, c 60, §7; am L 1917, c 116, §1; RL 1925, §1029; am L 1925, c 26, §5; RL 1935, §1208; am L 1939, c 183, pt of §1; am L 1941, c 4, §2; RL 1945, §2507; am L 1947, c 201, pt of §1; am L 1949, c 108, §1; RL 1955, §64-7; am L Sp 1959 2d, c 1, §19; am L 1965, c 218, §6; HRS ; am L 1969, c 257, §6; am L 1974, c 205, §2(15); am L 1976, c 219, §10; am L 1977, c 167, §13; am L 1982, c 227, §3; am L 1983, c 22, §1 and c 92, pt of §1(5); am L 1984, c 16, §1; am L 1986, c 144, §2; am L 1987, c 76, §1; am L 1988, c 110, §6; am L 1989, c 181, §4; am L 1992, c 177, §3 and c 202, §101; am L 2000, c 228, §3]\n\n\n\n\nAttorney General Opinions\n  Giving insufficient direction or failure to indicate status of an unlicensed physician may subject a licensed physician to license revocation.  Att. Gen. Op. 63-55.\nCase Notes\n  \"Gross carelessness\" and \"manifest incapacity\" defined.  52 F.2d 411.\n  Constitutional.  31 H. 625, aff'd 52 F.2d 411.\n  One year suspension of appellant's license to practice medicine by board of medical examiners after appellant was convicted of attempted first degree sexual abuse and kidnapping did not amount to a violation of double jeopardy clause of Fifth Amendment to U.S. Constitution; appellant had been convicted of a penal offense within meaning of subsection (a)(12); board did not err in finding that appellant violated subsection (a)(12).  78 H. 21, 889 P.2d 705.\n  Cited:  15 H. 273, 274.\nHawaii Legal Reporter Citations\n  Gross carelessness and unprofessional conduct.  78-1 HLR 78-59."
}