{
    "name": "Use of force in self-protection",
    "number": "304",
    "text": "(1)  Subject to the provisions of this section and of section 703-308, the use of force upon or toward another person is justifiable when the actor believes that such force is immediately necessary for the purpose of protecting himself against the use of unlawful force by the other person on the present occasion.\n\t(2)  The use of deadly force is justifiable under this section if the actor believes that deadly force is necessary to protect himself against death, serious bodily injury, kidnapping, rape, or forcible sodomy.\n\t(3)  Except as otherwise provided in subsections (4) and (5) of this section, a person employing protective force may estimate the necessity thereof under the circumstances as he believes them to be when the force is used without retreating, surrendering possession, doing any other act which he has no legal duty to do, or abstaining from any lawful action.\n\t(4)  The use of force is not justifiable under this section:\n\n\n\n\t(a)\tTo resist an arrest which the actor knows is being made by a law enforcement officer, although the arrest is unlawful; or\n\t(b)\tTo resist force used by the occupier or possessor of property or by another person on his behalf, where the actor knows that the person using the force is doing so under a claim of right to protect the property, except that this limitation shall not apply if:\n\n\t\t(i)\tThe actor is a public officer acting in the performance of his duties or a person lawfully assisting him therein or a person making or assisting in a lawful arrest; or\n\t\t(ii)\tThe actor believes that such force is necessary to protect himself against death or serious bodily injury.\n\n\n\n\n\n\t(5)  The use of deadly force is not justifiable under this section if:\n\n\n\n\t(a)\tThe actor, with the intent of causing death or serious bodily injury, provoked the use of force against himself in the same encounter; or\n\t(b)\tThe actor knows that he can avoid the necessity of using such force with complete safety by retreating or by surrendering possession of a thing to a person asserting a claim of right thereto or by complying with a demand that he abstain from any action which he has no duty to take, except that:\n\n\t\t(i)\tThe actor is not obliged to retreat from his dwelling or place of work, unless he was the initial aggressor or is assailed in his place of work by another person whose place of work the actor knows it to be; and\n\t\t(ii)\tA public officer justified in using force in the performance of his duties, or a person justified in using force in his assistance or a person justified in using force in making an arrest or preventing an escape, is not obliged to desist from efforts to perform his duty, effect the arrest, or prevent the escape because of resistance or threatened resistance by or on behalf of the person against whom the action is directed.\n\n\n\n\n\n\t(6)  The justification afforded by this section extends to the use of confinement as protective force only if the actor takes all reasonable measures to terminate the confinement as soon as he knows that he safely can, unless the person confined has been arrested on a charge of crime. [L 1972, c 9, pt of §1; ree L 1975, c 163, §3; am L 2001, c 91, §4]"
}