{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter, unless the context otherwise requires:\n\t\"Account\" or \"college account\" means an individual savings account established in accordance with this chapter.\n\t\"Account owner\" means the individual who enters into a tuition savings agreement pursuant to this chapter and as defined under the proposed income tax regulations, sections 1.529-1 to 1.529-6 or the final regulations relating to section 529 of the Internal Revenue Code of 1986, as amended, whichever is applicable, including any amendments or supplements thereto.\t\"Designated beneficiary\" means a designated beneficiary as defined in section 529 of the Internal Revenue Code of 1986, as amended, or successor legislation.\n\t\"Eligible educational institution\" means an institution defined in section 529 of the Internal Revenue Code of 1986, as amended, or successor legislation.\n\t\"Financial organization\" means an organization authorized to do business in the State of Hawaii that is:\n\n\n\n\t(1)\tCertified as an insurer by the insurance commissioner;\n\t(2)\tLicensed or chartered as a financial institution by the commissioner of financial institutions;\n\t(3)\tChartered by an agency of the federal government;\n\t(4)\tSubject to the jurisdiction and regulation of the securities and exchange commission of the federal government; or\n\t(5)\tAny other entity otherwise authorized to act in this State as a trustee pursuant to the provisions of the Employee Retirement Income Security Act of 1974, as may be amended from time to time.\n\n\n\n\t\"Management contract\" means the contract executed by the director of finance and a financial organization selected to act as a depository and manager of the program.\n\t\"Member of the family\" means a family member as defined in section 529 of the Internal Revenue Code of 1986, as amended, or successor legislation.\n\t\"Nonqualified withdrawal\" means a withdrawal from an account that is not:\n\n\n\n\t(1)\tUsed for qualified higher education expenses of the designated beneficiary;\n\t(2)\tMade on account of the death or disability of the designated beneficiary; or\n\t(3)\tMade on the account of a scholarship (or allowance or payment described in section 135(d)(1)(B) or (C) of the Internal Revenue Code of 1986, as amended) received by the designated beneficiary, to the extent the withdrawal does not exceed the amount of the scholarship, allowance, or payment.\n\n\n\n\t\"Program\" means the college savings program.\n\t\"Program manager\" means a financial organization selected by the director of finance to act as a depository and manager of the program.\n\t\"Qualified higher education expenses\" means any qualified higher education expense defined in section 529 of the Internal Revenue Code of 1986, as amended, or successor legislation.\n\t\"Qualified withdrawal\" means withdrawal from an account to pay the qualified higher education expenses of the designated beneficiary of the account.\n\t\"Tuition savings agreement\" means an agreement between the director of finance or a financial organization and the account owner. [L 1999, c 81, pt of §2; am L 2000, c 90, §1]"
}