{
    "name": "College savings program trust fund",
    "number": "6",
    "text": "(a)  There is established the college savings program trust fund.  The director of finance shall have custody of the fund.  All payments from the fund shall be made in accordance with this chapter.\n\t(b)  The fund shall consist of a trust account and an operating account.  The trust account shall include amounts received by the college savings program pursuant to tuition savings agreements, administrative charges, fees, and all other amounts received by the program from other sources, and interest and investment income earned by the fund.  The director of finance, from time to time, shall make transfers from the trust account to the operating account for the immediate payment of obligations under tuition savings agreements, operating expenses, and administrative costs of the college savings program.\n\t(c)  The director of finance, as trustee, shall invest the assets of the fund in securities that constitute legal investments under state laws relating to the investment of trust fund assets by trust companies, including those authorized by article 8 of chapter 412.  Trust fund assets shall be kept separate and shall not be commingled with other assets, except as provided in this chapter.  The director of finance may enter into contracts to provide for investment advice and management, custodial services, and other professional services for the administration and investment of the program.\n\t(d)  The director of finance shall provide for the administration of the fund, including maintaining participant records and accounts, and providing annual audited reports.  The director of finance may enter into contracts for administrative services, including reports.\n\t(e)  All administrative fees, costs, and expenses, including investment fees and expenses, shall be paid from the operating account of the fund and, notwithstanding any other law to the contrary, may be made without appropriation or allotment. [L 1999, c 81, pt of §2; am L 2000, c 90, §5]"
}