{
    "name": "Lease",
    "number": "7",
    "text": "(a)  Prior to the public auction contemplated in section 182-4 or 182-5, or the granting of mining lease without public auction contemplated in section 182-5, the board of land and natural resources shall cause a mining lease for the land in question to be drawn.  The lease shall describe the land and shall contain, in addition to such other provisions which the board may deem appropriate, specific provisions as provided in this section.\n\t(b)  The term of the lease shall be sixty-five years or for a lesser period at the discretion of the board.\n\t(c)  The payments to the State as fixed by the board shall be specified; provided that:\n\n\n\n\t(1)\tIn the case of bauxite, bauxitic clay, gibbsite, diaspore, boehmite, and all ores of aluminum, the amount of royalties for each long dry ton of ore as beneficiated shall not be less than twenty-five cents or the equivalent of the price of one pound of virgin pig aluminum, whichever is higher, nor shall it exceed the equivalent of the price of three pounds of virgin pig aluminum;\n\t(2)\tThe rate of royalty for ore processed into aluminous oxide in the State shall be set at eighty per cent of the rate of royalty for ore not processed to aluminous oxide in the State; and\n\t(3)\tThe royalty shall be fixed at a rate which will tend to encourage the establishment and continuation of the mining industry in the State.\n\n\n\n\tThe prices of virgin pig aluminum for the purpose of determining the royalties under this section shall be the basic price on the mainland United States market for virgin pig, not refined, f.o.b. factory.  The royalties shall be in lieu of any severance or other similar tax on the extracting, producing, winning, beneficiating, handling, storing, treating, or transporting of the mineral or any product into which it may be processed in the State, and shall not be subject to reopening or renegotiating for and during the first twenty years of the lease term.\n\tIn the event the lessee desires to mine other minerals, the lessee, before mining the minerals, shall so notify the board in writing, and the board and the lessee shall negotiate and fix the royalties for the minerals.\n\tAny other law to the contrary notwithstanding, thirty per cent of all royalties received by the State from geothermal resources shall be paid to the county in which mining operations covered under a state geothermal resource mining lease are situated.\n\t(d)  The lessee shall covenant and agree that the lessee shall commence mining operations upon the leased lands within three years from the date of execution of the lease; provided that so long as the lessee is actively and on a substantial scale engaged in mining operations on at least one such lease on the same minerals, the covenant shall be suspended as to all other leases held by the lessee.\n\tAny interested party may, however, request that a mining lease contain a research period under which the lessees shall be required to expend money in research and development to establish a method to make economical the mining and processing of the mineral deposits contained in the lease.  If the board determines that the research period would be beneficial it shall fix the period of research and shall also fix a minimum expenditure for labor performed or money spent by the lessee in research and development and the method by which the lessee shall establish that such expenditure in fact be made.  In such leases, the obligation to commence mining operations within three years shall not commence until the expiration of the research period.\n\t(e)  For the period of the lease the lessee shall have the exclusive right of possession of the minerals leased and the exclusive rights to mine and remove the minerals by means which shall be reasonable and satisfactory to the board and to occupy and use so much of the surface of the land as may reasonably be required, subject to the provisions of section 182-3.  The right to use the surface shall include the right to erect transportation facilities thereon, construct plants for beneficiating, drying, and processing the minerals for electric power generation and transmission and such other uses as may be necessary or convenient to the winning and processing of the minerals; provided that the lessee shall comply with all water and air pollution control laws, and rules of the State or its political subdivisions.\n\t(f)  The lessee may retain all minerals separated from the land as a part of the process of mining the minerals specified in the mining lease; provided that the lease may prescribe the accounting and testing procedures by which the amount and quality of such additional materials shall be determined for the purpose of computing the excise tax thereon. [L 1963, c 11, pt of §1; Supp, §99A-7; HRS ; am L 1978, c 135, §5; am L 1991, c 315, §1]"
}