{
    "name": "Powers, duties, and jurisdiction of the board",
    "number": "4",
    "text": "In addition to those powers and responsibilities of the board of land and natural resources established by existing law, the board is authorized to implement the declared purposes of this chapter with regard to flood control and flood water conservation in the following manner:\n\n\n\n\t(1)\tCoordinate the programs and activities of all agencies of the State, in conformance with the objectives of the statewide flood control program.\n\t(2)\tCompile, evaluate, interpret, and disseminate information for technical use and for the general information and education of the people of the State.\n\t(3)\tRender technical assistance to the political subdivisions and other agencies of the State only upon request of the affected agencies in matters of master planning, zoning, qualifying for, and constructing federal and state flood control projects, the training of flood fighting units, and related flood control activities.\n\t(4)\tWith regard to federal flood control projects:\n\n\t\t(A)\tReview plans submitted by federal agencies for state approval and make appropriate recommendations to the governor;\n\t\t(B)\tFormulate and recommend to the legislature a general policy for state participation with the political subdivisions in the assurances of local cooperation required by federal flood control acts;\n\t\t(C)\tReview requests from political subdivisions for financial assistance in meeting local participation requirements and make appropriate recommendations to the legislature; and\n\t\t(D)\tExecute and administer agreements with political subdivisions to implement state assurances of participation in federal flood control projects.\n\n\t(5)\tFor meritorious proposed projects which do not meet feasibility standards for federal flood control projects:\n\n\t\t(A)\tFormulate state feasibility criteria and project funding procedures;\n\t\t(B)\tStudy, evaluate, and determine the feasibility of proposed projects in accordance with established criteria and make recommendations to the legislature;\n\t\t(C)\tExecute and administer agreements with political subdivisions to assure compliance with the conditions of state projects; and\n\t\t(D)\tDesign, prepare plans and specifications, obtain bids, let contracts, and supervise the construction of state flood control works.\n\n\t(6)\tWith regard to projects initiated and financed entirely by political subdivisions, render coordination and aid only if requested by the respective agencies.\n\t(7)\tWith regard to state ownership of drainageways, coordinate the resolution of drainageway maintenance problems with the appropriate state agency or agencies.\n\t(8)\tWith regard to multiple jurisdiction of drainageways, the board shall coordinate the resolution of drainageway maintenance problems with all affected political subdivisions.\n\t(9)\tWith regard to certain streambeds, streambanks, and drainageways whose ownership is not claimed nor determined, the board shall coordinate the resolution of streambed, streambank, and drainageway maintenance problems with the appropriate state agency or agencies.\n\t(10)\tThe board may promulgate rules to implement this chapter. [L 1961, c 34, §4; am L 1963, c 148, pt of §1; Supp, §87C-4; HRS ; am L 1986, c 121, §3]"
}