{
    "name": "Service of process, by whom",
    "number": "21",
    "text": "PART III.  SERVICE\n\n     Except as otherwise provided, service of all process and orders shall be made by the sheriff or the sheriff's deputy, the chief of police of the county in which the service is made or the chief's duly authorized subordinate, some other person specially appointed by the court for the purpose, any investigator appointed and commissioned by the director of commerce and consumer affairs pursuant to section 26-9(j), or a person authorized by the rules of court. [CC 1859, §1102; am L 1898, c 5, §1; am L 1911, c 60, §1; RL 1925, §2341; am L 1929, c 13, §1; RL 1935, §4076; RL 1945, §10058; RL 1955, §230-28; am L 1963, c 85, §3; HRS §634-56; am L 1972, c 89, §2A(d); ren HRS ; gen ch 1985; am L 1989, c 123, §2 and c 211, §10; am L 1990, c 281, §11; am L 1993, c 173, §2; am L 1994, c 9, §1]\nCross References\n  Sheriff, etc., see §26-14.6.\nRules of Court\n  See HRCP rule 4; DCRCP rule 4; RCC rules 2(d), 5, 28, 31(a)(3).\n  See HFCR rules 4, 5; HPR rule 7.\nCase Notes\nCases prior to adoption of the Hawaii Rules of Civil Procedure.\n  On whom summons may be served:  Service on agent doing business in Hawaii good.  2 H. 453.  Service on manager at corporation office, president being out of country, good.  6 H. 259.  A general appearance by attorneys cures defect in service.  18 H. 602.\n  Formal requisites of documents for service; no need to attach to declaration copy of custom house orders.  7 H. 314.  Not necessary to attach copy of note where suit is on oral promise to pay note.  17 H. 32.  And a copy of summons lacking court seal or clerk's signature is fatally defective and cannot be cured by amendment.  14 H. 627.  Who may certify copy of summons.  20 H. 352; 20 H. 548; 22 H. 723, 725.\n  Service of process:  Sheriffs not plaintiff serve process.  14 H. 448.  Service on agent.  15 H. 401; 15 H. 628.  Service of process in district court.  15 H. 486.  Substituted service, district court.  34 H. 328.\n  Not applicable to writ of error.  18 H. 392.\n  Return of service not invalidated by failure to show it was made as required by statute, presumption.  19 H. 494.\n  Garnishment of defendant's debtor is sufficient notice to defendant who is not and never has been an inhabitant of Hawaii. 22 H. 321.\n  Cited:  2 U.S.D.C. Haw. 301, 302."
}