{
    "name": "R\t634-91 to 98\tR",
    "number": "51",
    "text": "PART IV.  NOTICE OF PENDENCY OF ACTION\n\n   Recording of notice of pendency of action.  In any action concerning real property or affecting the title or the right of possession of real property, the plaintiff, at the time of filing the complaint, and any other party at the time of filing a pleading in which affirmative relief is claimed, or at any time afterwards, may record in the bureau of conveyances a notice of the pendency of the action, containing the names or designations of the parties, as set out in the summons or pleading, the object of the action or claim for affirmative relief, and a description of the property affected thereby.  From and after the time of recording the notice, a person who becomes a purchaser or incumbrancer of the property affected shall be deemed to have constructive notice of the pendency of the action and be bound by any judgment entered therein if the person claims through a party to the action; provided that in the case of registered land, section 501-151 and sections 501-241 to 501-248 shall govern.\n\tThis section authorizes the recording of a notice of the pendency of an action in a United States District Court, as well as a state court. [L 1927, c 73, §1; RL 1935, §4086; RL 1945, §10068; RL 1955, §230-42; am L 1966, c 33, §4; HRS §634-76; am L 1972, c 89, §2A(p); ren HRS ; gen ch 1985; am L 1998, c 219, §14]\nRevision Note\n  \"Sections 501-241 to 501-248\" substituted for \"chapter 501, part    \".\nLaw Journals and Reviews\n  Concerning constitutionality of lis pendens statutes, see Dealing with the Remorseful Seller:  Time Being of the Essence and Buyer's Right to Specific Performance in Hawaii Real Estate Transactions.  15 HBJ 77.\nCase Notes\n  Since filing notice of lis pendens under this section poses only a potential cloud on title, it is not an unconstitutional seizure of property without due process.  418 F. Supp. 695.\n  Party may not invoke lis pendens where party's interest in land is only a percentage of the income derived from the use of land and there is no right to title or control of the land.  72 H. 267, 814 P.2d 396.\n  Alleged equitable lien and filing of lis pendens not breach of covenant against encumbrances since lien was not actually in existence, valid, and enforceable at time of conveyance; a recorded lis pendens is an encumbrance.  75 H. 480, 866 P.2d 951.\n  Where complainant does not claim title to or a right of possession of property, section not implicated and lis pendens should have been expunged.  75 H. 480, 866 P.2d 951.\n  Where trial court's judgment in favor of defendant extinguished any claims plaintiff had against defendant and filing of appeal did not affect validity of the judgment being appealed from, lis pendens properly expunged as it was no longer based on \"any action concerning real property\".  92 H. 243, 990 P.2d 713.\n  Where mortgagors' rights to property extinguished through foreclosure, that issue is res judicata.  4 H. App. 439, 667 P.2d 834.\nHawaii Legal Reporter Citations\n  Lis pendens expunged.  78-2 HLR 78-1289; 80-1 HLR 800595.\n  Section unconstitutional.  78-2 HLR 78-769; 78-2 HLR 78-1289."
}