{
    "name": "Joint contractual obligations",
    "number": "2",
    "text": "In an action on a contract on which two or more persons are jointly, jointly and severally, or severally liable, the court in which the action is pending has jurisdiction to proceed against such of the obligors as can be served as if they were the only obligors. [CC 1859, §1105; RL 1925, §2363; RL 1935, §4047; RL 1945, §10039; RL 1955, §230-9; HRS §634-33; am L 1972, c 89, §2A(b); ren HRS ]\nRules of Court\n  See HRCP rules 19, 20; DCRCP rule 20.  Service, see HRCP rule 4; DCRCP rule 4.\nCase Notes\n  Necessary, when:  Action cannot be maintained against one only of several joint contractors.  1 H. 71.  Joint contractors should be joined in suit.  7 H. 563.  Failure to join necessary parties may subject pleading to demurrer or motion.  10 H. 340.  Assignor of lease need not be a party to a bill in specific performance of covenant to renew.  9 H. 597.  Suit against joint makers of promissory note must be either joint or several.  10 H. 540.  Nonjoinder of one of the joint makers of a note cured by the verdict.  10 H. 540.  All parties to a joint and several contract must be joined, and in actions on judgment, all judgment debtors must be joined or excuse shown for not doing so.  13 H. 339, 361.  Principal debtor need not be joined with grantors as defendants.  13 H. 690.  In ejectment several defendants claiming separate interests in land are proper parties defendant.  5 H. 434; 18 H. 494.  Does not apply to joint trustees in a statutory action at law to quiet title.  15 H. 401.  Persons named as joint debtors in a contract not signed by them cannot be joined in an action on the contract.  16 H. 332.  County need not be joined in a tax action though it receives half the taxes.  17 H. 146.  Partnership pleading.  33 H. 567.\n  Waiver will cure misjoinder, failure to take advantages of defense.  2 H. 184.\n  Service on all defendants unnecessary when all are joined as parties.  12 H. 344.  Service of assignment of errors on one of several joint defendants is constructive service on the rest.  24 H. 774, 776.\n  Judgment is joint though the obligation may be joint and several.  9 H. 306, criticized, 20 H. 138, 141.\n  Parties need not be joined in action by one surety against co- sureties for contribution.  22 H. 540, 546.  In tort action the liability of a co-defendant is several as well as joint and several.  24 H. 579, modified on other grounds, 24 H. 597.  In tort may join defendants when they concur in negligent action.  25 H. 508; may not join defendants in the alternative.  40 H. 86.  Wife in action on promissory note against a partnership of which husband is a member need not join husband.  27 H. 369.  No joinder of plaintiffs in a contract by one party with 103 others each of whom has a separate contract.  29 H. 122.\n  Referred to:  3 H. 695, 696."
}