{
    "name": "Definitions",
    "number": "2",
    "text": "As used in this chapter, unless the context otherwise requires:\n\t\"Proceeds\" means property of any kind acquired or derived directly or indirectly from, produced through, realized through, or caused by an act or omission.\n\t\"Property\" means anything of value, including any interest, benefit, privilege, claim, or right with respect to anything of value, whether real or personal, tangible or intangible.\n\t\"Specified unlawful activity\" means any act, or series of acts, that:\n\n\n\n\t(a)\tConstitutes a felony under the laws of this State;\n\t(b)\tIf occurring outside this State, may be punishable by confinement for more than one year under the laws of the jurisdiction in which the act occurred;\n\t(c)\tInvolves an act or acts constituting the offense of gambling, criminal property damage, extortion, theft, or prostitution or a drug offense under chapters 329, 329C, or part IV of chapter 712 or any firearm offense; or\n\t(d)\tIf occurring outside this State, would constitute the offense of gambling, criminal property damage, extortion, theft, or prostitution or a drug offense under chapters 329, 329C, or part IV of chapter 712 or any firearm offense under the laws of this State.\n\n\n\n\t\"Transaction\" includes a purchase, sale, trade, loan, pledge, investment, gift, transfer, transmission, delivery, deposit, withdrawal, payment, transfer between accounts, exchange of currency, extension of credit, purchase, sale, or exchange of any monetary instrument, use of a safe deposit box, or any other acquisition or disposition of property by whatever means effected.\n\t\"Unlawful activity\" means any act that is chargeable or indictable as an offense of any degree or class under the laws of this State or under federal law or, if the act occurred in a jurisdiction other than this State, would be chargeable or indictable as an offense of any degree or class under the laws of this State or under federal law. [L 1995, c 119, pt of §2; am L 1996, c 22, §1]"
}