{
    "name": "Mergers and consolidation; procedures; approval by members",
    "number": "21.6",
    "text": "(a)  Unless otherwise prohibited, any association organized under this chapter may merge or consolidate with another association or with any association incorporated under the laws of another state by complying with this section or the law of the state where the surviving or new association will exist.\n\t(b)  The board or a committee selected by the board or the members shall adopt a written plan of merger or consolidation setting forth:\n\n\n\n\t(1)\tThe names of the associations proposing to merge or consolidate;\n\t(2)\tThe name of the surviving or new association;\n\t(3)\tThe manner and basis of converting the stock or membership of each association into stock or membership in the surviving or new association;\n\t(4)\tThe terms of the merger or consolidation;\n\t(5)\tThe proposed effect of the consolidation or merger on the members of the association; and\n\t(6)\tFor a consolidation, the articles of the new association.\n\n\n\n\t(c)  The board of each association shall mail a notice of the proposed merger or consolidation to each member.  The notice shall contain the full text of the merger or consolidation plan and the time and place of the meeting at which the plan will be considered.  An association with more than two hundred members may publish the notice as provided in section 421-12.\n\t(d)  At the meeting, a vote of the members shall be taken on the proposed plan; provided that a quorum of the members is registered as being present or represented by proxy vote at the meeting.  The plan shall be approved upon receiving the affirmative vote of:\n\n\n\n\t(1)\tTwo-thirds of the votes cast; or\n\t(2)\tFor an association with articles or bylaws requiring more than two-thirds of the votes cast or other conditions for approval, a proportion of the votes cast or a number of total members as required by the articles or bylaws and the conditions for approval in the articles or bylaws have been satisfied.\n\n\n\nAfter the plan has been approved, the chair, vice-chair, president, vice president, secretary, or assistant secretary of each association merging or consolidating shall sign the articles of merger or consolidation and a statement that the plan was adopted according to this section.\n\t(e)  The articles of merger or consolidation shall be filed with the director of commerce and consumer affairs.\n\t(f)  For a merger, the articles of the surviving cooperative or association shall be deemed amended to the extent provided in the articles of merger.\n\t(g)  The merger or consolidation shall become effective upon the effective date and time of filing the articles of merger or consolidation, or upon a date and time subsequent to the filing as set forth in the articles, but not more than thirty days after being filed.\n\t(h)  The director of commerce and consumer affairs shall issue a certificate of merger or consolidation.\n\t(i)  A certified copy of the articles or of a certificate of merger or consolidation issued by the director shall be filed with the department of agriculture.\n\t(j)  After the effective date, the associations that are parties to the plan shall become a single association.  For a merger, the surviving association shall be the association designated in the plan.  For a consolidation, the new cooperative shall be the association provided for in the plan.  Except for the surviving or new association, the separate existence of all cooperatives and associations that are parties to the plan shall cease on the effective date of the merger or consolidation.\n\tThe surviving or new association shall possess all of the rights and property of each of the merged or consolidated associations, and shall be responsible for all their obligations.  The title to property of the merged or consolidated association shall be vested in the surviving or new association without reversion or impairment of the title caused by the merger or consolidation.\n\t(k)  The rights of creditors shall not be impaired by the merger or consolidation without the creditors' consent.\n\t(l)  The director of commerce and consumer affairs may charge a filing fee for filing the articles. [L 1993, c 105, §1; am L 2001, c 129, §64]"
}