{
    "name": "Powers",
    "number": "9",
    "text": "(a)  An association formed under this chapter, or an association which might be formed under this chapter and which existed at the time this chapter took effect, shall have the capacity to act possessed by natural persons, but the association shall have the authority to perform only such acts as are necessary or proper to accomplish the purposes as set forth in its articles and which are not repugnant to law.  \t(b)  Without limiting or enlarging the grant of authority contained in subsection (a), every association shall have authority: \n\n\n\n\t(1)\tTo act as agent, broker, or attorney in fact for its members, and for any subsidiary or affiliated association, and otherwise to assist or join with associations engaged in any one or more of the activities authorized by its articles, and to hold title for its members and for subsidiary and affiliated associations to property handled or managed by the association on their behalf. \n\t(2)\tTo make contracts, and to exercise by its board or duly authorized officers or agents, all such incidental powers as may be necessary, suitable, or proper for the accomplishment of the purposes of the association and not inconsistent with law or its articles, and that may be conducive to or expedient for the interest or benefit of the association. \n\t(3)\tTo make loans or advances to members or producer-patrons or to the members of an association which is itself a member or subsidiary thereof; to purchase or otherwise acquire, endorse, discount, or sell any evidence of debt, obligation, or security, but it shall not engage in banking. \n\t(4)\tTo establish and accumulate reserves to capital. \n\t(5)\tTo own and hold membership in or shares of the capital stock of other associations and corporations and the bonds or other obligations thereof, engaged in any related activity; or, in producing, warehousing, or marketing any of the products handled by the association; or, in financing its activities, and while the owner thereof, to exercise all the rights of ownership, including the right to vote thereon. \n\t(6)\tTo acquire, hold, sell, dispose of, pledge, or mortgage, any property which its purposes may require, subject to any limitation prescribed by law or its articles. \n\t(7)\tTo borrow money and to give its notes, bonds, or other obligations therefor and secure the payment thereof by mortgage or pledge. \n\t(8)\tTo deal in agricultural products and handle agricultural machinery, equipment, and supplies, and perform services for nonmembers to an amount not greater in annual value than such as are dealt in, handled, or performed for or on behalf of its members.\n\t(9)\tTo have a corporate seal and to alter it at pleasure. \n\t(10)\tTo continue as a corporation for the time limit in its articles, which may be perpetual. \n\t(11)\tTo sue and be sued in its corporate name. \n\t(12)\tTo conduct business in this State and elsewhere as may be permitted by law. \n\t(13)\tTo dissolve and wind up its affairs. \n\t(14)\tTo charge differential rates on the sale of its goods and services to members and nonmembers as provided for in its bylaws. [L 1949, c 234, pt of §1; RL 1955, §176-10; HRS ; am L 1972, c 103, §4; am L 1982, c 257, §2]"
}