{
    "name": "Action to establish claim",
    "number": "26",
    "text": "Deposit of funds.  [Section effective July 1, 2009.  For current section, see below.]  (a)  There is established in the state treasury the unclaimed property trust fund, which shall be administered by the administrator.  All moneys collected by the unclaimed property program from holders of property presumed abandoned and all proceeds from the sale of unclaimed property, less costs in connection with the sale of the abandoned property, shall be deposited into the unclaimed property trust fund.\n     (b)  Moneys in the unclaimed property trust fund shall be used for the payment of the following:\n     (1)  Claims for the return of abandoned property to their rightful owners;\n     (2)  Payment to other states' unclaimed property programs for owners whose last known address was in that other state;\n     (3)  Any costs incurred in connection with the sale of abandoned property;\n     (4)  Costs of mailing and publication in connection with any abandoned property;\n     (5)  Reasonable service charges;\n     (6)  Costs incurred in examining the records of holders of property and in collecting such property from those holders; and\n     (7)  Any other charges, costs, or expenses incurred in the operation, administration, and enforcement of this part.\n     (c)  Except as provided in section 523A-12, moneys in the unclaimed property trust fund shall be invested by the administrator, and all investment earnings shall be deposited to the credit of the general fund.\n     (d)  All unencumbered and unexpended moneys in excess of $1,300,000 remaining on balance in the unclaimed property trust fund on June 30 of each year shall lapse to the credit of the state general fund. [L 2008, c 55, pt of §1]\n \n \n         [Section repealed July 1, 2009.]  A person aggrieved by a decision of the director or whose claim has not been acted upon within one hundred twenty days after its filing may bring an action to establish the claim in the circuit court, naming the director as a defendant.  The action shall be brought within ninety days after the decision of the director or within one hundred eighty days after the filing of the claim if the director has failed to act on it.  If the aggrieved person establishes the claim in an action against the director, the court shall award the aggrieved person costs and reasonable attorney's fees. [L 1983, c 37, pt of §2; am L 1996, c 214, §7]"
}