{
    "name": "Public sale of abandoned property",
    "number": "22",
    "text": "Enforcement.  [Section effective July 1, 2009.  For current section, see below.]  The administrator may maintain an action in this or another state to enforce this part.  The court may award reasonable attorney's fees to the prevailing party. [L 2008, c 55, pt of §1]\n \n \n         [Section repealed July 1, 2009.]  (a)  Except as provided in subsections (b) and (c), the director, within three years after the receipt of abandoned property, shall sell it to the highest bidder at public sale wherever in the State affords in the judgment of the director the most favorable market for the property involved.  The director may decline the highest bid and reoffer the property for sale if in the judgment of the director the bid is insufficient.  If in the judgment of the director the probable cost of sale exceeds the value of the property, it need not be offered for sale.  Any sale held under this section shall be preceded by public notice, at least three weeks in advance of sale, in the county in which the property is to be sold.\n     (b)  Securities listed on an established stock exchange shall be sold at prices prevailing at the time of sale on the exchange.  Other securities may be sold over the counter at prices prevailing at the time of sale or by any other method the director considers advisable. \n     (c)  Unless the director considers it to be in the best interest of the State to do otherwise, all securities, other than those presumed abandoned under section 523A-10, delivered to the director shall be held for at least one year before the director may sell them. \n     (d)  Unless the director considers it to be in the best interest of the State to do otherwise, all securities presumed abandoned under section 523A-10 and delivered to the director shall be held for at least three years before the director may sell them.  If the director sells any securities delivered pursuant to section 523A-10 before the expiration of the three-year period, any person making a claim pursuant to this part before the end of the three-year period is entitled to either the proceeds of the sale of the securities or the market value of the securities at the time the claim is made, whichever amount is greater, less any deduction for fees pursuant to section 523A-23.5(b).  A person making a claim under this part after the expiration of this period is entitled to receive either the securities delivered to the director by the holder, if they still remain in the hands of the director, or the proceeds received from sale, less any amounts deducted pursuant to section 523A-23.5(b), but no person has any claim under this part against the State, the holder, any transfer agent, registrar, or other person acting for or on behalf of a holder for any appreciation in the value of the property occurring after delivery by the holder to the director.\n     (e)  The purchaser of property at any sale conducted by the director pursuant to this part takes the property free of all claims of the owner or previous holder thereof and of all persons claiming through or under them.  The director shall execute all documents necessary to complete the transfer of ownership. [L 1983, c 37, pt of §2; am L 1998, c 2, §108; am L 2006, c 38, §28]"
}