{
    "name": "Requests for reports and examination of records",
    "number": "30",
    "text": "Uniformity of application and construction.  [Section effective July 1, 2009.  For current section, see below.]  This part shall be applied and construed to effectuate its general purpose to make uniform the law with respect to the subject of this part among states enacting it. [L 2008, c 55, pt of §1]\n \n \n         [Section repealed July 1, 2009.]  (a)  The director may require any person who has not filed a report to file a verified report stating whether or not the person is holding any unclaimed property reportable or deliverable under this part. \n     (b)  The director, at reasonable times and upon reasonable notice, may examine the records of any person to determine whether the person has complied with this part.  The director may conduct the examination even if the person believes the person is not in possession of any property reportable or deliverable under this part. \n     (c)  If a person is treated under section 523A-12 as the holder of the property only insofar as the interest of the business association in the property is concerned, the director, pursuant to subsection (b), may examine the records of the person if the director has given the notice required by subsection (b) to both the person and the business association at least ninety days before the examination. \n     (d)  If an examination of the records of a person results in the disclosure of property reportable and deliverable under this part, the director may assess the cost of the examination against the holder but in no case shall the charges exceed the value of the property found to be reportable and deliverable.  The cost of examination made pursuant to subsection (c) shall be imposed only against the business association. \n     (e)  If a holder fails after May 18, 1983, to maintain the records required by section 523A-31 and the records of the holder available for the periods subject to this part are insufficient to permit the preparation of a report, the director may require the holder to report and pay such amounts as may reasonably be estimated from any available records. [L 1983, c 37, pt of §2]\n \nRevision Note\n \n  \"May 18, 1983\" substituted for \"the effective date of this Act\"."
}