{
    "name": "Report of abandoned property",
    "number": "17",
    "text": "Election to take payment or delivery.  [Section effective July 1, 2009.  For current section, see below.]  (a)  The administrator may decline to receive property reported under this part that the administrator considers to have a value less than the expenses of notice and sale.\n     (b)  A holder, with the written consent of the administrator and upon conditions and terms prescribed by the administrator, may report and deliver property before the property is presumed abandoned.  Property so delivered shall be held by the administrator and shall not be presumed abandoned until it otherwise would be presumed abandoned under this part. [L 2008, c 55, pt of §1]\n \n \n     §523A-17    [Section repealed July 1, 2010.]  (a)  A person holding property tangible or intangible, presumed abandoned and subject to custody as unclaimed property under this part shall report to the director concerning the property as provided in this section.\n     (b)  The report shall be verified and shall include:\n     (1)  Except with respect to travelers checks and money orders, the name, if known, last known address, and taxpayer identification number, if any, of each person appearing from the records of the holder to be the owner of property of the value of $50 or more presumed abandoned under this part;\n     (2)  In the case of unclaimed funds of $50 or more held or owing under any life or endowment insurance policy or annuity contract, the full name, last known address, and taxpayer identification number, if any, of the insured or annuitant and of the beneficiary according to the records of the insurance company holding or owing the funds;\n     (3)  In the case of the contents of a safe deposit box or other safekeeping repository or of other tangible property, a description of the property and the place where it is held and may be inspected by the director and any amounts owing to the holder;\n     (4)  The nature and identifying number, if any, or description of the property and the amount appearing from the records to be due, but items of value under $50 each may be reported in the aggregate;\n     (5)  The date the property became payable, demandable, or returnable, and the date of the last transaction with the apparent owner with respect to the property; and\n     (6)  Other information the director prescribes by rule as necessary for the administration of this part.\n     (c)  If the person holding property presumed abandoned and subject to custody as unclaimed property is a successor to other persons who previously held the property for the apparent owner or the holder has changed the holder's name while holding the property, the person shall file with the person's report all known names and addresses of each previous holder of the property.\n     (d)  The report shall be filed before November 1 of each year as of June 30, next preceding.  On written request by any person required to file a report, the director may postpone the reporting date.\n     (e)  Not more than six months before filing the report required by this section, the holder in possession of property presumed abandoned and subject to custody as unclaimed property under this part shall send written notice to the apparent owner at the apparent owner's last known address informing the apparent owner that the holder is in possession of property subject to this part if:\n     (1)  The holder has in its records an address for the apparent owner which the holder's records do not disclose to be inaccurate;\n     (2)  The claim of the apparent owner is not barred by the statute of limitations; and\n     (3)  The property has a value of $50 or more. [L 1983, c 37, pt of §2; am L 1986, c 271, §§2, 3; am L 1991, c 56, §1; am L 1996, c 214, §3]"
}