{
    "name": "Definitions and use of terms",
    "number": "1",
    "text": "UNIFORM UNCLAIMED PROPERTY ACT\n \nNote\n \n  Effective July 1, 2009, this part comprised of § to 41 is repealed.  L 2008, c 55, §4.  For new part I, effective July 1, 2009, see below.\n  On July 1, 2009, the director of finance shall transfer all of the funds in the unclaimed property trust fund established by repealed §523A-23.5, to the unclaimed property trust fund created by §523A-26 created under new part I below.  L 2008, c 55, §5.\n \nRevision Note\n \n  § to 41 designated as Part I.  Except for §523A-29(c), references to \"chapter\", throughout this part, changed to \"part\".\n \nCross References\n \n  Police responsibilities, see §§52D-10 to 14.\n  Stadium lost and found, see §109-8.\n \n         [Section repealed July 1, 2009.]  As used in this part, unless the context otherwise requires:\n     \"Apparent owner\" means the person whose name appears on the records of the holder as the person entitled to property held, issued, or owing by the holder.\n     \"Attorney general\" means the chief legal officer of this State.\n     \"Banking organization\" means a bank, trust company, savings bank, industrial bank, land bank, safe deposit company, private banker, or any organization defined by other law as a bank or banking organization.\n     \"Business association\" means a nonpublic corporation, joint stock company, investment company, business trust, partnership, or association for business purposes of two or more individuals, whether or not for profit, including a banking organization, financial organization, insurance company, or utility.\n     \"Director\" means the director of finance.\n     \"Domicile\" means the state of incorporation of a corporation and the state of the principal place of business of an unincorporated person.\n     \"Escheat\" means the taking of title or interest by the State of property presumed abandoned.\n     \"Financial organization\" means a savings and loan association, cooperative bank, building and loan association, or credit union.\n     \"Holder\" means a person, wherever organized or domiciled, who is:\n     (1)  In possession of property belonging to another;\n     (2)  A trustee; or\n     (3)  Indebted to another on an obligation.\n     \"Insurance company\" means an association, corporation, fraternal or mutual benefit organization, whether or not for profit, which is engaged in providing insurance coverage, including accident, burial, casualty, credit life, contract performance, dental, fidelity, fire, health, hospitalization, illness, life (including endowments and annuities), malpractice, marine, mortgage, surety, and wage protection insurance.\n     \"Intangible property\" includes:\n     (1)  Moneys, checks, drafts, deposits, interest, dividends, and income;\n     (2)  Credit balances, customer overpayments, gift certificates, security deposits, refunds, credit memos, payroll checks, unused airline tickets, and unidentified remittances;\n     (3)  Stocks and other intangible ownership interests in business associations;\n     (4)  Moneys deposited to redeem stocks, bonds, coupons, and other securities, or to make distributions;\n     (5)  Checks payable under the terms of insurance policies; and\n     (6)  Amounts distributable from a trust or custodial fund established under a plan to provide health, welfare, pension, vacation, severance, retirement, death, stock purchase, profit sharing, employee savings, supplemental unemployment insurance, or similar benefits.\n     \"Last known address\" means a description of the location of the apparent owner sufficient for the purpose of the delivery of mail.\n     \"Owner\" means a depositor in the case of a deposit, a beneficiary in case of a trust other than a deposit in trust, a creditor, claimant, or payee in the case of other intangible property, or a person having a legal or equitable interest in property subject to this part or a person's legal representative.\n     \"Person\" means an individual, business association, state or other government, governmental subdivision or agency, public corporation, public authority, estate, trust, two or more persons having a joint or common interest, or any other legal or commercial entity.\n     \"Utility\" means a person who owns or operates for public use any plant, equipment, property, franchise, or license for the transmission of communications or the production, storage, transmission, sale, delivery, or furnishing of electricity, water, steam, or gas. [L 1983, c 37, pt of §2; am L 1996, c 214, §2]\n \n[PART I.  NEW] UNIFORM UNCLAIMED PROPERTY ACT\n \nNote\n \n  Part effective July 1, 2009.  L 2008, c 55, §7.\n \nRevision Note\n \n  Enacted as a new chapter, this part was redesignated as part I of this chapter pursuant to §23G-15(1).  References to \"chapter\", throughout this part, changed to \"part\".\n \n     []  Short title.  [Section effective July 1, 2009.  For current section, see above.]  This part may be cited as the Uniform Unclaimed Property Act. [L 2008, c 55, pt of §1]"
}