{
    "name": "Filing of claim with director",
    "number": "24",
    "text": "Interest and penalties.  [Section effective July 1, 2009.  For current section, see below.]  (a)  A holder who fails to report, pay, or deliver property within the time prescribed by this part shall pay to the administrator interest at the annual rate of two percentage points above the annual rate of discount in effect on the date the property should have been paid or delivered for the most recent issue of fifty-two-week United States Treasury bills on the property or value thereof from the date the property should have been reported, paid, or delivered.\n     (b)  Except as otherwise provided in subsection (c), a holder who fails to report, pay, or deliver property within the time prescribed by this part, or fails to perform other duties imposed by this part, shall pay to the administrator, in addition to interest as provided in subsection (a), a civil penalty of $200 for each day the report, payment, or delivery is withheld, or the duty is not performed, up to a maximum of $5,000.\n     (c)  A holder who wilfully fails to report, pay, or deliver property within the time prescribed by this part, or wilfully fails to perform other duties imposed by this part, shall pay to the administrator, in addition to interest as provided in subsection (a), a civil penalty of $1,000 for each day the report, payment, or delivery is withheld, or the duty is not performed, up to a maximum of $25,000, plus twenty-five per cent of the value of any property that should have been but was not reported.\n     (d)  A holder who makes a fraudulent report shall pay to the administrator, in addition to interest as provided in subsection (a), a civil penalty of $1,000 for each day from the date a report under this part was due, up to a maximum of $25,000, plus twenty-five per cent of the value of any property that should have been but was not reported.\n     (e)  The administrator for good cause may waive, in whole or in part, interest under subsection (a) and penalties under subsections (b) and (c), and shall waive penalties if the holder acted in good faith and without negligence. [L 2008, c 55, pt of §1]\n \n \n     §523A-24    (a)  A person, excluding another state, claiming an interest in any property paid or delivered to the director may file with the director a claim on a form prescribed by the director and verified by the claimant.\n     (b)  The director shall consider each claim within one hundred twenty days after it is filed and give written notice to the claimant if the claim is denied in whole or in part.  The notice may be given by mailing it to the last address, if any, stated in the claim as the address to which notices are to be sent.  If no address for notice is stated in the claim, the notice may be mailed to the last address, if any, of the claimant as stated in the claim.  No notice of denial need be given if the claim fails to state either the last address to which notices are to be sent or the address of the claimant.\n     (c)  If a claim is allowed, the director shall deliver the property to the claimant or pay from the unclaimed property trust fund to the claimant the amount the director actually received or the net proceeds if the property has been sold by the director, together with any additional amount required by section 523A-21.  If the claim is for property presumed abandoned under section 523A-10 that was sold by the director within three years after the date of delivery, the amount payable for that claim is the value of the property at the time the claim was made or the net proceeds of sale, whichever is greater. [L 1983, c 37, pt of §2; am L 1996, c 214, §5; am L 2000, c 172, §3]"
}