{
    "name": "Claim of another state to recover property; procedure",
    "number": "25",
    "text": "Agreement to locate property.  [Section effective July 1, 2009.  For current section, see below.]  (a)  An agreement by an owner, the primary purpose of which is to locate, deliver, recover, or assist in the recovery of property that is presumed abandoned shall be void and unenforceable if it was entered into during the period commencing on the date the property was presumed abandoned and extending to a time that is twenty-four months after the date the property is paid or delivered to the administrator.  This subsection does not apply to an owner's agreement with an attorney to file a claim as to identified property or contest the administrator's denial of a claim.\n     (b)  An agreement by an owner, the primary purpose of which is to locate, deliver, recover, or assist in the recovery of property shall be enforceable only if the agreement is in writing, clearly sets forth the nature of the property and the services to be rendered, is signed by the apparent owner, and states the value of the property before and after the fee or other compensation has been deducted.\n     (c)  If an agreement covered by this section applies to mineral proceeds and the agreement contains a provision to pay compensation that includes a portion of the underlying minerals or any mineral proceeds not then presumed abandoned, the provision shall be void and unenforceable.\n     (d)  An agreement covered by this section which provides for compensation that is unconscionable shall be unenforceable except by the owner.  An owner who has agreed to pay compensation that is unconscionable, or the administrator on behalf of the owner, may maintain an action to reduce the compensation to a conscionable amount.  The court may award reasonable attorney's fees to an owner who prevails in the action.\n     (e)  This section does not preclude an owner from asserting that an agreement covered by this section is invalid on grounds other than unconscionable compensation. [L 2008, c 55, pt of §1]\n \n \n     §523A-25    [Section repealed July 1, 2009.]  (a)  At any time after property has been paid or delivered to the director under this part another state may recover the property if:\n     (1)  The property was subject to custody by this State because the records of the holder did not reflect the last known address of the apparent owner when the property was presumed abandoned under this part, and the other state establishes that the last known address of the apparent owner or other person entitled to the property was in that state and under the laws of that state the property escheated to or was subject to a claim of abandonment by that state;\n     (2)  The last known address of the apparent owner or other person entitled to the property, as reflected by the records of the holder, is in the other state and under the laws of that state the property has escheated to or become subject to a claim of abandonment by that state;\n     (3)  The records of the holder were erroneous in that they did not accurately reflect the actual owner of the property and the last known address of the actual owner is in the other state and under the laws of that state the property escheated to or was subject to a claim of abandonment by that state;\n     (4)  The property was subjected to custody by this State under section 523A-3(6) and under the laws of the state of domicile of the holder the property has escheated to or become subject to a claim of abandonment by that state; or\n     (5)  The property is the sum payable on a travelers check, money order, or other similar instrument that was subjected to custody by this State under section 523A-4, and the instrument was purchased in the other state, and under the laws of that state the property escheated to or became subject to a claim of abandonment by that state.\n     (b)  The claim of another state to recover escheated or abandoned property shall be presented in a form prescribed by the director, who shall decide the claim within one hundred twenty days after it is presented.  The director shall allow the claim if the director determines that the other state is entitled to the abandoned property under subsection (a).\n     (c)  The director shall require a state, before recovering property under this section, to agree to indemnify this State and its officers and employees against any liability on a claim for the property. [L 1983, c 37, pt of §2; am L 1996, c 214, §6]"
}