{
    "name": "Custody by State; holder relieved from liability; reimbursement of holder paying claim; reclaiming for owner; defense of holder; payment of safe deposit box or repository charges",
    "number": "20",
    "text": "Requests for reports and examination of records.  [Section effective July 1, 2009.  For current section, see below.]  (a)  The administrator may require a person who has not filed a report, or a person who the administrator believes has filed an inaccurate, incomplete, or false report, to file a verified report in a form specified by the administrator.  The report shall state whether the person is holding property reportable under this part, describe property not previously reported or as to which the administrator has made inquiry, and specifically identify and state the amounts of property that may be in issue.\n     (b)  The administrator, at reasonable times and upon reasonable notice, may examine the records of any person to determine whether the person has complied with this part.  The administrator may conduct the examination even if the person believes it is not in possession of any property that must be reported, paid, or delivered under this part.  The administrator may contract with any other person to conduct the examination on behalf of the administrator.\n     (c)  The administrator at reasonable times may examine the records of an agent, including a dividend disbursing agent or transfer agent, of a business association or financial association that is the holder of property presumed abandoned if the administrator has given the notice required by subsection (b) to both the association or organization and the agent at least ninety days before the examination.\n     (d)  Documents and working papers obtained or compiled by the administrator, or the administrator's agents, employees, or designated representatives, in the course of conducting an examination are confidential and are not public records; provided that the documents and papers may be:\n     (1)  Used by the administrator in the course of an action to collect unclaimed property or otherwise enforce this part;\n     (2)  Used in joint examinations conducted with or pursuant to an agreement with another state, the federal government, or any other governmental subdivision, agency, or instrumentality;\n     (3)  Produced pursuant to subpoena or court order; or\n     (4)  Disclosed to the abandoned property office of another state for that state's use in circumstances equivalent to those described in this subsection, if the other state is bound to keep the documents and papers confidential.\n     (e)  If an examination of the records of a person results in the disclosure of property reportable under this part, the administrator may assess the cost of the examination against the holder at the rate of $200 a day for each examiner, or a greater amount that is reasonable and was incurred, but the assessment may not exceed the value of the property found to be reportable.  The cost of an examination made pursuant to subsection (c) may be assessed only against the business association or financial organization.\n     (f)  If, after July 1, 2009, a holder does not maintain the records required by section 523A-21 and the records of the holder available for the periods subject to this part are insufficient to permit the preparation of a report, the administrator may require the holder to report and pay to the administrator the amount the administrator reasonably estimates, on the basis of any available records of the holder or by any other reasonable method of estimation, should have been but was not reported. [L 2008, c 55, pt of §1]\n \nRevision Note\n \n  \"July 1, 2009\" substituted for \"the effective date of this chapter\".\n \n \n         [Section repealed July 1, 2009.]  (a)  Upon the payment or delivery of property to the director, the State assumes custody and responsibility for the safekeeping of the property.  A person who pays or delivers property to the director in good faith is relieved of all liability to the extent of the value of the property paid or delivered for any claim then existing or which thereafter may arise or be made in respect to the property. \n     (b)  A holder who has paid money to the director pursuant to this part may make payment to any person appearing to the holder to be entitled to payment and, upon filing proof of payment and proof that the payee was entitled thereto, the director shall promptly reimburse the holder for the payment without imposing any fee or other charge.  If reimbursement is sought for a payment made on a negotiable instrument, including a travelers check or money order, the holder shall be reimbursed under this subsection upon filing proof that the instrument was duly presented and that payment was made to a person who appeared to the holder to be entitled to payment.  The holder shall be reimbursed for payment made under this subsection even if the payment was made to a person whose claim was barred under section 523A-29(a). \n     (c)  A holder who has delivered property (including a certificate of any interest in a business association) other than money to the director pursuant to this part may reclaim the property if still in the possession of the director, without paying any fee or other charge, upon filing proof that the owner has claimed the property from the holder. \n     (d)  The director may accept the holder's affidavit as sufficient proof of the facts that entitle the holder to recover money and property under this section. \n     (e)  If the holder pays or delivers property to the director in good faith and thereafter another person claims the property from the holder or another state claims the money or property under its laws relating to escheat or abandoned or unclaimed property, the director, upon written notice of the claim, shall defend the holder against the claim and indemnify the holder against any liability on the claim. \n     (f)  For the purposes of this section, \"good faith\" means that: \n     (1)  Payment or delivery was made in a reasonable attempt to comply with this part; \n     (2)  The person delivering the property was not a fiduciary then in breach of trust in respect to the property and had a reasonable basis for believing, based on the facts then known to the person, that the property was abandoned for the purposes of this part; and \n     (3)  There is no showing that the records pursuant to which the delivery was made did not meet reasonable commercial standards of practice in the industry. \n     (g)  Property removed from a safe deposit box or other safekeeping repository is received by the director subject to the holder's right under this subsection to be reimbursed for the actual cost of the opening and to any valid lien or contract providing for the holder to be reimbursed for unpaid rent or storage charges.  The director shall reimburse or pay the holder out of the proceeds remaining after deducting the director's selling cost. [L 1983, c 37, pt of §2]"
}