{
    "name": "Administrative enforcement of rules, plans, agreements, or licenses",
    "number": "27",
    "text": "(a)  Any person may petition the chairperson to appoint a hearings officer to hear a request to enjoin any person, including the State and any other government agency, alleged to be in violation of this chapter, including any rule adopted pursuant to this chapter, habitat conservation plan, safe harbor agreement, or incidental take license, or to require the State to take action to enforce this chapter, including any rule adopted pursuant to this chapter or any term of a habitat conservation plan, safe harbor agreement, or incidental take license.\n     (b)  Upon receipt of a petition, the chairperson shall make a diligent effort to resolve the subject matter of the petition and, if appropriate, to cause the noncomplying or other responsible party to comply with the habitat conservation plan, safe harbor agreement, or incidental take license.  If the chairperson is unable to resolve the subject matter of the petition within a period of time deemed reasonable under the circumstances, but in no event more than ninety days; or if the petitioner is not satisfied with the chairperson's resolution of the subject matter, then the chairperson shall appoint a hearings officer to hear the petition.  The hearings officer shall commence a contested case hearing in accordance with chapter 91 and, within thirty days of the completion of the hearing, grant in whole or in part, or deny the petition.\n     (c)  Nothing in this section shall grant any authority whatsoever upon a hearings officer to assess monetary damages or criminal penalties against any party found to be in violation of this chapter, however, the hearings officer shall issue findings of fact and, if appropriate, an order directing the party found to be in violation to take specific action to comply with this chapter.\n     (d)  Any person who believes that a violation of a habitat conservation plan, safe harbor agreement, or incidental take license has occurred, is occurring, or is likely to occur, may petition the chairperson for an immediate hearing.  The petition shall be accompanied by an affidavit alleging:\n     (1)  Specific facts showing that the continued existence of an endangered or threatened species is likely to be jeopardized unless the alleged violation is immediately enjoined; and\n     (2)  The efforts that have been made to notify the landowner of the alleged violation.\nIf the chairperson finds that there exists good cause for a hearing, then a hearings officer shall be appointed who shall conduct a hearing forthwith, and in any event within forty-eight hours after the filing of the petition.  If the hearings officer determines that there is a substantial likelihood that the continued existence of an endangered or threatened species will be jeopardized unless the violation is immediately enjoined, then the hearings officer shall order temporary injunctive relief, which shall expire upon such terms as the hearings officer determines. [L 1997, c 380, pt of §2; am L 1998, c 237, §5]"
}