{
    "name": "Return",
    "number": "22",
    "text": "In all cases where any process or order of a court is served by any officer of the court or of the police force or the sheriff or the sheriff's deputies or any investigator appointed and commissioned by the director of commerce and consumer affairs pursuant to section 26-9(j), a record thereof shall be endorsed upon the back of the process, complaint, order, or citation.  The record shall state the name of the person served and the time and place of service and shall be signed by the officer making the service.  If the officer fails to make service the officer, in like manner, shall endorse the reason for the officer's failure and sign this record.  When service is made by a person specially appointed by the court, or a person authorized by rules of court, the person shall make affidavit of that service.\n     The record or the affidavit shall be prima facie evidence of all it contains, and no further proof thereof shall be required unless either party desires to examine the officer or person making service, in which case the officer or person shall be notified to appear for examination. [L 1888, c 57; RL 1925, §2342; RL 1935, §4078; RL 1945, §10060; RL 1955, §230-30; am L 1963, c 85, §3; HRS §634-58; am L 1972, c 89, §2A(e); ren HRS ; gen ch 1985; am L 1989, c 123, §3 and c 211, §10; am L 1990, c 281, §11; am L 1993, c 173, §3; am L 1994, c 9, §2]\n \nCross References\n \n  Sheriff, etc., see §26-14.6.\n \nRules of Court\n \n  As to circuit courts, see HRCP rule 4(g), (h); as to district courts, see DCRCP rule 4(g), (h).\n  As to family courts, see HFCR rule 4.\n  Probate proceedings, see HPR rule 8.\n \nCase Notes\n \n  Officers who may serve.  15 H. 486.  Conflicting interests of serving officers.  40 H. 279.\n  Record sufficient evidence.  16 H. 427.  Return not invalidated by failure to show that it was made as required by statute.  Presumption of validity in absence of contrary showing.  19 H. 494.  Return is prima facie evidence of all it contains.  48 H. 306, 402 P.2d 440."
}