{
    "name": "Joint tortfeasors defined",
    "number": "11",
    "text": "PART II.  UNIFORM CONTRIBUTION AMONG TORTFEASORS ACT\n \nCase Notes\n \n  Joint and several liability imposed on asbestos manufacturers in products liability action.  960 F.2d 806.\n  Discussed, where defendant did not have a right of contribution for intentional torts alleged in the complaint against it.  293 F. Supp. 2d 1144.\n \n         For the purpose of this part the term \"joint tortfeasors\" means two or more persons jointly or severally liable in tort for the same injury to person or property, whether or not judgment has been recovered against all or some of them. [L 1941, c 24, §1; RL 1945, §10487; RL 1955, §246-10; HRS ]\n \nRules of Court\n \n  Parties, see HRCP rules 19, 20; DCRCP rule 20.\n \nLaw Journals and Reviews\n \n  Ozaki and Comparative Negligence:  Imposing Joint Liability Where a Duty to Protect or Prevent Harm from Third Party Intentional Tortfeasors Exits Is Fairer to Plaintiffs and Defendants.  26 UH L. Rev. 575.\n \nCase Notes\n \n  Settlement of action by defendants established both defendants as joint tortfeasors.  884 F.2d 492.\n  There must be common liability to injured person.  73 F. Supp. 707.  Father may not be joined as joint tortfeasor where children are plaintiffs.  135 F. Supp. 376.  See as to rights of the children against driver of other car.  244 F.2d 604.\n  An employee and employee's vicariously liable employer are joint tortfeasors as defined by this section.  78 H. 1, 889 P.2d 685.\n  Master and servant not joint tortfeasors, where master liable only under doctrine of respondeat superior.  7 H. 196.\n  Culpability among joint tortfeasors.  45 H. 128, 363 P.2d 969.\n  Minor son of plaintiff may be liable as joint tortfeasor to plaintiff.  51 H. 74, 450 P.2d 998.\n  Parents are liable for torts to their minor children, and they may be joined as joint tortfeasors in action by children against third party.  51 H. 484, 462 P.2d 1007.\n  Employee and vicariously liable employer are joint tortfeasors.  78 H. 1, 889 P.2d 685.\n  Where condominium association's and murderer's tortious conduct resulted in same injury to victim, condominium association and murderer were joint tortfeasors.  87 H. 273 (App.), 954 P.2d 652."
}