{
    "name": "Certificate of consultation",
    "number": "2.5",
    "text": "(a)  Any claim filed under this chapter shall be accompanied by a certificate which declares one of the following:\n\n\n\n\t(1)\tThat the attorney has reviewed the facts of the case, that the attorney has consulted with at least one design professional who is licensed to practice and practices in this State or any other state, or who teaches at an accredited college or university and is licensed to practice in this State or any other state, in the same discipline as the design professional against whom the claim is made and who the attorney reasonably believes is knowledgeable in the relevant issues involved in the particular action, and that the attorney has concluded on the basis of such review and consultation that there is a reasonable and meritorious cause for the filing of the claim.  The persons consulted may not be a party to the case;\n\t(2)\tThat the attorney was unable to obtain the consultation required by paragraph (1) because a statute of limitations would impair the action and that the certificate required by paragraph (1) could not be obtained before the impairment of the action.  If a certificate is executed pursuant to this paragraph, the certificate required by paragraph (1) shall be filed within thirty days after filing the claim; or\n\t(3)\tThat the attorney was unable to obtain the consultation required by paragraph (1) because the attorney has made three separate good faith attempts with three separate design professionals to obtain such consultation and none of those contacted would agree to such a consultation.\n\n\n\n\t(b)  Where an attorney intends to rely solely on a failure to inform of the consequences of a procedure, this section shall be inapplicable.  The attorney shall certify upon filing of the claim that the attorney is relying solely on the failure to inform of the consequences of a procedure and for that reason is not filing a certificate as required by this section.\n\t(c)  For the purposes of this section, the attorney shall not be required to disclose the names of design professionals consulted to fulfill the requirements of subsection (a).\n\t(d)  Unless a certificate is filed pursuant to subsection (a) or (b), the claim shall not be received for filing by the department. [L 1985, c 36, pt of §1]"
}