{
    "name": "Design professional conciliation panel; composition, selection, compensation",
    "number": "3",
    "text": "(a)  There are established conciliation panels which shall review and render findings and advisory opinions on the issues of liability and damages in tort claims against professional architects, engineers, surveyors, and landscape architects.\n\t(b)  A design professional conciliation panel, hereafter called \"the panel\", shall be formed for each claim filed pursuant to section 672-4 and, after each panel renders its decision or the claim is otherwise disposed of, it shall be disbanded.  Each design professional conciliation panel shall consist of one chairperson selected from among persons who are familiar with and experienced in the tort claims settlement process, one attorney licensed to practice in the courts of the State and experienced in trial practice, and one architect, engineer, surveyor, or landscape architect licensed to practice under chapter 464.  The chairperson shall be appointed by the director of commerce and consumer affairs from a list of eligible persons approved by the chief justice of the supreme court of Hawaii.  The attorney shall be appointed by the chairperson from a list of not less than thirty-five attorneys experienced in trial practice submitted annually by the supreme court.  The architect, engineer, surveyor, or landscape architect shall be appointed by the chairperson from a list of not less than thirty-five design professionals submitted annually by the board of professional engineers, architects, surveyors, and landscape architects.\n\tThe chairperson shall preside at the meetings of the panel.  The chairperson and all panel members shall be compensated at the rate of $300 per claim which will become payable when the decision of the panel is submitted.  At the discretion of the director of commerce and consumer affairs, the chairperson and all panel members may be compensated at one-half of the amount of compensation specified in this section, when and if the claim is disposed of by any means prior to the hearing before the panel.  The chairperson and all panel members shall also be paid allowances for travel and living expenses which may be incurred as a result of the performance of their duties.  These costs shall be paid by the department of commerce and consumer affairs from funds collected from the parties, to be shared equally.  The claimant shall deposit $450 with the department upon the filing of the claim and the failure to do so shall result in the claim being rejected for filing.  Each design professional shall deposit $450 with the department within twenty days of being served with the claim and the failure to do so shall result in termination of proceedings under this chapter, allowing the claimant to proceed in accordance with section 672-8.  If the claim is withdrawn, determined to be unsuitable for proceedings under this chapter, or otherwise terminated without participation by a panel, the department shall return all moneys collected to the respective parties.  Any moneys remaining after all costs have been paid shall be returned to the respective parties on a pro rata basis.\n\tThe office and meeting space, secretarial and clerical assistance, office equipment and office supplies for the panel shall be furnished by the department of commerce and consumer affairs.\n\tThe board shall prepare a list of architects, engineers, surveyors, and landscape architects along with their respective specialties who shall then be considered consultants to the panel in their respective fields.  Panel members may consult with other legal, technical, and insurance specialists.  Any consultant called by the panel to appear before the panel shall be paid an allowance for travel and living expenses which may be incurred as a result of such person's appearance before the panel.  Such costs shall be paid by the department of commerce and consumer affairs. [L 1981, c 228, pt of §1; am L 1982, c 204, §8; am L 1985, c 36, §4; am L 1992, c 91, §2; am L 1993, c 6, §26]"
}