{
    "name": "Annual statement",
    "number": "203.5",
    "text": "(a)  Every limited partnership shall file an annual statement containing the following information:\n\n\n\n\t(1)\tThe name of the limited partnership;\n\t(2)\tThe name and address of each general partner;\n\t(3)\tThe name and address of each limited partner;\n\t(4)\tThe mailing address of the limited partnership's principal office, the street address of the limited partnership's registered office in the State, and the name of its registered agent at its registered office in the State; and\n\t(5)\tThe fact that none of the partners is either a minor or an incompetent person.\n\n\n\n\t(b)  The annual statement shall be filed within the time periods prescribed in subsections (c) and (d).\n\t(c)  Notwithstanding any other provision of this chapter to the contrary, annual statements reflecting the period from January 1, 2002, through December 31, 2002, that would otherwise be required, may be voluntarily filed with the department director if the annual statement complies with the requirements of this section.\n\t(d)  Effective January 1, 2003, for each limited partnership whose date of registration in this State falls between:\n\n\n\n\t(1)\tJanuary 1 and March 31, an annual statement shall be filed on or before March 31 of each year and shall reflect the state of the limited partnership's affairs as of January 1 of the year when filed;\n\t(2)\tApril 1 and June 30, an annual statement shall be filed on or before June 30 of each year and shall reflect the state of the limited partnership's affairs as of April 1 of the year when filed;\n\t(3)\tJuly 1 and September 30, an annual statement shall be filed on or before September 30 of each year and shall reflect the state of the limited partnership's affairs as of July 1 of the year when filed; and\n\t(4)\tOctober 1 and December 31, an annual statement shall be filed on or before December 31 of each year and shall reflect the state of the limited partnership's affairs as of October 1 of the year when filed;\n\n\n\nprovided that if a limited partnership is registered in the same year in which the annual statement is due, the limited partnership shall not be required to file an annual statement for that year.  Thereafter, the limited partnership shall comply with the requirements of this section.\n\t(e)  Each annual statement shall be certified as correct by any general partner. [L 1989, c 288, pt of §1; am L 2000, c 219, §63; am L 2002, c 130, §96]"
}