{
    "name": "Labeling requirements",
    "number": "6",
    "text": "All bottled water shall conform to applicable federal and state labeling laws and be labeled in compliance with the following standards:\n\n\n\n\t(1)\tMineral water may be labeled \"mineral water\".  Bottled water to which minerals are added shall be labeled so as to disclose that minerals are added, and may not be labeled \"natural mineral water\".\n\t(2)\tSpring water may be labeled \"spring water\" or \"natural spring water\".\n\t(3)\tWater containing carbon dioxide that emerges from the source and is bottled directly with its entrapped gas or from which the gas is mechanically separated and later reintroduced at a level not higher than naturally occurring in the water may bear on its label the words \"naturally carbonated\" or \"naturally sparkling\".\n\t(4)\tBottled water which contains carbon dioxide other than that naturally occurring in the source of the product shall be labeled with the words \"carbonated\", \"carbonation added\", or \"sparkling\" when the carbonation is obtained from a natural or manufactured source.\n\t(5)\tWell water may be labeled \"well water\" or \"natural well water\".\n\t(6)\tArtesian water may be labeled \"artesian water\" or \"natural artesian water\".\n\t(7)\tPurified water shall be labeled \"purified water\" and the method of preparation shall be stated on the label, except that purified water produced by distillation may be labeled as \"distilled water\".\n\t(8)\tDrinking water may be labeled \"drinking water\".\n\t(9)\tAny bottler, distributor, or vendor of bottled water whose corporate name, brand name, or trademark contains the words \"spring\", \"well\", \"artesian\", \"mineral\", or \"natural\" or any derivative of those words shall label each bottle with the type of bottled water in typeface at least equal to the size of the typeface of the corporate name, brand name, or trademark, if the type of the bottled water is different from the type stated or implied in the corporate name, brand name, or trademark.\n\t(10)\tThe use of the word \"spring\", or any derivative thereof other than in a trademark, trade name, or company name to describe water that is not spring water as defined in section 328D-1 shall be prohibited.\n\t(11)\tA product meeting more than one definition as stated in section 328D-1 may be identified by any of the applicable product types defined in section 328D-1, except where otherwise specifically prohibited.\n\t(12)\tSupplemental printed information and graphics concerning recognized uses of the water may appear on the label but shall not imply properties of the product or preparation methods which are not factual. [L 1988, c 304, pt of §1]"
}