{
    "name": "Licensing, requirements, application",
    "number": "3",
    "text": "(a)  No person shall act as a mortgage broker or mortgage solicitor without a license therefor as provided in this chapter, and no person not licensed under this chapter shall charge or receive any commission, fee, or bonus in connection with arranging for, negotiating, or selling a mortgage loan.\n\t(b)  No mortgage broker or mortgage solicitor license shall be granted to any person who is not eighteen years of age or older.  If the applicant is a person other than an individual, no license shall be granted unless the applicant first registers to do business in this State with the business registration division of the department of commerce and consumer affairs.\n\t(c)  Every person licensed as a mortgage broker shall deposit with the commissioner, prior to doing business, a bond in the amount of $15,000, executed by the mortgage broker as principal and a surety company authorized to do business in the State as a surety.  The bond shall be conditioned upon the faithful compliance of the broker of this chapter.  The bond shall run to the State for the benefit of any person injured by the wrongful act, default, fraud, or misrepresentation of the broker or the solicitors; provided that the aggregate liability of the surety shall not exceed the sum of the bond.  The surety may cancel the bond by giving sixty days' notice in writing to the commissioner and shall thereafter be relieved of any liability for any breach of condition occurring after the effective date of cancellation.  A mortgage broker's license shall not be in effect at any time when the bond is not in full force and effect.\n\t(d)  Each application for a license or its renewal shall be made in writing, on the forms and in the manner and accompanied by evidence in support of the applications as prescribed by the commissioner.  The commissioner shall require information with regard to the applicant as the commissioner may deem desirable, with due regard to the paramount interests of the public, as to the experience, financial integrity, and competency of the applicant as to financial transactions involving primary or subordinate mortgage financing.  In the event the commissioner orders denial of issuance or of renewal of a license, the order shall be made only pursuant to chapter 91.\n\t(e)  All fees shall be established and adopted by the director in accordance with chapter 91 and shall be deposited into the compliance resolution fund established pursuant to section 26-9(o).  Failure of any mortgage broker or mortgage solicitor to pay the biennial renewal fee on or before December 31 of an even-numbered year shall constitute an automatic forfeiture of the license.  The forfeited license may be restored; provided that application for restoration is made within six months of the forfeiture and a penalty fee is paid in addition to the delinquent license fee.  A licensee who fails to restore a license as provided in this subsection shall apply as a new applicant.\n\t(f)  If the mortgage broker is a person other than an individual, the license issued to it entitles one officer or member thereof, on behalf of the corporation, partnership, association, or other organization, to engage in the business of mortgage broker.  The officer or member shall be designated in the application for license and have two years of experience in financial transactions involving primary or subordinate mortgage financing, or equivalent experience as determined by the commissioner.\n\t(g)  Upon request, the mortgage broker shall make available for inspection the mortgage broker's license and the licenses of any mortgage solicitors employed by the mortgage broker.\n\t(h)  Immediately upon the mortgage solicitor's withdrawal from the employ of the mortgage broker, the mortgage broker shall return the mortgage solicitor's license to the mortgage solicitor.\n\t(i)  Every licensed mortgage broker shall have and maintain a principal place of business in the State for the transaction of business.  In the event the mortgage broker maintains a branch office or offices, the commissioner, upon application and payment of a fee, shall issue a branch office license.  The mortgage broker shall designate a mortgage solicitor who has two years of experience in financial transactions involving primary or subordinate mortgage financing, or equivalent experience as determined by the commissioner, to be in charge of each branch office. [L 1967, c 228, §4; HRS ; am L 1972, c 2, §21; am L 1979, c 219, §5; am L 1983, c 39, §3; am L 1989, c 218, §5; am L 1990, c 40, §1; am L 1991, c 3, §5; am L 1997, c 232, §8; am L 2001, c 4, §1]"
}