{
    "name": "Filing requirements for professional fundraising counsel and professional solicitors",
    "number": "12",
    "text": "(a)  Every professional fundraising counsel or professional solicitor, prior to any solicitation, shall register with the department.  The registration statement shall be in the form prescribed by the attorney general and shall contain the information as the attorney general may require.  The registration statement shall be accompanied by a fee in the amount of $250, or in the amount and with any additional sums as may be prescribed by the attorney general.  The statement shall list the names and addresses of all owners, officers, and directors of a professional fundraising counsel, and the names and addresses of all owners, officers, and directors of a professional solicitor.  Renewal statements shall be filed with the department on or before July 1 of each calendar year by each professional fundraising counsel or professional solicitor and shall be effective until June 30 of the next calendar year.  The renewal statement shall be in a form prescribed by the attorney general.  A renewal fee of $250, or in any amount and with any additional sums as may be prescribed by the attorney general, shall accompany the renewal statement.\n     (b)  The professional fundraising counsel or professional solicitor, at the time of each filing, shall file with and have approved by the attorney general a bond in which the applicant is the principal obligor in the penal sum of $25,000 issued with good and sufficient surety or sureties approved by the attorney general and which shall remain in effect for one year.  The bond shall inure to the benefit of the State, conditioned that the applicant, its officers, directors, employees, agents, servants, and independent contractors shall not violate this chapter.  A partnership or corporation that is a professional fundraising counsel or professional solicitor may file a consolidated bond on behalf of all its members, officers, and employees.\n     (c)  The attorney general shall examine each registration statement and supporting document filed by a professional fundraising counsel or professional solicitor and shall determine whether the registration requirements are satisfied.  If the attorney general determines that the registration requirements are not satisfied, the attorney general shall notify the professional fundraising counsel or professional solicitor in writing within fifteen business days of its receipt of the registration statement; otherwise the registration statement is deemed to be approved.  Within seven business days after receipt of a notification that the registration requirements are not satisfied, the professional fundraising counsel or professional solicitor may request a hearing.\n     (d)  The attorney general may adopt rules to provide for:\n     (1)  The extension of filing deadlines;\n     (2)  The online availability of forms required to be filed;\n     (3)  The electronic filing of required registration statements, contracts, forms, and reports; and\n     (4)  The acceptance of electronic signatures. [L 1969, c 167, pt of §1; gen ch 1985; am L 1993, c 206, §13; am L 2004, c 93, §12; am L 2006, c 168, §5]"
}