{
    "name": "Order to show cause",
    "number": "35",
    "text": "(a)  Before denying, suspending, or revoking a registration, or refusing a renewal of registration, the department of public safety shall serve upon the applicant or registrant an order to show cause why registration should not be denied, revoked, or suspended, or why the renewal should not be refused.  The order to show cause shall contain a statement of the basis therefor and shall call upon the applicant or registrant to appear before the department of public safety at a time and place not less than thirty days after the date of service of the order, but in the case of a denial or renewal of registration the show cause order shall be served not later than thirty days before the expiration of the registration.  These proceedings shall be conducted in accordance with chapter 91 without regard to any criminal prosecution or other proceeding.  Proceedings to refuse renewal of registration shall not abate the existing registration which shall remain in effect pending the outcome of the administrative hearing.\n     (b)  The department of public safety may suspend any registration simultaneously with the institution of proceedings under section 329-34, or where renewal of registration is refused, if it finds that there is an imminent danger to the public health or safety which warrants this action.  The suspension shall continue in effect until the conclusion of the proceedings, including judicial review thereof, unless sooner withdrawn by the department of public safety or dissolved by a court of competent jurisdiction.\n     (c)  The department of public safety may subpoena and examine witnesses under oath upon all such charges as may be preferred before it, and the circuit court of the circuit in which the hearing is held shall enforce by appropriate order the attendance and testimony of witnesses so subpoenaed. [L 1972, c 10, pt of §1; am L 1986, c 214, §5; am L 1990, c 281, §10]"
}