{
    "name": "Sales of products, mixtures, or preparations containing pseudoephedrine; reporting requirement for wholesalers",
    "number": "75",
    "text": "(a)  Notwithstanding any other law to the contrary, a pharmacy or retailer may dispense, sell, or distribute to a person without a prescription not more than 3.6 grams per day without regard to the number of transactions, of any product, mixture, or preparation containing any detectable quantity of pseudoephedrine, its salts, optical isomers, or salts of optical isomers, as the only active ingredient or in combination with other active ingredients; provided that the pharmacy or retailer complies with the following conditions:\n     (1)  The product, mixture, or preparation shall be dispensed, sold, or distributed from an area not accessible by customers or the general public, such as behind the counter or in a locked display case and where the seller delivers the product directly into the custody of the purchaser; and\n     (2)  Any person purchasing or otherwise acquiring any product, mixture, or preparation shall:\n          (A)  Produce proper identification containing the photograph, printed name, and signature of the individual obtaining the controlled substance; and \n          (B)  Sign a written log, receipt, or other program or mechanism approved by the administrator, showing the date of the transaction, name and address of the person, and the amount of the compound, mixture, or preparation.\nNo person shall purchase, receive, or otherwise acquire more than nine grams of any product, mixture, or preparation containing any detectable quantity of pseudoephedrine or its salts, isomers, or salts of optical isomers within a thirty-day period, except that this limit shall not apply to any quantity of such product, mixture, or preparation dispensed pursuant to a valid prescription.\n     (b)  The sales restriction in this section, as it applies to products, mixtures, or preparations containing any detectable quantity of pseudoephedrine, its salts, optical isomers, or salts of optical isomers, shall not apply to any products, mixtures, or preparations that are in liquid, liquid capsule, or gel capsule form if pseudoephedrine is not the only active ingredient.\n     (c)  The department, by rule, may exempt other products from this section, if the administrator finds that the products are not used in the illegal manufacture of methamphetamine or other controlled substances.  A manufacturer of a drug product may apply for removal of the product from this section if the product is determined by the administrator to have been formulated in such a way as to effectively prevent the conversion of the active ingredient into methamphetamine.\n     (d)  Notwithstanding any other provision of this chapter to the contrary, every wholesaler shall report to the administrator all sales made to any retailer, of any product, mixture, or preparation containing any detectable quantity of pseudoephedrine, its salts, optical isomers, or salts of optical isomers, as the only active ingredient or in combination with other active ingredients.  The department shall provide a common reporting form that contains at least the following information about the product, mixture, or preparation:\n     (1)  Generic or other name;\n     (2)  Quantity sold;\n     (3)  Date of sale;\n     (4)  Name and address of the wholesaler; and\n     (5)  Name and address of the retailer. [L 2005, c 193, pt of §1; am L 2006, c 171, §3]"
}