{
    "name": "Energy efficiency improvement goals",
    "number": "13",
    "text": "(a)  Through life-cycle cost-effective measures, each agency shall reduce energy consumption per gross square foot of its facilities, excluding laboratory facilities, by twenty per cent by January 1, 2007, and thirty per cent by January 1, 2012, relative to calendar year 1990.  No facility shall be exempt from these goals unless it meets criteria for exemptions established by the coordinator.\n\t(b)  Through life-cycle cost-effective measures, each agency shall reduce energy consumption per square foot, per unit of production, or per other unit as applicable, of its laboratory facilities by fifteen per cent by January 1, 2007, and twenty-five per cent by January 1, 2012, relative to calendar year 1995.  No facility shall be exempt from these goals unless it meets criteria for exemptions established by the coordinator.\n\t(c)  Each agency shall strive to expand the use of renewable energy within its facilities and in its activities by implementing renewable energy projects and by purchasing electricity from renewable energy sources.  Through life-cycle cost-effective measures, each agency shall provide twenty per cent of its remaining energy requirements, after energy efficiency improvement goals have been achieved, with renewable energy resources.\n\t(d)  Through life-cycle cost-effective measures, each agency shall reduce the use of petroleum generated energy within its facilities.  Agencies may accomplish this reduction by switching to less greenhouse gas-intensive or renewable energy sources, by eliminating unnecessary fuel use, or by other appropriate methods.  Where alternative fuels are not practical or life-cycle cost-effective, agencies shall strive to improve the efficiency of their facilities.\n\t(e)  The State shall strive to reduce total energy use and associated greenhouse gas and other air emissions, as measured at the source.  To that end, agencies shall undertake life-cycle cost-effective projects in which source energy decreases, even if site energy use increases.  In those cases, agencies shall receive credit toward energy reduction goals through guidelines established by the coordinator.\n\t(f)  Through life-cycle cost-effective measures, agencies shall reduce water consumption and associated energy use in their facilities to reach the goals set under this part.  Where possible, water cost savings and associated energy cost savings shall be included in energy-savings performance contracts and other financing mechanisms.\n\t(g)  Each agency's biennial budget submission shall include funding necessary to achieve the goals of this part.  Budget submissions shall include the costs associated with encouraging the use of, administering, and fulfilling agency responsibilities under energy-savings performance contracts, utility energy-efficiency service contracts, and other contractual provisions for achieving conservation goals implementing life-cycle cost-effective measures, procuring life-cycle cost-effective products, and constructing sustainably designed new buildings, among other energy costs.\n\tThe director of finance shall issue guidelines to assist agencies in developing appropriate requests that support sound investments in energy improvements and energy-using products, and shall consider establishing a fund that agencies may draw on to finance exemplary energy management activities and investments with higher initial costs but lower life-cycle costs.\n\t(h)  Each agency shall develop an annual implementation plan for fulfilling the requirements of this part.  The plans shall be included in the annual reports to the coordinator. [L 2002, c 77, pt of §9]"
}