{
    "name": "Interagency coordination; policy committee",
    "number": "17",
    "text": "(a)  The coordinator shall be responsible for evaluating each agency's progress in improving energy management and for submitting agency energy scorecards to the governor and the legislature to report progress.\n\tThe coordinator, in consultation [with] other agencies, shall develop the agency energy scorecards and scoring system to evaluate each agency's progress in meeting the goals of this part.  The scoring criteria shall include:\n\n\n\n\t(1)\tThe extent to which agencies are taking advantage of key tools to save energy and reduce greenhouse gas emissions, such as energy-savings performance contracts, utility energy-efficiency service contracts, ENERGY STAR and other energy efficient products, renewable energy technologies, electricity from renewable energy sources, and other strategies and requirement;\n\t(2)\tOverall efficiency;\n\t(3)\tGreenhouse gas reduction; and\n\t(4)\tUse of other innovative energy efficiency practices.\n\n\n\n\tThe scorecards shall be based on the annual energy reports submitted to the coordinator.\n\t(b)  The coordinator shall be responsible for working with agencies to ensure that they meet the goals of this part and report their progress.  The coordinator shall develop and issue guidelines for agencies' preparation of their annual reports to the coordinator on energy management.  The coordinator shall also have primary responsibility for collecting and analyzing the data and shall ensure that agency reports are received in a timely manner.\n\t(c)  There is established within the department of business, economic development, and tourism, an interagency energy policy committee consisting of senior agency officials, to be chaired by the coordinator.  The committee shall be responsible for encouraging implementation of energy efficiency policies and practices.  The major energy-consuming agencies, as designated by the coordinator, shall participate on the committee.  The committee shall communicate its activities to all designated senior agency officials to promote coordination and achievement of the goals of this part. [L 2002, c 77, pt of §9]"
}