{
    "name": "Government entity as a tortfeasor; abolition of joint and several liability",
    "number": "10.5",
    "text": "Government entity\nas a tortfeasor; abolition of joint and several\nliability.  Any other law to the contrary notwithstanding, including but not limited to sections 663‑10.9, 663‑11 to 663‑13, 663‑16, 663‑17, and 663‑31, in any case where a government entity is determined to be a tortfeasor along with one or more other tortfeasors, the government entity shall be liable for no more than that percentage share of the damages attributable to the government entity; provided that joint and several liability shall be retained for tort claims relating to the maintenance and design of highways pursuant to section 663-10.9.\n     For purposes of this section, \"government entity\" means any unit of government in this State, including the State and any county or combination of counties, department, agency, institution, board, commission, district, council, bureau, office, governing authority, or other instrumentality of state or county government, or corporation or other establishment owned, operated, or managed by or on behalf of this State or any county.\n     For purposes of this section, the liability of a government entity shall include its vicarious liability for the acts or omissions of its officers and employees. [L 1994, c 213, §1; am L 2001, c 300, §2; am L 2006, c 112, §1]\n \nNote\n \n  Applies only to causes of action based upon acts or omissions occurring on or after June 22, 1994.  L 1994, c 213, §3.\n  The 2006 amendment applies retroactively to the extent permitted by law.  L 2006, c 112, §3.\n \nCase Notes\n \n  The plain language of this section's nonretroactivity clause focuses upon the specific \"acts or omissions\" that predicate a plaintiff's claim, and, therefore, the clause's applicability is not keyed to when the plaintiff's cause of action \"accrues\"; thus, trial court erred in apportioning liability between department of education (DOE) and teacher and DOE was liable to plaintiffs for the full extent of their damages.  100 H. 34, 58 P.3d 545.\n  This section, which abolishes joint and several liability for government entities, did not supersede or impliedly repeal (1) §663-10.9(4), which expressly allows for recovery of non-economic damages in motor vehicle accidents involving the maintenance and design of highways, or (2) §663-10.9(1), that provides for the recovery of economic damages against joint tortfeasors in actions involving injury or death to persons.  110 H. 97, 129 P.3d 1125."
}