{
    "name": "Chapter not applicable; when Note Chapter heading amended by L 1983, c 290, 1. Case Notes",
    "number": "4",
    "text": "Chapter not applicable; when.  This chapter shall not apply when:\n\n\n\n\t(1)\tThe offense charged involves the intentional, knowing, reckless, or negligent killing of another person;\n\t(2)\tThe offense charged is:\n\n\t(A)\tA felony that involves the intentional, knowing, or reckless bodily injury, substantial bodily injury, or serious bodily injury of another person; or\n\t(B)\tA misdemeanor or petty misdemeanor that carries a mandatory minimum sentence and that involves the intentional, knowing, or reckless bodily injury, substantial bodily injury, or serious bodily injury of another person;\n\n\t(3)\tThe offense charged involves a conspiracy or solicitation to intentionally, knowingly, or recklessly kill another person or to cause serious bodily injury to another person;\n\t(4)\tThe offense charged is a class A felony;\n\t(5)\tThe offense charged is nonprobationable;\n\t(6)\tThe defendant has been convicted of any offense defined as a felony by the Hawaii Penal Code or has been convicted for any conduct that if perpetrated in this State would be punishable as a felony;\n\t(7)\tThe defendant is found to be a law violator or delinquent child for the commission of any offense defined as a felony by the Hawaii Penal Code or for any conduct that if perpetrated in this State would constitute a felony;\n\t(8)\tThe defendant has a prior conviction for a felony committed in any state, federal, or foreign jurisdiction;\n\t(9)\tA firearm was used in the commission of the offense charged;\n\t(10)\tThe defendant is charged with the distribution of a dangerous, harmful, or detrimental drug to a minor;\n\t(11)\tThe defendant has been charged with a felony offense and has been previously granted deferred acceptance of guilty plea status for a prior offense, regardless of whether the period of deferral has already expired;\n\t(12)\tThe defendant has been charged with a misdemeanor offense and has been previously granted deferred acceptance of guilty plea status for a prior felony, misdemeanor, or petty misdemeanor for which the period of deferral has not yet expired;\n\t(13)\tThe offense charged is:\n\n\t\t(A)\tEscape in the first degree;\n\t\t(B)\tEscape in the second degree;\n\n\n\t(C)\tPromoting prison contraband in the first degree;\n\n\n\t\t(D)\tPromoting prison contraband in the second degree;\n\t\t(E)\tBail jumping in the first degree;\n\t\t(F)\tBail jumping in the second degree;\n\t\t(G)\tBribery;\n\t\t(H)\tBribery of a witness;\n\t\t(I)\tIntimidating a witness;\n\t\t(J)\tBribery of or by a juror;\n\t\t(K)\tIntimidating a juror;\n\t\t(L)\tJury tampering;\n\t\t(M)\tPromoting prostitution in the first degree;\n\t\t(N)\tPromoting prostitution in the second degree;\n\t\t(O)\tPromoting prostitution in the third degree;\n\t\t(P)\tAbuse of family or household members;\n\t\t(Q)\tSexual assault in the second degree;\n\t\t(R)\tSexual assault in the third degree; or\n\t\t(S)\tA violation of an order issued pursuant to chapter 586; or\n\n\t(14)\tThe defendant has been charged with:\n\n\t\t(A)\tKnowingly or intentionally falsifying any report required under chapter 11, subpart B of part XII, with the intent to circumvent the law or deceive the campaign spending commission; or\n\t\t(B)\tViolating section 11-201 or 11-202. \n\n\n\n\n\n\tThe court may adopt by rule other criteria in this area. [L 1976, c 154, pt of §2; am L 1980, c 292, §2; am L 1993, c 130, §4 and c 234, §1; am L 1996, c 201, §3; am L 1997, c 55, §1; am L 1998, c 172, §9; am L 2000, c 4, §7; am L 2004, c 85, §1; am L 2005, c 203, §25]\nCase Notes\n  Paragraph (7) is limited to cases involving minors who were waived for adult prosecution under §571-22.  61 H. 385, 605 P.2d 496.\n  Subsections are not to be read conjunctively.  69 H. 602, 752 P.2d 597.\n  As sentencing court limited to alternatives expressly enumerated in §188-70 and probation not an enumerated alternative, offense of fishing with gill nets under §188-30.2 nonprobationable; thus, under paragraph (5), deferred acceptance of no contest plea not allowed for that offense.  87 H. 102, 952 P.2d 390.\n  The plain and unambiguous language of paragraph (2) does not prohibit the grant of a deferred acceptance of no contest plea for assault in the second degree under §707-711 causing \"substantial bodily injury\", as statutory prohibition expressly applies only to felony and misdemeanor assaults inflicting \"bodily injury\" or \"serious bodily injury\".  101 H. 409,  70 P.3d 635.\n  When family court implicitly entered a deferred acceptance of guilty plea pursuant to §853-1 and conditioned deferral upon defendant's submitting to counseling according to schedule and not committing any subsequent offenses, family court violated paragraph (2), where defendant was charged with abuse of family and household member (§709-906).  10 H. App. 148, 861 P.2d 759.\n  Where the indictment alleges that a \"dangerous instrument\" was used in the commission of the offense charged so as to allow proof that a \"firearm\" was used, the possibility exists that the defendant is not eligible for a deferred acceptance of no contest (DANC) plea; in such cases, if prior to the court's decision on the defendant's motion for a DANC plea the court is informed that the \"dangerous instrument\" was a \"firearm\", the defendant is not eligible for, and the court is not authorized to enter, a DANC plea.  101 H. 65 (App.), 62 P.3d 628.\n  Mentioned:  74 H. 75, 837 P.2d 776.\n \n \nAPPENDIX\n\n \n1. TABLE OF DISPOSITION --TITLE 38. CRIMES\n\nR = Repealed\n_____________________________________________________________\nFormer §\tPresent §\tFormer §\tPresent §  _____________________________________________________________  C721\tR\nC722\tR\nC723\tR\nC724\tR\nC725\tR\nC726\tR\n727-1 to 24\tR\n727-25\t134-51\n728-1 to 7\tR\n728-9, 10\tR\nC729\tR\n730-1 to 12\t851-1 to 12\nC731\tR\n732-1\t172-13\nC733\tR\n734-1, 2\t338-25.5, 25.6\n734-3\tR\nC735\tR\nC736\tR\nC737\tR\nC738\tR\nC739\tR\nC740\tR\nC741\tR\nC742\tR\nC743\tR\nC744\tR\nC745\tR\nC746\tR\nC747-1 to 16\tR\n747-17\t603-23.5\n747-18 to 25\tR\nC748\tR\nC749\tR\nC750\tR\nC751\tR\nC752\tR\nC753\tR\n754-1, 2\t852-1, 2\nC755\tR\nC756\tR\nC757-1, 2\t379A-1, 2\nC758\tR\nC759\tR\n760-1 to 3\tR\nC761\tR\nC762\tR\nC763\tR\nC764\tR\nC765\tR\nC766\tR\nC767\tR\nC768\tR\n769-1\t134-52\nC770\tR\nC771\tR\nC772\tR\n773-1 to 3\tR\n774-1\t486A-1\n \n2.  TRACING TABLE --TITLE 38 (NEW)\nRenumbered Section Numbers to Original Section Numbers\n_____________________________________________________________\nPresent Renumbered §\tInitial Renumbered §\tOriginal §\n_____________________________________________________________\n801-1\t721-1\t705-4\n801-2 to 4\t721-2 to 4\t705-6 to 8\n801-5\t721-5\t705-5\n802-1 to 12 \t722-1 to 12\t705C-1 to 12\n803-1 to 11\t723-1 to 11\t708-1 to 11\n803-21 to 24\t723-21 to 24\t708-21 to 24\n803-31 to 38\t723-31 to 38\t708-31 to 38\n804-1 to 19\t724-1 to 19\t709-1 to 19\n804-31 to 41\t724-31 to 41\t709-31 to 41\n804-51\t724-51\t709-51\n805-1 to 11\t725-1 to 11\t710-1 to 11\n805-12\t725-12\t710-15\n806-1, 2\t726-1, 2 \t711-1, 2\n806-6 to 10\t726-6 to 10\t711-6 to 10\n806-16 to 18\t726-16 to 18\t711-16 to 18\n806-21 to 23\t726-21 to 23\t711-21 to 23\n806-26 to 42\t726-26 to 42\t711-26 to 42\n806-46 to 51\t726-46 to 51\t711-46 to 51\n806-56\t726-56\t711-56\n806-61 to 64\t726-61 to 64\t711-61 to 64\n806-65, 66\t726-65, 66\t711-67, 68\n806-71\t726-71\t711-84\n806-72, 73\t726-72, 73\t711-78, 79\n806-76\t726-76\t711-96\n831-1 to 7\t731-1 to 7\t716-1 to 7\n832-1 to 27\t732-1 to 27\t713-1 to 27\n833-1 to 6\t733-1 to 6\t713C-1 to 6\n834-1 to 6\t734-1 to 6\t714-1 to 6\n835-1 to 8\t735-1 to 8\t718-1 to 8\n836-1 to 6\t736-1 to 6\t719-1 to 6\n841-1 to 19\t741-1 to 19\t715-1 to 19\n842-1 to 12\t742-1 to 12\t720-1 to 12\n851-1 to 12\t751-1 to 12\t730-1 to 12\n852-1, 2\t752-1, 2\t754-1, 2\n\n\nPrevious\nVol14_Ch0701-0853"
}