{
    "name": "Merger of projects or increments",
    "number": "46",
    "text": "(a)  Two or more projects, or increments of a project, whether or not adjacent to one another, but that are part of the same incremental plan of development and in the same vicinity, may be merged together so as to permit the joint use of the common elements of the projects by all the owners of the units in the merged projects.  A merger may be implemented with the vote or consent that the declaration requires for a merger, pursuant to any reserved rights set forth in the declaration, or upon vote of sixty-seven per cent of the common interest. \t(b)  A merger becomes effective at the earlier of:\n\n\n\n\t(1)\tA date certain set forth in the certificate of merger; or\n\t(2)\tThe date that the certificate of merger is recorded.\n\n\n\nThe certificate of merger may provide for a single association and board for the merged projects and for a sharing of the common expenses of the projects among all the owners of the units in the merged projects.  The certificate of merger may also provide for a merger of the common elements of the projects so that each unit owner in the merged projects has an undivided ownership interest in the common elements of the merged projects.  In the event of a merger of common elements, the common interests of each unit in the merged projects shall be adjusted in accordance with the merger provisions in the projects' declarations so that the total common interests of all units in the resulting merged project totals one hundred per cent.  If the certificate of merger does not provide for a merger of the common elements, the common elements and common interests of the merged projects shall remain separate, but shall be subject to the provisions set forth in the respective declarations with respect to merger.\n\t(c)  Upon the recording of a certificate of merger that indicates that the fee simple title to the lands of the merged projects are merged, the registrar shall cancel all existing certificates of title for the units in the projects being merged and shall issue new certificates of title for the units in the merged project, covering all of the land of the merged projects. The new certificates of title for the units in the merged project shall describe, among other things, each unit's new common interest.  The certificate of merger shall at least set forth all of the units of the merged projects, their new common interests, and to the extent practicable, their current certificate of title numbers in the common elements of the merged projects.\n\t(d)  In the event of a conflict between declarations and bylaws upon the merger of projects or increments, unless otherwise provided in the certificate of merger, the provisions of the first declaration and bylaws recorded shall control. [L 2005, c 93, pt of §2]"
}