{
    "name": "Upkeep of condominium; high-risk components",
    "number": "138",
    "text": "(a)  The board, after notice to all unit owners and an opportunity for owner comment, may determine that certain portions of the units, or certain objects or appliances within the units such as washing machine hoses and water heaters, pose a particular risk of damage to other units or the common elements if they are not properly inspected, maintained, repaired, or replaced by owners.  Those items determined by the board to pose a particular risk are \"high-risk components\" for the purposes of this section. \t(b)  With regard to items designated as high-risk components, the board may require any or all of the following:\n\n\n\n\t(1)\tInspection:\n\n\t\t(A)\tAt specified intervals; or\n\t\t(B)\tUpon replacement or repair by the association or by inspectors designated by the association;\n\n\t(2)\tReplacement or repair at specified intervals whether or not the component is deteriorated or defective; and\n\t(3)\tReplacement or repair:\n\n\t\t(A)\tMeeting particular standards or specifications established by the board;\n\t\t(B)\tIncluding additional components or installations specified by the board; or\n\t\t(C)\tUsing contractors with specific licensing, training, or certification approved by the board.\n\n\n\n\n\n\t(c)  The imposition of requirements by the board under subsection (b) shall not relieve unit owners of obligations regarding high-risk components as set forth in the declaration or bylaws including, without limitation, the obligation to maintain, repair, and replace the components.\n\t(d)  If a unit owner fails to follow requirements imposed by the board pursuant to this section, the association, after reasonable notice, shall enter the unit to perform the requirements with regard to such high-risk components at the sole cost and expense of the unit owner, which costs and expenses shall be a lien on the unit as provided in section 514B-146.  Nothing in this section shall be deemed to limit the remedies of the association for damages, or injunctive relief, or both. [L 2004, c 164, pt of §2]"
}