{
    "name": "Board; powers and duties",
    "number": "106",
    "text": "(a)  Except as provided in the declaration, the bylaws, subsection (b), or other provisions of this chapter, the board may act in all instances on behalf of the association.  In the performance of their duties, officers and members of the board shall owe the association a fiduciary duty and exercise the degree of care and loyalty required of an officer or director of a corporation organized under chapter 414D. \t(b)  The board may not act on behalf of the association to amend the declaration or bylaws (sections 514B-32(a)(11) and 514B-108(b)(7)), to remove the condominium from the provisions of this chapter (section 514B-47), or to elect members of the board or determine the qualifications, powers and duties, or terms of office of board members (subsection (e)); provided that nothing in this subsection shall be construed to prohibit board members from voting proxies (section 514B-123) to elect members of the board; and provided further that the board may fill vacancies in its membership to serve until the next annual or special association meeting.\n\t(c)  Within thirty days after the adoption of any proposed budget for the condominium, the board shall make available a copy of the budget to all the unit owners and shall notify each unit owner that the unit owner may request a copy of the budget.\n\t(d)  The declaration may provide for a period of developer control of the association, during which a developer, or persons designated by the developer, may appoint and remove the officers and members of the board.  Regardless of the period provided in the declaration, a period of developer control terminates no later than the earlier of:\n\n\n\n\t(1)\tSixty days after conveyance of seventy-five per cent of the common interest appurtenant to units that may be created to unit owners other than a developer or affiliate of the developer;\n\t(2)\tTwo years after the developer has ceased to offer units for sale in the ordinary course of business;\n\t(3)\tTwo years after any right to add new units was last exercised; or\n\t(4)\tThe day the developer, after giving written notice to unit owners, records an instrument voluntarily surrendering all rights to control activities of the association.\n\n\n\nA developer may voluntarily surrender the right to appoint and remove officers and members of the board before termination of that period, but in that event the developer may require, for the duration of the period of developer control, that specified actions of the association or board, as described in a recorded instrument executed by the developer, be approved by the developer before they become effective.\n\t(e)  Not later than the termination of any period of developer control, the unit owners shall elect a board of at least three members; provided that condominiums created after May 17, 1984, with one hundred individual units, shall have an elected board of at least nine members unless at least sixty-seven per cent of all unit owners vote by mail ballot, or at a special or annual meeting, to reduce the number of directors; and provided further that condominiums with more than one hundred individual units where at least seventy-five per cent of the unit owners reside outside of the State may have an elected board of at least three members.  The board shall elect the officers.  Board members and officers shall take office upon election.\n\t(f)  At any regular or special meeting of the association, any member of the board may be removed and successors shall be elected for the remainder of the term to fill the vacancies thus created.  The removal and replacement shall be by a vote of a majority of the unit owners and, otherwise, in accordance with all applicable requirements and procedures in the bylaws for the removal and replacement of directors and, if removal and replacement is to occur at a special meeting, section 514B-121(b). [L 2004, c 164, pt of §2; am L 2005, c 155, §3]"
}