{
    "name": "Board meetings",
    "number": "125",
    "text": "(a)  All meetings of the board, other than executive sessions, shall be open to all members of the association, and association members who are not on the board may participate in any deliberation or discussion, other than executive sessions, unless a majority of a quorum of the board votes otherwise. \t(b)  The board, with the approval of a majority of a quorum of its members, may adjourn a meeting and reconvene in executive session to discuss and vote upon matters: \n\n\n\n\t(1)\tConcerning personnel;\n\t(2)\tConcerning litigation in which the association is or may become involved;\n\t(3)\tNecessary to protect the attorney-client privilege of the association; or\n\t(4)\tNecessary to protect the interests of the association while negotiating contracts, leases, and other commercial transactions.\n\n\n\nThe general nature of any business to be considered in executive session shall first be announced in open session.\n\t(c)  All board meetings shall be conducted in accordance with the most recent edition of Robert's Rules of Order Newly Revised.  Unless otherwise provided in the declaration or bylaws, a board may permit any meeting to be conducted by any means of communication through which all directors participating may simultaneously hear each other during the meeting.  A director participating in a meeting by this means is deemed to be present in person at the meeting.  If permitted by the board, any unit owner may participate in a meeting conducted by a means of communication through which all participants may simultaneously hear each other during the meeting, provided that the board may require that the unit owner pay for the costs associated with the participation.\n\t(d)  The board shall meet at least once a year.  Notice of all board meetings shall be posted by the managing agent, resident manager, or a member of the board, in prominent locations within the project seventy-two hours prior to the meeting or simultaneously with notice to the board.\n\t(e)  A director shall not vote by proxy at board meetings.\n\t(f)  A director shall not vote at any board meeting on any issue in which the director has a conflict of interest. A director who has a conflict of interest on any issue before the board shall disclose the nature of the conflict of interest prior to a vote on that issue at the board meeting, and the minutes of the meeting shall record the fact that a disclosure was made.\n\t\"Conflict of interest\", as used in this subsection, means an issue in which a director has a direct personal or pecuniary interest not common to other members of the association. [L 2004, c 164, pt of §2]"
}