{
    "name": "Association records; availability; disposal; prohibitions",
    "number": "154",
    "text": "(a)  The association's most current financial statement shall be provided to any interested unit owner at no cost or on twenty-four-hour loan, at a convenient location designated by the board.  The meeting minutes of the board of directors, once approved, for the current and prior year shall either:\n\n\n\n\t(1)\tBe available for examination by apartment owners at no cost or on twenty-four-hour loan at a convenient location at the project, to be determined by the board of directors; or\n\t(2)\tBe transmitted to any apartment owner making a request for the minutes, by the board of directors, the managing agent, or the association's representative, within fifteen days of receipt of the request; provided that the minutes shall be transmitted by mail, electronic mail transmission, or facsimile, by the means indicated by the owner, if the owner indicated a preference at the time of the request; and provided further that the owner shall pay a reasonable fee for administrative costs associated with handling the request.\n\n\n\nCosts incurred by apartment owners pursuant to this subsection shall be subject to section 514B-105(d).\n\t(b)  Financial statements, general ledgers, the accounts receivable ledger, accounts payable ledgers, check ledgers, insurance policies, contracts, and invoices of the association for the duration those records are kept by the association and delinquencies of ninety days or more shall be available for examination by unit owners at convenient hours at a place designated by the board; provided that:\n\n\n\n\t(1)\tThe board may require owners to furnish to the association a duly executed and acknowledged affidavit stating that the information is requested in good faith for the protection of the interests of the association or its members or both; and\n\t(2)\tOwners shall pay for administrative costs in excess of eight hours per year.\n\n\n\n\tCopies of these items shall be provided to any owner upon the owner's request; provided that the owner pays a reasonable fee for duplication, postage, stationery, and other administrative costs associated with handling the request.\n\t(c)  After any association meeting, and not earlier, unit owners shall be permitted to examine proxies, tally sheets, ballots, owners' check-in lists, and the certificate of election; provided that:\n\n\n\n\t(1)\tOwners shall make a request to examine the documents within thirty days after the association meeting;\n\t(2)\tThe board may require owners to furnish to the association a duly executed and acknowledged affidavit stating that the information is requested in good faith for the protection of the interest of the association or its members or both; and\n\t(3)\tOwners shall pay for administrative costs in excess of eight hours per year.\n\n\n\n\tIf there are no requests to examine proxies and ballots, the documents may be destroyed thirty days after the association meeting.  If there are requests to examine proxies and ballots, the documents shall be kept for an additional sixty days, after which they may be destroyed.  Copies of tally sheets, owners' check-in lists, and the certificates of election from the most recent association meeting shall be provided to any owner upon the owner's request, provided that the owner pays a reasonable fee for duplicating, postage, stationery, and other administrative costs associated with handling the request.\n\t(d)  The managing agent shall provide copies of association records maintained pursuant to this section and sections 514B-152 and 514B-153 to owners, prospective purchasers and their prospective agents during normal business hours, upon payment to the managing agent of a reasonable charge to defray any administrative or duplicating costs.  If the project is not managed by a managing agent, the foregoing requirements shall be undertaken by a person or entity, if any, employed by the association, to whom this function is delegated.\n\t(e)  Prior to the organization of the association, any unit owner shall be entitled to inspect as well as receive a copy of the management contract from the entity that manages the operation of the property.\n\t(f)  Owners may file a written request with the board to examine other documents.  The board shall give written authorization or written refusal with an explanation of the refusal within thirty calendar days of receipt of the request.\n\t(g)  An association may comply with this part by making information available to unit owners, at the option of each unit owner, and at no cost, for downloading the information through an Internet site.\n\t(h)  A managing agent retained by one or more associations may dispose of the records of any association which are more than five years old, except for tax records, which shall be kept for seven years, without liability if the managing agent first provides the board of the association affected with written notice of the managing agent's intent to dispose of the records if not retrieved by the board within sixty days, which notice shall include an itemized list of the records proposed to be disposed.\n\t(i)  No person shall knowingly make any false certificate, entry, or memorandum upon any of the books or records of any managing agent or association.  No person shall knowingly alter, destroy, mutilate, or conceal any books or records of a managing agent or association. [L 2004, c 164, pt of §2, am L 2005, c 89, §2 and c 90, §2]"
}