{
    "name": "Use of purchaser deposits to pay project costs",
    "number": "92",
    "text": "(a)  Subject to the conditions set forth in subsection (b), purchaser deposits that are held in escrow pursuant to a binding sales contract may be disbursed before closing to pay for project construction costs, including, in the case of a conversion, for repairs necessary to cure violations of county zoning and building ordinances and codes, for architectural, engineering, finance, and legal fees, and for other incidental expenses of the project. \t(b)  Disbursement of purchaser deposits prior to closing shall be permitted only if:\n\n\n\n\t(1)\tThe commission has issued an effective date for the developer's public report for the project;\n\t(2)\tThe developer has recorded the project's declaration and bylaws; and\n\t(3)\tThe developer has submitted to the commission:\n\n\t\t(A)\tA project budget showing all costs that are required to be paid in order to complete the project, including lease payments, real property taxes, construction costs, architectural, engineering and legal fees, and financing costs;\n\t\t(B)\tEvidence satisfactory to the commission of the availability of sufficient funds to pay all costs required to be paid in order to complete the project, that may include purchaser funds, equity funds, interim or permanent loan commitments, and other sources of funds; and\n\t\t(C)\tIf purchaser funds are to be disbursed prior to completion of construction of the project:\n\n\t\t\t(i)\tA copy of the executed construction contract;\n\t\t\t(ii)\tA copy of the building permit for the project; and\n\t\t\t(iii)\tSatisfactory evidence of security for the completion of construction, which evidence may include the following, in forms and content approved by the commission: a completion or performance bond issued by a surety licensed in the State in an amount equal to one hundred per cent of the cost of construction; a completion or performance bond issued by a material house in an amount equal to one hundred per cent of the cost of construction; an irrevocable letter of credit issued by a federally-insured financial institution in an amount equal to one hundred per cent of the cost of construction; or other substantially similar instrument or security approved by the commission.  A completion or performance bond issued by a surety or by a material house, an irrevocable letter of credit, and any alternatives shall contain a provision that the commission shall be notified in writing before any payment is made to beneficiaries of the bond.  Adequate disclosures shall be made in the developer's public report concerning the developer's use of a completion or performance bond issued by a material house instead of a surety, and the impact of any restrictions on the developer's use of purchaser's funds.\n\n\n\n\n\n\n\n\t(c)  A purchaser's deposits may be disbursed prior to closing only to pay costs set forth in the project budget submitted pursuant to subsection (b)(3)(A) that are approved for payment by the project lender or an otherwise qualified, financially disinterested person.  In addition, purchaser deposits may be disbursed prior to closing to pay construction costs only in proportion to the valuation of the work completed by the contractor, as certified by a licensed architect or engineer.\n\t(d)  If purchaser deposits are to be disbursed prior to closing, the following notice shall be prominently displayed in the developer's public report for the project:\n\t\"Important Notice Regarding Your Deposits:  Deposits that you make under your sales contract for the purchase of the unit may be disbursed before closing of your purchase to pay for project costs, construction costs, project architectural, engineering, finance, and legal fees, and other incidental expenses of the project.  While the developer has submitted satisfactory evidence that the project should be completed, it is possible that the project may not be completed.  If your deposits are disbursed to pay project costs and the project is not completed, there is a risk that your deposits will not be refunded to you.  You should carefully consider this risk in deciding whether to proceed with your purchase.\"\n[L 2005, c 93, pt of §4]"
}