{
    "name": "Association meetings",
    "number": "121",
    "text": "B.  GOVERNANCE \u0096 ELECTIONS AND MEETINGS\n\t    (a)  A meeting of the association shall be held at least once each year.\n\t(b)  Special meetings of the association may be called by the president, a majority of the board, or by a petition to the secretary or managing agent signed by not less than twenty-five per cent of the unit owners as shown in the association's record of ownership; provided that if the secretary or managing agent fails to send out the notices for the special meeting within fourteen days of receipt of the petition, the petitioners shall have the authority to set the time, date, and place for the special meeting and to send out the notices and proxies for the special meeting in accordance with the requirements of the bylaws and of this part.\n\t(c)  Not less than fourteen days in advance of any meeting, the secretary or other officer specified in the bylaws shall cause notice to be:\n\n\n\n\t(1)\tHand-delivered;\n\t(2)\tSent prepaid by United States mail to the mailing address of each unit or to any other mailing address designated in writing by the unit owner; or\n\t(3)\tAt the option of the unit owner, expressed in writing, by electronic mail to the electronic mailing address designated in writing by the unit owner.\n\n\n\nThe notice of any meeting must state the date, time, and place of the meeting and the items on the agenda, including the general nature and rationale of any proposed amendment to the declaration or bylaws, and any proposal to remove a member of the board; provided that this subsection shall not preclude any unit owner from proposing an amendment to the declaration or bylaws or to remove a member of the board at any annual association meeting.\n\t(d)  All association meetings shall be conducted in accordance with the most recent edition of Robert's Rules of Order Newly Revised.  If so provided in the declaration or bylaws, meetings may be conducted by any means that allow participation by all unit owners in any deliberation or discussion.\n\t(e)  All association meetings shall be held at the address of the condominium or elsewhere within the State as determined by the board; provided that in the event of a natural disaster, such as a hurricane, an association meeting may be held outside the State. [L 2004, c 164, pt of §2]"
}