{
    "name": "Insurance",
    "number": "143",
    "text": "(a)  Unless otherwise provided in the declaration or bylaws, and to the extent reasonably available, the association shall purchase and at all times maintain the following: \t(1)\tProperty insurance:\n\n\n\n\n\n\t\t(A)\tOn the common elements;\n\t\t(B)\tProviding coverage for special form causes of loss; and\n\t\t(C)\tIn a total amount of not less than the full insurable replacement cost of the insured property, less deductibles, but including coverage for the increased costs of construction due to building code requirements, at the time the insurance is purchased and at each renewal date;\n\n\t(2)\tCommercial general liability insurance against claims and liabilities arising in connection with the ownership, existence, use, or management of the property in a minimum amount of $1,000,000, or a greater amount deemed sufficient in the judgment of the board, insuring the board, the association, the management agent, and their respective employees and agents and all persons acting as agents.  The developer shall be included as an additional insured in its capacity as a unit owner, managing agent or resident manager, board member, or officer.  The unit owners shall be included as additional insured parties but only for claims and liabilities arising in connection with the ownership, existence, use, or management of the common elements.  The insurance shall cover claims of one or more insured parties against other insured parties.\n\t(3)\tA fidelity bond, as follows:\n\n\t\t(A)\tAn association with more than five dwelling units shall obtain and maintain a fidelity bond covering persons, including the managing agent and its employees who control or disburse funds of the association, in an amount equal to $500 multiplied by the number of units; provided that the amount of the fidelity bond required by this paragraph shall not be less than $20,000 nor greater than $200,000;\n\t\t(B)\tAll management companies that are responsible for the funds held or administered by the association shall be covered by a fidelity bond as provided in section 514B-132(a)(3).  The association shall have standing to make a loss claim against the bond of the managing agent as a party covered under the bond; and\n\t\t(C)\tThe board shall obtain directors and officers liability coverage at a level deemed reasonable by the board, if not otherwise established by the declaration or bylaws.  Directors and officers liability coverage shall extend to all contracts and other actions taken by the board in their official capacity as directors and officers, but shall exclude actions for which the directors are not entitled to indemnification under chapter 414D or the declaration and bylaws.\n\n\n\n\n\n\t(b)  If a building contains attached units, the insurance maintained under subsection (a)(1), to the extent reasonably available, shall include the units, the limited common elements, except as otherwise determined by the board, and the common elements.  The insurance need not cover improvements and betterments to the units installed by unit owners, but if improvements and betterments are covered, any increased cost may be assessed by the association against the units affected.\n\tFor the purposes of this section, \"improvements and betterments\" means all decorating, fixtures, and furnishings installed or added to and located within the boundaries of the unit, including electrical fixtures, appliances, air conditioning and heating equipment, water heaters, or built-in cabinets installed by unit owners.\n\t(c)  If a project contains detached units, then notwithstanding the requirement that associations obtain the requisite coverage, the insurance to be maintained under subsection (a)(1) may be obtained separately for each unit by the unit owners; provided that the requirements of subsection (a)(1) shall be met; and provided further that evidence of such insurance coverage shall be delivered annually to the association.  In such event, the association shall be named as an additional insured.\n\t(d)  The board, in the case of a claim for damage to a unit or the common elements, may:\n\n\n\n\t(1)\tPay the deductible amount as a common expense;\n\t(2)\tAfter notice and an opportunity for a hearing, assess the deductible amount against the owners who caused the damage or from whose units the damage or cause of loss originated; or\n\t(3)\tRequire the unit owners of the units affected to pay the deductible amount.\n\n\n\n\t(e)  The declaration or bylaws may require the association to carry any other insurance, including workers' compensation, employment practices, environmental hazards, and equipment breakdown, that the board considers appropriate to protect the association, the unit owners, or officers, directors, or agents of the association.  Flood insurance shall also be maintained if the property is located in a special flood hazard area as delineated on flood maps issued by the Federal Emergency Management Agency.  The flood insurance policy shall comply with the requirements of the National Flood Insurance Program and the Federal Insurance Administration.\n\t(f)  Insurance policies carried pursuant to subsections (a) and (b) shall include each of the following provisions:\n\n\n\n\t(1)\tEach unit owner and secured party is an insured person under the policy with respect to liability arising out of the unit owner's interest in the common elements or membership in the association;\n\t(2)\tThe insurer waives its right to subrogation under the policy against any unit owner of the condominium or members of the unit owner's household and against the association and members of the board; and\n\t(3)\tThe unit owner waives the unit owner's right to subrogation under the association policy against the association and the board.\n\n\n\n\t(g)  If at the time of a loss under the policy there is other insurance in the name of a unit owner covering the same property covered by the policy, the association's policy shall be the primary insurance.\n\t(h)  Any loss covered by the property policy under subsection (a)(1) shall be adjusted by and with the association.  The insurance proceeds for that loss shall be payable to the association, or to an insurance trustee designated by the association for that purpose.  The insurance trustee or the association shall hold any insurance proceeds in trust for unit owners and secured parties as their interests may appear.  The proceeds shall be disbursed first for the repair or restoration of the damaged common elements, the bare walls, ceilings, and floors of the units, and then to any improvements and betterments the association may insure.  Unit owners shall not be entitled to receive any portion of the proceeds unless there is a surplus of proceeds after the common elements and units have been completely repaired or restored or the association has been terminated as trustee.\n\t(i)  The board, under the declaration or bylaws, may require unit owners to obtain reasonable levels of insurance covering their personal liability and compensatory but not consequential damages to another unit caused by the negligence of the owner or the owner's guests, tenants, or invitees, or regardless of any negligence originating from the unit.  The personal liability of a unit owner shall include the deductible of the owner whose unit was damaged, any damage not covered by insurance required by this subsection, as well as the decorating, painting, wall and floor coverings, trim, appliances, equipment, and other furnishings.\n\tIf the unit owner does not purchase or produce evidence of insurance requested by the board, the directors may, in good faith, purchase the insurance coverage and charge the reasonable premium cost back to the unit owner.  In no event is the board liable to any person either with regard to its decision not to purchase the insurance, or with regard to the timing of its purchase of the insurance or the amounts or types of coverages obtained.\n\t(j)  Contractors and vendors, except public utilities doing business with an association, shall provide certificates of insurance naming the association, its board, and its managing agent as additional insured parties.\n\t(k)  The provisions of this section may be varied or waived in the case of a condominium community in which all units are restricted to nonresidential use.\n\t(l)  Any insurer defending a liability claim against an association shall notify the association of the terms of the settlement no less than ten days before settling the claim.  The association may not veto the settlement unless otherwise provided by contract or statute. [L 2004, c 164, pt of §2]"
}