{
    "name": "Association fiscal matters; lease rent renegotiation",
    "number": "151",
    "text": "(a)  Notwithstanding any provision in the declaration or bylaws, any lease or sublease of the real estate or of a unit, or of an undivided interest in the real estate to a unit owner, whenever any lease or sublease of the real estate, a unit, or an undivided interest in the real estate to a unit owner provides for the periodic renegotiation of lease rent thereunder, the association shall represent the unit owners in all negotiations and proceedings, including but not limited to appraisal or arbitration, for the determination of lease rent; provided that the association's representation in the renegotiation of lease rent shall be on behalf of at least two lessees.  All costs and expenses incurred in such representation shall be a common expense of the association. \t(b)  Notwithstanding subsection (a), if some, but not all of the unit owners have already purchased the leased fee interest appurtenant to their units at the time of renegotiation, all costs and expenses of the renegotiation shall be assessed to the remaining lessees in the same proportion that the common interest appurtenant to each lessee's unit bears to the common interest appurtenant to all lessees' units.  The unpaid amount of this assessment shall constitute a lien upon the lessee's unit, which may be collected in accordance with section 514B-146 in the same manner as an unpaid common expense.\n\t(c)  In any project where the association is a lessor or sublessor, the association shall fulfill its obligations under this section by appointing independent counsel to represent the lessees in the negotiations and proceedings related to the rent renegotiation.  The lessees' counsel shall act on behalf of the lessees in accordance with the vote or written consent of a majority of the lessees casting ballots or submitting written consents as determined by the ratio that the common interest appurtenant to each lessee's unit bears to the total common interest appurtenant to the units of participating lessees.  Nothing in this subsection shall be interpreted to preclude the lessees from making a decision (by the vote or written consent of a majority of the lessees as described above) to retain other counsel or additional professional advisors as may be reasonably necessary or appropriate to complete the negotiations and proceedings.  In the event of a deadlock among the lessees or other inability to proceed with the rent renegotiation on behalf of the lessees, the lessees' counsel may apply to the circuit court of the judicial circuit in which the condominium is located for instructions.  The association shall not instruct or direct the lessees' counsel or other professional advisors.  All costs and expenses incurred under this subsection shall be assessed by the association to the lessees as provided in subsection (a) or (b), as may be applicable. [L 2004, c 164, pt of §2]"
}