{
    "name": "Developer's public report; requirements for issuance of effective date",
    "number": "54",
    "text": "(a)  Prior to the issuance of an effective date for a developer's public report, the commission shall have received the following:\n\n\n\n\t(1)\tNonrefundable fees as provided in rules adopted by the director of commerce and consumer affairs pursuant to chapter 91;\n\t(2)\tThe developer's public report prepared by the developer disclosing the information specified in section 514B-83 and, if applicable, section 514B-84;\n\t(3)\tA copy of the deed, master lease, agreement of sale, or sales contract evidencing either that the developer holds the fee or leasehold interest in the property or has a right to acquire the same;\n\t(4)\tCopies of the executed declaration, bylaws, and condominium map that meet the requirements of sections 514B-32, 514B-33, and 514B-108;\n\t(5)\tA specimen copy of the proposed contract of sale for units;\n\t(6)\tAn executed copy of an escrow agreement with a third party depository for retention and disposition of purchasers' funds that meets the requirements of section 514B-91;\n\t(7)\tAs applicable, the documents and information required in section 514B-92 or 514B-93;\n\t(8)\tA declaration, subject to the penalties set forth in section 514B-69(b), that the project is in compliance with all county zoning and building ordinances and codes, and all other county permitting requirements applicable to the project, pursuant to sections 514B-5 and 514B-32(a)(13); and\n\t(9)\tOther documents and information that the commission may require.\n\n\n\n\t(b)  The developer's public report shall not be used for the purpose of selling any units in the project until the commission issues an effective date for the developer's public report.  The commission's issuance of an effective date for a developer's public report shall not be construed to constitute the commission's approval or disapproval of the project; the commission's representation that either all material facts or all pertinent changes, or both, concerning the project have been fully or adequately disclosed; or the commission's judgment of the value or merits of the project. [L 2005, c 93, pt of §3]\nNote\n  Rights and obligations when electing to change registration of a project from chapter 514A to this chapter; section 16-53-16.8, Hawaii Administrative Rules applies until new rules adopted.  L 2005, c 93, §§9, 10."
}