{
    "name": "Association records; records to be maintained",
    "number": "153",
    "text": "(a)  An accurate copy of the declaration, bylaws, house rules, if any, master lease, if any, a sample original conveyance document, all public reports and any amendments thereto, shall be kept at the managing agent's office. \t(b)  The managing agent or board shall keep detailed, accurate records in chronological order, of the receipts and expenditures affecting the common elements, specifying and itemizing the maintenance and repair expenses of the common elements and any other expenses incurred.  The managing agent or board shall also keep monthly statements indicating the total current delinquent dollar amount of any unpaid assessments for common expenses.\n\t(c)  Subject to section 514B-152, all records and the vouchers authorizing the payments and statements shall be kept and maintained at the address of the project, or elsewhere within the State as determined by the board.\n\t(d)  The developer or affiliate of the developer, board, and managing agent shall ensure that there is a written contract for managing the operation of the property, expressing the agreements of all parties including but not limited to financial and accounting obligations, services provided, and any compensation arrangements, including any subsequent amendments.  Copies of the executed contract and any amendments shall be provided to all parties to the contract.\n\t(e)  The managing agent or resident manager or board shall keep an accurate and current list of members of the association and their current addresses, and the names and addresses of the vendees under an agreement of sale, if any.  The list shall be maintained at a place designated by the board, and a copy shall be available, at cost, to any member of the association as provided in the declaration or bylaws or rules and regulations or, in any case, to any member who furnishes to the managing agent or resident manager or the board a duly executed and acknowledged affidavit stating that the list:\n\n\n\n\t(1)\tWill be used by such owner personally and only for the purpose of soliciting votes or proxies, or for providing information to other owners with respect to association matters; and\n\t(2)\tShall not be used by the owner or furnished to anyone else for any other purpose.\n\n\n\n\tA board may prohibit commercial solicitations. [L 2004, c 164, pt of §2]"
}