{
    "name": "Common profits and expenses",
    "number": "41",
    "text": "(a)  The common profits of the property shall be distributed among, and the common expenses shall be charged to, the unit owners, including the developer, in proportion to the common interest appurtenant to their respective units, except as otherwise provided in the declaration or bylaws.  In a mixed-use project containing units for both residential and nonresidential use, the charges and distributions may be apportioned in a fair and equitable manner as set forth in the declaration.  Except as otherwise provided in subsection (c) or the declaration or bylaws, all limited common element costs and expenses, including but not limited to maintenance, repair, replacement, additions, and improvements, shall be charged to the owner or owners of the unit or units to which the limited common element is appurtenant in an equitable manner as set forth in the declaration. \t(b)  A unit owner, including the developer, shall become obligated for the payment of the share of the common expenses allocated to the owner's unit at the time the certificate of occupancy relating to the owner's unit is issued by the appropriate county agency; provided that a developer may assume all the actual common expenses in a project by stating in the developer's public report required by section 514B-54 that the unit owner shall not be obligated for the payment of the owner's share of the common expenses until such time as the developer sends the owners written notice that, after a specified date, the unit owners shall be obligated to pay for the portion of common expenses that is allocated to their respective units.  The developer shall mail the written notice to the owners, the association, and the managing agent, if any, at least thirty days before the specified date.\n\t(c)  Unless otherwise provided in the declaration or bylaws, if the board reasonably determines that the extra cost incurred to separately account for and charge for the costs of maintenance, repair, or replacement of limited common elements is not justified, the board may adopt a resolution determining that certain limited common element expenses will be assessed in accordance with the undivided common interest appurtenant to each unit.  In reaching its determination, the board shall consider:\n\n\n\n\t(1)\tThe amount at issue;\n\t(2)\tThe difficulty of segregating the costs;\n\t(3)\tThe number of units to which similar limited common elements are appurtenant;\n\t(4)\tThe apparent difference between separate assessment and assessment based on the undivided common interest; and\n\t(5)\tAny other relevant factors, as determined by the board.\n\n\n\nThe resolution shall be final and binding in the absence of a determination that the board abused its discretion.\n\t(d)  Unless made pursuant to rights reserved in the declaration and disclosed in the developer's public report, if an association amends its declaration or bylaws to change the use of the condominium property regime from residential to nonresidential, all direct and indirect costs attributable to the newly permitted nonresidential use shall be charged only to the unit owners using or directly benefiting from the new nonresidential use, in a fair and equitable manner as set forth in the amendment to the declaration or bylaws. [L 2005, c 93, pt of §2]"
}