{
    "name": "Association fiscal matters; assessments for common expenses",
    "number": "144",
    "text": "(a)  Except as provided in section 514B-41, until the association makes a common expense assessment, the developer shall pay all common expenses.  After an assessment has been made by the association, assessments shall be made at least annually, based on a budget adopted and distributed or made available to unit owners at least annually by the board. \t(b)  Except for assessments under subsections (c), (d), and (e), all common expenses shall be assessed against all the units in accordance with the allocations under section 514B-41.  Any past due common expense assessment or installment thereof shall bear interest at the rate established by the association, provided that the rate shall not exceed eighteen per cent per year.\n\t(c)  Assessments to pay a judgment against the association under section 514B-147(a) may be made only against the units in the condominium at the time the judgment was entered, in proportion to their common expense allocations under section 514B-41.\n\t(d)  If any common expense is caused by the misconduct of any unit owner, the association may assess that expense exclusively against such owner's unit.\n\t(e)  If common expense liabilities are reallocated, common expense assessments and any installment thereof not yet due shall be recalculated in accordance with the reallocated common expense liabilities.\n\t(f)  In the case of a voluntary conveyance, the grantee of a unit shall be jointly and severally liable with the grantor for all unpaid assessments against the latter for the grantor's share of the common expenses up to the time of the grant or conveyance, without prejudice to the grantee's right to recover from the grantor the amounts paid by the grantee therefor.  Any such grantor or grantee is, however, entitled to a statement from the board, either directly or through its managing agent or resident manager, setting forth the amount of the unpaid assessments against the grantor, and except as to the amount of subsequently dishonored checks mentioned in such statement as having been received within the thirty-day period immediately preceding the date of such statement, the grantee is not liable for, nor is the unit conveyed subject to a lien for, any unpaid assessments against the grantor in excess of the amount therein set forth.\n\t(g) No unit owner may exempt the unit owner from liability for the unit owner's contribution towards the common expenses by waiver of the use or enjoyment of any of the common elements or by abandonment of the unit owner's unit.  Subject to such terms and conditions as may be specified in the bylaws, any unit owner, by conveying the unit owner's unit and common interest to the board on behalf of all other unit owners, may exempt the unit owner's self from common expenses thereafter accruing.\n\t(h)  The board, either directly or through its managing agent or resident manager, shall notify the unit owners in writing of maintenance fee increases at least thirty days prior to such an increase. [L 2004, c 164, pt of §2]"
}