{
    "name": "Managing agents",
    "number": "132",
    "text": "(a)  Every managing agent shall:\n\n\n\n\t(1)\tBe a:\n\n\t\t(A)\tLicensed real estate broker in compliance with chapter 467 and the rules of the commission.  With respect to any requirement for a corporate managing agent in any declaration or bylaws recorded before July 1, 2006, any managing agent organized as a limited liability company shall be deemed to be organized as a corporation for the purposes of this paragraph, unless the declaration or bylaws are expressly amended after July 1, 2006 to require that the managing agent be organized as a corporation and not as a limited liability company; or\n\t\t(B)\tCorporation authorized to do business under article 8 of chapter 412;\n\n\t(2)\tRegister with the commission prior to conducting managing agent activity through approval of a completed registration application, payment of fees, and submission of any other additional information set forth by the commission.  The registration shall be for a biennial period with termination on December 31 of an even-numbered year.  The commission shall prescribe a deadline date prior to the termination date for the submission of a completed reregistration application, payment of fees, and any other additional information set forth by the commission.  Any managing agent who has not met the submission requirements by the deadline date shall be considered a new applicant for registration and subject to initial registration requirements.  The information required to be submitted with any application shall include the name, business address, phone number, and names of associations managed;\n\t(3)\tObtain and keep current a fidelity bond in an amount equal to $500 multiplied by the aggregate number of units of the association managed by the managing agent; provided that the amount of the fidelity bond shall not be less than $20,000 nor greater than $500,000.  Upon request by the commission, the managing agent shall provide evidence of a current fidelity bond or a certification statement from an insurance company authorized by the insurance division of the department of commerce and consumer affairs certifying that the fidelity bond is in effect and meets the requirements of this section and the rules adopted by the commission.  The managing agent shall permit only employees covered by the fidelity bond to handle or have custody or control of any association funds, except any principals of the managing agent that cannot be covered by the fidelity bond.  The fidelity bond shall protect the managing agent against the loss of any association's moneys, securities, or other properties caused by the fraudulent or dishonest acts of employees of the managing agent.  Failure to obtain or maintain a fidelity bond in compliance with this chapter and the rules adopted pursuant thereto, including failure to provide evidence of the fidelity bond coverage in a timely manner to the commission, shall result in nonregistration or the automatic termination of the registration, unless an approved exemption or a bond alternative is presently maintained.  A managing agent who is unable to obtain a fidelity bond may seek an exemption from the fidelity bond requirement from the commission;\n\t(4)\tAct promptly and diligently to recover from the fidelity bond, if the fraud or dishonesty of the managing agent's employees causes a loss to an association, and apply the fidelity bond proceeds, if any, to reduce the association's loss.  If more than one association suffers a loss, the managing agent shall divide the proceeds among the associations in proportion to each association's loss.  An association may request a court order requiring the managing agent to act promptly and diligently to recover from the fidelity bond.  If an association cannot recover its loss from the fidelity bond proceeds of the managing agent, the association may recover by court order from the real estate recovery fund established under section 467-16, provided that:\n\n\t\t(A)\tThe loss is caused by the fraud, misrepresentation, or deceit of the managing agent or its employees;\n\t\t(B)\tThe managing agent is a licensed real estate broker; and\n\t\t(C)\tThe association fulfills the requirements of sections 467-16 and 467-18 and any applicable rules of the commission;\n\n\t(5)\tPay a nonrefundable application fee and, upon approval, an initial registration fee, and subsequently pay a reregistration fee, as prescribed by rules adopted by the director of commerce and consumer affairs pursuant to chapter 91.  A compliance resolution fee shall also be paid pursuant to section 26-9(o) and the rules adopted pursuant thereto; and\n\t(6)\tReport immediately in writing to the commission any changes to the information contained on the registration application or any other documents provided for registration.  Failure to do so may result in termination of registration and subject the managing agent to initial registration requirements.\n\n\n\n\t(b)  The commission may deny any registration or reregistration application or terminate a registration without hearing if the fidelity bond and supporting documents fail to meet the requirements of this chapter and the rules adopted pursuant thereto.\n\t(c)  Every managing agent shall be considered a fiduciary with respect to any property managed by that managing agent.\n\t(d)  The registration requirements of this section shall not apply to active real estate brokers in compliance with and licensed under chapter 467.\n\t(e)  If a managing agent receives a request from the commission to distribute any commission-generated information, printed material, or documents to the association, its board, or unit owners, the managing agent shall make the distribution within a reasonable period of time after receiving the request.  The requirements of this subsection apply to all managing agents, including unregistered managing agents. [L 2004, c 164, pt of §2]\nRevision Note\n  \"July 1, 2006\" substituted for \"the effective date of this chapter\"."
}