{
    "name": "General powers and duties of commission",
    "number": "61",
    "text": "(a)  The commission may:\n\n\n\n\t(1)\tAdopt, amend, and repeal rules pursuant to chapter 91;\n\t(2)\tAssess fees;\n\t(3)\tConduct investigations, issue cease and desist orders, and bring an action in any court of competent jurisdiction to enjoin persons, consistent with and in furtherance of the objectives of this chapter;\n\t(4)\tPrescribe forms and procedures for submitting information to the commission; and\n\t(5)\tPrescribe the form and content of any documents required to be submitted to the commission by this chapter.\n\n\n\n\t(b)  If it appears that any person has engaged, is engaging, or is about to engage in any act or practice in violation of this part, part V, section 514B-103, 514B-132, 514B-134, 514B-149, sections 514B-152 to 514B-154, or any of the commission's related rules or orders, the commission, without prior administrative proceedings, may maintain an action in the appropriate court to enjoin that act or practice or for other appropriate relief.  The commission shall not be required to post a bond or to prove that no adequate remedy at law exists in order to maintain the action.\n\t(c)  The commission may exercise its powers in any action involving the powers or responsibilities of a developer under this part, part V, section 514B-103, 514B-132, 514B-134, 514B-149, or sections 514B-152 to 514B-154.\n\t(d)  The commission may accept grants-in-aid from any governmental source and may contract with agencies charged with similar functions in this or other jurisdictions, in furtherance of the objectives of this chapter.\n\t(e)  The commission may cooperate with agencies performing similar functions in this and other jurisdictions to develop uniform filing procedures and forms, uniform disclosure standards, and uniform administrative practices, and may develop information that may be useful in the discharge of the commission's duties.\n\t(f)  In issuing any cease and desist order or order rejecting or revoking the registration of a condominium project, the commission shall state the basis for the adverse determination and the underlying facts.\n\t(g)  The commission, by rule, may require bonding at appropriate levels over time, escrow of portions of sales proceeds, or other safeguards to assure completion of all improvements that a developer is obligated to complete, or has represented that it will complete. [L 2005, c 93, pt of §3]"
}