{
    "name": "Solemnization; license to perform; refusal to join persons in a civil union",
    "number": "4",
    "text": "(a)  A civil union shall become valid only upon completion of a solemnization by a person licensed in accordance with this section.\n     (b)  Any judge or retired judge, including a federal judge or judge of another state who may legally join persons in chapter 572 or a civil union, may solemnize a civil union.  Any minister, priest, or officer of any religious denomination or society who has been ordained or is authorized to solemnize civil unions according to the usages of such denomination or society, or any religious society not having clergy but providing solemnization in accordance with the rules and customs of that society, may solemnize a civil union.\n     (c)  Nothing in this section shall be construed to require any person authorized to perform solemnizations pursuant to chapter 572 or civil unions pursuant to this chapter to perform a solemnization of a civil union, and no such authorized person who fails or refuses for any reason to join persons in a civil union shall be subject to any fine, penalty, or other civil action for the failure or refusal.\n     (d)  No agent may solemnize a civil union; nor may any assistant or deputy of the agent solemnize a civil union.\n     (e)  No person shall perform the solemnization of a civil union without first having obtained a license from the department of health.  The department of health shall issue licenses to solemnize civil unions in the same manner as it issues licenses pursuant to chapter 572.  The department of health may revoke or suspend a license to solemnize civil unions.  Any penalties or fines that may be levied or assessed by the department of health for violation of chapter 572 shall apply equally to a person licensed to solemnize civil unions. [L 2011, c 1, pt of §2; am L 2012, c 267, §6]"
}