{
    "name": "Separate property",
    "number": "25",
    "text": "The real and personal property of a spouse, upon marriage, shall remain that spouse's separate property, free from the management, control, debts, and obligations of the other spouse; and a spouse may receive, receipt for, hold, manage, and dispose of property, real and personal, in the same manner as if that spouse were sole. [L 1888, c 11, §1; RL 1925, §2993; am L 1925, c 274, §1; RL 1935, §4644; RL 1945, §12365; RL 1955, §325-1; HRS §573-1; am L 1984, c 159, §1; ren L 1987, c 46, §1]\nLaw Journals and Reviews\n  For a discussion of the general effect of married women's acts on estates by the tenancy, see Summary of the Law on Tenancies.  2 HBJ, Jul 1964, at 12. \nCase Notes\n  Not violated by discharge of wife, who along with husband, violated company policy by forming own company while still working for employer.  558 F. Supp. 1229.\n  Liability of a wife who is joint owner of land with her husband as tenant by the entirety.  47 H. 149, 384 P.2d 303. \n  Before June 23, 1888:  A power of attorney from husband to wife with respect to his own lands, did not authorize the wife to mortgage her separate property.  7 H. 216.  Wife could not convey land without husband's consent in writing.  11 H. 497. And could not convey to husband during coverture.  6 H. 69 and 297.  But husband could lease or otherwise dispose of wife's real property for a definite term pending his natural life, with wife's written consent.  11 H. 777.  Husband joining wife as lessor of wife's property liable on covenant only during his life.  8 H. 249.  A devise to husband and wife created an estate in entirety.  3 H. 725; 5 H. 123; 7 H. 575; 13 H. 196.  Choses in action of wife not reduced into possession by husband remain wife's property.  5 H. 550.  Previously money accruing and paid to wife vested immediately to husband without his reducing it to possession.  7 H. 327.  See 8 H. 245. \n  After June 23, 1888 and before May 5, 1925:  Action after Act of 1888 on contract made by wife with consent of husband before such act should be against wife only.  9 H. 543.  Common law fiction of unity of husband and wife destroyed by Act of 1888.  16 H. 731.  Wife could execute valid lease of land so as to entitle lessee to possession after husband's death although the land acquired and marriage occurred prior to June 23, 1888.  9 H. 369.  Deficiency judgment on mortgage foreclosure may be rendered against married woman.  16 H. 799.  Warranty deed by husband and wife, who were tenants by the entirety sufficient though no express consent by husband, and statement by husband in deed of wife's separate property conveying his right as husband in the land a sufficient consent.  28 H. 385.  Income from wife's separate property mingled by her with husband's funds for long period and used to defray general expenses of family and business held gift and not recoverable as debt or trust by wife from husband after divorce.  30 H. 392.  Purchase of property husband taking title in wife's name raises rebuttable presumption of gift.  30 H. 565, aff'd 35 F. 943. \n  There is no conflict between this section and §580-47.  59 H. 32, 575 P.2d 468. \n  Cited:  31 H. 817, 910; 33 H. 34, 50."
}