{
    "name": "Contracts",
    "number": "22",
    "text": "A married person may make contracts, oral and written, sealed and unsealed, with her or his spouse, or any other person, in the same manner as if she or he were sole.\n\tAn agreement between spouses providing for periodic payments for the support and maintenance of one spouse by the other, or for the support, maintenance, and education of children of the parties, when the agreement is made in contemplation of divorce or judicial separation, is valid provided that the agreement shall be subject to approval by the court in any subsequent proceeding for divorce or judicial separation and that future payments under an approved agreement shall nevertheless be subject to increase, decrease, or termination from time to time upon application and a showing of circumstances justifying a modification thereof.\n\tAll contracts made between spouses, whenever made, whether before or after June 6, 1987, and not otherwise invalid because of any other law, shall be valid. [L 1888, c 11, §2; RL 1925, §2994; am L 1931, c 146, §1; RL 1935, §4645; am L 1939, c 17, §1; RL 1945, §12366; am L 1945, c 5, §1; RL 1955, §325-2; HRS §573-2; am L 1969, c 222, §1; am L 1976, c 200, pt of §1; ren and am L 1984, c 79, §2; am L 1987, c 194, §1]\nRevision Note\n  \"June 6, 1987\" substituted for \"the effective date of this Act\".\nLaw Journals and Reviews\n  Agreement for alimony and settling property rights in contemplation of divorce or separation; effect thereof; enforceability by contempt proceedings.  Haw. Supp, 4 HBJ, Feb 1967, at 18.\nCase Notes\n  Before June 23, 1888:  Contract of wife for personal service voidable at instance of husband, not void.  1 H. 467.  Separated wife domiciled in foreign country could contract with husband domiciled in Hawaii.  10 H. 138, 144, 622.\n  After June 23, 1888:  Wife may be surety for husband.  20 H. 47.  Or agent for husband.  17 H. 481.  Married woman may contract for necessaries.  19 H. 494; 20 H. 598.  And may recover on joint note of husband and others against such others.  27 H. 369.  Suretyship.  33 H. 226.  Resulting trusts.  34 H. 363; 40 H. 593.  Assignment of leasehold may be made by husband to wife, being in the nature of a gift, and not a contract under this section.  16 H. 731.  See 4 U.S.D.C. Haw. 547, 561.\n  Approval of divorce judge not required for valid property settlements not technically alimony.  41 H. 89.\n Child support agreement, modification thereof, court's inherent power over welfare of child.  52 H. 480, 478 P.2d 852.\n  Agreement for periodic payment, merely approved by court, is not incorporated into divorce decree.  53 H. 123, 488 P.2d 537.\n  An incorporation by reference of a property settlement agreement, whether the decree specifically sets forth all the terms of the agreement, is an actual incorporation.  1 H. App. 605, 623 P.2d 893.\n  To change a marital agreement after incorporating it into a consent decree of divorce, consent of both parties required or must move case from uncontested to contested calendar.  3 H. App. 51, 641 P.2d 333.\n  Spousal support payable for indefinite period is subject to further court order.  6 H. App. 66, 708 P.2d 143.\n  Where a conveyance to nonparties was agreed to in a valid and enforceable divorce agreement, this section authorized and required the family court to order the conveyance.  83 H. 412 (App.), 927 P.2d 420.\n  Cases under Hawaii uniform parentage act involving written promises for child support are not subject to the court approval specified in this section.  87 H. 369 (App.), 956 P.2d 1301.\n  Agreement in contemplation of divorce entered into eighteen years prior to the filing for divorce was enforceable in divorce case unless the agreement showed that it was not intended to apply to the divorce proceedings, the parties abandoned the agreement prior to the proceedings, or the agreement was unconscionable.  87 H. 419 (App.), 958 P.2d 541.\n  Cited:  9 H. 369, 371; 23 H. 761, 764; 35 H. 382, 385.\nHawaii Legal Reporter Citations\n  Antenuptial agreement reviewable by court.  Intent.  82-1 HLR 820387.\n  Where a conveyance to nonparties was agreed to in a valid and enforceable divorce agreement, this section authorized and required the family court to order the conveyance.  83 H. 412 (App.), 927 P.2d 420."
}