{
    "name": "Application; license; limitations",
    "number": "6",
    "text": "To secure a license to marry, the persons applying for the license shall appear personally before an agent authorized to grant marriage licenses and shall file with the agent an application in writing.  The application shall be accompanied by a statement signed and sworn to by each of the persons, setting forth:  the person's full name, date of birth, social security number, residence; their relationship, if any; the full names of parents; and that all prior marriages, if any, have been dissolved by death or dissolution.  If all prior marriages have been dissolved by death or dissolution, the statement shall also set forth the date of death of the last prior spouse or the date and jurisdiction in which the last decree of dissolution was entered.  Any other information consistent with the standard marriage certificate as recommended by the Public Health Service, National Center for Health Statistics, may be requested for statistical or other purposes, subject to approval of and modification by the department of health; provided that the information shall be provided at the option of the applicant and no applicant shall be denied a license for failure to provide the information.  The agent shall indorse on the application, over the agent's signature, the date of the filing thereof and shall issue a license which shall bear on its face the date of issuance.  Every license shall be of full force and effect for thirty days commencing from and including the date of issuance.  After the thirty-day period, the license shall become void and no marriage ceremony shall be performed thereon.\n\tIt shall be the duty of every person, legally authorized to grant licenses to marry, to immediately report the issuance of every marriage license to the agent of the department of health in the district in which the license is issued, setting forth all facts required to be stated in such manner and on such form as the department may prescribe. [L 1929, c 104, §3; RL 1935, §4635; RL 1945, §12356; RL 1955, §323-6; am L Sp 1959 2d, c 1, §19; HRS ; am L 1969, c 191, §1; am L 1974, c 31, §1; gen ch 1985; am L 1989, c 35, §1; am L 1997, c 293, §25]\nAttorney General Opinions\n  Power to waive three-day waiting period is vested in district magistrates only, not in circuit court judges.  Att. Gen. Op. 64-56.\nCase Notes\n  Cited:  74 H. 530, 852 P.2d 44."
}