{
    "name": "Requisites of valid marriage contract",
    "number": "1",
    "text": "PART I.  REQUISITES, PROCEDURES\n\nNote\n  Part heading added by L 1984, c 79, §1.\n     In order to make valid the marriage contract, which shall be only between a man and a woman, it shall be necessary that:\n\n\n\n\t(1)\tThe respective parties do not stand in relation to each other of ancestor and descendant of any degree whatsoever, brother and sister of the half as well as to the whole blood, uncle and niece, aunt and nephew, whether the relationship is the result of the issue of parents married or not married to each other;\n\t(2)\tEach of the parties at the time of contracting the marriage is at least sixteen years of age; provided that with the written approval of the family court of the circuit within which the minor resides, it shall be lawful for a person under the age of sixteen years, but in no event under the age of fifteen years, to marry, subject to section 572-2;\n\t(3)\tThe man does not at the time have any lawful wife living and that the woman does not at the time have any lawful husband living;\n\t(4)\tConsent of neither party to the marriage has been obtained by force, duress, or fraud;\n\t(5)\tNeither of the parties is a person afflicted with any loathsome disease concealed from, and unknown to, the other party;\n\t(6)\tThe man and woman to be married in the State shall have duly obtained a license for that purpose from the agent appointed to grant marriage licenses; and\n\t(7)\tThe marriage ceremony be performed in the State by a person or society with a valid license to solemnize marriages and the man and the woman to be married and the person performing the marriage ceremony be all physically present at the same place and time for the marriage ceremony. [L 1872, c 23, §1; am L 1903, c 28, §1; am L 1907, c 42, §1; am L 1913, c 8, §1; RL 1925, §2943; RL 1935, §4630; am L 1935, c 185, §1; am L 1937, c 59, §1; am L 1939, c 122, §1; RL 1945, §12351; am L 1949, c 53, §29; am L 1953, c 79, §1; RL 1955, §323-1; am L 1965, c 232, §1; HRS ; am L 1969, c 152, §1; am L 1970, c 9, §1; am L 1972, c 182, §1 and c 192, pt of §1; am L 1978, c 74, §1; am L 1981, c 202, §1; am L 1984, c 119, §1; am L 1994, c 217, §3; am L 1997, c 52, §5]\n\n\n\n\nAttorney General Opinions\n  Effect of adoption.  Parties who by adoption become uncle and niece not disqualified to intermarry.  Att. Gen. Op. 62-49.\n  Common-law marriages invalid.  Att. Gen. Op. 73-5.\n  If requirements of valid marriage met, validity not affected by absence of filed marriage certificate.  Att. Gen. Op. 84-10.\nLaw Journals and Reviews\n  For Better or for Worse, in Sickness and in Health, Until Death Do Us Part:  A Look at Same Sex Marriage in Hawaii.  16 UH L. Rev. 447.\n  Justice Ruth Bader Ginsburg And Gender Discrimination.  20 UH L. Rev. 699.\n  The Hawai`i Marriage Amendment:  Its Origins, Meaning and Fate.  22 UH L. Rev. 19.\n  The Fine Line Between Love and the Law:  Hawai`i's Attempt to Resolve the Same-Sex Marriage Issue.  22 UH L. Rev. 149.\n  Love and Let Love:  Same-Sex Marriage, Past, Present, and Future, and the Constitutionality of DOMA.  22 UH L. Rev. 185.\n  The Defense of Marriage Act:  Sex and the Citizen.  24 UH L. Rev. 279.\nCase Notes\n  Common-law marriages invalid.  638 F. Supp. 1251.\n  Proof of marriage without record in civil cases.  1 H. 83; 1 H. 139; 4 H. 548; 26 H. 81.  Presumption of validity.  29 H. 716.  When destroyed.  34 H. 161; 35 H. 756.\n  Breach of contract to marry.  5 H. 540.  Marriage by girl under fourteen only voidable.  6 H. 289.\n  Statute as to Chinese being already married held void.  3 H. 631.\n  If record of marriage introduced, not necessary to prove that license had been granted or that agent had authority to grant same.  10 H. 440.  Or that celebrant had authority to solemnize. 10 H. 442.\n  No marriage without mutual consent.  8 H. 77; 12 H. 329; 28 H. 581.  Corroboration.  25 H. 392, 394.  License is prerequisite to a valid marriage.  25 H. 397; 295 F. 636.  License presumed from fact of marriage.  16 H. 377; 16 H. 502.\n  This section's age requirement must be read with the requirements of §572-2.  26 H. 89.  A property accumulated, putative marriage.  29 H. 770, rev. 27 F.2d 582.\n  Statute is presumed to be unconstitutional unless defendant, as agent of State, can show that statute's sex-based classification is justified by compelling state interests and statute is narrowly drawn to avoid unnecessary abridgments of applicant couples' constitutional rights.  74 H. 530, 852 P.2d 44.\n  Cited:  8 H. 77, 78; 44 H. 271, 273, 353 P.2d 631."
}