{
    "name": "Effect of not recording deeds, leases, etc.",
    "number": "83",
    "text": "All deeds, leases for a term of more than one year, mortgages of any interest in real estate, or other conveyances of real estate within the State, shall be recorded in the bureau of conveyances.  Every such conveyance not so recorded is void as against any subsequent purchaser, lessee, or mortgagee, in good faith and for a valuable consideration, not having actual notice of the conveyance of the same real estate, or any portion thereof, or interest therein, whose conveyance is first duly recorded. [CC 1859, §1262; RL 1925, §3170; RL 1935, §5156; RL 1945, §12756; RL 1955, §343-49; am L 1963, c 83, §6; HRS ]\nLaw Journals and Reviews\n  Later mortgagee having actual notice of earlier mortgage is not entitled to priority merely because earlier mortgage omitted page and book references required by §§502-33 and 506-4.  Haw Supp, 4 HBJ, Nov 1966, at 30.\nCase Notes\n  Subsequent purchaser not protected, though in good faith, unless purchaser records first.  32 H. 323, 326; 32 H. 883, 895.\n  Subsequent deed or lease, though recorded, will not prevail against unrecorded deed or lease of which there was actual notice.  2 H. 166 (single justice); 3 H. 274; 4 H. 384.  But will prevail where no actual notice.  4 H. 675.\n  Actual possession under unrecorded deed is constructive notice; subsequent purchase not in good faith.  5 H. 298; 25 H. 494, 505; 26 H. 342, 349.  See 19 H. 602, 611.\n  Knowledge of negotiations for a sale of no significance and such notice does not defeat mortgage.  32 H. 883.\n  Recording is notice to one bound to search the records, otherwise not.  26 H. 809, 820.\n  Mortgage of a leasehold must be recorded under this section.  23 H. 706, 709.\n  Assignment of lease good against creditors though levy made before recording of assignment.  16 H. 731.  Compare 26 H. 342.\n  Under early law, time for recording was limited.  See 1 H. 67 (114) (single justice); 1 H. 229 (409) (single justice).\n  Cited:  6 H. 114 (single justice).\n  Mentioned:  920 F. Supp. 1080.\nHawaii Legal Reporter Citations\n  Recordation of conveyance documents required.  79 HLR 79-0425."
}