{
    "name": "Reference",
    "number": "14",
    "text": "In matters within the jurisdiction of circuit courts as set forth in sections 603-21.6 and 603-21.7, and in civil actions not within such jurisdiction if so provided by statute or rule of court, a reference to a master may be ordered. [CC 1859, §§1137, 1138; am L 1909, c 23, §2 and c 117, §1; am L 1913, c 72, §1; RL 1925, §§2369, 2370; RL 1935, §§4101, 4102; RL 1945, §§10106, 10107; RL 1955, §§231-6, 231-7; HRS ; am L 1972, c 89, §2B(d)]\nCase Notes\n  Demand for jury trial, waiver:  44 H. 290, 353 P.2d 998; 45 H. 232, 243, 364 P.2d 646.\n  Provision for decision in writing, effect of Hawaii Rules of Civil Procedure, see 42 H. 173.\nCases prior to adoption of the Hawaii Rules of Civil Procedure.\n  Waiver in civil cases, by action, conduct or words.  15 H. 59.  Stipulation in bond not amounted to waiver.  32 H. 109, 175, 177.\n  Prayer for process is not a demand for a jury:  Filing of a demand by either party fixes the status of the case as a jury case which cannot be changed except by agreement of the parties; demand filed before case is at issue is not premature.  24 H. 777, 781; 25 H. 378.  Waiver of jury trial.  41 H. 231.\n  Suit in equity:  Although a civil suit, right to a jury trial is not conferred on parties.  29 H. 73, 77.\n  Trial is by court and decision is by court.  7 H. 333.  Jury waived case heard in term; judgment may be rendered in vacation.  10 H. 327.  Decision not being in writing is voidable.  11 H. 705; 20 H. 613; 22 H. 353, 356.  Decision must give reasons.  20 H. 192; 33 H. 416; 34 H. 679.  Failure to state is reversible error.  20 H. 192; 23 H. 761; 26 H. 178.  The court's \"reasons\" may be by adoption or confirmation of findings appealed from.  26 H. 785.  \"Reasons\" defined.  27 H. 20; 29 H.  548; 41 H. 191.  The court's reasons are referable to material and not immaterial issues.  27 H. 544.  Binding effect upon appellate court of \"reasons\" assigned.  27 H. 544, 553.  As to weight of formal compliance.  19 H. 421.  Judgment incorporating findings signed by judge as well as clerk sufficient.  16 H. 799; 20 H. 516.  Decision need not contain special findings of fact.  18 H. 81; 18 H. 427.\n  Jurors are not officers of the government.  11 H. 571, 577.\n  Decision in writing not required when defendant confesses judgment.  21 H. 311.  In jury waived case court may reconsider and set aside its decision.  21 H. 551.  Trial court should liberally comply with this statute.  24 H. 1, 5.\n  Sufficiency of exception to decision.  21 H. 258.  Proper exception.  22 H. 507, 509.  Exceptions to the oral decision and to the overruling of a motion for a new trial before the written decision was filed, present nothing for the consideration of the appellate court.  22 H. 673, 680.  Exceptions to oral decision ineffective and present nothing for appellate consideration.  39 H. 93.  Ruling denying defendant's motion for nonsuit at close of plaintiff's evidence in rebuttal will not be disturbed if evidence would have justified submitting questions of fact to a jury.  25 H. 470, 476.  The decision is equivalent to the verdict of a jury and will not be disturbed if there is evidence to support it.  25 H. 483, 489; 29 H. 250.  Account stated.  32 H. 270, 275.\n  Revised decision.  20 H. 648.\n  This section not applicable to probate judge at chambers.  29 H. 73."
}