{
    "name": "Challenging for cause",
    "number": "28",
    "text": "In all cases, any party may challenge for cause any juror drawn for the trial.  The court shall determine the validity of the objection urged. [L 1903, c 38, §19; RL 1925, §2417; RL 1935, §3735; RL 1945, §10111; RL 1955, §231-11; HRS ; am L 1972, c 89, §2B(i)]\nRules of Court\n  See HRCP rule 47(a); HRPP rule 24(a).\nCase Notes\n  Challenge before jury sworn.  5 H. 64.\n  Erroneous overriding of an objection to a juror by court avails nothing to the party objecting if party has not exhausted party's peremptory challenges.  8 H. 339.  Where qualification of juror challenged but passed, defendant has no cause to complain if peremptory challenges not exhausted.  9 H. 522, 540.  Juror not disqualified by regarding white man more credible than Chinese.  16 H. 457.  Juror having opinion not disqualified if juror can decide impartially.  16 H. 743.  Jury not impartial if one juror would not give weight to evidence of insanity by defendant except by physician.  23 H. 792.  Special unpaid constable not disqualified, criminal trial.  30 H. 697.  Juror not disqualified answers on erroneous theories of law, etc.  30 H. 697.\n  Person joining unsuccessfully, in a volunteer search for body of person murdered -- not disqualified.  30 H. 697.  Juror not disqualified because brother offered reward for detection of any person guilty of offense for which defendant is on trial.  4 H. 301.  Court may excuse or exclude such jurors who upon examination appear to be disqualified.  7 H. 352.  Right of defendant to have jury drawn from jurors duly summoned, until array is exhausted.  7 H. 352.  Juror not disqualified to sit in murder trial because juror is of a remote connection by marriage to deceased.  3 H. 381.\n  Juror not necessarily disqualified because juror has an opinion which would require evidence to remove.  Question is whether juror could decide fairly and impartially on the law and evidence, question largely in discretion of judge.  8 H. 339; 16 H. 743, 753, 754; 20 H. 7.  Jurors in employ of corporations controlled by president, who have friendly and even intimate relations with president, not disqualified, etc., criminal.  20 H. 7, 14.  Where disqualification exists which is either known to the party or which might become known on proper examination, then no exception lies if the juror is allowed to sit.  9 H. 622.  Juror not disqualified on ground of lack of knowledge of English language, although unable to define \"impartial\", \"bias\", \"prejudice\", \"testimony\", or \"obligation\".  20 H. 7.  When general questions are put, silence of jury when such questions are proper, may be relied upon, and it is not negligence of counsel as would debar counsel from demanding a new trial if later a juror was found to be disqualified.  11 H. 293, questioned on other grounds 46 H. 197, 210, 377 P.2d 609.  Judge has wide discretion on matter of competency.  45 H. 247, 365 P.2d 460.\n  Exclusion of juror not disqualified not ground for complaint if justice done.  37 H. 40.\n  Where cause for challenge was obvious, specific assignment was not required.  45 H. 247, 365 P.2d 460."
}