{
    "name": "Dismissal for want of prosecution",
    "number": "3",
    "text": "The court may dismiss any action for want of prosecution after due notice to the claimants whenever claimants have failed to bring such action to trial within a period established by rule of court.  Prior to dismissal of any action for want of prosecution, a court shall have adopted, promulgated, and published a rule or rules of court providing circumstances in which a claimant may seek relief from the judgment or order and such other safeguards as may be necessary. [CC 1859, §1162; RL 1925, §2391; RL 1935, §4106; am L 1937, c 117, §1; am L 1939, c 145, §1; am L Sp 1941, c 56, §1; RL 1945, §10104; RL 1955, §231-4; HRS ; am L 1972, c 89, §2B(a)]\nRules of Court\n  Dismissal, see HRCP rule 41(b).\nLaw Journals and Reviews\n  Remedies to obtain dismissal for want of prosecution discussed.  3 HBJ, Fall 1965, at 2.\nCase Notes\n  Defendant's joining in stipulation to remove a cause from trial calendar is action of the \"defendant to delay or postpone trial\".  45 H. 165, 363 P.2d 968.\n  Question as to continued effectiveness of section in view of HRCP 41(b) raised but not decided.  Id.\n  Matter of continuance in view of public climate is within court's discretion.  45 H. 478, 370 P.2d 739.\n  Application of six-year provision.  48 H. 152, 397 P.2d 593; 48 H. 290, 401 P.2d 449; 48 H. 303, 401 P.2d 456.\n  Factors to be considered in the exercise of the discretion to dismiss.  60 H. 125, 588 P.2d 416.\nCases prior to adoption of the Hawaii Rules of Civil Procedure.\n  Notice of motion, how made.  1 H. 14.  Rules for postponement of trial laid down.  1 H. 74.  Granting or refusing continuance at discretion of court.  7 H. 211; 8 H.  466; 14 H. 313; 29 H. 434; 33 H. 113; 34 H. 390.  Affidavit in support of continuance because of absence of witness should set out facts the witness is expected to prove.  8 H. 466.\n  Cited:  24 H. 97, 107; 33 H. 432, 439."
}