{
    "name": "Notice and posting required concerning motor vehicle laws",
    "number": "13",
    "text": "(a)  Every lessor shall display at all times in a conspicuous place in each rental motor vehicle offered to the public, a decal, written in plain language and in no less than ten-point type, that informs the lessee of:\n     (1)  Hawaii's seat belt and child passenger restraint laws and the prohibition against operating a vehicle under the influence of an intoxicant and leaving a child unattended in a motor vehicle; and\n     (2)  The existence and location of additional information concerning the laws relating to seat belts, child passenger restraints, operating a vehicle under the influence of an intoxicant, and leaving a child unattended in a motor vehicle.\nThe requirements and penalties of Hawaii's seat belt laws and child passenger restraint laws, as provided in sections 291-11.5 and 291-11.6, and the prohibition against and penalties for operating a vehicle under the influence of an intoxicant, as provided in section 291E-61, and leaving a child unattended in a motor vehicle, as provided in section 291C-121.5, shall be printed on a card which shall be placed in the glove compartment of every rental motor vehicle offered to the public.\n     (b)  Except as provided in section [437D-17], a sign or signs written in plain language calling attention to the laws referred to in subsection (a) shall be prominently posted in the main rental area of all rental locations in a place and manner conspicuous to the public.\n     (c)  The notices and signs required by this section shall include symbolic representations that are of common understanding and clearly recognizable to the public as conveying the required use of seat belts and child passenger restraint systems in the operation of a motor vehicle and the prohibition against operating a vehicle under the influence of an intoxicant.\n     (d)  The director shall prescribe the form of the notices and signs required by this section. [L 1988, c 251, pt of §2; am L 1990, c 154, §1; am L 2001, c 157, §33; am L 2008, c 170, §4]"
}