{
    "name": "Exemptions",
    "number": "12",
    "text": "(a)  The prohibitions of section 149A-11(a) shall not apply to:\n\n\n\n\t(1)\tAny carrier while lawfully engaged in transporting a pesticide within this State, if the carrier, upon request of the chairperson or the chairperson's duly designated officer or employee, permits the officer or employee to copy all records showing the transactions in and movement of the pesticide or device;\n\t(2)\tPublic officials of the State and the federal government engaged in the performance of their official duties in administering state or federal pesticide law or rule;\n\t(3)\tThe manufacturer or shipper of a pesticide intended only for experimental use:\n\n\t\t(A)\tBy or under the supervision of an agency of the State or of the federal government authorized by law to conduct research in the field of pesticides;\n\t\t(B)\tIf the pesticide is not sold and if the container is plainly and conspicuously marked \"For Experimental Use Only--Not to be Sold\" together with the manufacturer's name and address;\n\n\t(4)\tAny person who establishes a guaranty signed by, and containing the name and address of, the licensee or person residing in the United States from whom the person purchased or received in good faith the pesticide in the same unbroken package, to the effect that the pesticide was lawfully licensed at the time of sale and delivery to the person and it complies with the other requirements of FIFRA.  In this case the guarantor shall be subject to the penalties which would otherwise attach to the person holding the guaranty under the provisions of FIFRA; and\n\t(5)\tAny person using or possessing any pesticide as provided by an experimental use permit in effect with respect to that pesticide and that use or possession.\n\n\n\n\t(b)  No article shall be deemed in violation of this chapter when intended solely for export to a foreign country, and when prepared or packed according to the specifications or directions of the purchaser.  If not so exported, all the provisions of this chapter shall apply. [L 1972, c 58, pt of §1; am L 1975, c 126, pt of §1; gen ch 1985; am L 1987, c 310, §4]"
}