{
    "name": "Prohibited acts",
    "number": "11",
    "text": "PART II.  PESTICIDE LICENSING AND SALE\n\n     (a)  Except as otherwise exempted in section 149A-12, it shall be unlawful for any person to distribute, solicit, sell, offer for sale, hold for sale, transport, deliver for transportation, or receive and having so received, deliver or offer to deliver to any person in intrastate commerce or between points within this State through any point outside this State any of the following:\n\n\n\n\t(1)\tAny pesticide which is not licensed pursuant to section 149A-13, or any pesticide if any of the claims made for it or any of the directions for its use differ in substance from the representations made in connection with its licensing, or if the composition of a pesticide differs from its composition as represented in connection with its licensing; provided that in the discretion of the department, a change in the labeling or formula of a pesticide may be made within a licensing period without requiring an additional licensing of the product.\n\t(2)\tAny pesticide unless it is in the licensee's or the manufacturer's unbroken immediate container, and there is affixed to the container and to the outside container or wrapper of the retail package, if any, through which the required information on the immediate container cannot be clearly read, a label bearing information pursuant to section 149A-15.\n\t(3)\tAny pesticide which contains any substance or substances in quantities highly toxic to humans, determined as provided in section 149A-19, unless the label bears, in addition to any other matter required by this chapter:\n\n\t\t(A)\tA symbol of the skull and crossbones;\n\t\t(B)\tThe word \"POISON\" prominently, in red, on a background of distinctly contrasting color; and\n\t\t(C)\tA statement of emergency medical treatment or an antidote when appropriate for the pesticide.\n\n\t(4)\tPesticides containing any of the ingredients commonly known as standard lead arsenate, basic lead arsenate, calcium arsenate, magnesium arsenate, zinc arsenate, zinc arsenite, sodium fluoride, sodium fluosilicate, or barium fluosilicate, unless they have been distinctly colored or discolored, or any other white powder pesticide which the board requires to be distinctly colored or discolored after investigation of and after a public hearing on the necessity for and feasibility of coloring or discoloring the pesticide for the protection of the public health, unless it has been so colored or discolored pursuant to section 149A-16.\n\t(5)\tAny pesticide or device which is adulterated or misbranded as defined in section 149A-2.\n\t(6)\tAny pesticide or device that is an imitation of another pesticide or device.\n\t(7)\tAny restricted use pesticide unless the person has a permit issued in accordance with section 149A-17.\n\t(8)\tAny restricted use pesticide to persons other than a certified pesticide applicator or any uncertified personnel under the certified pesticide applicator's supervision, or a licensed dealer, wholesaler, or retailer.\n\n\n\n\t(b)  It shall be unlawful to:\n\n\n\n\t(1)\tDetach, alter, deface, or destroy, in whole or in part, any label or alter any labeling of a pesticide unless it is approved by the department to correct an improper label or labeling under section 24(c), FIFRA.\n\t(2)\tAdd any substance to, or take any substance from, a pesticide in a manner that may defeat the purpose of this chapter.\n\t(3)\tUse for a person's own advantage or to reveal any information relative to formulas of products acquired in the administration of this chapter, to persons other than to the chairperson or proper officials or employees of the State or the federal government; to the courts of this State or the federal government in response to a subpoena; to physicians; or, in emergencies, to pharmacists and other qualified persons for use in the preparation of antidotes.\n\t(4)\tFor any pesticide dealer, wholesaler, or retailer to expose or to offer for sale or to solicit or receive orders for the sale of restricted use pesticides unless the dealer, wholesaler, or retailer has applied for and has obtained a license from the department.\n\t(5)\tFor any pesticide dealer, wholesaler, or retailer to expose or to offer for sale or to solicit or receive orders for the sale of restricted use pesticides to any person other than a certified pesticide applicator.\n\t(6)\tFor any pesticide dealer, wholesaler, or retailer to make any verbal or written claim or representation relating to any pesticide product that is inconsistent with the specific pesticide product label. [L 1972, c 58, pt of §1; am L 1975, c 126, pt of §1; am L 1979, c 88, §1; am L 1980, c 232, §7; am L 1981, c 33, §2; gen ch 1985; am L 1987, c 310, §3; gen ch 1993]"
}