{
    "name": "Public funds; examination and audit; payments",
    "number": "225",
    "text": "(a)  Within sixty days after each general election, the commission shall conduct an examination and audit of all public funds received by the candidate and of the campaign contributions used for purposes of qualifying for public funding under this subpart and the campaign expenses incurred by all candidates who received payments pursuant to section 11-217.\n     (b)  The campaign spending commission shall issue, prior to the payment of any public money, rules which detail which expenses and evidence thereof qualify as acceptable campaign expenses for purposes of this section.\n     (c)  Should the commission determine that any payment of public funds made to an eligible candidate pursuant to section 11-221 was in excess of the aggregate amount of payments to which such candidate was entitled, the commission shall notify such candidate and such candidate shall pay to the Hawaii election campaign fund a sum equal to the amount of excess payment.\n     (d)  If the commission determines that any amount of any public funds made to a candidate under section 11-217 was used for any improper purpose, the commission shall so notify the candidate, and the candidate shall pay to the fund an amount equal to three hundred per cent of such amount.\n     (e)  Any candidate who has received public funds under section 11-217 and who is convicted of violating any provision of this subpart shall, upon notification by the commission, pay to the Hawaii election campaign fund the full amount of public funds received by such candidate.\n     (f)  No notification shall be made by the commission under subsection (c) with respect to the payment of excess public funds more than two years after the payment of such funds. [L 1979, c 224, pt of §2; am L 1980, c 232, §1]"
}