{
    "name": "Disposition of funds",
    "number": "214",
    "text": "(a)  Candidates, committees, and individuals who receive contributions for an election but fail to file a nomination for that election shall return all residual funds to the donors no later than ninety days after the date on which nominations for that election must be filed.  Contributions not returned to the donors shall escheat to the Hawaii election campaign fund.\n     (b)  Candidates, committees, and individuals who withdraw or cease to be candidates or committees because of death, term limits, disqualification, resignation, or other personal reasons shall return all residual funds to the donors no later than ninety days after the candidate or committee ceases to be a candidate or committee.  Residual funds not returned to the donors shall escheat to the Hawaii election campaign fund.  Contributions shall only be used for expenditures directly related to the candidate's or committee's activities to influence the outcome of the election or nomination for election.\n     (c)  Candidates, and the committees of a candidate who:\n     (1)  Are elected to office, may expend surplus funds pursuant to section 11-206, but under no circumstances shall expenditures be made from funds after four years from the date of the election for which the contributions were received; or\n     (2)  Fail to be nominated or elected to office, may expend surplus funds pursuant to section 11-206 but under no circumstances shall expenditures be made from funds after one year from the date of the election for which the contributions were received.\nContributions not returned to the donors shall escheat to the Hawaii election campaign fund.\n     (d)  Surplus funds may be expended by a candidate for the next subsequent election upon registration for the election pursuant to section 11-194.\n     (e)  Candidates or committees that dispose of funds pursuant to this section shall terminate registration with the commission as provided in section 11-213.\n     (f)  The commission shall adopt rules under chapter 91 for carrying out the purposes of this section. [L 1979, c 224, pt of §2; am L 1980, c 232, §1; am L Sp 1995, c 10, §2(17); am L 1997, c 375, §14; am L 1998, c 31, §4; am L 2000, c 242, §2; am L 2005, c 203, §16]"
}