{
    "name": "Tax deductions",
    "number": "226",
    "text": "(a)  As a condition of allowing an individual to take a tax deduction for campaign contributions to a candidate pursuant to section 235-7(g)(2), a candidate shall have filed an affidavit with the commission prior to or simultaneous with the filing of the candidate's organizational report stating that the candidate shall not exceed the expenditure limit for the candidate's respective office as set forth in section 11-209.\n     (b)  The affidavit shall remain effective until the termination of the central committee of the candidate or the opening of filing for the next succeeding election for the office held or sought at the time of filing of the affidavit whichever occurs first.  An affidavit filed under this section may not be rescinded.\n     (c)  The director of taxation shall not allow any individual or married couple filing jointly to take a deduction against any tax due, pursuant to section 235-7(g)(2), for any contribution to a candidate for statewide or county office, who has not filed an affidavit as provided in this section.\n     (d)  The commission shall forward a certified copy of any affidavit filed under this section to the director of taxation.\n     (e)  The director of taxation shall only allow an individual or married couple filing jointly to take an income tax deduction, pursuant to section 235-7(g)(2), for any contribution to a candidate for a statewide or county office, if a receipt is attached to the state income tax return.  Canceled checks or copies of the same shall be considered adequate receipt forms.\n     (f)  If a candidate has not filed an affidavit pursuant to this section, the candidate shall inform all contributors to the candidate's campaign in writing immediately upon receipt of the contribution that they are not entitled to count their contributions to the candidate for purposes of taking a tax deduction under this section. [L 1979, c 224, pt of §2; am L 1981, c 178, §1; gen ch 1985]"
}