{
    "name": "Electioneering communications",
    "number": "207.6",
    "text": "(a)  Every person who makes a disbursement for electioneering communications in an aggregate amount of $2,000 during any calendar year shall, within twenty-four hours of each disclosure date provided in this section, file with the commission a statement of information described in subsection (b).\n     (b)  Each statement required to be filed under this section shall contain the following information:\n     (1)  The identification of the person making the disbursement, any entity sharing or exercising discretion or control over such person, and the custodian of the books and accounts of the person making the disbursement;\n     (2)  The state of incorporation and principal place of business or, for an individual, the address of the person making the disbursement;\n     (3)  The amount of each disbursement during the period covered by the statement and the identification of the person to whom the disbursement was made;\n     (4)  The elections to which the electioneering communications pertain and the names, if known, of the candidates identified or to be identified;\n     (5)  If the disbursements were made by a committee, the names and addresses of all persons who contributed to the committee for the purpose of publishing or broadcasting the electioneering communications;\n     (6)  If the disbursements were made by an organization other than a committee, the names and addresses of all persons who contributed to the organization for the purpose of publishing or broadcasting the electioneering communications; and\n     (7)  Whether or not any electioneering communication is made in coordination, cooperation, or concert with or at the request or suggestion of any candidate, candidate committee, political party or agent of any candidate, candidate committee or political party and, if so, the identification of the candidate, candidate committee, political party, or agent involved.\n     (c)  For the purposes of this section:\n     \"Disclosure date\" means, for every calendar year, the first date by which a person has made disbursements during that same year of more than $2,000, in the aggregate, for electioneering communications, and the date of any subsequent disbursements by that person for electioneering communications.\n     \"Electioneering communication\" means any advertising:\n     (1)  (A)  Broadcast from a cable, satellite, television, or radio broadcast station;\n         (B)  Published in any periodical or newspaper; or\n         (C)  Sent by mail at a bulk rate;\n     (2)  That refers to a clearly identifiable candidate; and\n     (3)  Is made, or scheduled to be made, either within thirty days prior to a primary or initial special election or within sixty days prior to a general or special election.\n\"Electioneering communication\" shall not include communications:\n     (1)  In a news story or editorial disseminated by any broadcast station or publisher of periodicals or newspapers, unless the facilities are owned or controlled by any political party, political committee, or candidate; \n     (2)  That constitute expenditures by the disbursing organization;\n     (3)  In in-house bulletins; or\n     (4)  That constitute a candidate debate or forum, or solely promote a debate or forum and are made by or on behalf of the person sponsoring the debate or forum.\n     (d)  For purposes of this section, a person shall be treated as having made a disbursement if the person has executed a contract to make the disbursement. [L 1999, c 140, §1; am L 2005, c 203, §12]\n \nCross References\n \n  Public service announcements by candidates for public office, see §11-10."
}