{
    "name": "Failure to file report; filing a substantially defective or deficient report",
    "number": "213.5",
    "text": "(a)  True and accurate reports shall be filed with the commission on or before the due date specified in this subpart.  Any committee that is required to file reports under this subpart shall be subject to the penalties in this section if the report is not filed by the due date or if the report is substantially defective or deficient, as determined by the commission.\n     (b)  The penalty for not filing a report by the due date shall be $50 per day for the first seven days, beginning with the day after the due date of the report, and $200 per day thereafter, not to exceed twenty-five per cent of the total amount of contributions or expenditures, whichever is greater, for the period covered by the report; provided that the minimum penalty for a report filed more than four days after the due date shall be $200. \n     (c)  Subsection (b) notwithstanding, if a candidate's committee does not file the second preliminary primary report or the preliminary general report or if a noncandidate committee does not file the preliminary primary report or the preliminary general report by the due date, the fine shall be $300 per day, not to exceed twenty-five per cent of the total amount of contributions or expenditures, whichever is greater, for the period covered by the report; provided that the minimum penalty shall be $300.\n     (d)  If the commission determines that a report is substantially defective or deficient, the commission shall notify the candidate's committee by first class mail that:\n     (1)  The report is substantially defective or deficient; and\n     (2)  A penalty may be assessed.\n     (e)  If the corrected report is not filed with the commission's electronic filing system on or before the fourteenth day after the notice of deficiency has been mailed, the penalty for a substantially defective or deficient report shall be $50 per day for the first seven days, beginning with the fifteenth day after the notice was sent, and $200 per day thereafter, not to exceed twenty-five per cent of the total amount of contributions or expenditures, whichever is greater, for the period covered by the report; provided that the minimum penalty for not filing a corrected report more than eighteen days after the notice was sent shall be $200.\n     (f)  The commission shall publish on its website the names of all candidate's committees that have failed to file a report or to correct a report within the time allowed by the commission.\n     (g)  All penalties collected under this section shall be deposited into the general fund. [L 2008, c 244, §23]"
}