{
    "name": "Administrative fines; relief",
    "number": "228",
    "text": "(a)  In the performance of its required duties, the commission may render a decision or issue an order affecting any person violating any provision of this subpart or section 281-22 that shall provide for the assessment of an administrative fine in the manner prescribed as follows:\n     (1)  If a natural person, an amount not to exceed $1,000 for each occurrence or an amount equivalent to three times the amount of an unlawful contribution or expenditure, whichever is greater; or\n     (2)  If a corporation, organization, association, or labor union, it shall be punished by a fine not exceeding $1,000 for each occurrence; and \n     (3)  Whenever a corporation, organization, association, or labor union violates this subpart, the violation shall be deemed to be also that of the individual directors, officers, or agents of the corporation, organization, association, or labor union, who have knowingly authorized, ordered, or done any of the acts constituting the violation.\n     (b)  Any order for the assessment of an administrative fine may not be issued against a person without providing the person written notice and an opportunity to be heard at a hearing conducted under chapter 91.  A person may waive these rights by written stipulation or consent.  If an administrative fine is imposed upon a candidate, the commission may order that the fine, or any portion, be paid from the candidate's personal funds.\n     (c)  If an order issued by the commission is not complied with by the person to whom it is directed, the first circuit court, upon application of the commission, shall issue an order requiring the person to comply with the commission's order.  Failure to obey such a court order shall be punished as contempt.\n     (d)  Any administrative fine collected by the commission shall be deposited into the general fund of the State of Hawaii.\n     (e)  Any person or the commission may sue for injunctive relief to compel compliance with this subpart.\n     (f)  The provisions of this section shall not be construed to prohibit prosecution under any appropriate provision of the Hawaii Penal Code or section 11-229.\n     (g)  The provisions of this section shall not apply to any person who, prior to the commencement of proceedings under this section, has paid or agreed to pay the penalties prescribed by sections 11-193(a)(5) and 11-215(c). [L 1979, c 224, pt of §2; am L 1980, c 232, §1; gen ch 1985; am L Sp 1995, c 10, §2(27); am L 1999, c 96, §10; am L 2000, c 99, §7; am L 2002, c 111, §2; am L 2008, c 244, §33]"
}