{
    "name": "Disclosure of beneficiaries Law Journals and Reviews Tax Consequences of Land Trusts.  16 HBJ 3.",
    "number": "8",
    "text": "Disclosure of beneficiaries.  (a)  Any trust created hereunder shall be invalid unless the recorded conveyance document transferring title to the trustee discloses the name and pro rata interest of each beneficiary of such trust. \n\t(b)  Upon service of a complaint, or similar pleading, in federal or state court to which the trustee is required to respond, the trustee shall disclose in the response the name of every beneficiary with a present interest in trust property which is a subject of the action.  This subsection shall be liberally construed to require identification of the actual parties to the controversy. \n\t(c)  Upon receipt of a notice of violation of any ordinance, rule, regulation, or law relating to real property held in trust, the trustee shall disclose to the State, political subdivision, or agency giving notice or which is primarily responsible for enforcement of such ordinance, rule, regulation, or law, the identity of every beneficiary who has an interest in the trust property.  This subsection shall be liberally construed to require identification of the actual parties who are being notified of the violation. \n\t(d)  As part of any contract relating to the ownership or use of real property which is the subject of a land trust and is entered into by and between the State or any local governmental unit or any agency of either and a trustee under a land trust, the trustee shall disclose the identity of every beneficiary of the land trust.  This subsection shall be liberally construed to require identification of the actual parties benefiting from a transaction with a governmental unit or agency. \n\t(e)  Whenever any trustee or beneficiary of a land trust applies or supports an application to the State or any local governmental unit or any agency of either for any benefit, authorization, license, land use or permit relating to the land which is the subject of the land trust, such application shall identify every beneficiary of the land trust.  This subsection shall be liberally construed to require identification of the actual parties benefiting from the actions of governmental units and agencies. \n\t(f)  A trustee who discloses the identity of a beneficiary pursuant to law shall not be liable in any civil action as a result of the disclosure. [L 1978, c 151, pt of §1; am L 1982, c 127, §2]"
}