{
    "name": "Qualifications of voters; registration",
    "number": "3",
    "text": "(a)  Every person who registers as required by law shall be entitled to vote at any election of board members provided that the person shall have attained the age of eighteen years at the time of the election.\n\t(b)  No person shall be eligible to register as a voter for the election of board members unless the person meets the following qualifications:\n\n\n\n\t(1)\tThe person has attained the age of eighteen years or will have attained such age within one year of the date of the next election of board members; and\n\t(2)\tThe person is otherwise qualified to register to vote in the State.\n\n\n\n\t(c)  Any person eligible to and desiring to register as a voter for the election of board members shall go to any location designated by the clerk of the county, then and there to be examined under oath as to the person's qualifications as a voter.  Each applicant shall make and subscribe to an application in the form of an affidavit as provided for under section 11-15.\n\t(d)  The clerk of each county shall register all persons in the county who are eligible to and desiring to register as voters for the election of board members.  The register may be maintained in conjunction with the general county register; provided that the clerk shall be able to prepare a separate list of voters for the election of board members, capable of segregation by precinct and representative district.  The maintenance, reproduction, and transmittal of records and affidavits to a central file shall be in accordance with section 11-14.\n\t(e)  The clerk of each county shall amend the general county register to include therein any person, who on November 6, 1984, was registered to vote only for members of the board of trustees, to hereinafter be registered to vote in all elections held in the State. [L 1979, c 196, pt of §8; am L 1985, c 203, §7; am L 2000, c 59, §2]\nAttorney General Opinions\n  A voter must qualify as a Hawaiian in his or her own right, not on the basis of the racial descent of the adoptive parents.  Att. Gen. Op. 80-6.\nLaw Journals and Reviews\n  To Dwell on the Earth in Unity:  Rice, Arakaki, and the Growth of Citizenship and Voting Rights in Hawai`i.  V HBJ No. 13, at pg. 15.\n  The California Civil Rights Initiative:  Why It's Here, Its Far Reaching Effects, and the Unique Situation in Hawai`i.  22 UH L. Rev. 279.\n  Matters of Trust:  Unanswered Questions After Rice v. Cayetano.  23 UH L. Rev. 363.\nCase Notes\n State's electoral restriction enacted a race-based voting qualification; Hawaii's denial of petitioner's right to vote, where petitioner was not a \"Hawaiian\", was a clear violation of the Fifteenth Amendment to the U.S. Constitution.  528 U.S. 495."
}