{
    "name": "Definitions",
    "number": "1",
    "text": "PART I.  [OLD] DISCRIMINATORY PRACTICES\n\n § to 10  REPEALED.  L 1977, c 85, §2; L 1981, c 94, §2.\nPART I.  [NEW] DISCRIMINATORY PRACTICES\n     As used herein:\n\t\"Arrest and court record\" includes any information about an individual having been questioned, apprehended, taken into custody or detention, held for investigation, charged with an offense, served a summons, arrested with or without a warrant, tried, or convicted pursuant to any law enforcement or military authority.\n\t\"Because of sex\" shall include, but is not limited to, because of pregnancy, childbirth, or related medical conditions; and women affected by pregnancy, childbirth, or related medical conditions shall be treated the same for all employment-related purposes, including receipt of benefits under fringe benefit programs, as other individuals not so affected but similar in their ability or inability to work.\n\t\"Being regarded as having such an impairment\" includes but is not limited to employer consideration of an individual's genetic information, including genetic information of any family member of an individual, or the individual's refusal to submit to a genetic test as a condition of initial or continued employment.\n\t\"Commission\" means the civil rights commission.\n\t\"Disability\" means the state of having a physical or mental impairment which substantially limits one or more major life activities, having a record of such an impairment, or being regarded as having such an impairment.\n\t\"Employer\" means any person, including the State or any of its political subdivisions and any agent of such person, having one or more employees, but shall not include the United States.\n\t\"Employment\" means any service performed by an individual for another person under any contract of hire, express or implied, oral or written, whether lawfully or unlawfully entered into.  Employment does not include services by an individual employed as a domestic in the home of any person.\n\t\"Employment agency\" means any person engaged in the business of providing employment information, procuring employment for applicants, or providing employees for placement with employers upon request.\n\t\"Family member\" means, with respect to a certain individual, another individual related by blood to that individual.\n\t\"Genetic information\" means information about genes, gene products, hereditary susceptibility to disease, or inherited characteristics that may derive from the individual or family member.\n\t\"Genetic test\" means a laboratory test which is generally accepted in the scientific and medical communities for the determination of the presence or absence of genetic information.\n\t\"Labor organization\" means any organization which exists and is constituted for the purpose, in whole or in part, of collective bargaining or of dealing with employers concerning grievances, terms or conditions of employment, or of other mutual aid or protection.\n\t\"Marital status\" means the state of being married or being single.\n\t\"Person\" means one or more individuals, and includes, but is not limited to, partnerships, associations, or corporations, legal representatives, trustees, trustees in bankruptcy, receivers, or the State or any of its political subdivisions.\n\t\"Sexual orientation\" means having a preference for heterosexuality, homosexuality, or bisexuality, having a history of any one or more of these preferences, or being identified with any one or more of these preferences.  \"Sexual orientation\" shall not be construed to protect conduct otherwise proscribed by law. [L 1981, c 94, pt of §2; am L 1986, c 223, §§1, 2; am L 1989, c 386, §§3, 17; am L 1991, c 2, §2; am L 1992, c 33, §5; am L 2002, c 217, §1]"
}