{
    "name": "Employer inquiries into conviction record",
    "number": "2.5",
    "text": "  (a)  Subject to subsection (b), an employer may inquire about and consider an individual's criminal conviction record concerning hiring, termination, or the terms, conditions, or privileges of employment; provided that the conviction record bears a rational relationship to the duties and responsibilities of the position.\n\t(b)  Inquiry into and consideration of conviction records for prospective employees shall take place only after the prospective employee has received a conditional offer of employment which may be withdrawn if the prospective employee has a conviction record that bears a rational relationship to the duties and responsibilities of the position.\n\t(c)  For purposes of this section, \"conviction\" means an adjudication by a court of competent jurisdiction that the defendant committed a crime, not including final judgments required to be confidential pursuant to section 571-84; provided that the employer may consider the employee's conviction record falling within a period that shall not exceed the most recent ten years, excluding periods of incarceration.  If the employee or prospective employee claims that the period of incarceration was less than what is shown on the employee's or prospective employee's conviction record, an employer shall provide the employee or prospective employee with an opportunity to present documentary evidence of a date of release to establish a period of incarceration that is shorter than the sentence imposed for the employee's or prospective employee's conviction.\n\t(d)  Notwithstanding subsections (b) and (c), the requirement that inquiry into and consideration of a prospective employee's conviction record may take place only after the individual has received a conditional job offer, and the limitation to the most recent ten-year period, excluding the period of incarceration, shall not apply to employers who are expressly permitted to inquire into an individual's criminal history for employment purposes pursuant to any federal or state law other than subsection (a), including:\n\n\n\n\t(1)\tThe State or any of its branches, political subdivisions, or agencies pursuant to section 831-3.1 and section 78-2.7;\n\t(2)\tThe department of education pursuant to section 302A-601.5;\n\t(3)\tThe department of health with respect to employees, providers, or subcontractors in positions that place them in direct contact with clients when providing non-witnessed direct mental health services pursuant to section 321-171.5;\n\t(4)\tThe judiciary pursuant to section 571-34;\n\t(5)\tThe counties pursuant to section 846-2.7;\n\t(6)\tArmed security services pursuant to section 261-17(b);\n\t(7)\tProviders of a developmental disabilities domiciliary home pursuant to section 333F-22;\n\t(8)\tPrivate schools pursuant to section 378-3(8) and section 302C-1;\n\t(9)\tFinancial institutions in which deposits are insured by a federal agency having jurisdiction over the financial institution pursuant to section 378-3(9);\n\t(10)\tDetective agencies and security guard agencies pursuant to sections 463-6(b) and 463-8(b);\n\t(11)\tEmployers in the business of insurance pursuant to section 431:2-201.3;\n\t(12)\tEmployers of individuals or supervisors of individuals responsible for screening passengers or property under 49 U.S.C. §44901 or individuals with unescorted access to an aircraft of an air carrier or foreign carrier or in a secured area of an airport in the United States pursuant to 49 U.S.C. §44936(a);\n\t(13)\tThe department of human services pursuant to section 352-5.5;\n\t(14)\tThe public library system pursuant to section 302A-601.5;\n\t(15)\tThe department of public safety pursuant to section 353C-5;\n\t(16)\tThe board of directors of a cooperative housing corporation or the manager of a cooperative housing project pursuant to section 421I-12; and\n\t(17)\tThe board of directors of an association of apartment owners, or the manager of a condominium project pursuant to section 514A-82.1. [L 1998, c 175, §1; am L 2003, c 95, §12; am L 2004, c 79, §5]"
}