{
    "name": "Definitions",
    "number": "1",
    "text": "PART I.  GENERAL PROVISIONS\n\n     As used in this chapter, unless the context otherwise requires:\n\t\"Administrative revocation\" means termination of the respondent's:\n\n\n\n\t(1)\tLicense and the privilege to operate a vessel underway on or in the waters of the State pursuant to part III; and\n\t(2)\tRegistration of any motor vehicle registered to a respondent found to be a repeat intoxicated driver,\n\n\n\nbut does not include any revocation imposed under section 291E-61 or 291E-61.5.\n\t\"Alcohol\" means the product of distillation of any fermented liquid, regardless of whether rectified, whatever may be the origin thereof, and includes ethyl alcohol, lower aliphatic alcohol, and phenol as well as synthetic ethyl alcohol, but not denatured or other alcohol that is considered not potable under the customs laws of the United States.\n\t\"Alcohol concentration\" means either grams of alcohol per one hundred milliliters or cubic centimeters of blood or grams of alcohol per two hundred ten liters of breath.\n\t\"Alcohol enforcement contact\" means:\n\n\n\n\t(1)\tAny administrative revocation ordered pursuant to part III;\n\t(2)\tAny administrative revocation ordered pursuant to part XIV of chapter 286, as that part was in effect on or before December 31, 2001;\n\t(3)\tAny suspension or revocation of any license or motor vehicle registration, or both, or any suspension or revocation of a privilege to operate a vessel underway imposed by this or any other state or federal jurisdiction for refusing to submit to a test for alcohol concentration;\n\t(4)\tAny conviction in this State for operating or being in physical control of a vehicle while having an unlawful alcohol concentration or while under the influence of alcohol; or\n\t(5)\tAny conviction in any other state or federal jurisdiction for an offense that is comparable to operating or being in physical control of a vehicle while having an unlawful alcohol concentration or while under the influence of alcohol.\n\n\n\n\t\"Certified substance abuse counselor\" means any person certified by the department of health pursuant to section 321-193(10), or any other substance abuse specialist or medical practitioner the director of health may appoint to carry out the functions of a certified substance abuse counselor under this chapter.\n\t\"Director\" means the administrative director of the courts or any other person within the judiciary appointed by the director to conduct administrative reviews or hearings or carry out other functions relating to administrative revocation under part III.\t\"Drug\" means any controlled substance, as defined and enumerated in schedules I through IV of chapter 329, or its metabolites.\n\t\"Drug enforcement contact\" means:\n\n\n\n\t(1)\tAny administrative revocation ordered pursuant to part III;\n\t(2)\tAny administrative revocation ordered pursuant to part XIV of chapter 286, as that part was in effect on or before December 31, 2001;\n\t(3)\tAny suspension or revocation of license or any suspension or revocation of a privilege to operate a vessel underway imposed by this or any other state or federal jurisdiction for refusing to submit to a test for drug content in the person's blood or urine;\n\t(4)\tAny conviction in this State for operating or being in physical control of a vehicle while having an unlawful drug content in the blood or urine or while under the influence of drugs; or\n\t(5)\tAny conviction in any other state or federal jurisdiction for an offense that is comparable to operating or being in physical control of a vehicle while having an unlawful drug content in the blood or urine or while under the influence of drugs.\n\n\n\n\t\"Household member\" means:\n\n\n\n\t(1)\tPersons who reside in the same dwelling unit as the respondent; or\n\t(2)\tPersons under twenty-one years of age who are related to the respondent by marriage, blood, or adoption,  regardless of whether they reside in the same dwelling unit with the respondent.\n\n\n\n\t\"Impair\" means to weaken, to lessen in power, to diminish, to damage, or to make worse by diminishing in some material respect or otherwise affecting in an injurious manner.\n\t\"Intoxicant\" means alcohol or any drug, as defined in this section.\n\t\"Law enforcement officer\" means any public servant, whether employed by the State, a county, or by the United States, vested by law with a duty to maintain public order or to make arrests for offenses or to enforce the criminal laws, and includes a conservation and resources enforcement officer as specified in section 199-3.\n\t\"License\" means any driver's license or any other license or permit to operate a motor vehicle issued under, or granted by, the laws of this State and includes:\n\n\n\n\t(1)\tAny learner's permit or instruction permit;\n\t(2)\tThe privilege of any person to operate a motor vehicle, regardless of whether the person holds a valid license;\n\t(3)\tAny nonresident's operating privilege; and\n\t(4)\tThe eligibility, including future eligibility, of any person to apply for a license or privilege to operate a motor vehicle.\n\n\n\n\t\"Measurable amount of alcohol\" means a test result equal to or greater than .02 but less than .08 grams of alcohol per one hundred milliliters or cubic centimeters of blood or equal to or greater than .02 but less than .08 grams of alcohol per two hundred ten liters of breath.\n\t\"Moped\" has the same meaning as in section 291C-1.\n\t\"Motor vehicle\" has the same meaning as in section 291C-1, except that it specifically includes a moped.\n\t\"Nonresident's operating privilege\" means the privilege conferred by law upon a nonresident to operate a vehicle in this State.\n\t\"Notice of administrative revocation\" or \"notice\" means the written notice issued to the respondent pursuant to section 291E-33.\n\t\"Number plates\" refer to the number plates or special number plates, which are commonly known as license plates, that are issued under sections 249-9, 249-9.1, 249-9.2, and 249-9.3 and that are required to be attached on a motor vehicle pursuant to sections 249-1 to 249-13.\n\t\"Operate\" means to drive or assume actual physical control of a vehicle upon a public way, street, road, or highway or to navigate or otherwise use or assume physical control of a vessel underway on or in the waters of the State.\n\t\"Operator\" means a person who drives or assumes actual physical control of a vehicle or a person who operates, navigates, or who has an essential role in the operation of a vessel underway.\n\t\"Preliminary alcohol screening device\" means a device designed to detect and verify the presence of alcohol or provide an estimated value of alcohol concentration.\n\t\"Privilege\" refers to the authority to operate a vessel underway on or in the waters of the State.\n\t\"Public way, street, road, or highway\" includes:\n\n\n\n\t(1)\tThe entire width, including berm or shoulder, of every road, alley, street, way, right of way, lane, trail, highway, or bridge;\n\t(2)\tA parking lot, when any part thereof is open for use by the public or to which the public is invited for entertainment or business purposes;\n\t(3)\tAny bicycle lane, bicycle path, bicycle route, bikeway, controlled-access highway, laned roadway, roadway, or street, as defined in section 291C-1; or\n\t(4)\tAny public highway, as defined in section 264-1.\n\n\n\n\t\"Qualified household member\" means a household member of the respondent who has a license that has not expired or been suspended or revoked.\n\t\"Repeat intoxicated driver\" means a person who previously:\n\n\n\n\t(1)\tHas been convicted, during the five years preceding the date of arrest, of one or more violations under:\n\n\t\t(A)\tSection 291E-61 or 291E-61.5, as a result of having consumed alcohol; or\n\t\t(B)\tSection 291-4 or 291-4.4, as those sections were in effect on or before December 31, 2001;\n\n\t(2)\tHas been convicted, during the ten years preceding the date of arrest, of three or more violations under:\n\n\t\t(A)\tSection 291E-61 or 291E-61.5, as a result of having consumed alcohol; or\n\t\t(B)\tSection 291-4 or 291-4.4, as those sections were in effect on or before December 31, 2001; or\n\n\t(3)\tHas had one prior alcohol enforcement contact during the five years preceding the date of arrest, two prior alcohol enforcement contacts during the seven years preceding the date of arrest, or three or more prior alcohol enforcement contacts during the ten years preceding the date of arrest.\n\n\n\n\t\"Respondent\" means a person to whom a notice of administrative revocation has been issued following an arrest for a violation of section 291E-61 or 291E-61.5 or following the collection of a blood or urine sample from the person, pursuant to section 291E-21, because there was probable cause to believe that the person has violated section 291E-61 or 291E-61.5.\n\t\"State\" means:  any state or possession of the United States; the District of Columbia; the Commonwealth of Puerto Rico; the United States Virgin Islands; American Samoa; Guam; any province or territory of the Dominion of Canada; and the Commonwealth of the Northern Mariana Islands, except when the word, in context, clearly refers to the State of Hawaii.\n\t\"Substance\" and \"substance abuse\" have the same meanings as provided in section 321-191.\n\t\"Temporary number plates\" refers to the temporary number plates given, along with the temporary vehicle registration, to a respondent pursuant to section 291E-33, but does not include a temporary number plate attached to a new vehicle pursuant to sections 249-7.5 and 286-53.\n\t\"Temporary permit\" means that portion of the notice of administrative revocation that, when completed by a law enforcement officer, permits the respondent to operate a vehicle for thirty days in the case of an alcohol related offense and forty-four days in the case of a drug related offense or until such time as the director may establish under part III.\n\t\"Temporary vehicle registration\" means the portion of the notice of administrative revocation that, when completed by the arresting law enforcement officer, permits the respondent to drive a vehicle registered in the name of the respondent for thirty days or until the time established by the director under part III.\n\t\"Under the influence\" means that a person:\n\n\n\n\t(1)\tIs under the influence of alcohol in an amount sufficient to impair the person's normal mental faculties or ability to care for the person and guard against casualty; \n\t(2)\tIs under the influence of any drug that impairs the person's ability to operate the vehicle in a careful and prudent manner;\n\t(3)\tHas .08 or more grams of alcohol per two hundred ten liters of the person's breath; or\n\t(4)\tHas .08 or more grams of alcohol per one hundred milliliters or cubic centimeters of the person's blood.\n\n\n\n\t\"Underway\" means that a vessel is not at anchor, made fast to the shore, or aground.\n\t\"Vehicle\" includes a:\n\n\n\n\t(1)\tMotor vehicle;\n\t(2)\tMoped; and\n\t(3)\tVessel.\n\n\n\n\t\"Vessel\" means all description of watercraft that are used or are capable of being used as a means of transportation on or in the water.\n\t\"Waters of the State\" means any waters within the jurisdiction of the State, the marginal seas adjacent to the State, and the high seas when navigated as part of a journey or ride to or from the shore of the State. [L 2000, c 189, pt of §23; am L 2001, c 157, §10; am L 2004, c 90, §2]"
}