{
    "name": "Exceptions",
    "number": "36",
    "text": "(a)  The director of transportation, in the case of state highways, or the county engineer, in the case of county roads and streets, may, upon application in writing, issue a written permit authorizing the applicant to operate or move a vehicle or combination of vehicles, self-propelled construction or farm equipment, or special mobile equipment of dimensions or weights, including loads or both, which exceed the limits set in sections 291-34 and 291-35. \t(b)  The director of transportation, in the case of state highways, or the county engineer, in the case of county roads and streets, may issue a permit authorizing the applicant to operate vehicles or combinations of vehicles which exceed the limits set forth in section 291-35 when carrying products from the place where they are harvested or stored to the place where they are processed or used.\n\t(c)  The application for any such permit shall specifically describe the vehicle or combination of vehicles, the self-propelled construction or farm equipment, the load to be operated or moved, the particular highways over which the permit to operate is requested, and whether such permit is requested for a single trip or for continuous operation.\n\t(d)  The director of transportation or county engineer may if the director of transportation or county engineer determines that adequate precautions will be taken to protect persons and property issue the permit and may in the permit limit the number of trips, establish seasonal or other time limitations during which the permit is valid, prescribe conditions as to route, equipment, speed, escort vehicles, safety measures, or otherwise limit or prescribe conditions of operation under such permit to assure against injury to person and undue damage to the road foundations, surfaces, or structures.  The issuing authority may also require such undertaking or other security as may be deemed necessary to protect the highways and bridges from damage, or to provide indemnity for any injury resulting from such operation.  The permit shall be valid for the period specified or unless sooner revoked by the issuing authority.\n\t(e)  Every such permit shall be carried in the vehicle or combination of vehicles or the self-propelled construction or farm equipment to which it refers and shall be open to inspection of any peace officer or traffic officer or employee charged with the care or protection of the highways; provided that in the case of annual permits, this requirement may be met where a copy of the permit is carried in the vehicle, and the original permit is readily available for inspection from the operator's offices in the county of issuance.\n\t(f)  The owner of any vehicle or combination of vehicles or self-propelled construction or farm equipment found operating in violation of the terms or conditions of any permit or over sections of the highway not covered by the permit shall be subject to the penalties provided in section 291-37.\n\t(g)  The restrictions of sections 291-34 and 291-35 shall not apply to the operation of motor vehicles on roads now under the control of the counties where a private individual or corporation actually maintains the county road or roads under an agreement in writing filed with the respective county or city council.  The agreement shall also provide that the individual or corporation shall repair all damages caused to such roads by vehicles or other self-propelled equipment belonging to or under the control of the individual or corporation and upon failure of the individual or corporation to repair such road or roads as provided in such agreement, the county may repair such damages and charge the cost thereof to and collect the same from the individual or corporation.\n\t(h)  Nothing in this chapter shall prevent motor vehicles with a width of greater than nine feet, including load, from crossing any public road, street, or highway within the State.\n\t(i)  No provision herein shall be so construed as to prevent the passage of ordinances by any county which impose restrictions more severe in nature.\n\t(j)  A fee shall be charged for each permit issued by the director of transportation as follows:\n\n\n\n\t(1)\tSingle trip permit for loads less than 1.35 times the allowable load or less than 14 feet in width\t\t$5.\n\t(2)\tContinuous trip permit for loads less than 1.35 times the allowable load or less than 14 feet in width\t\t$10.\n\t(3)\tOverweight permit in excess of 1.35 times the allowable load\t\t$25.\n\t(4)\tOversize permit for width in excess of 14 feet\t\t$25.\n\n\n\n\tSuch fee shall be deposited in the State's account for special funds for highways.\n\t(k)  Notwithstanding any law to the contrary, no permit shall be required for any vehicle or combination of vehicles used in agricultural operations or activities which only crosses any public road, street, or highway within the State at locations approved by the director of transportation, in the case of state highways, or the county engineer, in the case of county roads and streets; provided that:\n\n\n\n\t(1)\tThe owners of vehicles transporting agricultural products and equipment shall construct and maintain structurally suitable pavement sections at each crossing;\n\t(2)\tThese owners shall provide for the cleaning and removal of all debris and mud generated by their operation;\n\t(3)\tThe maximum length of vehicles transporting agricultural products shall be limited to not more than eighty feet; and\n\t(4)\tThe maximum length of vehicles, including load, used in transporting agricultural equipment shall be limited to not more than one hundred feet. [L 1941, c 216, pt of §1; am L Sp 1941, c 39, §1; RL 1945, §11715; am L 1949, c 94, §2; RL 1955, §311-21; am L 1957, c 251, §2; am L Sp 1959 2d, c 1, §26; HRS ; am L 1971, c 75, §2 and c 133, §2; am L 1977, c 184, §2; am L 1978, c 192, §2; am L 1980, c 281, §2; gen ch 1985]"
}