{
    "name": "Definitions",
    "number": "51",
    "text": "PART III.  PARKING FOR DISABLED PERSONS\n\n     As used in this part, the following terms have the following meanings:\n\t\"Access aisle\" means the area that is adjacent to a parking space reserved for a person with a disability and that is to be used exclusively by that person for the purpose of entering and exiting a vehicle.\n\t\"Certificate of disability\" means a medical statement issued by a licensed practicing physician, which verifies that a person is disabled, limited, or impaired in the ability to walk.\n\t\"Disability and communication access board\" means the disability and communication access board established by chapter 348F.\n\t\"International symbol of access\" means the symbol adopted by Rehabilitation International in 1969 at its Eleventh World Congress on Rehabilitation of the Disabled.\n\t\"Issuing agency\" means an agency authorized by a county to issue removable windshield placards, temporary removable windshield placards, special license plates, and identification cards pursuant to this part.\n\t\"Parking space reserved for persons with disabilities\" means a public or private parking space, including the access aisle, designated for the use of a person with a disability that is designed and constructed in compliance with the requirements of the federal Americans with Disabilities Act of 1990, as \namended, and related rules and guidelines, and is marked with a sign designating the parking space as reserved for persons with disabilities.\n\t\"Person with a disability\" means a person with a disability which limits or impairs the ability to walk, and who, as determined by a licensed practicing physician:\n\n\n\n\t(1)\tCannot walk two hundred feet without stopping to rest, due to a diagnosed arthritic, neurological, orthopedic, renal, vascular, or oncological condition;\n\t(2)\tCannot walk without the use of, or assistance from, a brace, cane, crutch, another person, prosthetic device, wheelchair, or other assistive device;\n\t(3)\tIs restricted by lung disease to such an extent that the person's forced (respiratory) expiratory volume for one second, when measured by spirometry, is less than one liter, or the arterial oxygen tension is less than sixty mm/hg on room air at rest;\n\t(4)\tUses portable oxygen; or\n\t(5)\tHas a cardiac condition to the extent that the person's functional limitations are classified in severity as Class III or Class IV according to the standards set by the American Heart Association.\n\n\n\n\t\"Private entity\" means a private owner or lessee of a parking facility or site where invitation to the general public is expressed or implied.\n\t\"Private parking\" means a privately owned parking facility or site where invitation to the general public is expressed or implied.\n\t\"Public entity\" means the State or any of its counties.\n\t\"Public parking\" means a parking facility or site under state or county jurisdiction.\n\t\"Removable windshield placard\" means a two-sided, hanger-style placard issued under this part to a person with a disability who presents a certificate of disability that verifies that the applicant's disability is expected to last for at least four years.\n\t\"Sign designating the parking space as reserved for persons with disabilities\" means a sign which contains:\n\n\n\n\t(1)\tThe words, \"Reserved Parking\";\n\t(2)\tThe international symbol of access;\n\t(3)\tWords indicating that the space is reserved for parking by persons with disabilities who have valid placards or special license plates; and\n\t(4)\tThe maximum fine for parking illegally in the space.\"\n\n\n\n\t\"Special license plate\" means a license plate that displays the international symbol of access:\n\n\n\n\t(1)\tIn a color that contrasts to the background; and\n\t(2)\tIn the same size as the letters or numbers on the plate.\n\n\n\n\t\"Temporary removable windshield placard\" means a two-sided, hanger-style placard issued under this part to a person with a disability who presents a certificate of disability that verifies the person's disability in monthly increments, which shall not exceed six months. [L 1984, c 46, pt of §2; am L 1986, c 213, §1; am L 1992, c 46, §3; am L 1997, c 308, §5; am L 1999, c 282, §5; am L 2001, c 297, §2; am L 2002, c 16, §15; am L 2003, c 30, §2]"
}