{
    "name": "Issuance of an order for a pen register or a trap and trace device",
    "number": "44.6",
    "text": "(a)  Upon application for an order authorizing the installation and use of a pen register or a trap and trace device, the reviewing judge shall satisfy itself that there are sufficient facts and circumstances contained within the application that there is probable cause to believe that information will be obtained through the installation and use of a pen register or a trap and trace device which will constitute the fruits, instrumentalities, or evidence of a crime or is relevant to an ongoing criminal investigation.\n\t(b)  If the reviewing judge is so satisfied, the order issued shall specify:\n\n\n\n\t(1)\tThe identity, if known, of the person to whom is leased or in whose name is listed the telephone line to which the pen register or trap and trace device is to be attached;\n\t(2)\tThe identity, if known, of the person who is the subject of the criminal investigation;\n\t(3)\tThe number and, if known, the physical location of the telephone line to which the pen register or the trap and trace device is to be attached, and, in the case of a trap and trace device, the geographical limits of the trap and trace order;\n\t(4)\tA statement of the offense to which the information likely to be obtained by the pen register or trap and trace device relates; and\n\t(5)\tUpon the request of the applicant, the information, facilities, and technical assistance necessary to accomplish installation of the pen register or trap and trace device that the provider of wire communication service is directed to furnish to the applicant.\n\n\n\n\t(c)  An order authorizing installation and use of a pen register or a trap and trace device shall not be for a period exceeding sixty days.  Extension of such an order may be granted, but only upon a reapplication for an order and a finding of probable cause to justify continuing use of a pen register or trap and trace device.  The period of the extension shall not exceed sixty days.\n\t(d)  An order authorizing the installation and use of a pen register or a trap and trace device shall direct that:\n\n\n\n\t(1)\tThe order be sealed until otherwise ordered by the court; and\n\t(2)\tThe person owning or leasing the line to which the pen register or trap and trace device is attached, or who has been ordered by the court to provide assistance to the applicant, not disclose the existence of the pen register or trap and trace device or the existence of the investigation to the listed subscriber, or to any other person, unless otherwise ordered by the court. [L 1989, c 164, pt of §2]"
}