{
    "name": "Definitions",
    "number": "14",
    "text": "Unless the context otherwise requires in this chapter: \t\"Approved by (or approval by) the members\" means approved or ratified by the affirmative vote of a majority of the votes represented and voting at a duly held meeting at which a quorum is present (which affirmative votes also constitute a majority of the required quorum) or by a written ballot or written consent in conformity with this chapter or by the affirmative vote, written ballot, or written consent of such greater proportion, including the votes of all the members of any class, unit, or grouping as may be provided in the articles, bylaws, or this chapter for any specified member action.\n\t\"Articles of incorporation\" or \"articles\" includes amended and restated articles of incorporation, and articles of merger.\n\t\"Board\" or \"board of directors\" means the board of directors of a corporation except that no person or group of persons are the board of directors because of powers delegated to that person or group pursuant to section 414D-131.\n\t\"Bylaws\" means the code or codes of rules (other than the articles) adopted pursuant to this chapter for the regulation or management of the affairs of the corporation irrespective of the name or names by which the rules are designated.\n\t\"Class\" refers to a group of memberships which have the same rights with respect to voting, dissolution, redemption, and transfer.  For the purpose of this chapter, rights shall be considered the same if they are determined by a formula applied uniformly.\n\t\"Code\" means the federal Internal Revenue Code of 1986, as amended.\n\t\"Corporation\" means a nonprofit corporation unless otherwise specified.\n\t\"Delegates\" means those persons elected or appointed to vote in a representative assembly for the election of a director or directors or on other matters.\n\t\"Deliver\" includes mail.\n\t\"Department\" means the department of commerce and consumer affairs, unless the context otherwise requires.\n\t\"Department director\" means the director of the department of commerce and consumer affairs, unless the context otherwise requires.\n\t\"Directors\" means individuals, designated in the articles or bylaws or elected by the incorporators, and their successors and individuals elected or appointed by any other name or title, to act as members of the board.\n\t\"Distribution\" means the payment of a dividend or any part of the income or profit of a corporation to its members, directors, or officers.\n\t\"Domestic corporation\" means a corporation organized under the laws of this State.\n\t\"Employee\" does not include an officer or director who is not otherwise employed by the corporation.\n\t\"Entity\" includes domestic and foreign corporations; domestic professional corporations; domestic and foreign limited liability companies; domestic and foreign not-for-profit corporations; domestic and foreign business trusts; estates; domestic and foreign partnerships; domestic and foreign limited partnerships; domestic and foreign limited liability partnerships; trusts; and two or more persons having a joint or common economic interest; and state, federal, and foreign governments.\n\t\"File\", \"filed\", or \"filing\" means filed in the office of the department director.\n\t\"Foreign corporation\" means a corporation organized under a law other than the law of this State.\n\t\"Governmental subdivision\" includes authority, county, district, and municipality.\n\t\"Includes\" denotes a partial definition.\n\t\"Individual\" means a natural person or the estate of an incompetent or deceased individual.\n\t\"Means\" denotes a complete definition.\n\t\"Member\" means (without regard to what a person is called in the articles or bylaws) any person or persons having the rights and obligations of membership pursuant to a corporation's articles of incorporation or bylaws.\n\t\"Membership\" refers to the rights and obligations a member or members have pursuant to a corporation's articles, bylaws, and this chapter.\n\t\"Merger\" means the procedure authorized by this part in which one domestic or foreign entity combines with one or more domestic or foreign entities resulting in either one surviving entity or one new entity.\n\t\"Notice\" is defined in section 414D-15.\n\t\"Person\" includes any individual or entity.\n\t\"Principal office\" means the office (in or out of the State) so designated in the annual report where the principal offices of a domestic or foreign corporation are located.\n\t\"Proceeding\" includes civil suit and criminal, administrative, and investigatory action.\n\t\"Profit corporation\" means a corporation organized for profit and registered under chapter 414.\n\t\"Record date\" means the date established under part VI or part VII on which a corporation determines the identity of its members for the purposes of this chapter.\n\t\"Secretary\" means the corporate officer to whom the board of directors has delegated responsibility under section 414D-153(b) for preparing the minutes of the directors' and members' meetings and for authenticating the records of the corporation.\n\t\"State\" when referring to a part of the United States, includes a state and commonwealth (and their agencies and governmental subdivisions) and a territory, and insular possession (and their agencies and governmental subdivisions) of the United States.\n\t\"United States\" includes district, authority, bureau, commission, department, and any other agency of the United States.\n\t\"Vote\" includes authorization by written ballot and written consent.\n\t\"Voting power\" means the total number of votes entitled to be cast for the election of directors at the time the determination of voting power is made, excluding a vote which is contingent upon the happening of a condition or event that has not occurred at the time.  Where a class is entitled to vote as a class for directors, the determination of voting power of the class shall be based on the percentage of the number of directors the class is entitled to elect out of the total number of authorized directors. [L 2001, c 105, pt of §1; am L 2002, c 41, §12; am L 2003, c 124, §2]"
}