{
    "name": "Fee for filing documents and issuing certificates",
    "number": "12",
    "text": "(a)  The following fees shall be paid to the director upon the filing of general partnership documents:\n\n\n\n\t(1)\tPartnership registration statement, $25;\n\t(2)\tPartnership change of name statement, $10;\n\t(3)\tPartnership dissolution statement, $10;\n\t(4)\tForeign general partnership registration statement, $25;\n\t(5)\tStatement of change, $10;\n\t(6)\tApplication for certificate of withdrawal, $5;\n\t(7)\tStatement of correction, $10;\n\t(8)\tReservation of name, $10;\n\t(9)\tTransfer of reservation of name, $10;\n\t(10)\tAnnual statement for domestic or foreign general partnership, $10;\n\t(11)\tGood standing certificate, $5;\n\t(12)\tArticles of conversion or merger, $100;\n\t(13)\tAny other statement, certificate, or other document for a domestic or foreign general partnership, $10;\n\t(14)\tSpecial handling fee for review of any general partnership document, $25;\n\t(15)\tSpecial handling fee for certificates issued by the director, $10 per certificate;\n\t(16)\tSpecial handling fee for certification of documents, $10;\n\t(17)\tSpecial handling fee for review of articles of conversion or merger, $75; and\n\t(18)\tAgent's statement of change of address, $10 for each affected foreign general partnership; provided that if more than two hundred simultaneous filings are made, the fee shall be reduced to $1 for each affected foreign general partnership.\n\n\n\n\t(b)  The director shall charge and collect:\n\n\n\n\t(1)\tFor furnishing a certified copy of any document, instrument, or paper relating to a general partnership, $10 for the certificate and affixing the seal thereto; and\n\t(2)\tAt the time of any service of process on the director as agent for service of process of a general partnership, $10, which amount may be recovered as taxable costs by the party to the suit or action causing the service to be made if the party prevails in the suit or action.\n\n\n\n\t(c)  All fees collected under this section shall be managed in accordance with section 26-9(l). [L 1969, c 247, pt of §1; am L 1979, c 162, §1; am L 1982, c 204, §8; am L 1983, c 124, §17; am L 1985, c 189, §7; am L 1988, c 141, §48; am L 1992, c 6, §7; am L 1996, c 181, §3; am L 1999, c 129, §13 and c 280, §16; am L 2000, c 219, §53; am L 2001, c 129, §70; am L 2002, c 130, §84; am L 2004, c 116, §6 and c 117, §3]\nCross References\n  Modification of fees, see §92-28."
}