{
    "name": "Effect of partnership agreement; nonwaivable provisions",
    "number": "103",
    "text": "(a)  Except as otherwise provided in subsection (b), relations among the partners and between the partners and the partnership are governed by the partnership agreement.  To the extent the partnership agreement does not otherwise provide, this part governs relations among the partners and between the partners and the partnership.\n\t(b)  The partnership agreement shall not:\n\n\n\n\t(1)\tVary the rights and duties under section 425-105 except to eliminate the duty to provide copies of statements to all of the partners;\n\t(2)\tUnreasonably restrict the right of access to books and records under section 425-122(b);\n\t(3)\tEliminate the duty of loyalty under section 425-123(b) or 425-132(b)(3), but:\n\n\t\t(A)\tThe partnership agreement may identify specific types or categories of activities that do not violate the duty of loyalty, if not manifestly unreasonable; or\n\t\t(B)\tAll of the partners or a number or percentage specified in the partnership agreement may authorize or ratify, after full disclosure of all material facts, a specific act or transaction that otherwise would violate the duty of loyalty;\n\n\t(4)\tUnreasonably reduce the duty of care under section 425-123(c) or 425-132(b)(3);\n\t(5)\tEliminate the obligation of good faith and fair dealing under section 425-123(d), but the partnership agreement may prescribe the standards by which the performance of the obligation is to be measured, if the standards are not manifestly unreasonable;\n\t(6)\tVary the power to dissociate as a partner under section 425-131(a), except to require the notice under section 425-130(1) to be in writing;\n\t(7)\tVary the right of a court to expel a partner in the events specified in section 425-130(5);\n\t(8)\tVary the requirement to wind up the partnership business in cases specified in section 425-138(4), (5), or (6); or\n\t(9)\tRestrict rights of third parties under this part. [L 1999, c 284, pt of §1; am L 2000, c 218, §4]"
}