{
    "name": "Qualification and duties of health care providers 1.  Disability",
    "number": "27",
    "text": "Qualification and duties of health care providers.  (a)  All health care providers rendering health care and services under this chapter shall be qualified by the director and shall remain qualified by satisfying the requirements established in this section.  The director shall qualify any person initially who has a license for the practice of:\n\n\n\n\t(1)\tMedicine under chapter 453;\n\t(2)\tDentistry under chapter 448;\n\t(3)\tChiropractic under chapter 442;\n\t(4)\tOsteopathy under chapter 460;\n\t(5)\tNaturopathy under chapter 455;\n\t(6)\tOptometry under chapter 459;\n\t(7)\tPodiatry under chapter 463E; or\n\t(8)\tPsychology under chapter 465.\n\n\n\n\t(b)  To remain a qualified provider under this chapter a health care provider shall:\n\n\n\n\t(1)\tComply with guidelines established by the director on the frequency of treatment and reasonable utilization of health care and services;\n\t(2)\tConform to limitations established by the director for charges on services under medical fee and other fee schedules;\n\t(3)\tFile timely reports required under section 386-96;\n\t(4)\tAvoid unnecessary and unreasonable referrals of injured employees to other health care providers;\n\t(5)\tRefrain from ordering unnecessary and unreasonable diagnostic tests and studies;\n\t(6)\tRemain available as a treating health care provider to injured employees and as an advisor to the director in proceedings under this section; and\n\t(7)\tComply with all requirements established under this chapter and by rules and decisions adopted and issued by the director pursuant to this chapter.\n\n\n\n\t(c)  Any health care provider who fails to comply with subsections (a) and (b) may be subject to such sanctions deemed just and proper by the director which may include:\n\n\n\n\t(1)\tDisallowance of fees for services rendered to an injured employee;\n\t(2)\tForfeiture of payments for services rendered to an injured employee under this chapter;\n\t(3)\tFines of not more than $1,000 for each violation;\n\t(4)\tSuspension as a qualified provider; and\n\t(5)\tDisqualification as a provider of services under this chapter.\n\n\n\n\t(d)  No sanction shall be imposed by the director under this section except upon submission of a written complaint which shall specifically allege that a violation of this section occurred within two years of the date of the complaint.  A copy of the complaint shall be sent to the health care provider charged promptly upon receipt by the director.  The director may establish an advisory panel of health care providers consisting of three members, one selected by the complainant, another selected by the health care provider charged, and the third selected by the director who shall assist the director in any case arising under this section.  Fees for services rendered by members of the advisory panel shall be paid for by the special compensation fund.  No member of the advisory panel shall be liable in damages for libel, slander, or other defamation of character of any party for any action taken while acting within their capacities as members of the advisory panel.\n\tThe director shall issue, where a sanction is ordered under this section, a written decision of findings following a hearing held upon not less [than] twenty days written notice to the complainant and the health care provider charged.  No violation shall be found unless the director determines that the violator acted in bad faith.  Any person aggrieved by a decision of the director may appeal the decision under section 386-87.\n\t(e)  In any case arising under this section, the injured employee treated by the health care provider charged with a violation of this section shall not be a party to the proceeding and shall not appear unless called as a witness before the director or the appellate board.  Charges for services rendered by the health care provider alleged to be in violation of this section shall be suspended pending action by the director and the appellate board in cases on appeal.\n\tIn any case in which fees for services rendered by a health care provider are disallowed by the director, the health care provider shall be ordered to forfeit payment. [L 1985, c 296, pt of §5]"
}