{
    "name": "Definitions",
    "number": "192",
    "text": "For the purpose of this part:\n\t\"Administrator\" means an individual, partnership, or corporation engaged by a workers' compensation self-insurance group's board of trustees to carry out the policies established by the group's board of trustees and to provide day-to-day management of the group.\n\t\"Insolvent\" or \"insolvency\" means the inability of a workers' compensation self-insurance group to pay its outstanding lawful obligations as they mature in the regular course of business, as may be shown either by an excess of its required reserves and other liabilities over its assets or by its not having sufficient assets to reinsure all of its outstanding liabilities after paying all accrued claims owed by it.\n\t\"Net premium\" means premium derived from standard premium adjusted by any advance premium discounts.\n\t\"Service company\" means a person or entity which provides services which are not provided by the administrator.  The services which may be provided by a service company include but are not limited to:\n\n\n\n\t(1)\tClaims adjustment;\n\t(2)\tSafety engineering;\n\t(3)\tCompilation of statistics and the preparation of premium, loss, and tax reports;\n\t(4)\tPreparation of other required self-insurance reports;\n\t(5)\tDevelopment of members' assessments and fees; and\n\t(6)\tAdministration of a claims fund account.\n\n\n\n\t\"Standard premium\" means the premium derived from the manual rates adjusted by experience modification factors but before advance premium discounts.\n\t\"Workers' compensation self-insurance group\" or \"group\" means a not-for-profit unincorporated association consisting of five or more employers who:\n\n\n\n\t(1)\tAre engaged in the same or similar type of business;\n\t(2)\tAre members of the same bona fide trade or professional association which has been in existence for not less than five years; and\n\t(3)\tEnter into agreements to pool their liabilities for workers' compensation benefits in this State. [L 1986, c 304, pt of §1]"
}