{
    "name": "(a)(1)",
    "number": "121",
    "text": "PART IV.  SECURITY FOR COMPENSATION; EMPLOYMENT RIGHTS OF\nINJURED EMPLOYEES; FUNDS\n\nA.  Security for Compensation\n   Security for payment of compensation; misdemeanor.  (a)  Employers, except the State, any county or political subdivision of the State, or other public entity within the State, shall secure compensation to their employees in one of the following ways:\n\n\n\n\t(1)\tBy insuring and keeping insured the payment of compensation with any stock, mutual, reciprocal, or other insurer authorized to transact the business of workers' compensation insurance in the State;\n\t(2)\tBy depositing and maintaining with the state director of finance security satisfactory to the director of labor and industrial relations securing the payment by the employer of compensation according to the terms of this chapter;\n\t(3)\tUpon furnishing satisfactory proof to the director of the employer's solvency and financial ability to pay the compensation and benefits herein provided, no insurance or security shall be required, and the employer shall make payments directly to the employer's employees, as they may become entitled to receive the same under the terms and conditions of this chapter;\n\t(4)\tBy membership in a workers' compensation self-insurance group with a valid certificate of approval under section 386-194; or\n\t(5)\tBy membership in a workers' compensation group insured by a captive insurer under chapter 431, article 19.\n\n\n\n\tAny person who wilfully misrepresents any fact in order to obtain the benefits of paragraph (3) shall be guilty of a misdemeanor.\n\t(b)  Any decision of the director rendered under paragraphs (2) and (3) of subsection (a) of this section with respect to the amount of security required or refusing to permit no security to be given shall be subject to review on appeal in conformity with sections 386-87 and 386-88. [L 1963, c 116, pt of §1; Supp, §97-120; HRS ; am L 1975, c 41, §1; gen ch 1985; am L 1986, c 304, §3; am L 1991, c 79, §1]"
}