{
    "name": "Certificate of withdrawal; effect of failure to have certificate",
    "number": "907",
    "text": "(a)  A foreign limited partnership registered to transact business in this State may withdraw from this State upon procuring from the director a certificate of withdrawal.  In order to procure a certificate of withdrawal, the foreign limited partnership shall deliver to the director an application for withdrawal, certified and signed by a general partner, which shall set forth:\n\n\n\n\t(1)\tThe name of the foreign limited partnership and the state or country under the laws of which it is formed;\n\t(2)\tThat the foreign limited partnership is not transacting business in this State;\n\t(3)\tThat the foreign limited partnership surrenders its authority to transact business in this State;\n\t(4)\tThat the foreign limited partnership revokes the authority of its registered agent in this State to accept service of process and consents that service of process in any action, suit, or proceeding based upon any cause of action arising in this State during the time the partnership was authorized to transact business in this State may thereafter be made on the partnership by service thereof on the director;\n\t(5)\tThe name and address of each general partner;\n\t(6)\tThe dates that notice of the foreign limited partnership's intent to withdraw from this State was published, once in each of four successive weeks (four publications) in a newspaper of general circulation published in this State, or a statement that publication was not made;\n\t(7)\tThat all taxes, debts, obligations, and liabilities of the foreign limited partnership in this State have been paid and discharged or that adequate provision has been made therefor;\n\t(8)\tA mailing address to which the director may mail a copy of any process against the foreign limited partnership that may be served on the director; and\n\t(9)\tSuch additional information as may be necessary or appropriate in order to enable the director to determine and assess any unpaid fees payable by the foreign limited partnership.\n\n\n\n\t(b)  After the filing of the application of withdrawal, the director shall issue a certificate of withdrawal which shall be effective as of the date of the filing of the application of withdrawal, and the authority of the foreign limited partnership to transact business in this State shall cease.\n\t(c)  A withdrawal shall not terminate the authority of the director to accept service of process on the foreign limited partnership with respect to causes of action arising out of the transaction of business in this State.\n\t(d)  A foreign limited partnership transacting business in this State may not maintain an action or proceeding in this State unless it has a certificate of authority to transact business in this State.\n\t(e)  The failure of a foreign limited partnership to have a certificate of authority to transact business in this State shall not impair the validity of a contract or act of the foreign limited partnership or prevent the foreign limited partnership from defending an action or proceeding in this State.\n\t(f)  A partner of a foreign limited partnership shall not be liable for the obligations of the foreign limited partnership solely by reason of the foreign limited partnership's having transacted business in this State without a certificate of authority.\n\t(g)  If a foreign limited partnership transacts business in this State without a certificate of authority or cancels its certificate of authority, it shall appoint the director as its agent for service of process for rights of action arising out of the transaction of business in this State. [L 2003, c 210, pt of §1]"
}