{
    "name": "Disposition of assets; when contributions required ARTICLE 9.  FOREIGN LIMITED PARTNERSHIPS",
    "number": "812",
    "text": "Disposition of assets; when contributions required.  (a)  In winding up a limited partnership's activities, the assets of the limited partnership, including the contributions required by this section, shall be applied to satisfy the limited partnership's obligations to creditors, including, to the extent permitted by law, partners that are creditors. \t(b)  Any surplus remaining after the limited partnership complies with subsection (a) shall be paid in cash as a distribution.\n\t(c)  If a limited partnership's assets are insufficient to satisfy all of its obligations under subsection (a), with respect to each unsatisfied obligation incurred when the limited partnership was not a limited liability limited partnership, the following rules apply:\n\n\n\n\t(1)\tEach person that was a general partner when the obligation was incurred and that has not been released from the obligation under section 425E-607 shall contribute to the limited partnership for the purpose of enabling the limited partnership to satisfy the obligation.  The contribution due from each of those persons shall be in proportion to the right to receive distributions in the capacity of general partner in effect for each of those persons when the obligation was incurred;\n\t(2)\tIf a person does not contribute the full amount required under paragraph (1) with respect to an unsatisfied obligation of the limited partnership, the other persons required to contribute by paragraph (1) on account of the obligation shall contribute the additional amount necessary to discharge the obligation.  The additional contribution due from each of those other persons shall be in proportion to the right to receive distributions in the capacity of general partner in effect for each of those other persons when the obligation was incurred; and\n\t(3)\tIf a person does not make the additional contribution required by paragraph (2), further additional contributions are determined and due in the same manner as provided in that paragraph.\n\n\n\n\t(d)  A person that makes an additional contribution under subsection (c)(2) or (3) may recover from any person whose failure to contribute under subsection (c)(1) or (2) necessitated the additional contribution.  A person may not recover under this subsection more than the amount additionally contributed.  A person's liability under this subsection may not exceed the amount the person failed to contribute.\n\t(e)  The estate of a deceased individual shall be liable for the person's obligations under this section.\n\t(f)  An assignee for the benefit of creditors of a limited partnership or a partner, or a person appointed by a court to represent creditors of a limited partnership or a partner, may enforce a person's obligation to contribute under subsection (c). [L 2003, c 210, pt of §1]"
}