{
    "name": "Findings and declaration of necessity",
    "number": "1",
    "text": "PART I.  GENERAL PROVISIONS\n\nNote\n\n  Sections 196-1 to 196-7 designated as Part I by L 2002, c 77, §10.\n  Developing guidelines.  L 2002, c 77, §§11 to 14.\n     The legislature finds that:\n\n\n\n\t(1)\tThere is widespread shortage of petroleum and its derivatives which has caused severe economic hardships throughout the State and which threatens to impair the public health, safety and welfare.\n\t\t\tThe current energy crisis is caused by a global energy shortage which will worsen through the remainder of this decade and may continue to the end of this century.  The State of Hawaii, with its total dependence for energy on imported fossil fuel, is particularly vulnerable to dislocations in the global energy market.  This is an anomalous situation, as there are few places in the world so generously endowed with natural energy: geothermal, solar radiation, ocean temperature differential, wind, waves, and currents--all potential non-polluting power sources.\n\t(2)\tThere is a real need for comprehensive planning in the effort towards achieving full utilization of Hawaii's energy resource programs and the most effective allocation of energy resources throughout the State.  Planning is necessary and desirable in order that the State may recognize and declare the major problems and opportunities in the field of energy resources.  Both short-range and long-range planning will permit the articulation of broad policies, goals, and objectives; criteria for measuring and evaluating accomplishments of objectives; identification and implementation of programs which will carry out such objectives; and a determination of requirements necessary for the optimum development of Hawaii's energy resources.  Such planning efforts will identify present conditions and major problems relating to energy resources, their exploration, development, production, and distribution.  It will show the projected nature of the situation and rate of change and present conditions for the foreseeable future based on a projection of current trends in the development of energy resources in Hawaii.\n\t(3)\tThere are many agencies of the federal, state, and county governments in Hawaii, as well as many private agencies, engaged in, or expressing an interest in, various aspects of the exploration, research, distribution, conservation, and production of all forms of energy resources in Hawaii.  Some of these agencies include the University of Hawaii, the department of land and natural resources, the department of business, economic development, and tourism, the consumer protection, the federal energy office, and various county agencies, as well as the oil companies, gas stations, and other private enterprises.\n\t(4)\tThere is immediate need to coordinate the efforts of all these agencies, establish and coordinate programs to effectuate the conservation of fuel, to provide for the equitable distribution thereof, and to formulate plans for the development and use of alternative energy sources.  There is a need for such coordination so that there will be maximum conservation and utilization of energy resources in the State. [L 1974, c 237, §1; am L 1987, c 336, §7; am L 1990, c 293, §8]"
}