{
    "name": "Use of force to prevent suicide or the commission of a crime",
    "number": "308",
    "text": "(1)  The use of force upon or toward the person of another is justifiable when the actor believes that such force is immediately necessary to prevent the other person from committing suicide, inflicting serious bodily harm upon oneself, committing or consummating the commission of a crime involving or threatening bodily injury, damage to or loss of property, or breach of the peace, except that:\n\n\n\n\t(a)\tAny limitations imposed by the other provisions of this chapter on the justifiable use of force in self- protection, for the protection of others, the protection of property, the effectuation of an arrest, or the prevention of an escape from custody shall apply notwithstanding the criminality of the conduct against which such force is used; and\n\t(b)\tThe use of deadly force is not in any event justifiable under this section unless:\n\n\t\t(i)\tThe actor believes that there is a substantial risk that the person whom the actor seeks to prevent from committing a crime will cause death or serious bodily injury to another unless the commission or the consummation of the crime is prevented and that the use of such force presents no substantial risk of injury to innocent persons; or\n\t\t(ii)\tThe actor believes that the use of such force is necessary to suppress a riot after the rioters have been ordered to disperse and warned, in any particular manner that the law may require, that deadly force will be used if they do not obey.\n\n\n\n\n\n\t(2)  The justification afforded by this section extends to the use of confinement as preventive force only if the actor takes all reasonable measures to terminate the confinement as soon as the actor knows that the actor safely can, unless the person confined has been arrested on a charge of crime. [L 1972, c 9, pt of §1; gen ch 1993]\nCOMMENTARY ON \n  The purpose of this section is to provide a justification for the use of force to prevent suicide, serious bodily injury, or the commission of a crime.  It gives a right to use such force as the actor believes is immediately necessary to prevent suicide or serious bodily injury, or to prevent a crime involving or threatening bodily harm, damage to or loss of property, or a breach of the peace.  The right to use force in crime prevention is a concomitant of the right to use force to make an arrest spelled out in §703-307.  It is, however, limited by all of the limitations expressed in the preceding sections.  Deadly force may not be used except for the purpose of preventing a crime which will cause death or serious bodily injury, under circumstances in which there is no substantial risk of injury to innocent persons.  Deadly force may also be used if the actor believes such force is necessary to suppress a riot, following an appropriate warning.\n  Subsection (2) contains a rule about the use of confinement as preventive force, similar to the rules on the same subject in §§703-304 to 306.\n  Previous Hawaii case law did not distinguish the defense presented in this section from that in §703-307, on the use of force in law enforcement.[1]  The Code provides clarification on the issue.\n__________\n Commentary:\n1.  Provisional Government v. Caecires, 9 Haw. 522, 533 (1894)."
}