{
    "name": "Execution of public duty",
    "number": "303",
    "text": "(1)  Except as provided in subsection (2), conduct is justifiable when it is required or authorized by:\n\n\n\n\t(a)\tThe law defining the duties or functions of a public officer or the assistance to be rendered to a public officer in the performance of the public officer's duties; or\n\t(b)\tThe law governing the execution of legal process; or\n\t(c)\tThe judgment or order of a competent court or tribunal;\n\t(d)\tThe law governing the armed services or the lawful conduct of war; or\n\t(e)\tAny other provision of law imposing a public duty.\n\n\n\n\t(2)  The other sections of this chapter apply to:\n\n\n\n\t(a)\tThe use of force upon or toward the person of another for any of the purposes dealt with in those sections; and\n\t(b)\tThe use of deadly force for any purpose, unless the use of deadly force is otherwise expressly authorized by law or occurs in the lawful conduct of war.\n\n\n\n\t(3)  The justification afforded by subsection (1) applies:\n\n\n\n\t(a)\tWhen the actor believes the actor's conduct to be required or authorized by the judgment or direction of a competent court or tribunal or in the lawful execution of legal process, notwithstanding lack of jurisdiction of the court or defect in the legal process; and\n\t(b)\tWhen the actor believes the actor's conduct to be required or authorized to assist a public officer in the performance of the officer's duties, notwithstanding that the officer exceeded the officer's legal authority. [L 1972, c 9, pt of §1; gen ch 1993]\n\n\n\n\nCOMMENTARY ON \n  This section broadly sets forth the circumstances in which conduct which would otherwise constitute an offense is justifiable because it is done in the course of public duty.  Subsection (1) requires reference to other statutory provisions, as well as to judgments of courts, in order to ascertain what conduct is permissible.  For example, if a statutory provision permits a door to be broken down in the execution of legal process, no offense is committed thereby.\n  Subsection (2) makes the other provisions of Chapter 703 applicable to the use of force against the person for any of the purposes dealt with in Chapter 703 and to any use of deadly force other than that expressly authorized by law or occurring in the lawful conduct of war.  As will be seen, the sections on the use of force and deadly force against another's person have been worded so as to apply to any actor, including a public official.  Subsection (2) therefore assures that this chapter will control such activity in preference to contrary provisions of other statutes.\n  Subsection (3) permits use of the defense in cases in which the actor believes the actor's conduct is required or authorized, despite some defect either in the authority which appears to demand or authorize it.\n  The section elaborates previous Hawaii law.  Force necessary to acquire entry has previously been permitted by Hawaii law when a public officer was seeking to execute a court order to seize property,[1] to search under a search warrant,[2] or to enter to arrest.[3]  As subsection (1)(a) and (b) point out, such prior statutes describe conduct which will be considered as justified under this section.\n__________\n Commentary:\n1.  H.R.S. §654-3.\n2.  Id. §803-37.\n3.  Id. §803-11; see Hubertson v. Cole, 1 Haw. 72, 73 (1849)."
}