{
    "name": "Use of force for the protection of property",
    "number": "306",
    "text": "(1)  The use of force upon or toward the person of another is justifiable when the actor believes that such force is immediately necessary:\n\n\n\n\t(a)\tTo prevent the commission of criminal trespass or burglary in a building or upon real property in the actor's possession or in the possession of another person for whose protection the actor acts; or\n\t(b)\tTo prevent unlawful entry upon real property in the actor's possession or in the possession of another person for whose protection the actor acts; or\n\t(c)\tTo prevent theft, criminal mischief, or any trespassory taking of tangible, movable property in the actor's possession or in the possession of another person for whose protection the actor acts.\n\n\n\n\t(2)  The actor may in the circumstances specified in subsection (1) use such force as the actor believes is necessary to protect the threatened property, provided that the actor first requests the person against whom force is used to desist from the person's interference with the property, unless the actor believes that:\n\n\n\n\t(a)\tSuch a request would be useless; or\n\t(b)\tIt would be dangerous to the actor or another person to make the request; or\n\t(c)\tSubstantial harm would be done to the physical condition of the property which is sought to be protected before the request could effectively be made.\n\n\n\n\t(3)  The use of deadly force for the protection of property is justifiable only if:\n\n\n\n\t(a)\tThe person against whom the force is used is attempting to dispossess the actor of the actor's dwelling otherwise than under a claim of right to its possession; or\n\t(b)\tThe person against whom the deadly force is used is attempting to commit felonious property damage, burglary, robbery, or felonious theft and either:\n\n\t\t(i)\tHas employed or threatened deadly force against or in the presence of the actor; or\n\t\t(ii)\tThe use of force other than deadly force to prevent the commission of the crime would expose the actor or another person in the actor's presence to substantial danger of serious bodily injury.\n\n\n\n\n\n\t(4)  The justification afforded by this section extends to the use of a device for the purpose of protecting property only if:\n\n\n\n\t(a)\tThe device is not designed to cause or known to create a substantial risk of causing death or serious bodily injury; and\n\t(b)\tThe use of the particular device to protect the property from entry or trespass is reasonable under the circumstances, as the defendant believes them to be; and\n\t(c)\tThe device is one customarily used for such a purpose or reasonable care is taken to make known to probable intruders the fact that it is used.\n\n\n\n\t(5)  The justification afforded by this section extends to the use of confinement as protective force only if the actor takes all reasonable measures to terminate the confinement as soon as the actor knows that the actor can do so with safety to the property, unless the person confined has been arrested on a charge of crime. [L 1972, c 9, pt of §1; gen ch 1993]\nCOMMENTARY ON \n  This section establishes the rules for the use of force upon or toward the person of another which has as its purpose the protection of property.  The standard of justification is the actor's own belief in the necessity of using physical force to prevent certain specified kinds of harm.  Force may be used to prevent criminal trespass and burglary, unlawful entry upon real property, theft, criminal mischief, and other trespassory taking of tangible, movable property, so long as in each case the property protected is in the possession of the actor or of one for whose protection the actor is acting.  (Note that in any case in which the actor fears bodily injury to the actor or another, §§703-304, 305 would apply rather than .  Thus, robbery may be covered by those sections rather than this, if the robber places the actor in fear of bodily injury or death.)\n  Subsection (2) permits the actor to use such force as the actor believes is necessary to protect the property, short of deadly force, after making a request to desist from interfering with the property.  The request is required because of the high value to be placed upon prevention of human suffering.  Infliction of physical force on another cannot be justified if the desired end can be achieved without the danger of injury.  A request to desist does not, however, have to be made if the actor believes that it would be useless, dangerous to the actor, or likely to give the wrongdoer time to do substantial harm to the physical condition of the property.\n  Deadly force is ordinarily not permitted.  It may be used if the assailant is attempting to dispossess the actor of the actor's dwelling otherwise than under a claim of right.  This recognizes an important tradition in the common law which places a high value on the sanctity of the home and recognizes that a person will take extraordinary means to preserve it.  Deadly force may also be used to prevent felonious property damage, burglary, robbery, or felonious theft, if:  (1) the person against whom the force is used has employed or threatened deadly force against or in the presence of the actor, or (2) use of force short of deadly force would expose the actor or another person in the actor's presence to the danger of serious bodily injury.  Both of these cases are covered, in any event, by the self-defense provisions of §§703-304, 305, but it seems wise to spell them out here in light of the general prohibition on use of deadly force.\n  Subsection (4) permits the use of certain property protection devices which may cause bodily discomfort or injury, subject to strict limitations.  Subsection (5) mirrors a similar subsection in §703-304 and regulates the use of confinement as a protective force.  As in §703-304, use of confinement is permitted, but it must be terminated as soon as possible consistent with safety to the property, unless the person confined has been arrested.\n  An attempt has been made to simplify the Model Penal Code scheme by omitting a few overly complicated concepts.  In addition, the elaborate M.P.C. rules on recaption or re-entry are eliminated.  This Code treats re-entry upon property and recaption of property under the same principles as other forms of property defense.  As a matter of policy, it does not seem wise to encourage resort to self-help when property has been seized in any circumstances in which self-help would not have been permissible to protect the property from seizure.  The M.P.C. rules have not generally been followed in other states.[1]\n  Hawaii case law is substantially in accord with the Code's position on the use of deadly force.[2]  However, Hawaii has permitted the use of devices to accomplish what the defendant could do were the defendant present;[3] on this point the Code, clearly forbidding the use of deadly devices under any circumstances, represents a change from the prior law.  Subsection (2), on request, is an important addition to Hawaii law.  The subsection on confinement is also new.\n__________\n Commentary:\n1.  See e.g., N.Y.R.P.L. §§35.20-35.25.\n2.  Territory v. Warren, 35 Haw. 232, 245, rehearing denied, 35 Haw. 252 (1939).\n3.  Id."
}