{
    "name": "Violation of privacy in the first degree",
    "number": "1110.9",
    "text": "(1)  A person commits the offense of violation of privacy in the first degree if, except in the execution of a public duty or as authorized by law, the person intentionally or knowingly installs or uses, or both, in any private place, without consent of the person or persons entitled to privacy therein, any device for observing, recording, amplifying, or broadcasting another person in a stage of undress or sexual activity in that place.\n     (2)  Violation of privacy in the first degree is a class C felony.  In addition to any penalties the court may impose, the court may order the destruction of any recording made in violation of this section. [L 1999, c 278, §1; am L 2003, c 48, §3; am L 2004, c 83, §2]\n \nCOMMENTARY ON \n \n  Act 278, Session Laws 1999, added this section to make it a felony to take sexual photographs or videotapes of a person without that person's consent and when the person expects privacy.  The legislature found that current laws criminalizing a violation of privacy do not distinguish between surreptitious recording of any events and sounds in a private place, and the more egregious offense of installing a hidden device to surreptitiously record or observe persons while they are undressed or engaging in sexual activity.  The legislature believed that using a hidden device to record someone while engaged in very personal acts merits a higher penalty than simply using a hidden device to record any events in a private place.  Senate Standing Committee Report No. 1579, Conference Committee Report No. 87.\n  Act 48, Session Laws 2003, amended this section to update the crime of violation of privacy in the first degree to punish \"video voyeurism\" in public places.  The legislature found that through technological advancements, recording and broadcasting devices are easily concealed.  Incidents of \"video voyeurism\" in public places have occurred but are not chargeable under existing laws.   Changing the offense of violation of privacy would address the growing concern for the offensive practice of \"upskirt photography\".  Senate Standing Committee Report No. 637, House Standing Committee Report No. 1316.\n  Act 83, Session Laws 2004, amended this section to clarify that the offense of violation of privacy in the first degree included the use or installation, or both, in any private place and without the consent of the person or persons entitled to privacy therein, of any device for observing, recording, amplifying, or broadcasting another person in a stage of undress or sexual activity in that place.  House Standing Committee Report No. 1174-04."
}