{
    "name": "Objectives and policies for socio-cultural advancement--public safety",
    "number": "26",
    "text": "(a)  Planning for the State's socio-cultural advancement with regard to public safety shall be directed towards the achievement of the following objectives:\n\n\n\n\t(1)\tAssurance of public safety and adequate protection of life and property for all people.\n\t(2)\tOptimum organizational readiness and capability in all phases of emergency management to maintain the strength, resources, and social and economic well-being of the community in the event of civil disruptions, wars, natural disasters, and other major disturbances.\n\t(3)\tPromotion of a sense of community responsibility for the welfare and safety of Hawaii's people.\n\n\n\n\t(b)  To achieve the public safety objectives, it shall be the policy of this State to:\n\n\n\n\t(1)\tEnsure that public safety programs are effective and responsive to community needs.\n\t(2)\tEncourage increased community awareness and participation in public safety programs.\n\n\n\n\t(c)  To further achieve public safety objectives related to criminal justice, it shall be the policy of this State to:\n\n\n\n\t(1)\tSupport criminal justice programs aimed at preventing and curtailing criminal activities.\n\t(2)\tDevelop a coordinated, systematic approach to criminal justice administration among all criminal justice agencies.\n\t(3)\tProvide a range of correctional resources which may include facilities and alternatives to traditional incarceration in order to address the varied security needs of the community and successfully reintegrate offenders into the community.\n\n\n\n\t(d)  To further achieve public safety objectives related to emergency management, it shall be the policy of this State to:\n\n\n\n\t(1)\tEnsure that responsible organizations are in a proper state of readiness to respond to major war-related, natural, or technological disasters and civil disturbances at all times.\n\t(2)\tEnhance the coordination between emergency management programs throughout the State. [L 1978, c 100, pt of §2; am L 1986, c 276, §25]"
}