{
    "name": "Objectives and policies for the economy--agriculture",
    "number": "7",
    "text": "(a)  Planning for the State's economy with regard to agriculture shall be directed towards achievement of the following objectives:\n\n\n\n\t(1)\tViability of Hawaii's sugar and pineapple industries.\n\t(2)\tGrowth and development of diversified agriculture throughout the State.\n\t(3)\tAn agriculture industry that continues to constitute a dynamic and essential component of Hawaii's strategic, economic, and social well-being.\n\n\n\n\t(b)  To achieve the agriculture objectives, it shall be the policy of this State to:\n\n\n\n\t(1)\tEstablish a clear direction for Hawaii's agriculture through stakeholder commitment and advocacy.\n\t(2)\tEncourage agriculture by making best use of natural resources.\n\t(3)\tProvide the governor and the legislature with information and options needed for prudent decision making for the development of agriculture.\n\t(4)\tEstablish strong relationships between the agricultural and visitor industries for mutual marketing benefits.\n\t(5)\tFoster increased public awareness and understanding of the contributions and benefits of agriculture as a major sector of Hawaii's economy.\n\t(6)\tSeek the enactment and retention of federal and state legislation that benefits Hawaii's agricultural industries.\n\t(7)\tStrengthen diversified agriculture by developing an effective promotion, marketing, and distribution system between Hawaii's producers and consumer markets locally, on the continental United States, and internationally.\n\t(8)\tSupport research and development activities that provide greater efficiency and economic productivity in agriculture.\n\t(9)\tEnhance agricultural growth by providing public incentives and encouraging private initiatives.\n\t(10)\tAssure the availability of agriculturally suitable lands with adequate water to accommodate present and future needs.\n\t(11)\tIncrease the attractiveness and opportunities for an agricultural education and livelihood.\n\t(12)\tExpand Hawaii's agricultural base by promoting growth and development of flowers, tropical fruits and plants, livestock, feed grains, forestry, food crops, aquaculture, and other potential enterprises.\n\t(13)\tPromote economically competitive activities that increase Hawaii's agricultural self-sufficiency.\n\t(14)\tPromote and assist in the establishment of sound financial programs for diversified agriculture.\n\t(15)\tInstitute and support programs and activities to assist the entry of displaced agricultural workers into alternative agricultural or other employment.\n\t(16)\tFacilitate the transition of agricultural lands in economically nonfeasible agricultural production to economically viable agricultural uses. [L 1978, c 100, pt of §2; am L 1986, c 276, §6; am L 1993, c 25, §2]"
}