{
    "name": "Office of planning; duties",
    "number": "53",
    "text": " REPEALED.  L 1991, c 76, pt of §1.\n     The office shall provide technical assistance in administering this chapter.  To further the intent and purpose of this chapter, the office shall:\n\n\n\n\t(1)\tProvide recommendations to the governor and state and county agencies on conflicts between and among this chapter, state functional plans approved by the governor, county general plans and development plans, and state programs;\n\t(2)\tReview and evaluate this chapter and recommend amendments as needed to the legislature;\n\t(3)\tReview, as necessary, major plans, programs, projects, and regulatory activities proposed by state and county agencies, and provide advisory opinions and reports to the governor as needed;\n\t(4)\tAnalyze existing state policies, planning and program operations, laws, rules, and practices relative to formulation, implementation, and coordination of the state plan;\n\t(5)\tReview state capital improvement projects for consistency with this chapter and as necessary report findings and recommendations to the governor prior to allocation of funds;\n\t(6)\tConduct strategic planning by identifying and analyzing significant issues, problems, and opportunities confronting the State, and formulating strategies and alternative courses of action in response to identified problems and opportunities;\n\t(7)\tConduct special studies and prepare reports that address major policy issues relating to statewide growth and development;\n\t(8)\tCooperate with all public agencies to ensure an ongoing, uniform, and reliable base of data and projections;\n\t(9)\tAssist the legislature in conducting reviews of parts I, II, and III as necessary;\n\t(10)\tProvide other technical assistance to the governor and state and county agencies as needed; and\n\t(11)\tPrepare a report identifying emerging issues for use in the revision of parts I and III, including the updating of state functional plans.  The report may include a scan of conditions and trends in population, the economy, and the environment, linking the findings of the state scanning project with policy and program activities.\n\n\n\nThe office may contract with public and private agencies and persons for special research and planning assistance. [L 1978, c 100, pt of §2; am L 1984, c 236, §6; am L 1987, c 336, §4(5); am L 1988, c 141, §18; am and ren L 1991, c 76, pt of §1; am L 1996, c 299, §3]"
}