{
    "name": "Reverse vending machine rebate program; standards",
    "number": "102.5",
    "text": "(a)  The department shall provide a rebate of fifty per cent of the actual cost of each reverse vending machine, including shipping and general excise tax, purchased by a person:\n     (1)  That agrees to maintain operations as a certified redemption center for a minimum period of two years; or\n     (2)  That is serviced by a recycler that is a certified redemption center; and\n     (3)  That has entered into a service agreement with the recycler for a minimum period of two years;\nprovided that rebates shall not exceed $3,000,000 in the aggregate in any fiscal year.\n     (b)  A rebate provided under this section shall be granted for a reverse vending machine that:\n     (1)  Is installed and operational by December 31, 2007;\n     (2)  Is accessible to the general public; and\n     (3)  Tenders vouchers or receipts for the returned containers that are redeemable by the person at a location on the person's premises that is accessible to the general public.\n     (c)  An application for a rebate shall be made to the department on forms provided by the department to certify eligibility for a rebate.  The application shall contain information determined by the department to be required, including:\n     (1)  The applicant's name;\n     (2)  The location where each reverse vending machine will be installed and operated;\n     (3)  A projection of the number of customers expected to use each reverse vending machine;\n     (4)  The requested rebate amount;\n     (5)  Proof of certification of the applicant's redemption center or, in the case of a person that is serviced by a recycler, the executed service agreement between the recycler and the person; and\n     (6)  The projected installation date of each reverse vending machine.\n     (d)  The person or contracted recycler providing the certified redemption service shall comply with all rules of the department.  A person or contracted recycler found by the department to be not in compliance with the department's rules shall reimburse the department for the full amount of the rebate.  The department may institute an action pursuant to chapter 91 to recover any rebate paid under this section if the person, or the recycler that has a contract with the person to service the reverse vending machine, fails to comply with the requirements of this part or any rule adopted pursuant to it.\n     (e)  Amounts received under this section shall not be treated as income for purposes of chapter 235 or gross proceeds or gross income for purposes of chapter 237.\n     (f)  A reverse vending machine shall not be considered a depreciable asset and no person may claim depreciation therefor, at least to the extent that the reverse vending machine has been purchased with rebate funds.\n     (g)  Any person receiving funding to cover the cost of purchase for reverse vending machines through the redemption center and recycling infrastructure improvement program under section 342G‑114.5 shall not be eligible for this rebate.\n     (h)  The director shall include in the deposit beverage container program annual report to the legislature, a report on the reverse vending machine rebate program. [L 2005, c 228, pt of §2, §6(1); am L 2006, c 231, §1]\n \nNote\n \n  Actions initiated pursuant to (e) shall be allowed to continue until resolved.  L 2005, c 228, §6(2); L 2006, c 231, §2."
}