{
    "name": "Hawaii labor relations board",
    "number": "5",
    "text": "(a)  There is created a Hawaii labor relations board to ensure that collective bargaining is conducted in accordance with this chapter and that the merit principle under section 76-1 is maintained.\n\t(b)  The board shall be composed of three members of which (1) one member shall be representative of management, (2) one member shall be representative of labor, and (3) the third member, the chairperson, shall be representative of the public.  All members shall be appointed by the governor for terms of six years each.  Public employers and employee organizations representing public employees may submit to the governor for consideration names of persons to serve as members of the board and the governor shall first consider these persons in selecting the members of the board.\n\t(c)  Each member shall hold office until the member's successor is appointed and qualified.  Because cumulative experience and continuity in office are essential to the proper administration of this chapter, it is declared to be in the public interest to continue board members in office as long as efficiency is demonstrated, notwithstanding the provision of section 26-34, which limits the appointment of a member of a board or commission to two terms.\n\t(d)  The members shall devote full time to their duties as members of the board.  Effective January 1, 1989, and January 1, 1990, the salary of the chairperson of the board shall be set by the governor within the range from $69,748 to $74,608 and $72,886 to $77,966 a year, respectively, and the salary of each of the other members shall be ninety-five per cent of the chairperson's salary.  No member shall hold any other public office or be in the employment of the State or a county, or any department or agency thereof, or any employee organization during the member's term.\n\t(e)  Any action taken by the board shall be by a simple majority of the members of the board.  All decisions of the board shall be reduced to writing and shall state separately its finding of fact and conclusions.  Any vacancy in the board shall not impair the authority of the remaining members to exercise all the powers of the board.  The governor may appoint an acting member of the board during the temporary absence from the State or the illness of any regular member.  An acting member, during the acting member's term of service, shall have the same powers and duties as the regular member.\n\t(f)  The chairperson of the board shall be responsible for the administrative functions of the board.  The board may appoint an executive officer, mediators, arbitrators, and hearing officers, and employ other assistants as it may deem necessary in the performance of its functions, prescribe their duties, and fix their compensation and provide for reimbursement of actual and necessary expenses incurred by them in the performance of their duties within the amounts made available by appropriations therefor.  Section 28-8.3 notwithstanding, an attorney employed by the board as a full-time staff member may represent the board in litigation, draft legal documents for the board, and provide other necessary legal services to the board and shall not be deemed to be a deputy attorney general.\n\t(g)  The board shall be within the department of labor and industrial relations for budgetary and administrative purposes only.  All members of the board and employees other than clerical and stenographic employees shall be exempt from chapters 76 and 89.  Clerical and stenographic employees shall be appointed in accordance with chapter 76.\n\t(h)  At the close of each fiscal year, the board shall make a written report to the governor on its activities, including the cases and their dispositions, and the names, duties, and salaries of its officers and employees.  Copies of the report shall be transmitted to the other chief executives, the exclusive representatives, and the legislative body of each jurisdiction.\n\t(i)  In addition to the powers and functions provided in other sections of this chapter, the board shall:\n\n\n\n\t(1)\tEstablish procedures for, investigate, and resolve, any dispute concerning the designation of an appropriate bargaining unit and the application of section 89-6 to specific employees and positions;\n\t(2)\tEstablish procedures for, resolve disputes with respect to, and supervise the conduct of, elections for the determination of employee representation;\n\t(3)\tResolve controversies under this chapter;\n\t(4)\tConduct proceedings on complaints of prohibited practices by employers, employees, and employee organizations and take such actions with respect thereto as it deems necessary and proper;\n\t(5)\tHold such hearings and make such inquiries, as it deems necessary, to carry out properly its functions and powers, and for the purpose of such hearings and inquiries, administer oaths and affirmations, examine witnesses and documents, take testimony and receive evidence, compel attendance of witnesses and the production of documents by the issuance of subpoenas, and delegate such powers to any member of the board or any person appointed by the board for the performance of its functions;\n\t(6)\tDetermine qualifications and establish, after reviewing nominations submitted by the public employers and employee organizations, lists of qualified persons, broadly representative of the public, to be available to serve as mediators or arbitrators;\n\t(7)\tEstablish a fair and reasonable range of daily or hourly rates at which mediators and arbitrators on the lists established under paragraph (6) are to be compensated;\n\t(8)\tConduct studies on problems pertaining to public employee-management relations, and make recommendations with respect thereto to the legislative bodies; request information and data from state and county departments and agencies and employee organizations necessary to carry out its functions and responsibilities; make available to all concerned parties, including mediators and arbitrators, statistical data relating to wages, benefits, and employment practices in public and private employment to assist them in resolving issues in negotiations;\n\t(9)\tAdopt rules relative to the exercise of its powers and authority and to govern the proceedings before it in accordance with chapter 91; and\n\t(10)\tExecute all of its responsibilities in a timely manner so as to facilitate and expedite the resolution of issues before it.\n\n\n\n\t(j)  For the purpose of minimizing travel and per diem expenses for parties who are not located on Oahu, the board shall utilize more cost efficient means such as teleconferencing which does not require appearances on Oahu, whenever practicable, to conduct its proceedings.  Alternatively, it shall consider conducting its proceedings on another island whenever it is more cost efficient in consideration of the parties and the witnesses involved. [L 1970, c 171, pt of §2; am L 1971, c 49, §1; am L 1974, c 17, §1 and c 116, §2; am L 1975, c 58, §11; am L 1976, c 41, §1; am L 1978, c 196, §1; am L 1982, c 129, §3; am L 1983, c 10, §1 and c 11, §1; am L 1985, c 251, §4; gen ch 1985; am L 1986, c 128, §3; am L 1989, c 329, §2; am L 1990, c 140, §3; am L Sp 1993, c 8, §53; am L 2000, c 253, §95; am L 2001, c 55, §5; am L 2002, c 232, §1]"
}