{
    "name": "Election of members",
    "number": "3",
    "text": "(a)  Members of the board of education shall be nominated at a primary election and elected at the general election.  Except as otherwise provided by this chapter, the candidates for the board of education shall be elected in the manner prescribed by this title.\n     (1)  Nomination papers, preparation of.  The chief election officer shall prepare nomination papers in such a manner that a candidate desiring to file for election to the board of education shall be able to specify whether the candidate is seeking a seat requiring residency in a particular departmental school district or a seat without such residency requirement.\n     (2)  Ballot.  The school board ballot shall be prepared in such a manner as to afford every voter eligible to vote in a school board district race the opportunity to vote for each and every candidate seeking election from that school board district.\n              The school board ballot shall contain the names of all board candidates arranged alphabetically in a nonpartisan manner; provided that the names of candidates seeking seats requiring residency in a particular departmental school district shall be grouped alphabetically according to departmental school districts.\n     (3)  Primary election.  Two candidates receiving the most votes for each available seat shall be nominated for the general election.  If, after the close of filing of nomination papers, there are only two qualified candidates for any seat requiring residency in a particular departmental school district, the chief election officer shall declare those two candidates duly nominated for the general election.  The names of those two candidates shall not appear on the primary election ballot.\n     (4)  General election.  Each voter in the general election shall be entitled to receive the school board ballot and to vote for the number of seats available in the respective school board districts.\n     (b)  In the event that there is only one qualified candidate for any seat requiring residency in a particular departmental school district, after the close of filing of nomination papers, the chief election officer shall declare such candidate to be duly and legally elected.  In the event that the number of qualified candidates for seats without such residency requirement is equal to or less than the number of such seats to be filled, after the close of filing of nomination papers, the chief election officer shall declare such candidates to be duly and legally elected. [L 1970, c 26, pt of §2; am L 1973, c 217, §3; am L 1979, c 125, §1(3); am L 1980, c 264, §3(a); gen ch 1985; am L 1990, c 212, §2; am L 1996, c 38, §1]"
}