{
    "name": "Asbestos contractors",
    "number": "7.5",
    "text": "(a)  The board shall provide for the licensure or permitted activities as a specialty contractor of any person who engages in any activity involving the application, enclosure, removal, encapsulation, renovation, repair, demolition, or other disturbances of friable asbestos or asbestos-containing material that may become friable during the activity; provided that this section shall not apply to activities such as maintenance, repair, or removal of asbestos pipe or sheets, vinyl asbestos floor materials or asbestos- bituminous or resinous material as well as other activities that the board may exempt which are incidental to the primary purpose for which the contractor holds a license and if they were performed in a manner that no health hazard is posed to the public, the contractor, or the contractor's employees.\n\t(b)  No person shall be licensed as an asbestos contractor unless that person meets all requirements of subsection (c) in addition to the requirements in section 444-11.\n\t(c)  The licensing requirements and procedures, and the standards of conduct for individuals licensed as an asbestos contractor shall be as provided by rules and shall include, but shall not be limited to, provisions for the following:\n\n\n\n\t(1)\tExamination;\n\t(2)\tRegistration of employees;\n\t(3)\tTraining, experience, and any other certification standards for contractors and their employees;\n\t(4)\tProtective equipment standards;\n\t(5)\tApplication, enclosure, removal, encapsulation, renovation, repair and demolition procedures;\n\t(6)\tHazardous waste disposal;\n\t(7)\tClean-up procedures;\n\t(8)\tMonitoring;\n\t(9)\tHealth examinations;\n\t(10)\tContinuing education;\n\t(11)\tAdministrative procedures; and\n\t(12)\tFees.\n\n\n\nThe board shall consult with and shall initiate and maintain cooperative agreements with the departments of health, and labor and industrial relations, or any other state, federal, or county departments or agencies and the University of Hawaii or their community colleges in the development of these rules, and to develop procedures and methods for the enforcement of any asbestos activity.\n\t(d)  The board, the departments of commerce and consumer affairs, labor and industrial relations, and the department of health shall have the right of entry to any job site and access to any records of the licensee for purposes of inspection for health or safety hazards.  Each agency shall be empowered to apply to a court of competent jurisdiction for an order restraining any activity at the job site which constitutes an imminent health or safety hazard.\n\t(e)  Any person who knowingly hinders or delays the board or the above departments in the performance of their duties, who knowingly fails to obtain the licenses or registrations required by this section, or otherwise knowingly violates this section shall be guilty of a misdemeanor.\n\t(f)  The board may, in addition to any other remedies provided by law, and after a hearing conducted pursuant to chapter 91, assess a fine not to exceed $5,000 for each violation of this section.  For purposes of this subsection, each day's violation shall constitute a separate violation. [L 1987, c 157, §2]\nCross References\n  Asbestos pollution control, see chapter 342P."
}