{
    "name": "Sunset evaluations modified, see , 5. Contractor repair act, see chapter 672E. Case Notes",
    "number": "4",
    "text": "§444-4  Powers and duties of board.  In addition to any other powers and duties authorized by law, the board shall:\n\n\n\n\t(1)\tGrant licenses, including conditional licenses, to contractors pursuant to this chapter and rules;\n\t(2)\tAdopt, amend, or repeal such rules as the board may deem proper fully to effectuate this chapter and carry out the purpose thereof, which is the protection of the general public.  All rules shall be approved by the governor and the director, and when adopted pursuant to chapter 91, shall have the force and effect of law.  The rules may forbid acts or practices deemed by the board to be detrimental to the accomplishment of the purpose of this chapter.  The rules may require contractors to make reports to the board containing any items of information as will better enable the board to enforce this chapter and rules, or as will better enable the board from time to time to amend the rules more fully to effectuate the purposes of this chapter.  The rules may require contractors to furnish reports to owners containing any matters of information as the board deems necessary to promote the purpose of this chapter.  The enumeration of specific matters which may properly be made the subject of rules shall not be construed to limit the board's general power to make all rules necessary fully to effectuate the purpose of this chapter;\n\t(3)\tAdopt rules pursuant to chapter 91 necessary to implement the provisions of this chapter relating to CFCs, including, but not limited to, procedures for the disposal of air conditioning units utilizing CFCs that include mandatory recovery and recycling of CFCs;\n\t(4)\tEnforce this chapter and rules adopted pursuant thereto;\n\t(5)\tSuspend or revoke any license for any cause prescribed by this chapter, or for any violation of the rules, and refuse to grant, renew, restore, or reinstate any license for any cause which would be grounds for revocation or suspension of a license;\n\t(6)\tPublish and distribute pamphlets and circulars containing any information as the board deems proper to further the accomplishment of the purpose of this chapter;\n\t(7)\tContract for professional testing services to prepare, administer, and grade the examinations for applicants as may be required for the purposes of this chapter.  The board shall determine the scope and length of the examinations, whether the examinations shall be oral, written, or both, and the score that shall be deemed a passing score;\n\t(8)\tOrder summary suspension of a license; provided that summary suspensions may be delegated in accordance with section 436B-23;\n\t(9)\tIssue informal nonbinding interpretations or declaratory rulings, and conduct contested case proceedings pursuant to chapter 91; and\n\t(10)\tSubpoena witnesses and documents, administer oaths, receive affidavits and oral testimony, including telephonic communications. [L 1957, c 305, §1 (pt of §4); am L 1965, c 96, §107; Supp, pt of §166A-4; HRS §444-4; am L 1973, c 117, §1; am L 1982, c 204, §8; am L 1983, c 124, §17; am L 1985, c 160, §1; am L 1989, c 77, §10 and c 268, §1; am L 1990, c 316, §8; am L 1992, c 202, §64; am L 1995, c 20, §1]\n\n\n\n\nCase Notes\n  Rulemaking authority of the board.  51 H. 673, 466 P.2d 1009."
}