{
    "name": "Forfeiture of property for unlicensed activity",
    "number": "23.5",
    "text": "(a)  If an investigator finds that a person has acted in the capacity of, or engaged in the business of a contractor within this State without having a current license as required by this chapter to so act or engage, and the person is or was a defendant or respondent in a separate citation or lawsuit filed with or by the department, the investigator may issue a notice of forfeiture of property used by the person in the unlicensed activity, and the property that is the subject of the notice of forfeiture shall be turned over to the department for disposition in accordance with this chapter.\n\t(b)  Each notice of forfeiture shall be in writing and shall describe the tools, implements, documents, materials, or any other property used by any person in unlicensed activity that violates section 444-9.\n\t(c)  The department shall make good faith efforts to locate and notify within a reasonable period of time all owners or interest-holders of property subject to a notice of forfeiture.\n\t(d)  Service of a notice of forfeiture issued under this section shall be made:\n\n\n\n\t(1)\tIf the name and current address of the unlicensed person, owner, or interest-holder is known:\n\n\t\t(A)\tBy personal service; or\n\t\t(B)\tBy mailing a copy of the notice to the unlicensed person, owner, or interest-holder by certified mail to the last address on record with a state agency; or\n\n\t(2)\tIf the address of the unlicensed person, owner, or interest-holder is not known or is not on record with a state agency, by public notice once as provided in section 1-28.5.\n\n\n\n\t(e)  An unlicensed person served with a notice of forfeiture under this section may submit a written request to the director for a hearing:\n\n\n\n\t(1)\tWithin twenty days of receipt of the notice of forfeiture, if the person is served personally or by mail; or\n\t(2)\tWithin twenty days of public notice of forfeiture.\n\n\n\nIf a request for a hearing is not timely filed with the director, the notice of forfeiture shall be deemed a final order of the director.\n\t(f)  An owner or interest-holder served with a notice of forfeiture, other than the unlicensed person, may file a petition for remission of forfeiture with the department within twenty days of service by personal service or mail, or within twenty days of the date of public notice, if service is by public notice.  The petition shall be signed by the petitioner and sworn on oath before a notary public and shall contain the following:\n\n\n\n\t(1)\tA reasonably complete description of the property subject to forfeiture; and\n\t(2)\tA statement of the interest of the petitioner in the property subject to forfeiture, with supporting documentary evidence.\n\n\n\nIf a petition for remission of forfeiture is not timely filed with the director, the notice of forfeiture shall be deemed a final order of the director.\n\t(g)  The department shall review the petition for remission of forfeiture and, if remission is warranted, return the property subject to forfeiture to the petitioner within thirty days of receipt of the petition.  If the department determines that remission is not warranted, the department shall issue a written decision to the petitioner within thirty days of receipt of the petition.\n\t(h)  A petitioner whose petition for remission has been denied may file with the director a written request for a hearing as provided under subsections (i) and (j).  The written request shall be filed within twenty days of receipt of the written decision denying the petition for remission.  If a request for hearing is not timely filed with the director, the notice of forfeiture shall be deemed a final order of the director.\n\t(i)  Hearings shall be subject to chapter 91 and shall be conducted by the director or a hearings officer designated by the director.  The director or designated hearings officer may issue subpoenas, administer oaths, hear testimony, find facts, make conclusions of law, and issue a final order of forfeiture.  The department shall have the burden to show by clear and convincing evidence that the property is subject to forfeiture.  In determining whether the property is subject to forfeiture, the director or hearings officer shall consider evidence of ownership, the description of the property, and any other relevant evidence.\n\t(j)  Any person aggrieved by the decision of the director or designated hearings officer may appeal the decision in the manner provided in chapter 91, to the circuit court of the circuit in which:\n\n\n\n\t(1)\tThe person resides;\n\t(2)\tThe person's principal place of business is located; or\n\t(3)\tThe activity in question occurred.\n\n\n\n\t(k)  The director may file an action in the circuit court for a judgment to enforce any final order issued by the director or designated hearings officer pursuant to this section.  A judgment enforcing the final order shall issue upon a showing by the director either that notice was given and a hearing was held, or, that the time granted for requesting a hearing has run without the timely filing of a request.\n\t(l)  The department may dispose of all property forfeited in accordance with this chapter by:\n\n\n\n\t(1)\tTransferring property to any local or state government entity, municipality, or law enforcement agency within the State;\n\t(2)\tSelling property to the public by public sale; or\n\t(3)\tUsing any other means of disposition authorized by law.\n\n\n\n\t(m)  All proceeds of a forfeiture action conducted pursuant to this section, after payment of expenses of administration and sale, shall be deposited in the compliance resolution fund established under section 26-9(o).  Moneys in the fund shall be appropriated for the payment of any expenses necessary to seize, detain, appraise, inventory, safeguard, maintain, advertise, or sell property seized, detained, or forfeited pursuant to this section or any other necessary expenses incident to the seizure, detention, or forfeiture of such property.\n\t(n)  Forfeiture under this section shall be separate from and in addition to all other applicable remedies, either civil or criminal.  This section shall not apply to the violations set forth in section 444-23(a) and (b).\n\t(o)  The director may adopt rules as necessary to fully effectuate this section. [L 2000, c 291, §2; am L 2003, c 3, §15]"
}