{
    "name": "Definitions",
    "number": "1",
    "text": "Whenever used in this chapter: \t\"Board\" or \"board of regents\" means the board of regents of the University of Hawaii, which, for the purposes of this chapter, is declared to be a political corporation within the meaning of that term as used in section 562(d) of title 48 of the United States Code.\n\t\"Construction\" includes acquisition, purchase, construction, reconstruction, remodeling, renovation, improvement, betterment, and extension; \"construct\" includes acquire, purchase, construct, reconstruct, remodel, renovate, improve, better and extend.\n\t\"Cost of construction\" includes all costs and estimated costs of the preparation and issuance of revenue bonds and the obtaining of a loan, and all costs and estimated costs of construction of a university project, and without limiting the foregoing, includes engineering, architectural, supervisory, inspectional, fiscal, and legal expenses; interest which it is estimated will accrue during the construction period and for six months thereafter on money obtained by loan or through the issuance of revenue bonds, or both; amounts necessary to establish or increase reserves; costs of utilities, equipment, fixtures and apparatus necessary or convenient for the use and occupancy of the university project and, if so determined by the board, the initial furnishings of the university project.\n\t\"Cost of maintenance\" includes all costs and estimated costs of the maintenance of a university project or university system, and without limiting the foregoing, includes all salaries, wages, and fees of officers, employees, and contractors of the board engaged in the maintenance of a university project or university system, the cost of all supplies and equipment, and all operational and administrative expenses.\n\t\"Maintenance\" includes repairs, upkeep, replacement, renewals, maintenance, operation and administration; \"maintain\" includes repair, keep up, replace, renew, maintain, operate and administer.\n\t\"Reserves\" means reserves required or permitted in the covenants in the resolution or resolutions of the board authorizing the obtaining of loans or issuance of revenue bonds under this chapter.\n\t\"Revenue bonds\" mean revenue bonds, interim certificates, notes, debentures, or other evidence of indebtedness of the board authorized by or issued under this chapter.\n\t\"Revenue of the university\" means all revenues of whatever nature received by the university, or which it is entitled to receive, other than (1) general appropriations, (2) taxes, (3) tuition fees, and (4) gifts the terms of which preclude their being used for payment of the cost of construction, cost of maintenance, or both, of a university project or university system.\n\t\"Revenue of the university project or university system\" means all revenues derived from the rentals, fees and charges imposed for the use or enjoyment of or the services furnished by a particular university project or university system, as the case may be.\n\t\"University\" means and includes the University of Hawaii, each community college established and governed by the board pursuant to chapter 305, and any and every other educational institution now or hereafter under the control of or governed by the board.\n\t\"University athletic unit\" means athletic facilities of every nature devoted either exclusively to use by the university, including its students, faculties, guests, employees, and their families including reciprocal beneficiaries, or both to university and non-university uses, for the enjoyment or utilization of, or for the privilege of observance of athletic contests or exhibitions conducted in or by means of, which facilities a fee is imposed or a charge made.  A university athletic unit includes, but is not limited to, gymnasium, field house, stadium, playing field, baseball diamond, courts suitable for tennis, volleyball, and basketball, swimming and diving pools.\n\t\"University dining unit\" means a structure or facility suitable for the feeding and boarding of students enrolled in the university, members of the faculties of the university, guests, employees of the university, and members of the families including reciprocal beneficiaries of any such persons, for the use and services of which a fee is imposed or charge made.  A university dining unit may be a separate structure or structures or included in another university project.\n\t\"University health unit\" means a facility for the treatment, diagnosing or prevention of illness of students enrolled in the university, members of the faculties of the university, persons temporarily visiting the university, employees of the university, and members of the families including reciprocal beneficiaries of any such persons, for the use and services of which a fee is imposed or charge made.  A university health center includes, but is not limited to, health centers, infirmaries and clinics, and may be a separate structure or structures or included in another university project.\n\t\"University housing unit\" means a structure or structures suitable for the housing of and use and occupancy as a dwelling by students enrolled in the university, members of the faculties of the university, persons temporarily visiting the university at the invitation or request of the board, employees of the university, and members of the families including reciprocal beneficiaries of any such persons, for the use and occupancy of which a fee or rent is charged.  A university housing unit includes, but is not limited to, dormitories, apartments, and other multiple unit buildings, houses and other single unit buildings.\n\t\"University parking unit\" means a facility for the parking or storage, or both, of vehicles owned or used by students enrolled in the university, members of the faculties of the university, persons temporarily visiting the university, employees of the university, and members of the families including reciprocal beneficiaries of any such person, for the use, services or occupancy of which a fee is imposed or charge made.  A university parking unit includes, but is not limited to, parking spaces on streets, alleys, drives and other roadways under the jurisdiction of the board, paved or unpaved surface areas or lots, and subsurface, surface or above surface structure or structures, and may be a separate structure or structures or included in another university project.\n\t\"University project\" means a university athletic unit, university dining unit, university health unit, university housing unit, university parking unit, university student center, and any other undertaking or improvement capable of producing a revenue constructed, maintained, or both, by the board, as furtherance of the purposes of the university, and for the use and services of which fees are imposed or charges made.  A university project shall include, but not be limited to, all land, fixtures, appurtenances, improvements, utilities, equipment, and furnishings necessary or convenient for the use and occupancy of a university project for the purposes for which it was constructed or is used.  A university project shall be a public improvement or public undertaking within the meaning of section 562(d) of title 48 of the United States Code.\n\t\"University student center\" means a structure or structures suitable for student activities or endeavors, such as, but not limited to, meetings, organizations, publications, and recreation, for the use and services of which a fee is imposed or a charge made.  A university student center includes, but is not limited to, student unions, bookstores and snack bars, and may be a separate structure or structures or included in another university project.\n\t\"University system\" means two or more university projects operated and maintained jointly as a system.  A university system may include various university projects on any one or more of the areas under the jurisdiction of the board and may include university projects of any one or more of the educational institutions under the control of or governed by the board, including the University of Hawaii. [L 1947, c 141, pt of §1; RL 1955, §44-60; HRS ; am L 1971, c 141, §1(a); am L 1997, c 383, §40]"
}