{
    "name": "Withholding of wages",
    "number": "6",
    "text": "No employer may deduct, retain, or otherwise require to be paid, any part or portion of any compensation earned by any employee except where required by federal or state statute or by court process or when such deductions or retentions are authorized in writing by the employee, provided that the following may not be so authorized, or required to be borne by the employee:\n     (1)  Fines;\n     (2)  Cash shortage in a common money till, cash box, or register used by two or more persons; or cash shortage in a money till, cash box, or register under sole control if the employee is not given an opportunity to account for all moneys received at the start of a shift and all moneys turned in at the end of a shift;\n     (3)  Fines, penalties, or replacement costs for breakage;\n     (4)  Losses due to acceptance by an employee of checks which are subsequently dishonored if employee is given discretion to accept or reject any check;\n     (5)  Losses due to defective or faulty workmanship, lost or stolen property, damage to property, default of customer credit, or nonpayment for goods or services received by customer if such losses are not attributable to employee's wilful or intentional disregard of employer's interest; or\n     (6)  Medical or physical examination or medical report expenses which accrue due to services rendered to an employee or prospective employee, where such examination or report is requested or required by the employer or prospective employer or required by any law or regulation of federal, state or local governments or agencies thereof. [L 1963, c 158, pt of §3; Supp, §95-5; HRS ; am L 1972, c 121, §1; am L 1977, c 90, §1]\n \nCase Notes\n \n  Section preempted by ERISA as it \"relates to\" an employee welfare benefit plan; FAA-mandated medical exam for pilots was \"medical benefit\" within meaning of ERISA employee welfare benefit plan.  12 F.3d 1498.\n  Paragraph (6) requirement that employer pay for medical examinations mandated by federal agency is preempted by §514(a) of the Employee Retirement Income Security Act.  807 F. Supp. 1501."
}