{
    "name": "Prehistoric and historic burial sites",
    "number": "43",
    "text": "(a)  At any site, other than a known, maintained, actively used cemetery where human skeletal remains are discovered or are known to be buried and appear to be over fifty years old, the remains and their associated burial goods shall not be moved without the department's approval.\n     (b)  All burial sites are significant and shall be preserved in place until compliance with this section is met, except as provided in section 6E-43.6.  The appropriate island burial council shall determine whether preservation in place or relocation of previously identified native Hawaiian burial sites is warranted, following criteria which shall include recognition that burial sites of high preservation value, such as areas with a concentration of skeletal remains, or prehistoric or historic burials associated with important individuals and events, or areas that are within a context of historic properties, or have known lineal descendants, shall receive greater consideration for preservation in place.  The criteria shall be developed by the department in consultation with the councils, office of Hawaiian affairs, representatives of development and large property owner interests, and appropriate Hawaiian organizations, such as Hui Malama I Na Kupuna O Hawai`i Nei, through rules adopted pursuant to chapter 91.  A council's determination shall be rendered within forty-five days of referral by the department unless otherwise extended by agreement between the landowner and the department.\n     (c)  Council determinations may be administratively appealed to a panel composed of three council chairpersons and three members from the board of land and natural resources as a contested case pursuant to chapter 91.  In addition to the six members, the chairperson of the board of land and natural resources shall preside over the contested case and vote only in the event of a tie.\n     (d)  Within ninety days following the final determination, a preservation or mitigation plan shall be approved by the department in consultation with any lineal descendants, the respective council, other appropriate Hawaiian organizations, and any affected property owner.\n     (e)  Should the burial site prove to be other than Hawaiian, the department, within thirty days shall determine whether preservation in place or relocation is warranted, and within an additional ninety days a preservation or mitigation plan shall be approved by the department in consultation with any lineal descendants, appropriate ethnic organizations, and any affected property owner. [L 1988, c 265, pt of §1; am L 1990, c 306, §13; am L 1992, c 113, §4]"
}