{
    "name": "Certification program",
    "number": "23",
    "text": "(a)  The board shall contract with the University of Hawaii to develop and administer a certification program for motor vehicle mechanics.\n     (b)  The certification program shall provide for issuing a certificate to mechanics generally skilled in the repair of motor vehicles and to mechanics who specialize in certain areas of motor vehicle repair.  A person may be certified as being generally skilled in the repair of motor vehicles, specially skilled in one or more areas of motor vehicle repair, or both generally and specially skilled.  Each area shall be separately tested and certified.  The program shall provide for apprenticeship leading to certification as a mechanic.  The program may be an apprenticeship program registered with the department of labor and industrial relations in accordance with chapter 372.  Nothing in this section or chapter shall prevent a student in a course leading to certification from repairing motor vehicles so long as the student is supervised by a mechanic.\n     (c)  The certification test shall be approved by the board and if written, shall be given orally at the request of the person being tested.  Each application for certification shall be accompanied by a nonrefundable examination fee as provided in rules adopted by the department pursuant to chapter 91.\n     (d)  There shall be no limit on the number of times a person may apply for certification; provided that any person failing the examination must wait thirty days before retaking the test.\n     (e)  All persons who take and pass the certification test shall be awarded a certificate which shall be posted in a prominent place at their place of business or employment and a patch which may be worn on clothing apparel.  The University of Hawaii shall design and procure the certificate and patch. [L 1975, c 143, pt of §2; am L 1977, c 34, §3; am L 1984, c 7, §7; am L 1986, c 74, §3; am L 1988, c 128, §2; am L 1992, c 87, §9]\n \nCross References\n \n  Professional testing services, see §26-9."
}