{
    "name": "Abandonment of a child",
    "number": "902",
    "text": "(1)  A person commits the offense of abandonment of a child if, being a parent, guardian, or other person legally charged with the care or custody of a child less than fourteen years old, the person deserts the child in any place with intent to abandon it.\n\t(2)  Abandonment of a child is a misdemeanor. [L 1972, c 9, pt of §1; gen ch 1993]\nCOMMENTARY ON \n  Abandonment of a child is essentially a residual offense hence the relatively low grade of its penalty.  If an abandoned child dies, suffers bodily injury, or is exposed to a substantial risk of bodily injury, the parent, guardian, or person charged with care or custody of the child would, depending on the culpability of the actor and circumstances of the case, be subject to a charge of murder, manslaughter, negligent homicide, assault in some degree, or reckless endangering in the second degree.  Section 709-902 should be invoked primarily in those cases of abandonment where the abandoned child is discovered and taken into protective custody before the child suffers bodily injury. \n  Previous Hawaii law lumped abandonment together with a host of other, assorted evils. \n\n\tAny person who wilfully abandons or injures in health or limb any child under his legal control or neglects to provide the child with suitable or necessary food or clothing or cruelly or unreasonably strikes, beats, flogs, or chastises the child shall be fined not more than $200 or imprisoned not more than six months.[1] \n\n  Abandonment is a residual offense which is defined to cover cases where a harm which is the subject of a more serious offense does not result.  The offense is particularly concerned with those persons having a special legal duty to care for the child.  Moreover, the age limitation separates abandonment of those children who are able to call attention to the abandonment from younger children who may not be able to seek necessary help.  Nonsupport presents a distinct problem.  The definition of an offense based on nonsupport should take into consideration the ability of the defendant to provide the support.  It ought to encompass more than the parent-child relationship and support ought to include more than food and clothing.[2]  Finally, an offense involving physical maltreatment of children is, to some extent, unnecessary in view of the assault offenses of chapter 707.  To the extent that maltreatment constitutes the violation of a legal duty owed the child by a parent, guardian, or other person, the definition of the offense should take into consideration not merely the ability of the child to call attention to the child's plight, but the age range which makes the minor especially susceptible to the adverse effects of maltreatment.[3] \n  The Code deals individually, in §, 903, and 904, with the problems which previous law lumped together.  In dealing with abandonment, the Code lists those factors which ought properly to be considered:  the relationship of the actor and the child, the intent of the actor, and the ability of the child to call attention to the child's plight.  The sentence which the Code provides is more severe than that provided by prior law. \n__________\n Commentary:\n1.  H.R.S. §577-12.  See also H.R.S. §575-1 [Uniform Desertion and Nonsupport Act (Modified)] which provides in part:  \"...any parent who deserts or wilfully neglects his or her child or children under the age of sixteen years...shall be guilty of a misdemeanor....\"  Although the Uniform Act includes desertion or nonsupport, no case has been found of a prosecution under this provision which did not include nonsupport. M.P.C., Tentative Draft No. 9, comments at 190 (1959). \n2.  Cf. §709-903.\n3.  Cf. §709-904."
}