{
    "name": "Tobacco; minors Note L 2001, c 91, 4 purports to amend this chapter.",
    "number": "908",
    "text": "Tobacco; minors.  (1)  It shall be unlawful to sell or furnish tobacco in any shape or form, including chewing tobacco and snuff, to a minor under eighteen years of age.\n\t(2)  Signs using the statement, \"The sale of tobacco products to persons under eighteen is prohibited\", shall be posted on or near any vending machine in letters at least one-half inch high and at or near the point of sale of any other location where tobacco products are sold in letters at least one-half inch high.\n\t(3)  It shall be unlawful for a minor under eighteen years of age to purchase any tobacco product, as described under subsection (1).  This provision does not apply if a person under the age of eighteen, with parental authorization, is participating in a controlled purchase as part of a law enforcement activity or a study authorized by the department of health under the supervision of law enforcement to determine the level of incidence of tobacco sales to minors.\n\t(4)  Any person who violates subsection (1) or (2), or both, shall be fined $500 for the first offense.  Any subsequent offenses shall subject the person to a fine not less than $500 nor more than $2,000.  Any minor under eighteen years of age who violates subsection (3) shall be fined $10 for the first offense.  Any subsequent offense shall subject the violator to a fine of $50, no part of which shall be suspended, or the person shall be required to perform not less than forty-eight hours nor more than seventy-two hours of community service during hours when the person is not employed and is not attending school. [L 1990, c 164, §2; am L 1996, c 312, §1; am L 1997, c 296, §1; am L 1998, c 161, §1]\nCross References\n  Cigarette vending machine sales, see §328K-7.\nCOMMENTARY ON \n  Act 164, Session Laws 1990, added this section and repealed similar provisions of §§445-211, 212, 212.5, and 213.\n  Act 312, Session Laws 1996, amended subsection (2) by decreasing the height and capitalization requirements of the letters in the signs that state that the sale of tobacco products to persons under eighteen is prohibited, and by requiring that the signs be posted at or near the point of sale where tobacco products are sold.  The legislature found that the current requirements for the signs resulted in signs that were often too large to be posted in locations close to the point of sale.  Changing the height and capitalization requirements for the signs would mean that the signs could more easily be posted at the point of sale, thereby enhancing the deterrence to the illegal sales of tobacco products to minors.  Conference Committee Report No. 24.\n  Act 296, Session Laws 1997, amended subsection (3) to exempt minors, who with parental consent are participating in a controlled purchase of tobacco products as part of a law enforcement activity or a study authorized by the department of health to determine the level of incidence of tobacco sales to minors, from the proscription against minors purchasing any tobacco products.  The legislature found that both nationally and within the State, one of the most serious public health concerns was that of preventing the use of tobacco by minors.  The legislature further found that one of the more successful methods of preventing the use of tobacco by minors was to monitor sales of tobacco to ensure compliance with the statewide prohibition of sales to minors.  Senate Standing Committee Report No. 693, House Standing Committee Report No. 1652.\n  Act 161, Session Laws 1998, amended this section by increasing the fines for selling tobacco to minors or failing to post a sign on any vending machine stating that the sale of tobacco products to persons under eighteen is prohibited.  The legislature found that the new fine schedule imposed a more serious penalty that would help reduce the illegal sales of tobacco to minors.  The imposition of the increased fines should motivate tobacco retailers to scrutinize the ages of their customers with greater care.  Conference Committee Report No. 91, Senate Standing Committee Report No. 3010."
}