{
    "name": "Proceedings and records of peer review committees and quality assurance committees",
    "number": "25.5",
    "text": "(a)  As used in this section:\n\t\"Licensed health maintenance organization\" means a health maintenance organization licensed in Hawaii under chapter 432D.\n\t\"Peer review committee\" means a committee created by a professional society, or by the medical, dental, optometric, or administrative staff of a licensed hospital, clinic, health maintenance organization, preferred provider organization, or preferred provider network, whose function is to maintain the professional standards of persons engaged in its profession, occupation, specialty, or practice established by the bylaws of the society, hospital, clinic, health maintenance organization, preferred provider organization, or preferred provider network of the persons engaged in its profession or occupation, or area of specialty practice, or in its hospital, clinic, health maintenance organization, preferred provider organization, or preferred provider network.\n\t\"Preferred provider organization\" or \"preferred provider network\" means a partnership, association, corporation, or other entity which delivers or arranges for the delivery of health services, and which has entered into a written service arrangement or arrangements with health professionals, a majority of whom are licensed to practice medicine or osteopathy.\n\t\"Professional society\" or \"society\" means any association or other organization of persons engaged in the same profession, occupation, or a speciality within a profession or occupation, a primary purpose of which is to maintain the professional standards of the persons engaged in its profession or occupation or specialty practice.\n\t\"Quality assurance committee\" means an interdisciplinary committee established by the board of trustees or administrative staff of a licensed hospital, clinic, health maintenance organization, preferred provider organization, or preferred provider network providing medical, dental, or optometric care, whose function is to monitor and evaluate patient care, and to identify, study, and correct deficiencies and seek improvements in the patient care delivery process.\n\t(b)  Neither the proceedings nor the records of peer review committees, or quality assurance committees shall be subject to discovery.  For the purposes of this section, \"records of quality assurance committees\" are limited to recordings, transcripts, minutes, summaries, and reports of committee meetings and conclusions contained therein.  Information protected shall not include incident reports, occurrence reports, or similar reports which state facts concerning a specific situation, or records made in the regular course of business by a hospital or other provider of health care.  Original sources of information, documents, or records shall not be construed as being immune from discovery or use in any civil proceeding merely because they were presented to, or prepared at the direction of, the committees.  Except as hereinafter provided, no person in attendance at a meeting of the committee shall be required to testify as to what transpired at the meeting.  The prohibition relating to discovery or testimony shall not apply to the statements made by any person in attendance at the meeting who is a party to an action or proceeding the subject matter of which was reviewed at the meeting, or to any person requesting hospital staff privileges, or in any action against an insurance carrier alleging bad faith by the carrier in refusing to accept a settlement offer within the policy limits.\n\t(c)  The prohibitions contained in this section shall not apply to medical, dental, or optometric society committees that exceed ten per cent of the membership of the society, nor to any committee if any person serves upon the committee when the person's own conduct or practice is being reviewed.\n\t(d)  The prohibitions contained in this section shall apply to investigations and discovery conducted by the board of medical examiners, except as required by sections 92-17, 453-8.7, or 663-1.7(e). [L 1971, c 207, §1; ren L 1972, c 143, §1(d); am L 1973, c 169, §1; am L 1975, c 170, §1; am L 1982, c 227, §5; gen ch 1985; am L 1989, c 354, §5 and c 373, §1; am L 1997, c 279, §1]"
}