{
    "name": "Access to information",
    "number": "343",
    "text": "Access to information; use of child death review information; protections.  (a)  Upon written request of the director, all providers of health care, social services, and state and county agencies shall disclose to the department, and those individuals appointed by the director to participate in the review of child deaths, child death review information regarding the circumstances of a child's death so that the department may conduct a multidisciplinary and multiagency review of child deaths pursuant to section 321-31 and this part.  All requested disclosures shall comply with state and federal privacy statutes and regulations, including the Health Insurance Portability and Accountability Act, and the department shall not request records of any internal hospital committee, peer review committee, or quality improvement review process.  The department may enter into a memorandum of agreement with hospitals regarding requests for information to be used for child death reviews.\n     (b)  To the extent that this section conflicts with other state confidentiality and disclosure laws, this section shall prevail.\n     (c)  Except as otherwise provided in this part, all child death review information acquired by the department during its review of child deaths pursuant to this part is confidential and may only be disclosed as necessary to carry out the purposes of this part.\n     (d)  No individual participating in the review of a child death shall be questioned in any civil or criminal proceeding regarding information presented in or opinions formed as a result of a multidisciplinary review.  Nothing in this subsection shall be construed to prevent a person from testifying to information obtained independently of the department's request for child death review information or the multidisciplinary team's review of the child death, or which is public information, or where disclosure is required by a court of law.\n     (e)  Child death review information held by the department as a result of child death reviews conducted under this part shall not be subject to subpoena, discovery, or introduction into evidence in any civil or criminal proceeding, except that child death review information otherwise available from other sources shall not be immune from subpoena, discovery, or introduction into evidence through those sources solely because they were provided to the department as required by this part. [L 1997, c 369, pt of §1; am L 2016, c 203, §3]"
}