{
    "name": "Adult foster homes",
    "number": "11.2",
    "text": "(a)  The department of health is authorized to certify adult foster homes for developmentally disabled individuals requiring such care beyond the eighteenth birthday.  \"Adult foster home\" means a private home providing care on a twenty-four hour basis for adults with developmental disabilities.  To be certified, an adult foster home shall have not more than two adults with developmental disabilities at the same time, who are unrelated to the foster family.  To accommodate residents of a foster boarding home for children with developmental disabilities who reach the age of eighteen years, where the home is certified as a foster boarding home for children under section 346-17, the director of health may waive the two adult limit for certification of that home as an adult foster home, provided that:  (1) the number of foster children and adults in such dually certified home shall not exceed five, and (2) no new adults may be admitted into the home while there are any foster children residing in the home.\n\t(b)  The rules of the department of human services adopted under authority of section 346-17, which prescribe the standards of conditions and competence of operation of child foster boarding homes shall apply to adult foster homes.  Notwithstanding chapter 91, to the contrary, the rules shall be considered adopted by the department of health on July 1, 1986, for the purpose of regulating adult foster care homes and shall be valid until the department of health adopts rules pursuant to chapter 91.  The department of health shall adopt rules pursuant to chapter 91 necessary for the purposes of this section.\n\t(c)  Rate of payment for adult foster homes is to be determined on the same basis as domiciliary care homes as provided under section 346-53. [L 1986, c 328, §§2, 3, and 7; am L 1987, c 334, §§2, 3, and 5; am L 1988, c 141, §24; am L 1992, c 15, §2]\nRevision Note\n  \"July 1, 1986,\" substituted for \"the effective date of this Act\".\nCross References\n  Criminal history record checks, see §333F-22."
}