{
    "name": "Duties and responsibilities of department",
    "number": "193",
    "text": "The department shall:\n\n\n\n\t(1)\tCoordinate all substance abuse programs including rehabilitation, treatment, education, research, and prevention activities.\n\t(2)\tPrepare, administer, and supervise the implementation of a state plan for substance abuse which may consist of a plan for alcohol abuse prevention and a plan for drug abuse prevention.\n\t(3)\tIdentify all funds, programs, and resources available in the State, public and private, and from the federal government which are being used or may be used to support substance abuse prevention, rehabilitation, treatment, education, and research activities.\n\t(4)\tBe the designated agency required by, and receive and administer all available substance abuse funds including but not limited to funds received from, the federal government under Public Law 92-255, Public Law 91-616, Public Law 91-211, and Title IVA and XVI of the Social Security Act or other subsequent Acts of Congress which may amend or succeed such Acts.\n\t(5)\tEncourage and coordinate the involvement of private and public agencies in the assessment of substance abuse problems, needs, and resources.\n\t(6)\tCoordinate the delivery of available funding to public and private agencies for program implementation.\n\t(7)\tEstablish mechanisms and procedures for receiving and evaluating program proposals, providing technical assistance, monitoring programs and securing necessary information from public and private agencies for the purposes of planning, management, and evaluation.\n\t(8)\tReview the state plan for substance abuse annually for the purpose of evaluation and make necessary amendments to conform with the requirements of federal or state laws.\n\t(9)\tDo all things necessary to effectuate the purposes of this part.\n\t(10)\tCertify program administrators, counselors and accredit programs related to substance abuse programs in accordance with rules to be promulgated by the department. [L 1975, c 190, pt of §2; am L 1977, c 108, §1]"
}