{
    "name": "Definitions",
    "number": "1",
    "text": "PART I.  GENERAL PROVISIONS\n\n     Unless otherwise clear from the context, as used in this chapter:\n\t\"Corporation\" means the housing and community development corporation of Hawaii created by chapter 201G.\n\t\"Development tract\" means a single contiguous area of real property not less than five acres in size which has been developed and subdivided into residential lots, including residential lots which may have been converted to fee simple and streets and roadways developed as an integral part of the development tract.  Two or more pieces of real property shall be considered as a single contiguous area if they would be contiguous except for the interposition or existence of a road, street, stream, fee lot, or other like interference.\n\t\"Fair market value\" means that amount of money that a purchaser willing, but not obliged, to buy an interest in land would pay an owner willing, but not obliged, to sell it, taking into consideration all uses to which the land is adapted or might in reason be applied.\n\t\"Fee simple lands\" means absolute ownership of land for an indefinite duration, freely transferable and inheritable.  For the purposes of this chapter, a lessee shall be deemed to own fee simple lands if such fee simple real property is held under any trust agreement or fiduciary arrangement in which another person holds legal title to the land and where the lessee, whether as trustee, co-trustee or beneficiary, holds or retains the controlling interest and right to direct the trust with regard to management or control of the trust or its assets.\n\t\"Fee simple owner\" and \"fee owner\" mean the person who owns the fee simple title to the land which is leased, including a life tenant with a remainder over, vested or contingent, and a holder of a defeasible estate, and the holder's heirs, successors, legal representatives, and assigns.\n\t\"Lease\" means a conveyance of land or an interest in land, by a fee simple owner as lessor, or by a lessee or sublessee as sublessor, to any person, in consideration of a return of rent or other recompense, for a term, measured from the initial date of the conveyance, twenty years or more (including any periods for which the lease may be extended or renewed at the option of the lessee).\n\t\"Leased fee\" and \"leased fee interest\" means all of the interests of the fee owner, lessor, and all legal and equitable owners of the land which is leased, other than the lessee's interest as defined by this chapter.\n\t\"Legal and equitable owners\" means the fee simple owner and all persons having legal or equitable interests in the fee or in the lessor's leasehold estate, including mortgagees, developers, lienors, and sublessors, and their respective heirs, successors, legal representatives, and assigns.\n\t\"Lessee\" means any person to whom land is leased or subleased, and the lessee's heirs, successors, legal representatives, and assigns.\n\t\"Lessor\" means any person who leases or subleases land to another, and the lessor's heirs, successors, legal representatives, and assigns.\n\tThe terms \"lessor\", \"lessee\", \"fee simple owner\", \"fee owner\", and \"legal and equitable owners\" include individuals, both masculine and feminine, and, except as to the term \"lessee\", the terms also include corporations, firms, associations, trusts, estates, and the State or its political subdivisions.  When more than one person are the lessors, lessees, fee simple owners, fee owners, or legal and equitable owners of a lot, the terms apply to each of them, jointly and severally.\n\t\"Lot\", \"houselot\", \"residential lot\", and \"residential houselot\" mean a parcel of land, two acres or less in size, zoned for residential use, which is used or occupied or is developed, devoted, intended, or permitted to be used or occupied as a principal place of residence for one or two families.\n\t\"Offsite improvements\" means all physical improvements such as, but not limited to, roads, sewer lines, sewage treatment plants, gutters, curbs, sidewalks, fire hydrants, street lights, land dedicated for public purposes and underground electric cables, constructed or placed in a subdivision off the lots intended for occupancy, which improvements are to be used in common by occupants of all lots adjoining such improvements or by the occupants of all lots for whose benefit the improvements have been constructed or placed.\n\t\"Onsite improvements\" means all physical improvements placed on a residential lot intended for occupancy which improvements are for the benefits of occupants of that lot, including, but not limited to, dwelling units, garages, service buildings, stairs, walkways, driveways, walls, trees, shrubs, landscaping, and pools.\n\t\"Owner's basis\" means the value of the lessor's leased fee interest in the lot that would apply if such interests were normally traded on an open market.  The fair market value of the owner's basis shall be established to provide the lessor with just compensation for the lessor's interests in the lot and shall take into consideration every interest and equity of the lessee in establishing that market value.  The value may be determined by either of the following methods, or any other method which is normally used by qualified appraisers in establishing the fair market value of a lessor's leased fee interest in land:\n\n\n\n\t(1)\tThe sum of:  (i) the future rental income stream for the lot for the term of the lease discounted to present worth from the expiration date of the lease; and (ii) the value of the lessor's reversionary interest in the lot discounted to present worth from the expiration date of the lease.  The discount rate shall be based on the maximum rate of return for insured passbook demand saving account paid by the savings and loan institutions in Hawaii plus three and three-fourths per cent; provided, however, that the discount rate may be modified by mutual agreement of the lessor, lessee, and the corporation; or\n\t(2)\tThe current fair market value of the lot, valued as if it were a fee simple lot and as if the fee title were unencumbered, and excluding onsite improvements, established by a market data approach utilizing comparable sales, less the following:\n\n\t\t(A)\tThe value of the lease, including any rights therein, if any, which accrues to the lessee;\n\t\t(B)\tThat percentage of the general enhancement of the neighborhood which has been paid for or contributed directly or indirectly by the lessee; \n\t\t(C)\tThe current replacement cost of that portion of existing offsite improvements, including overhead and profit at prevailing rates, which were paid for or otherwise contributed, directly or indirectly, by the lessee;\n\t\t(D)\tThat percentage of the general enhancement of the development tract and the lot caused by the onsite improvements on the lot paid for, or contributed, directly or indirectly, by the lessee;\n\t\t(E)\tThat amount, not otherwise deducted herein, allocated to the lot, which was paid for or otherwise contributed, directly or indirectly by the original lessee, computed at prevailing rates for overhead and profit in developing the development tract established by existing practice in the community; and\n\t\t(F)\tThat amount for fees and costs which would ordinarily be borne by lessor in transferring such interest to lessee, including, but not limited to, attorneys' or realtors' commissions, other costs of sale, and similar fee;\n\n\t\tprovided, however, that the values established by any one of the foregoing shall not be duplicated in any one of the other provisions. [L 1967, c 307, §2; HRS ; am L 1968, c 46, §2a to d; am L 1975, c 184, §2(1); am L 1976, c 242, §1; am L 1978, c 140, §1; am L 1979, c 227, §1; am L 1980, c 39, §2 and c 107, §2; gen ch 1985; am L 1986, c 165, §1; am L 1988, c 104, §1; am L 1992, c 158, §1; am L 1997, c 350, §§14, 15; am L 2003, c 29, §1]"
}