{
    "name": "11.03",
    "number": "313",
    "text": "Action plan.  (a)  After adopting a plan of merger or share exchange, the board of directors of each corporation party to the merger, and the board of directors of the corporation whose shares will be acquired in the share exchange, shall submit the plan of merger (except as provided in subsection (h)) or share exchange for approval by its shareholders.\n\t(b)  For a plan of merger or share exchange to be approved:\n\n\n\n\t(1)\tThe board of directors shall recommend the plan of merger or share exchange to the shareholders, unless the board of directors determines that because of conflict of interest or other special circumstances it should make no recommendation and communicates the basis for its determination to the shareholders with the plan; and\n\t(2)\tThe shareholders entitled to vote shall approve the plan.\n\n\n\n\t(c)  The board of directors may condition its submission of the proposed merger or share exchange on any basis.\n\t(d)  The corporation shall notify each shareholder, whether or not entitled to vote, of the proposed shareholders' meeting in accordance with section 414-125.  The notice shall also state that the purpose, or one of the purposes, of the meeting is to consider the plan of merger or share exchange and contain or be accompanied by a copy or summary of the plan.\n\t(e)  With respect to corporations incorporated on or after July 1, 1987, at such a meeting, a vote of the shareholders shall be taken on the proposed plan.  The plan shall be approved upon receiving the affirmative vote of the holders of a majority of each class of the shares entitled to vote thereon as a class and of the total shares entitled to vote thereon.  Any class of shares of any such corporation shall be entitled to vote as a class if any such plan contains any provision that, if contained in a proposed amendment to articles of incorporation, would entitle that class of shares to vote as a class and, in the case of an exchange, if the class is included in the exchange.\n\t(f)  With respect to corporations incorporated before July 1, 1987, at such meeting, a vote of the shareholders shall be taken on the proposed plan.  The plan shall be approved upon receiving the affirmative vote of the holders of three-fourths of all the issued and outstanding shares of stock having voting power even though their right to vote is otherwise restricted or denied by the articles, bylaws, or resolutions of any such corporation.  The articles of incorporation may be amended by the vote set forth in the preceding sentence to provide for a lesser proportion of shares, or of any class or series thereof, than is provided in the preceding sentence, in which case the articles of incorporation shall control; provided that the lesser proportion shall be not less than the proportion set forth in subsection (e).\n\t(g)  Separate voting by voting groups is required:\n\n\n\n\t(1)\tOn a plan of merger if the plan contains a provision that, if contained in a proposed amendment to articles of incorporation, would require action by one or more separate voting groups on the proposed amendment under section 414-284; or\n\t(2)\tOn a plan of share exchange by each class or series of shares included in the exchange, with each class or series constituting a separate voting group.\n\n\n\n\t(h)  Action by the shareholders of the surviving corporation on a plan of merger is not required if:\n\n\n\n\t(1)\tThe articles of incorporation of the surviving corporation will not differ (except for amendments enumerated in section 414-282) from the articles of incorporation before the merger;\n\t(2)\tEach shareholder of the surviving corporation whose shares were outstanding immediately before the effective date of the merger will hold the same number of shares, with identical designations, preferences, limitations, and relative rights, immediately after the merger;\n\t(3)\tThe number of voting shares outstanding immediately after the merger, plus the number of voting shares issuable as a result of the merger (either by the conversion of securities issued pursuant to the merger or the exercise of rights and warrants issued pursuant to the merger), will not exceed by more than twenty per cent the total number of voting shares of the surviving corporation outstanding immediately before the merger; and\n\t(4)\tThe number of participating shares outstanding immediately after the merger, plus the number of participating shares issuable as a result of the merger (either by the conversion of securities issued pursuant to the merger or exercise of rights and warrants issued pursuant to the merger), will not exceed by more than twenty per cent the total number of participating shares outstanding immediately before the merger.\n\n\n\n\t(i)  As used in subsection (h):\n\t\"Participating shares\" means shares that entitle their holders to participate without limitations in distributions.\n\t\"Voting shares\" means shares that entitle their holders to vote unconditionally in elections of directors.\n\t(j)  After a merger or share exchange is authorized, and \nat any time before articles of merger or share exchange are filed, the planned merger or share exchange may be abandoned (subject to any contractual rights), without further shareholder action, in accordance with the procedure set forth in the plan of merger or share exchange or, if none is set forth, in the manner determined by the board of directors.  A plan of merger may provide that at any time prior to the time that the plan becomes effective, the plan may be terminated by the board of directors of any constituent corporation notwithstanding approval of the plan by the stockholders of all or any of the constituent corporations.  If the plan of merger is terminated after the filing of the articles but before the plan has become effective, a certificate of termination shall be filed with the department director.  A plan of merger may allow the boards of directors of the constituent corporations to amend the plan at any time prior to the time that the plan becomes effective; provided that an amendment made subsequent to the adoption of the plan by the stockholders of any constituent corporation shall not:\n\n\n\n\t(1)\tAlter or change the amount or kind of shares, securities, cash, property, or rights or any of them to be received in exchange for or on conversion of all or any of the shares of any class or series thereof of the constituent corporation;\n\t(2)\tAlter or change any term of the organizing articles of the surviving entity to be effected by the merger; or\n\t(3)\tAlter or change any of the terms and conditions of the plan if the alteration or change would adversely affect the holders of any class or series thereof of the constituent corporation.\n\n\n\n\tIf the plan of merger is amended after the articles are filed with the department director but before the plan has become effective, articles of amendment shall be filed with the department director.\n\t(k)  A merger or share exchange takes effect on the filing date of the articles of merger or share exchange, or on the date subsequent to the filing as set forth in the articles of merger or share exchange; provided that the effective date shall not be  more than thirty days from the filing date. [L 2000, c 244, pt of §1; am L 2001, c 55, §18; am L 2002, c 41, §8]"
}