{
    "name": "8.50",
    "number": "241",
    "text": "E.  Indemnification\n   Definitions.  As used in this subpart:\n\t\"Corporation\" includes any domestic or foreign predecessor entity of a corporation in a merger.\n\t\"Director\" or \"officer\" means an individual who is or was a director or officer, respectively, of a corporation or who, while a director or officer of the corporation, is or was serving at the corporation's request as a director, officer, partner, trustee, employee, or agent of another domestic or foreign corporation, partnership, joint venture, trust, employee benefit plan, or other entity.  A director or officer is considered to be serving an employee benefit plan at the corporation's request if the duties of the director or officer to the corporation also impose duties on, or otherwise involve services by, the director or officer to the plan or to participants in or beneficiaries of the plan.  \"Director\" or \"officer\" includes, unless the context requires otherwise, the estate or personal representative of a director or officer.\n\t\"Disinterested director\" means a director who, at the time of a vote referred to in section 414-244(c) or a vote or selection referred to in section 414-246(b) or (c), is not:\n\n\n\n\t(1)\tA party to the proceeding; or\n\t(2)\tAn individual having a familial, financial, professional, or employment relationship with the director whose indemnification or advance for expenses is the subject of the decision being made, which relationship would, in the circumstances, reasonably be expected to exert an influence on the director's judgment when voting on the decision being made.\n\n\n\n\t\"Expenses\" includes counsel fees.\n\t\"Liability\" means the obligation to pay a judgment, settlement, penalty, fine (including an excise tax assessed with respect to an employee benefit plan), or reasonable expenses incurred with respect to a proceeding.\n\t\"Official capacity\" means:\n\n\n\n\t(1)\tWhen used with respect to a director, the office of director in a corporation; and\n\t(2)\tWhen used with respect to an officer, as contemplated in section 414-247, the office in a corporation held by the officer.\n\n\n\n\"Official capacity\" does not include service for any other domestic or foreign corporation or any partnership, joint venture, trust, employee benefit plan, or other entity.\n\t\"Party\" means an individual who was, is, or is threatened to be made, a defendant or respondent in a proceeding.\n\t\"Proceeding\" means any threatened, pending, or completed action, suit, or proceeding, whether civil, criminal, administrative, arbitrative, or investigative and whether formal or informal. [L 2000, c 244, pt of §1]"
}