{
    "name": "Findings and purpose",
    "number": "121",
    "text": "DEVELOPMENT AGREEMENTS\n\n     The legislature finds that with land use laws taking on refinements that make the development of land complex, time consuming, and requiring advance financial commitments, the development approval process involves the expenditure of considerable sums of money.  Generally speaking, the larger the project contemplated, the greater the expenses and the more time involved in complying with the conditions precedent to filing for a building permit.\n\tThe lack of certainty in the development approval process can result in a waste of resources, escalate the cost of housing and other development to the consumer, and discourage investment in and commitment to comprehensive planning.  Predictability would encourage maximum efficient utilization of resources at the least economic cost to the public.\n\tPublic benefits derived from development agreements may include, but are not limited to, affordable housing, design standards, and on-and off-site infrastructure and other improvements.  Such benefits may be negotiated for in return for the vesting of development rights for a specific period.\n\tUnder appropriate circumstances, development agreements could strengthen the public planning process, encourage private and public participation in the comprehensive planning process, reduce the economic cost of development, allow for the orderly planning of public facilities and services and the allocation of cost.  As an administrative act, development agreements will provide assurances to the applicant for a particular development project, that upon approval of the project, the applicant may proceed with the project in accordance with all applicable statutes, ordinances, resolutions, rules, and policies in existence at the time the development agreement is executed and that the project will not be restricted or prohibited by the county's subsequent enactment or adoption of laws, ordinances, resolutions, rules, or policies.\n\tDevelopment agreements will encourage the vesting of property rights by protecting such rights from the effect of subsequently enacted county legislation which may conflict with any term or provision of the development agreement or in any way hinder, restrict, or prevent the development of the project.  Development agreements are intended to provide a reasonable certainty as to the lawful requirements that must be met in protecting vested property rights, while maintaining the authority and duty of government to enact and enforce laws which promote the public safety, health, and general welfare of the citizens of our State.  The purpose of this part is to provide a means by which an individual may be assured at a specific point in time that having met or having agreed to meet all of the terms and conditions of the development agreement, the individual's rights to develop a property in a certain manner shall be vested. [L 1985, c 48, pt of §1]"
}