{
    "name": "County general excise and use tax surcharge",
    "number": "16.7",
    "text": "(a)  Each county, except the county of Kalawao, may establish a general excise and use tax surcharge of one-half per cent.  Each county shall establish the general excise and use tax surcharge by ordinance adopted before October 1, 1992, which shall take effect on January 1, 1993, and remain in effect for ten years through December 31, 2002, unless earlier repealed, pursuant to subsection (c).  No ordinance shall be adopted until the county has conducted a public hearing on the proposed ordinance.  Notice of the public hearing shall be published in a newspaper of general circulation within the county at least twice within a period of thirty days immediately preceding the date of the hearing.  If a county fails to adopt a county general excise and use tax surcharge ordinance by October 1, 1992, the county shall not be covered by this section. \t(b)  Each county shall notify the director of taxation within ten days after the county has adopted a general excise and use tax surcharge ordinance, and the director of taxation shall levy, assess, collect, and otherwise administer the general excise and use tax surcharge for the taxable year beginning January 1, 1993, and for taxable years thereafter through December 31, 2002, as provided by chapters 237 and 238.\n\t(c)  The general excise and use tax surcharges received from the State by each county shall be used as follows:\n\n\n\n\t(1)\tThe city and county of Honolulu shall use the surcharges to develop a fixed rail rapid transit system.  All private source revenues generated or pledged to develop a fixed rail rapid transit system that are received prior to the operation of the system shall be used as county matching funds for moneys requested from the transit capital development fund, pursuant to chapter 51D, before surcharges may be used.  The director of finance shall determine whether or not private sources are adequate to meet county matching requirements.  The director of finance shall submit a report of the findings to the legislature.  Upon legislative acceptance of the findings, within sixty days of the first regular legislative session convened following the submittal of the findings, no additional moneys may be expended from the transit fund; provided that:\n\n\t\t(A)\tSuch limitation on the expenditure of moneys from the transit fund shall not occur prior to December 31, 1992; and\n\t\t(B)\tPrivate source revenues received prior to the operation of the system or received in each year that the surcharge is in effect shall be committed to the funding of the capital costs of the fixed rail rapid transit system prior to any determination regarding the duration of the surcharge.\n\n\t(2)\tAll surcharges collected by the State for the city and  county of Honolulu but not used for the purpose of developing a fixed rail rapid transit system shall be deposited into the state treasury to be returned to the taxpayers who resided in the city and county of Honolulu for more than two hundred days of the taxable year in the aggregate during the time that the surcharges were collected, in the form of an income tax credit, the amount of the credit to be determined by law.\n\t(3)\tThe general excise and use tax surcharge shall be repealed upon the determination by the director of finance that all authorized capital costs of the fixed rail rapid transit system or county projects under paragraph (4) have been collected and distributed pursuant to chapter 248.\n\t(4)\tThe counties of Hawaii, Kauai, and Maui shall use the surcharges for public transportation systems, including mass transportation, sewage, or water development, and parks, including park operation, maintenance, infrastructure, or purchase.\n\n\n\n\t(d)  As used in this section:\n\t\"Capital costs\" means nonrecurring costs required to construct a transit facility or system, including debt service, costs of land acquisition and development, acquiring of rights-of-way, planning, design, and construction, including equipping and furnishing the facility or system.\n\t\"Private source revenue\" means all funds, concessions, development rights, or those assets of value contractually agreed upon with the county from sources other than state, county, or federal governments as a result of, or for the purposes of, developing mass transportation. [L 1990, c 184, §2; am L 1992, c 136, §1 and c 235, §1]"
}