{
    "name": "Administrative inspections and warrants",
    "number": "15.4",
    "text": "(a)  The respective counties may conduct inspections to enforce sections 445-94 to 445-96.  Each county may conduct its inspections without a warrant if the conditions enumerated in subsection (c) exist.  A county shall conduct its inspection with a warrant in accordance with this section if the circumstances enumerated in subsection (c) do not exist or if specific buildings or premises to be inspected can be identified through citizen complaint or by information obtained from state agencies under section 46-15.5.  The issuance and execution of an administrative inspection warrant shall be as follows:\n\n\n\n\t(1)\tA judge of the circuit court, or any district judge within the judge's jurisdiction, may issue warrants for the purpose of conducting administrative inspections.  The warrants shall be issued upon proper oath or affirmation showing probable cause that:\n\n\t\t(A)\tThe conditions of operation under section 445-95 have been violated; or\n\t\t(B)\tA person is operating a lodging or tenement house, group home, group residence, group living arrangement, hotel, or boardinghouse, without the certificates required under section 445-94;\n\n\t(2)\tA warrant shall be issued only upon an affidavit of an individual having knowledge of the facts alleged, sworn to before the judge and establishing the grounds for issuing the warrant.  If the judge is satisfied that there is probable cause to believe the grounds for issuing a warrant exist, the judge shall issue a warrant identifying the area, premises, building, or records to be inspected, the purpose of the inspection, and, if appropriate, the type of property to be inspected, if any.  The warrant shall:\n\n\t\t(A)\tState the grounds for its issuance and the name of each person whose affidavit has been taken in support thereof;\n\t\t(B)\tBe directed to a person authorized by the county to execute it;\n\t\t(C)\tCommand the person to whom it is directed to inspect the area, premises, building, or records identified for the purpose specified and, if appropriate, use reasonable force in conducting the inspection authorized by the warrant and direct the seizure of the property specified;\n\t\t(D)\tIdentify the item or types of property to be seized, if any; and\n\t\t(E)\tDirect that it be served during the daylight business hours between 8:00 a.m. and 5:00 p.m. and designate the judge to whom it shall be returned;\n\n\t(3)\tA warrant issued pursuant to this section shall be executed and returned within ten days of its date unless, upon a showing of a need for additional time, the court orders otherwise.  If property is seized pursuant to a warrant, a copy shall be given to the person from whom or from whose premises the property is taken, together with a receipt for the property taken.  The return of the warrant shall be made promptly, accompanied by a written inventory of any property taken.  The inventory shall be made in the presence of the person executing the warrant and of the person from whose possession or premises the property was taken, if present, or in the presence of at least one credible person other than the person executing the warrant.  A copy of the inventory shall be delivered to the person from whom or from whose premises the property was taken and to the applicant for the warrant; and\n\t(4)\tThe judge who has issued a warrant shall attach thereto a copy of the return and all papers returnable in connection therewith and file them with the clerk of the issuing court.\n\n\n\n\t(b)  The designated representative of the county may make administrative inspections of premises in accordance with the following:\n\n\n\n\t(1)\tWhen authorized by an administrative inspection warrant issued pursuant to subsection (a) the representative, upon presenting the warrant and appropriate credentials to the owner, operator, or agent in charge of the premises may enter the premises for the purpose of conducting an administrative inspection; and\n\t(2)\tWhen authorized by an administrative inspection warrant, the representative may inspect and copy records identifying the tenants, lodgers, or boarders of the lodging or tenement house, group home, group residence, group living arrangement, or boardinghouse.\n\n\n\n\t(c)  This section does not prevent entries or the inspection without a warrant of property, books, and records pursuant to an administrative subpoena issued in accordance with law:\n\n\n\n\t(1)\tIf the owner, operator, or agent in charge of the provider premises consents;\n\t(2)\tIn situations presenting imminent danger to health or safety of the occupants or customers of any lodging or tenement house, hotel, boardinghouse, or restaurant, or that of the surrounding community; or\n\t(3)\tIn all other situations in which a warrant is not constitutionally required. [L 1987, c 333, pt of §1; am L 1988, c 141, §7; am L 2001, c 35, §2]"
}