{
    "name": "Action by private persons",
    "number": "175",
    "text": "(a)  A person may bring a civil action for a violation of section 46-171 for the person and for a county.  The action shall be brought in the name of the county.  The action may be dismissed only with the written consent of the court, taking into account the best interests of the parties involved and the public purposes behind this part.\n\t(b)  A copy of the complaint and written disclosure of substantially all material evidence and information the person possesses shall be served on the county in accordance with the Hawaii rules of civil procedure.  The complaint:\n\n\n\n\t(1)\tShall be filed in camera;\n\t(2)\tShall remain under seal for at least sixty days; and\n\t(3)\tShall not be served on the defendant until the court so orders.\n\n\n\nThe county may elect to intervene and proceed with the action within sixty days after it receives both the complaint and the material evidence and information.\n\t(c)  The county, for good cause shown, may move the court for extensions of the time during which the complaint remains under seal under subsection (b).  Any such motions may be supported by affidavits or other submissions in camera.  The defendant shall not be required to respond to any complaint filed under this section until twenty days after the complaint is unsealed and served upon the defendant in accordance with the Hawaii rules of civil procedure.\n\t(d)  Before the expiration of the sixty-day period or any extension obtained, the county shall:\n\n\n\n\t(1)\tProceed with the action, in which case the action shall be conducted by the county and the seal shall be lifted; or\n\t(2)\tNotify the court that it declines to take over the action, in which case the person bringing the action shall have the right to conduct the action and the seal shall be lifted.\n\n\n\n\t(e)  When a person brings an action under this section, no person other than the county may intervene or bring a related action based on the facts underlying the pending action. [L 2001, c 227, pt of §1]"
}