{
    "name": "Awards to qui tam plaintiffs",
    "number": "177",
    "text": "(a)  If a county proceeds with an action brought by a person under section\n46-175, the person shall receive at least fifteen per cent but not more than twenty-five per cent of the proceeds of the action or settlement of the claim, depending upon the extent to which the person substantially contributed to the prosecution of the action.  Where the action is one that the court finds to be based primarily on disclosures of specific information, other than information provided by the person bringing the action, relating to allegations or transactions in a criminal, civil, or administrative hearing, in a legislative or administrative report, hearing, audit, or investigation, or from the news media, the court may award sums as it considers appropriate, but in no case more than ten per cent of the proceeds, taking into account the significance of the information and the role of the person bringing the action in advancing the case to litigation.  Any payment to a person under this subsection shall be made from the proceeds.  The person shall also receive an amount for reasonable expenses that the court finds to have been necessarily incurred, plus reasonable attorneys' fees and costs.  All expenses, fees, and costs shall be awarded against the defendant.\n\t(b)  If the county does not proceed with an action under this section, the person bringing the action or settling the claim shall receive an amount that the court decides is reasonable for collecting the civil penalty and damages.  The amount shall be not less than twenty-five per cent and not more than thirty per cent of the proceeds of the action or settlement and shall be paid out of the proceeds.  The person shall also receive an amount for reasonable expenses that the court finds to have been necessarily incurred, plus reasonable attorneys' fees and costs.  All expenses, fees, and costs shall be awarded against the defendant.\n\t(c)  Regardless of whether the county proceeds with the action, if the court finds that the action was brought by a person who planned and initiated the violation of section 46-171 upon which the action was brought, then the court, to the extent the court considers appropriate, may reduce the share of the proceeds of the action that the person would otherwise receive under subsection (a), taking into account the role of that person in advancing the case to litigation and any relevant circumstances pertaining to the violation.  If the person bringing the action is convicted of criminal conduct arising from the person's role in the violation of section 46-171, that person shall be dismissed from the civil action and shall not receive any share of the proceeds of the action.  The dismissal shall not prejudice the right of the county to continue the action.\n\t(d)  If the county does not proceed with the action and the person bringing the action conducts the action, the court may award to the defendant its reasonable attorneys' fees and expenses if the defendant prevails in the action and the court finds that the claim of the person bringing the action was frivolous, vexatious, or brought primarily for purposes of harassment.\n\t(e)  In no event may a person bring an action under section 46-175:\n\n\n\n\t(1)\tAgainst any elected official of the county, if the action is based on evidence or information known to the county.  For purposes of this section, evidence or information known only to the person or persons against whom an action is brought shall not be considered to be known to the county;\n\t(2)\tWhen the person is a present or former employee of the county and the action is based upon information discovered by the employee during the course of the employee's employment, unless the employee first, in good faith, exhausted any existing internal procedures for reporting and seeking recovery of the falsely claimed sums through official channels and the county failed to act on the information provided within a reasonable period of time; or\n\t(3)\tThat is based upon allegations or transactions that are the subject of a civil or criminal investigation by the county, civil suit, or an administrative civil money penalty proceeding in which the county is already a party. [L 2001, c 227, pt of §1]"
}