{
    "name": "Authority of counties to engage in the process of managed competition; established",
    "number": "36",
    "text": "(a)  Subject to the approval of the governor and the respective mayor of the county, the agency designated by the mayor with the responsibility to oversee the managed process for public-private competition for government services shall:\n\n\n\n\t(1)\tAssist the mayor in formulating the county's philosophy for public collective bargaining and for the managed process for public-private competition for government services, including which particular service can be provided more efficiently, effectively, and economically considering all relevant costs; and\n\t(2)\tCoordinate and negotiate the terms and conditions or the managed competition process on behalf of the county with exclusive representatives of affected public employees and private contractors.\n\n\n\n\t(b)  If a county executes a contract with a private contractor pursuant to the managed competition process authorized under this section, the county may use the layoff provisions of the civil service laws and the respective collective bargaining contracts to release employees displaced from their positions by the managed competition process.  Prior to implementing any layoff provision of the civil service laws or a collective bargaining contract, the county shall use its resources for placing, retraining, and providing voluntary severance incentives for displaced employees.  Methods that may be used to minimize or avoid the adverse effects of an agency's decision to secure needed services from contractors may include:\n\n\n\n\t(1)\tCoordination with the private service provider awarded the contract under this section to continue a displaced employee's employment as an employee of the contractor;\n\t(2)\tReassignment to another civil service position the employee is qualified to fill;\n\t(3)\tRetraining to qualify the employee for reassignment; and\n\t(4)\tSeverance incentives. \n\n\n\n\t(c)  As used in this section, \"managed competition\" means the process established in this section by which the county and a private contractor compete to provide government services. [L 2001, c 90, §3; am L 2002, c 106, §1]"
}