{
    "name": "Remittances; distribution to counties",
    "number": "6.5",
    "text": "(a)  All remittances of taxes imposed under this chapter shall be made by cash, bank drafts, cashier's check, money order, or certificate of deposit to the office of the taxation district to which the return was transmitted.\n     (b)  [Repeal and reenactment on June 30, 2015.  L 2009, c 61, §4; L 2011, c 103, §4.]  Revenues collected under this chapter, except for revenues collected under section 237D-2(b), shall be distributed as follows, with the excess revenues to be deposited into the general fund:\n     (1)  17.3 per cent of the revenues collected under this chapter shall be deposited into the convention center enterprise special fund established under section 201B-8; provided that beginning January 1, 2002, if the amount of the revenue collected under this paragraph exceeds $33,000,000 in any fiscal year, revenues collected in excess of $33,000,000 shall be deposited into the general fund;\n     (2)  34.2 per cent of the revenues collected under this chapter shall be deposited into the tourism special fund established under section 201B-11 for tourism promotion and visitor industry research; provided that for any period beginning on July 1, 2012, and ending on June 30, 2015, no more than $71,000,000 per fiscal year shall be deposited into the tourism special fund established under section 201B-11; provided further that beginning on July 1, 2012, and ending on June 30, 2015, $2,000,000 shall be expended from the tourism special fund for development and implementation of initiatives to take advantage of expanded visa programs and increased travel opportunities for international visitors to Hawaii; and provided further that beginning on July 1, 2002, of the first $1,000,000 in revenues deposited:\n         (A)  Ninety per cent shall be deposited into the state parks special fund established in section 184‑3.4; and\n         (B)  Ten per cent shall be deposited into the special land and development fund established in section 171-19 for the Hawaii statewide trail and access program;\n          provided that of the 34.2 per cent, 0.5 per cent shall be transferred to a sub-account in the tourism special fund to provide funding for a safety and security budget, in accordance with the Hawaii tourism strategic plan 2005-2015; provided further that of the revenues remaining in the tourism special fund after revenues have been deposited as provided in this paragraph and except for any sum authorized by the legislature for expenditure from revenues subject to this paragraph, beginning July 1, 2007, funds shall be deposited into the tourism emergency trust fund, established in section 201B-10, in a manner sufficient to maintain a fund balance of $5,000,000 in the tourism emergency trust fund; and\n     (3)  44.8 per cent of the revenues collected under this chapter shall be transferred as follows:  Kauai county shall receive 14.5 per cent, Hawaii county shall receive 18.6 per cent, city and county of Honolulu shall receive 44.1 per cent, and Maui county shall receive 22.8 per cent; provided that for any period beginning on July 1, 2011, and ending on June 30, 2015, the total amount transferred to the counties shall not exceed $93,000,000 per fiscal year.\n     Revenues collected under section 237D-2(b) shall be deposited into the general fund.  All transient accommodations taxes shall be paid into the state treasury each month within ten days after collection and shall be kept by the state director of finance in special accounts for distribution as provided in this subsection.\n     As used in this subsection, \"fiscal year\" means the twelve-month period beginning on July 1 of a calendar year and ending on June 30 of the following calendar year.\n     (c)  On or before January or July 1 of each year or after the disposition of any tax appeal with respect to an assessment for periods after June 30, 1990, the state director of finance shall compute and pay the amount due as provided in subsection (b) to the director of finance of each county to become a general realization of the county expendable as such, except as otherwise provided by law. [L 1990, c 185, §2; am L Sp 1993, c 7, §19; am L 1997, c 124, §7; am L 1998, c 156, §19; am L 1999, c 98, §7; am L 2002, c 250, §5 and c 253, §9; am L 2003, c 113, §2; am L 2005, c 235, §8; am L 2006, c 209, §§1, 3; am L 2007, c 201, §3; am L 2009, c 61, §2; am L 2011, c 103, §2; am L 2012, c 171, §2 and c 243, §2]\n \nNote\n \n  Section 206X-10.5 referred to in subsection (b)(1) is from chapter 206X which expired on June 30, 2000.\n  The L 2012, c 243 amendment is exempt from the June 30, 2015 repeal and reenactment condition of L 2009, c 61 and L 2011, c 103.  L 2012, c 243, §5."
}