{
    "name": "Mental and medical examination; deoxyribonucleic acid collection",
    "number": "603",
    "text": "(1)  As used in this section, unless the context otherwise requires:\n\t\"Conviction\" means that a verdict has been rendered by a judge or jury, or a plea of guilty or nolo contendere has been accepted by the court.\n\t\"DNA\" means deoxyribonucleic acid.\n\t\"Licensed psychologist\" means psychologists licensed under chapter 465 but also includes psychologists exempt from licensure under section 465-3(a)(3).\n\t\"Sexual offense\" means an offense as defined in chapter 846E as a sexually violent offense or a criminal offense against a victim who is a minor.\n\t\"Violent offense\" means murder, or attempted murder, in any degree.\n\t(2)  Before imposing sentence, the court may order a defendant who has been convicted of a felony or misdemeanor to submit to mental or other medical observation and examination for a period not exceeding sixty days or a longer period, not to exceed the length of permissible imprisonment, as the court determines to be necessary for the purpose.  In addition thereto or in the alternative, the court may appoint one or more qualified psychiatrists, physicians, or licensed psychologists to make the examination.  The examiner or examiners shall be appointed from a list of certified examiners as determined by the state department of health.  The report of the examination shall be submitted to the court.\n\t(3)  After entry of a plea of guilty or no contest or return of a verdict of guilty, a defendant who has been convicted of a sexual or violent offense shall provide two samples of blood for DNA analysis.\n\t(4)  A defendant who has been convicted of a sexual or violent offense and who is in custody at a jail, prison, hospital, school, or other institution shall provide two samples of blood for DNA analysis.  The person in charge of such an institution, or that person's designee, shall arrange for the sample to be collected and analyzed.\n\t(5)  A defendant who has been convicted of a sexual or violent offense and who is not in custody shall report in person to any police station in the county in which the defendant resides or is present to schedule an appointment to provide two samples of blood for DNA analysis.  A defendant required to report to a police station under this subsection shall do so within:\n\n\n\n\t(a)\tThirty days of July 20, 1998;\n\t(b)\tThirty days of conviction; or\n\t(c)\tThirty days after arrival in this State, if the defendant expects to be present in this State for a period exceeding thirty days.\n\n\n\n\t(6)  A defendant who has been charged with a sexual or violent offense and who has been found unfit to proceed or acquitted pursuant to chapter 704, or any state, federal, or military law similar to chapter 704 shall provide two samples of blood for DNA analysis.  The person in charge of the jail, prison, hospital, school, or other institution where the defendant is in custody, or that person's designee, shall arrange for the sample to be collected and analyzed.  A defendant who is not in custody and who is required to provide blood under this subsection shall report in person to any police station in the county in which the defendant resides or is present to schedule an appointment to provide two samples of blood.  A defendant required to report to a police station under this subsection shall do so within:\n\n\n\n\t(a)\tThirty days of July 20, 1998;\n\t(b)\tThirty days of the release following an acquittal or finding of unfitness to proceed under chapter 704; or any state, federal, or military law similar to chapter 704; or\n\t(c)\tThirty days after arrival in the State,\n\n\n\nif the defendant resides or expects to be present in the State for a period exceeding thirty days.\n\t(7)  Blood withdrawn pursuant to this section shall be withdrawn only by a person authorized to withdraw blood under section 291E-12.  The results shall be recorded, preserved, and disseminated in a manner consistent with the requirements of chapter 846.  A defendant who has already provided the necessary samples of blood pursuant to this section shall be relieved of any further requirement to provide blood for DNA analysis, unless the court orders otherwise.\n\t(8)  In addition to any disposition authorized by chapter 706 or 853, a defendant convicted of a sexual or violent offense after July 20, 1998 may be ordered to pay a monetary assessment of $500 or the actual cost of the DNA analysis, whichever is less.  The court shall not order the defendant to pay the monetary assessment unless the defendant is or will be able to pay the monetary assessment.  Notwithstanding any other law to the contrary, the assessment provided by this section shall be in addition to, and not in lieu of, and shall not be used to offset or reduce, any fine authorized or required by law.  All assessments shall be paid into the DNA registry special fund established in subsection (9).\n\t(9)  There is established a special fund to be known as the DNA registry special fund which shall be administered by the attorney general.  The fund shall consist of:\n\n\n\n\t(a)\tAll assessments ordered pursuant to subsection (8);\n\t(b)\tAll other moneys received by the fund from any other source; and\n\t(c)\tInterest earned on any moneys in the fund.\n\n\n\nMoneys in the DNA registry special fund shall be used for DNA collection, DNA testing, and related costs of recording, preserving, and disseminating DNA information pursuant to this section.\n\t(10)  Restitution to the victim of a sexual or violent crime shall be made before payment of the monetary assessment.\n\t(11)  Any person required to provide blood samples under this section who negligently or recklessly fails to comply shall be guilty of a misdemeanor; and any person who intentionally or knowingly fails to provide blood samples under this section shall be guilty of a class C felony. [L 1972, c 9, pt of §1; am L 1973, c 179, §24; am L 1974, c 54, §4; am L 1979, c 3, §4 and c 105, §65; am L 1980, c 232, §37; am L 1986, c 314, §12; am L 1987, c 145, §4; am L 1991, c 231, §2; am L 1998, c 271, §1; am L 2001, c 157, §35]"
}