{
    "name": "Conditions of probation",
    "number": "624",
    "text": "(1)  Mandatory conditions.  The court shall provide, as an explicit condition of a sentence of probation:\n\n\n\n\t(a)\tThat the defendant not commit another federal or state crime during the term of probation;\n\t(b)\tThat the defendant report to a probation officer as directed by the court or the probation officer;\n\t(c)\tThat the defendant remain within the jurisdiction of the court, unless granted permission to leave by the court or a probation officer;\n\t(d)\tThat the defendant notify a probation officer prior to any change in address or employment;\n\t(e)\tThat the defendant notify a probation officer promptly if arrested or questioned by a law enforcement officer; and\n\t(f)\tThat the defendant permit a probation officer to visit the defendant at the defendant's home or elsewhere as specified by the court.\n\n\n\n\t(2)  Discretionary conditions.  The court may provide, as further conditions of a sentence of probation, to the extent that the conditions are reasonably related to the factors set forth in section 706-606 and to the extent that the conditions involve only deprivations of liberty or property as are reasonably necessary for the purposes indicated in section 706-606(2), that the defendant:\n\n\n\n\t(a)\tServe a term of imprisonment not exceeding one year in felony cases, and not exceeding six months in misdemeanor cases; provided that notwithstanding any other provision of law, any order of imprisonment under this subsection that provides for prison work release shall require the defendant to pay thirty per cent of the defendant's gross pay earned during the prison work release period to satisfy any restitution order.  The payment shall be handled by the adult probation division and shall be paid to the victim on a monthly basis;\n\t(b)\tPerform a specified number of hours of services to the community as described in section 706-605(1)(e);\n\t(c)\tSupport the defendant's dependents and meet other family responsibilities;\n\t(d)\tPay a fine imposed pursuant to section 706-605(1)(b);\n\t(e)\tMake restitution as specified in section 706-605(1)(d);\n\t(f)\tWork conscientiously at suitable employment or pursue conscientiously a course of study or vocational training that will equip the defendant for suitable employment;\n\t(g)\tRefrain from engaging in a specified occupation, business, or profession bearing a reasonably direct relationship to the conduct constituting the crime or engage in the specified occupation, business, or profession only to a stated degree or under stated circumstances;\n\t(h)\tRefrain from frequenting specified kinds of places or from associating unnecessarily with specified persons, including but not limited to the victim of the crime, any witnesses, regardless of whether they actually testified in the prosecution, law enforcement officers, co-defendants, or other individuals with whom contact may adversely affect the rehabilitation or reformation of the person convicted;\n\t(i)\tRefrain from use of alcohol or any use of narcotic drugs or controlled substances without a prescription;\n\t(j)\tRefrain from possessing a firearm, destructive device, or other dangerous weapon;\n\t(k)\tUndergo available medical, psychiatric, or psychological treatment, including treatment for drug or alcohol dependency, and remain in a specified institution if required for that purpose;\n\t(l)\tReside in a specified place or area or refrain from residing in a specified place or area;\n\t(m)\tSubmit to periodic urinalysis or other similar testing procedure;\n\t(n)\tSatisfy other reasonable conditions as the court may impose;\n\t(o)\tRefrain from entering specified geographical areas without the court's permission; or\n\t(p)\tRefrain from leaving the person's dwelling place except to go to and from the person's place of employment, the office of the person's physician or dentist, the probation office or as may be granted by the person's probation officer pursuant to court order.  As used in this paragraph, \"dwelling place\" includes the person's yard or, in the case of condominiums, the common elements.\n\n\n\n\t(3)  Written statement of conditions.  The defendant shall be given a written copy of any requirements imposed pursuant to this section, stated with sufficient specificity to enable the defendant to guide the defendant's self accordingly. [L 1972, c 9, pt of §1; am L 1973, c 136, §5; am L 1978, c 224, §1; am L 1984, c 257, §2; am L 1986, c 314, §25; am L 1987, c 262, §1; am L 1989, c 48, §1]"
}