{
    "name": "Sentencing for first-time drug offenders; expungement",
    "number": "622.5",
    "text": "(1)  Notwithstanding any penalty or sentencing provision under part IV of chapter 712, a person convicted for the first time for any offense under part IV of chapter 712 involving possession or use, not including to distribute or manufacture as defined in section 712-1240, of any dangerous drug, detrimental drug, harmful drug, intoxicating compound, marijuana, or marijuana concentrate, as defined in section 712-1240, or involving possession or use of drug paraphernalia under section 329-43.5, who is nonviolent, as determined by the court after reviewing the:\n\n\n\n\t(a)\tCriminal history of the defendant;\n\t(b)\tFactual circumstances of the offense for which the defendant is being sentenced; and\n\t(c)\tOther information deemed relevant by the court;\n\n\n\nshall be sentenced in accordance with subsection (2); provided that the person does not have a conviction for any violent felony for five years immediately preceding the date of the commission of the offense for which the defendant is being sentenced.\n\t(2)  A person eligible under subsection (1) shall be sentenced to probation to undergo and complete a drug treatment program.  If the person fails to complete the drug treatment program and if no other suitable treatment is amenable to the offender, the person shall be returned to court and subject to sentencing under the applicable section under this part.  As a condition of probation under this subsection, the court shall require an assessment as to the treatment needs of the defendant, conducted by a person certified by the department of health to conduct the assessments.  The drug treatment program for the defendant shall be based upon the assessment.  The court may require the person to contribute to the cost of the drug treatment program.\n\t(3)  For the purposes of this section, \"drug treatment program\" means drug or substance abuse services provided outside a correctional facility, but the services do not require the expenditure of state moneys beyond the limits of available appropriations.\n\t(4)  The court, upon written application from a person sentenced under this part, shall issue a court order to expunge the record of arrest for that particular conviction; provided that a person shall be eligible for one time only for expungement under this subsection.\n\t(5)  Nothing in this section shall be construed to give rise to a cause of action against the State, state employee, or treatment provider. [L 2002, c 161, §3]"
}