{
    "name": "Criteria for extended terms of imprisonment",
    "number": "662",
    "text": "A convicted defendant may be subject to an extended term of imprisonment under section 706-661, if the convicted defendant satisfies one or more of the following criteria:\n\n\n\n\t(1)\tThe defendant is a persistent offender whose imprisonment for an extended term is necessary for protection of the public.  The court shall not make this finding unless the defendant has previously been convicted of two felonies committed at different times when the defendant was eighteen years of age or older.\n\t(2)\tThe defendant is a professional criminal whose imprisonment for an extended term is necessary for protection of the public.  The court shall not make this finding unless:\n\n\t\t(a)\tThe circumstances of the crime show that the defendant has knowingly engaged in criminal activity as a major source of livelihood; or\n\t\t(b)\tThe defendant has substantial income or resources not explained to be derived from a source other than criminal activity.\n\n\t(3)\tThe defendant is a dangerous person whose imprisonment for an extended term is necessary for protection of the public.  The court shall not make this finding unless the defendant has been subjected to a psychiatric or psychological evaluation that documents a significant history of dangerousness to others resulting in criminally violent conduct, and this history makes the defendant a serious danger to others.  Nothing in this section precludes the introduction of victim-related data in order to establish dangerousness in accord with the Hawaii rules of evidence.\n\t(4)\tThe defendant is a multiple offender whose criminal actions were so extensive that a sentence of imprisonment for an extended term is necessary for protection of the public.  The court shall not make this finding unless:\n\n\t\t(a)\tThe defendant is being sentenced for two or more felonies or is already under sentence of imprisonment for felony; or\n\t\t(b)\tThe maximum terms of imprisonment authorized for each of the defendant's crimes, if made to run consecutively, would equal or exceed in length the maximum of the extended term imposed or would equal or exceed forty years if the extended term imposed is for a class A felony.\n\n\t(5)\tThe defendant is an offender against the elderly, handicapped, or a minor under the age of eight, whose imprisonment for an extended term is necessary for the protection of the public.  The court shall not make this finding unless:\n\n\t\t(a)\tThe defendant attempts or commits any of the following crimes:  murder, manslaughter, a sexual offense that constitutes a felony under chapter 707, robbery, felonious assault, burglary, or kidnapping; and\n\t\t(b)\tThe defendant, in the course of committing or attempting to commit the crime, inflicts serious or substantial bodily injury upon a person who is:\n\n\t\t\t(i)\tSixty years of age or older;\n\t\t\t(ii)\tBlind, a paraplegic, or a quadriplegic; or\n\t\t\t(iii)\tEight years of age or younger; and\n\n\t\t(c)\tSuch disability is known or reasonably should be known to the defendant.\n\n\t(6)\tThe defendant is a hate crime offender whose imprisonment for an extended term is necessary for the protection of the public.  The court shall not make this finding unless:\n\n\t\t(a)\tThe defendant is convicted of a crime under chapter 707, 708, or 711; and\n\t\t(b)\tThe defendant intentionally selected a victim, or in the case of a property crime, the property that was the object of a crime, because of hostility toward the actual or perceived race, religion, disability, ethnicity, national origin, gender identity or expression, or sexual orientation of any person.  For purposes of this subsection, \"gender identity or expression\" includes a person's actual or perceived gender, as well as a person's gender identity, gender-related self-image, gender-related appearance, or gender-related expression; regardless of whether that gender identity, gender-related self-image, gender-related appearance, or gender-related expression is different from that traditionally associated with the person's sex at birth. [L 1972, c 9, pt of §1; am L 1978, c 210, §1; am L 1981, c 166, §1; am L 1985, c 280, §1; am L 1986, c 314, §40; am L 1988, c 305, §11; am L 1990, c 67, §8; gen ch 1992; am L 1996, c 3, §1; am L 2001, c 240, §3; am L 2003, c 33, §2]"
}