{
    "name": "Local organization for disaster relief",
    "number": "6",
    "text": "Each county shall establish local organizations for disaster relief in accordance with the state disaster relief plan and program.  Each local organization for disaster relief shall have a deputy director appointed by the director of disaster relief with the approval of the council of the county for which the deputy director is appointed.  The deputy director shall have direct responsibility for the organization and administration of the local organization for disaster relief, subject to the direction and control of the council and in accordance with the state disaster relief program and plan.  In the event of a local disaster, the deputy director shall have direct responsibility for the operation of the local organization for disaster relief, subject to the direction and control of the council.  In the event of enemy attack, sabotage, or other hostile action, or if the governor has proclaimed that a state of disaster exists, the deputy director shall be subject to the direction and control of the director.  Each local organization for disaster relief shall perform disaster relief functions within the territorial limits of the political subdivision within which it is organized, and, in addition, shall conduct such functions outside of such territorial limits as may be required pursuant to this chapter.\n     In carrying out this chapter each political subdivision, in which the governor has proclaimed a state of disaster to exist, shall have the power to enter into contracts and incur obligations necessary to combat the disaster, protecting the health and safety of persons and property, and providing emergency assistance to the victims of the disaster.  Each political subdivision may exercise the powers vested under this section in the light of the exigencies of the extreme emergency situation without regard to time-consuming procedures and formalities prescribed by law pertaining to the performance of public work, entering into contracts, the employment of temporary workers, the rental of equipment, the purchase of supplies and materials, and the appropriation and expenditure of public funds. [L 1949, c 320, §8; RL 1955, §358-7; HRS ; gen ch 1985]\n \nRevision Note\n \n  References to \"board of supervisors\" deleted as obsolete."
}