{
    "name": "Disaster relief agency",
    "number": "2",
    "text": "(a)  There shall be within the executive branch of the state government a division of disaster relief, hereinafter called the \"disaster relief agency\".  The director of disaster relief, hereinafter called the \"director\", who shall be appointed and removed in the manner provided by section 26-34, and who shall receive such compensation as the governor may determine, shall be in charge of the disaster relief agency.\n     (b)  There shall be a vice-director of disaster relief who shall be appointed by the director.  The vice-director shall be the chief administrative assistant to the director and shall, in the absence of the director, have all the duties and responsibilities of the director.\n     (c)  The director shall, with the approval of the county council, appoint a deputy director for each political subdivision.  Deputy directors shall serve without pay.  They may hold other office or employment in the state government, or any political subdivision.\n     (d)  The director may employ such technical, clerical, stenographic, and other personnel and may make such expenditures as may be necessary to carry out the purposes of this chapter.\n     (e)  The director shall be responsible for formulating and carrying out programs for disaster relief.  The director shall coordinate the activities of all organizations for disaster relief, public or private, and shall cooperate with state and federal disaster relief agencies.  The director shall be responsible for carrying out this chapter and in the event of disaster beyond local control the director may assume direct operational control over all or any part of the disaster relief functions within the State. [L 1949, c 320, §4; RL 1955, §358-3; HRS ; gen ch 1985]\n \nRevision Note\n \n  In subsection (c), the words \"board of supervisors or\" preceding \"council\" have been deleted.\n \nCross References\n \n  General authority of the department of defense, see §26-21."
}