{
    "name": "Small business assistance program",
    "number": "61",
    "text": "PART V.  SMALL BUSINESS ASSISTANCE PROGRAM\n\n     (a)  The director shall establish within the department a small business assistance program to provide technical support and environmental compliance information to those small business stationary sources subject to the provisions of this chapter.  The small business assistance program shall:\n\n\n\n\t(1)\tDevelop, collect, and coordinate information concerning compliance methods and technologies for small business stationary sources;\n\t(2)\tAssist small business stationary sources with air pollution prevention and accidental release detection and prevention, including providing information concerning alternative technologies, process changes, products, and methods of operation that help reduce air pollution;\n\t(3)\tAssist small business stationary sources in determining applicable requirements and in obtaining permits pursuant to this chapter in a timely and efficient manner;\n\t(4)\tAssure that small business stationary sources receive in a timely manner notice of their rights and of any applicable rules or standards proposed or adopted pursuant to this chapter;\n\t(5)\tInform small business stationary sources of their obligations pursuant to this chapter;\n\t(6)\tDevelop procedures for referring small business stationary sources to qualified consultants in evaluating the operations of such sources and in determining compliance with this chapter; and\n\t(7)\tDevelop procedures to consider requests from small business stationary sources for modification of:\n\n\t\t(A)\tAny work practice or technological compliance methods; or\n\t\t(B)\tThe milestones for implementing such work practice or compliance method;\n\n\n\n\n\nbased on the technological and financial capability of any such small business stationary source.  No modification may be granted unless it is in compliance with the applicable requirements of this chapter and the Clean Air Act.\n\t(b)  The director, upon petition by a small business stationary source, after notice and opportunity for public comment, may include as a small business stationary source for purposes of this chapter any stationary source which does not meet the criteria for items (3), (4), or (5) of the definition of \"small business stationary source\" provided the stationary source does not emit more than one hundred tons per year of all regulated air pollutants.\n\t(c)  The director, in consultation with the administrator and the administrator of the federal Small Business Administration and after providing notice and opportunity for public comment, may exclude from the definition of \"small business stationary source\" any category or subcategory of sources that the administrator or the director determines to have sufficient technical and financial capabilities to meet the requirements of this chapter without the application of this part. [L 1992, c 240, pt of §1]"
}