{
    "name": "Compliance advisory council; establishment; appointment, number, and term of members; duties",
    "number": "62",
    "text": "(a)  There is established within the department, for administrative purposes, an advisory council to be known as the compliance advisory council which shall:\n\n\n\n\t(1)\tRender advisory opinions concerning the effectiveness of the small business assistance program, difficulties encountered, and the degree and severity of enforcement;\n\t(2)\tMake periodic reports to the administrator concerning the compliance of the small business assistance program with the requirements of the federal Paperwork Reduction Act (44 United States Code subsection 3501 et seq.), the Regulatory Flexibility Act (5 United States Code subsection 601 et seq.), and the Equal Access to Justice Act (Public Law 96-354);\n\t(3)\tReview information for small business stationary sources to assure such information is understandable by the layperson;\n\t(4)\tHave the small business assistance program serve as the secretariat for the development and dissemination of such reports and advisory opinions; and\n\t(5)\tPerform other duties as required by the director.\n\n\n\n\t(b)  The council shall be composed of seven voting members.  The members shall be appointed in the manner provided in section 26-34, except as provided otherwise in this section.\n\t(c)  The members of the council shall be selected as follows:\n\n\n\n\t(1)\tTwo persons who are not owners, or representative of owners, of small business stationary sources selected by the governor to represent the general public;\n\t(2)\tTwo persons who are owners or represent owners of small business stationary sources, with one member selected by the majority leadership of the house of representatives, and one member selected by the minority leadership of the house of representatives;\n\t(3)\tTwo persons who are owners or represent owners of small business stationary sources, with one member selected by the majority leadership of the senate and one member selected by the minority leadership of the senate; and\n\t(4)\tOne member selected by the director to represent the department.\n\n\n\n\t(d)  The members shall serve for two-year terms.  The council shall elect its officers, and four members shall constitute a quorum.  The members shall serve without compensation but shall be reimbursed for expenses, including travel expenses, necessary for the performance of their duties. [L 1992, c 240, pt of §1]"
}