{
    "name": "Government records; confidential information",
    "number": "31",
    "text": "(a)  The department shall make all government records maintained pursuant to this chapter open to public inspection in accordance with chapter 92F unless access is restricted or closed by law.\n\t(b)  Except as provided in subsection (c), the following permit program documents are deemed to be government records:\n\n\n\n\t(1)\tPermit applications and all supporting information;\n\t(2)\tCompliance plans (including schedules of compliance);\n\t(3)\tEmissions or compliance monitoring reports;\n\t(4)\tCertifications;\n\t(5)\tPermits; and\n\t(6)\tAny other information submitted to the department pursuant to the permit program.\n\n\n\n\t(c)  Upon a showing satisfactory to the director by any person that records, reports, or information, or particular part thereof (other than emission data), to which the director has access pursuant to this chapter, contain information of a confidential nature concerning secret processes or methods of manufacture, these records, reports, or information shall be kept confidential except that such record, report, or information may be disclosed to other officers or employees of the department and EPA concerned with carrying out this chapter or when relevant in any proceeding pursuant to this chapter.  The contents of the permit itself shall not be entitled to confidentiality protection.\n\t(d)  No records, reports, or information for which confidentiality is claimed by the person from whom they are obtained shall be disclosed until such person has received reasonable notice under the procedures set forth in 40 Code of Federal Regulations Part 2, section 2.201 et seq. and has had the opportunity to demonstrate why these should not be disclosed, including a reasonable opportunity to obtain judicial relief.  In any such proceedings, confidentiality shall be accorded to any documents which satisfy the criteria set forth in 40 Code of Federal Regulations Part 2 or any rules adopted by the department pursuant to chapter 91.\n  \t(e)  Any officer, employee, or agent of the department acquiring confidential information from any inspection authorized by section 342B-41 who divulges the information except as authorized in this chapter or except as ordered by a court or at an administrative hearing regarding an alleged violation of this chapter or of any rule or standard adopted pursuant to this chapter shall be fined not more than $1,000.\n\t(f)  The provisions of sections 92F-16 and 92F-17 shall apply to any officer, employee, or agent of the department acquiring any confidential information as defined in this section. [L 1992, c 240, pt of §1]"
}