{
    "name": "Statement of purpose",
    "number": "1",
    "text": "The legislature finds that Section 112 of the Federal-Aid Highway Act of 1973, Section 9 of the Urban Mass Transportation Act of 1964, as amended, and other federal law require that a metropolitan planning organization be designated to act as an advisory urban transportation planning organization and to receive certain funds for the purpose of carrying out continuing, comprehensive, cooperative urban transportation planning.  It is further suggested that the organization be established under specific state legislation to coordinate metropolitan transportation planning.\n     The Oahu Transportation Planning Program, a quasi-agency presently charged with coordinating transportation planning on Oahu has been unable to satisfy federal requirements for a \"continuing, comprehensive, and cooperative\", transportation planning process.  As a result, the Federal Highway Administration and the Urban Mass Transportation Administration have decertified Oahu transportation programs for federal funding.  This problem has resulted in statewide concern about the effects of decertification because of its impact on transportation programs and consequently employment and also because Oahu contains the greater part of the state's population and employment.\n     In order to be recertified, it is mandatory that a Metropolitan Planning Organization be established and designated by the State as soon as possible.  Loss of all federal planning and construction funds for transit and transportation will continue until this is done.\n     This MPO will be primarily an advisory body to the legislature and the legislative body of the appropriate county in affairs involving the continuous, comprehensive, cooperative urban transportation planning for the county.  This chapter is designed to provide the mechanism by which orderly and reasoned urban transportation planning can take place within the framework of federal law and the need to provide for adequate and informed representation from both the state and county governments and the public at large.\n     It is appropriate that each unit of general purpose government within the jurisdiction of the Metropolitan Planning Organization shall have adequate representation on the Metropolitan Planning Organization.  The Metropolitan Planning Organization (MPO), will, utilizing input from appropriate state and city agencies, coordinate and develop a prospectus and a unified planning work program, a transportation plan and a transportation improvement program including an annual element of projects recommended for funding in order to provide this advice to legislative and government agencies.  It is very important that the delineation of state and county functions relating to transportation within the metropolitan area be carefully considered in the designation of the MPO.\n     Hawaii's state government differs markedly from most mainland states.  Hawaii has a two-tier government:  the State and the various counties.  The state government functions as a general purpose government having the responsibility for many programs, such as public education, health, welfare and judiciary, which are usually controlled by local government in mainland states.  In addition, land use, through the state land use commission, is generally determined by the State rather than by the counties as is usually the case on the mainland.  In transportation, the state government has responsibility for such normally local government programs as airports, bikeways, harbors and waterways.\n     Hawaii's two-tier government did not come about by accident; it was the result of careful consideration and study of Hawaii's unique geographic configuration.  As a state comprised of islands, Hawaii has four counties, each consisting of separate islands and consequently not contiguous.\n     Because the State of Hawaii is comprised of islands, much of the transportation planning done by the State is designed to facilitate transportation solely within the county in which the project is built.  Obviously, a state highway built on the island of Oahu will only serve that island.  Hence, for example, the State's three major defense highways, H-1, H-2 and TH-3, which are all located on Oahu, while designated as state highways, serve only the transportation needs of the residents of Oahu.  However, this is entirely consistent with the present delineation of roadway functions in Hawaii.  The State is generally responsible for providing highway facilities that facilitate inter-community transportation, with the counties primarily responsible for local intra-community streets and roads.  As a result, the State has by design a major portion of the responsibility for transportation in each county, and more importantly for that part of the transportation network most closely related to and impacting on planning in general and transportation planning in particular.\n     Unlike most mainland states, Hawaii has only one urbanized area, the City and County of Honolulu, where eighty-one per cent of the state's population reside.  In transportation, the State has programmed approximately $149 million dollars in new highway facilities for Oahu in fiscal year 1976 as compared to approximately $31 million dollars by the City and County of Honolulu.  Additionally, the State's major airports and harbors are located on Oahu.  In short, the State has responsibility for most of the major transportation facilities and projects on Oahu and any designation of an MPO must take this into account.  Designation of an MPO which does not provide for significant state participation simply does not recognize the existing delineation of state and county functions relating to transportation in Hawaii.\n     The MPO must be designed to prevent the type of situation which led to the decertification of the OTPP; it must have its own coordinating staff independent of either state or county agencies; it must be accessible and accountable to the public; and it must provide for public input.\n     The purpose of this chapter is to establish and specify the role of the organization to be designated by the governor as the MPO as required by 23 United States Code 134 and Section 4(a) of the Urban Mass Transportation Act of 1964, as amended, (49 U.S.C. 1603(a)) which requires comprehensive planning of transportation improvements. [L 1975, c 180, §1]"
}