{
    "name": "Functions of the Metropolitan Planning Organization",
    "number": "7",
    "text": "The functions of each Metropolitan Planning Organization shall include:\n     (1)  Serve in an advisory capacity to the legislature, the legislative body of the county, and the appropriate state and county agencies in carrying out continuous, comprehensive and cooperative transportation planning and programming for the county as required by federal laws and rules.\n     (2)  Obtain information and plans from the appropriate county and state agencies to formulate a short-range six-year transportation plan for the county and an annual update of that plan, and a master multi-modal long-range transportation plan for the county in order to advise the legislature, the legislative body of the county, and other appropriate agencies regarding those plans.\n     (3)  Review the capital improvement programs of both the county and state for urbanized and rural areas of the county as they concern transportation.\n     (4)  Integrate transportation planning for the county with a statewide transportation planning program authorized by Act 218, SLH 1974.\n     (5)  Develop recommendations to the state legislature and the legislative body of the county regarding transportation policy matters.\n     (6)  Act as liaison with the intermodal planning group of the secretary of transportation.\n     (7)  Coordinate the mathematical modeling essential to the transportation planning process of the county.\n     (8)  Ensure a continuing, comprehensive transportation planning process carried on cooperatively by the State and the county.\n     (9)  Develop a formula for the distribution of metropolitan planning funds which shall consider but not necessarily be limited to population, status of planning, and metropolitan area transportation needs, and submit this formula for approval by the secretary of transportation.\n    (10)  Receive and distribute, as necessary, federal funds under Section 112 of the Federal-Aid Highway Act of 1973, the Urban Mass Transportation Act of 1964, as amended, Section 13 of the Airport and Airway Development Act of 1970, as amended, and Section 5 of the Urban Mass Transportation Act of 1964, as amended.\n    (11)  Receive and distribute, as necessary, such other funds as may become available to support metropolitan transportation.\n    (12)  Advise on plans, projects and programs requiring action by the state legislature or the legislative body of the county which have been submitted for review to the MPO.\n    (13)  Undertake such other functions as may become appropriate in an advisory capacity to ensure a joint planning process between the county and the State, and advise appropriate legislative bodies and agencies, as necessary.\n    (14)  If the MPO finds that it is necessary to have a citizens' advisory group to present technical or other expert opinions or facts to the MPO then such a group may be formed. [L 1975, c 180, §7]"
}