{
    "name": "Establishment of Metropolitan Planning Organization",
    "number": "2",
    "text": "There is established in each county with a population in excess of 200,000 a metropolitan planning organization called the Metropolitan Planning Organization, abbreviated by the letters MPO.  The MPO shall be an advisory body responsible for carrying out a continuing, comprehensive, transportation planning process in cooperation with the State and the appropriate county in order to advise appropriate state, county, and federal agencies regarding that process.\n     The MPO shall develop through continuing cooperative input from state and county planning agencies, the transportation plans and planning processes or policies enumerated herein and shall submit those plans and planning processes together with any other advice on transportation planning as may be required to the state legisla­ture, the state department of transportation, the state department of business, economic development, and tourism, the office of state planning, the legislative body of the appropriate county, the transportation and planning agencies of the appropriate county, and appropriate federal agencies.\n     The MPO shall further assist and advise the state legislature, the state depart­ment of transportation, the state department of business, economic development, and tourism, the office of state planning, the legislative body of the appropriate county and the transportation and planning agencies of the appropriate county in carrying out comprehensive metropolitan transportation planning embracing airports, bikeways, harbors, highways, transit and waterways within the appropriate county.  The MPO shall assist and advise such appropriate agencies in evaluating studies and programs related to transportation planning.  The MPO shall recognize that all of its activities shall be primarily advisory, and that the policymaking powers shall remain with the legislature or the legislative body of the appropriate county, whichever the case may be.  The MPO is to develop and recommend policies, priorities, and techniques relating to transportation planning, and shall be directly accountable to the legislature and the legislative body of the county as an advisory body.\n     For administrative purposes only, each MPO shall be assigned in part to the department of transportation of the State of Hawaii and in part to the county.\n     Nothing in this law is intended to change the basic jurisdiction for planning responsibilities already given to the state and county agencies in existing statutes and ordinances.  Those state and county agencies are to cooperate with the MPO by providing input from their present planning processes and the MPO will advise those agencies by way of submitting to them the coordinated plan which it develops. [L 1975, c 180, §2; am L 1987, c 336, §6; am L 1990, c 293, §8]\n \nNote\n \n  \"Office of state planning\" changed to \"office of planning\".  L 1996, c 299, §3."
}