{
    "name": "Citizen suits",
    "number": "56",
    "text": "(a)  After June 30, 1995, any person may commence a civil action on that person\u0092s own behalf against:\n\n\n\n\t(1)\tAny person (including the State and the director) who is alleged to be in violation of this chapter, including any emission standard or limitation or any order issued by the director;\n\t(2)\tThe director where there is alleged a failure to perform any act or duty under this chapter which is not discretionary; or\n\t(3)\tAny person who proposes to construct or constructs any new or modified major emitting facility without a required permit or who is alleged to be in violation of any condition of such permit.\n\n\n\nThis subsection shall not apply before April 1, 1996 to violations of permits related to agricultural burning; provided further that the governor may extend this deadline for an additional three months.\n\t(b)  The circuit court shall have jurisdiction to:\n\n\n\n\t(1)\tEnforce such an emission standard or limitation, or an order;\n\t(2)\tOrder the director to perform such act or duty; and\n\t(3)\tApply any appropriate civil penalties.\n\n\n\n\t(c)  No action may be commenced:\n\n\n\n\t(1)\tUnder subsection (a)(1):\n\n\t\t(A)\tPrior to sixty days after the plaintiff has given notice of the violation to (i) the director, (ii) the department, and (iii) any alleged violator of the standard, limitation, or order; or\n\t\t(B)\tIf the director or the department has commenced and is diligently prosecuting a civil action to require compliance with the standard, limitation, or order, but in any such action any person may intervene as a matter of right; or\n\n\t(2)\tUnder subsection (a)(2) prior to sixty days after the plaintiff has given notice of such action to the director.  Notice under this subsection shall be given in such [manner] as the director shall prescribe by rule.\n\n\n\n\t(d)  Any action respecting a violation by a stationary source of an emission standard or limitation or an order respecting such standard or limitations may be brought only in the judicial circuit in which such source is located.\n\t(e)  In any action under this section, the director, if not a party, may intervene as a matter of right at any time in the proceeding.\n\t(f)  The court, in issuing any final order in any action brought pursuant to this section, may award costs of litigation (including reasonable attorney and expert witness fees) to any party, whenever the court determines such award is appropriate.  The court, if a temporary restraining order or preliminary injunction is sought, may require the filing of a bond or equivalent security in accordance with the Hawaii rules of civil procedure.\n\t(g)  Nothing in this section shall restrict any right which any person may have under any constitutional provision, statute, or common law to seek enforcement of any emission standard or limitation or to seek any other relief.\n\t(h)  Penalties received under subsection (b) shall be deposited into the clean air special fund established by section 342B-32.  These amounts shall remain available to finance air compliance and enforcement activities.  The court shall have discretion to order that such civil penalties, in lieu of being deposited in the fund, be used in beneficial mitigation, education, or protection projects which enhance public health or the environment. [L 1992, c 240, pt of §1; am L 1995, c 180, §4; am L 1996, c 13, §6]\nRules of Court\n  Injunctions, see HRCP rule 65."
}