{
    "name": "Small business ombudsman for air pollution control; qualifications; duties Cross References Asbestos pollution control, see chapter 342P.",
    "number": "63",
    "text": "Small business ombudsman for air pollution control; qualifications; duties.  (a)  There is created an office of the small business ombudsman for air pollution control in the department which shall be headed by a single executive to be known as the small business ombudsman for air pollution control who shall be appointed by the director for a term of four years.  The position of small business ombudsman shall be exempt from the civil service laws pursuant to paragraph (17) of section 76-16.  The director may remove or suspend for cause the small business ombudsman after due notice and public hearing.\n\t(b)  The person appointed as the small business ombudsman shall be experienced in dealing with both private enterprise and government entities; arbitration and negotiation; interpretation of laws and rules; investigation; recordkeeping; report writing; public speaking; and management.  All employees of the office shall be hired by the small business ombudsman and shall serve at the small business ombudsman\u0092s pleasure.  In determining the salary of each employee, the small business ombudsman shall consult with the department of personnel services and shall follow as closely as possible the recommendations of the department of personnel services.  The small business ombudsman and the small business ombudsman\u0092s full-time staff shall be entitled to participate in all state employee benefit plans.\n\t(c)  The small business ombudsman shall:\n\n\n\n\t(1)\tAssist small businesses which may be affected by air pollution control rules by providing services as necessary such as:\n\n\t\t(A)\tAssistance in the dissemination of information to small businesses and interested parties;\n\t\t(B)\tReferral of small businesses to specialists for financial, technological, and operational information and assistance to reduce air pollution and prevent accidental releases;\n\t\t(C)\tEncouragement of small businesses to participate in the development of air pollution control rules;\n\t\t(D)\tAssistance in investigations and resolutions of complaints and disputes between small businesses and the department of health concerning air pollution control; and\n\t\t(E)\tPresentations to trade associations and small businesses to inform them of the air pollution control rules and compliance requirements; and\n\n\t(2)\tAssist in the development and continued operation of the small business assistance program by participating in meetings and conferences and preparing and providing information as necessary such as:\n\n\t\t(A)\tEvaluation of the air pollution control rules and their effect on the economy and small businesses;\n\t\t(B)\tAssistance in preparation of guideline documents;\n\t\t(C)\tEvaluation of the small business assistance program and the assistance provided to small businesses;\n\t\t(D)\tReports, recommendations, and testimony to various governmental agencies and the legislature if so requested; and\n\t\t(E)\tComments and recommendations to EPA and the department of health on proposed air pollution control rules that impact small businesses.\n\n\n\n\n\n\t(d)  The small business ombudsman shall submit to the director an annual report discussing the small business ombudsman\u0092s activities under this chapter. [L 1992, c 240, pt of §1]"
}