{
    "name": "Limitation period for assessment, levy, collection, or credit; net operating loss carrybacks",
    "number": "111",
    "text": "(a)  General rule.  The amount of income taxes imposed by this chapter (also the amount of income taxes imposed by any preceding law of the State) and the liability of any employer in respect of wages, shall be assessed or levied and the overpayment, if any, shall be credited within three years after filing of the return for the taxable year, or within three years of the due date prescribed for the filing of the return, whichever is later.  No proceeding in court without assessment for the collection of the taxes or the enforcement of the liability shall be begun after the expiration of the period.\n     (b)  Limitations on credit or refund.  Claim for credit or refund of an overpayment of any tax imposed by this chapter shall be filed by the taxpayer or employer within three years from the time the return was filed or from the due date prescribed for the filing of the return, or within two years from the time the tax was paid, whichever is later.  For the purposes of this section, taxes paid before the due date of the return shall be deemed to have been paid on the due date of the return determined without regard to any extensions.\n     (1)  If the claim was filed by the taxpayer during the three-year period prescribed in this subsection, the amount of the credit or refund shall not exceed the portion of the tax paid within the period, immediately preceding the filing of the claim, equal to three years plus the period of any extension of time for filing the return.\n     (2)  If the claim was not filed within the three-year period, the amount of the credit or refund shall not exceed the portion of the tax paid during the two years immediately preceding the filing of the claim.\n     (3)  If no claim was filed, the credit or refund shall not exceed the amount which would be allowable under paragraph (1) or (2), as the case may be, if the claim was filed on the date the credit or refund is allowed.\n     (c)  Exceptions; fraudulent return or no return.  In the case of a false or fraudulent return with intent to evade tax or liability, or of a failure to file return, the tax or liability may be assessed or levied at any time; provided that in the case of a return claimed to be false or fraudulent with intent to evade tax or liability, the determination as to the claim shall first be made by a judge of the circuit court for or in the circuit within which the taxpayer or employer has the taxpayer's or employer's residence or principal place of business, or if none in the State then in the first circuit, upon petition filed by the department of taxation.  The petition and other pleadings and proceedings in the matter shall be governed and conducted in accordance with statutory and other requirements relating to proceedings in equity, including all rights to appeal allowed in the proceedings.  No assessment or levy of the tax or liability after the expiration of the three-year period shall be made unless so provided in the final decree entered in the proceedings.\n     (d)  Extension by agreement.  Where, before the expiration of the time prescribed in subsection (a) for the assessment, levy, and collection of the tax or liability, or in subsection (b) for the credit or refund of an overpayment, both the department and the taxpayer or employer have consented in writing to its assessment or levy after that date, the tax or liability may be assessed or levied or the overpayment, if any, may be credited at any time prior to the expiration of the period previously agreed upon.  The period so agreed upon may be extended by the subsequent agreements in writing made before the expiration of the period previously agreed upon.\n     (e)  Overpayment of carrybacks.  If an overpayment results from a net operating loss carryback, the statute of limitations in subsections (a) and (b) shall not apply.  The overpayment shall be credited within three years of the due date prescribed for filing the return (including extensions thereof) for the taxable year of the net operating loss, or the period agreed to under subsection (d) with respect to the taxable year, whichever expires later. [L Sp 1957, c 1, pt of §2; am L Sp 1959 2d, c 1, §16; Supp, §121-45; HRS ; am L 1969, c 274, §2; am L 1971, c 9, §1; gen ch 1985; am L 1991, c 22, §1; am L 1993, c 257, §1; am L 1994, c 18, §1]\n \nCross References\n \n  Suspension of limitation period during bankruptcy proceedings, see §231-3.5.\n \nCase Notes\n \n  Applicable limitations period for refund claim for public service company taxes; when period starts to run.  68 H. 391, 716 P.2d 1138."
}