{
    "name": "Nursing education programs",
    "number": "11",
    "text": "(a)  An institution desiring to conduct a nursing education program to prepare registered or licensed practical nurses shall apply to the board and submit evidence that:\n\n\n\n\t(1)\tIt is prepared to carry out a program in undergraduate nursing education or a program in the training of nurses as licensed practical nurses, as the case may be; and\n\t(2)\tIt is prepared to meet the standards as shall be established by law and by the board.\n\n\n\n\t(b)  A survey of the institution and its undergraduate or practical nursing program shall be made by the executive secretary or other authorized employee of the board, who shall submit a written report of the survey to the board.  If, in the opinion of the board, the [requirements] for an approved nursing education program are met, the program shall be approved as a nursing education program for registered or licensed practical nurses.\n\t(c)  The approval standards shall include qualifications necessary for faculty members of the nursing education program; provided that the standards shall not include a requirement that each individual faculty member receive approval of the board prior to teaching in the program.  The qualifications shall be reasonable and relevant to the proper teaching of the practice of nursing.  In establishing the qualifications, the board shall consult with the University of Hawaii.\n\t(d)  From time to time as deemed necessary by the board, it shall be the duty of the board, through its authorized representative, to survey nursing education programs in the State.  Written reports of the surveys shall be submitted to the board.  If the board determines that any approved nursing education program is not maintaining the standards required by law and by the [board], notice thereof in writing specifying the discrepancies shall be immediately given to the institution conducting the program.  A program that fails to correct these conditions to the satisfaction of the board within a reasonable time shall be discontinued after a hearing held in conformance with chapter 91. [L 1970, c 71, pt of §1; am L 1983, c 119, §8; am L 1984, c 182, §4; am L 2000, c 9, §3]"
}