{
    "name": "Licensed practical nurse; qualifications; license; fees; title; existing licensed nurses; verification of licenses",
    "number": "8",
    "text": "(a)  An applicant for a license to practice nursing as a licensed practical nurse shall submit an application on a form prescribed by the board and shall provide written evidence that the applicant has completed a licensed practical nurse program, or its equivalent, approved by the board, and holds a diploma or certificate therefrom.\n\t(b)  Licenses shall be granted either:\n\n\n\n\t(1)\tBy examination:  The applicant shall be required to pass a written examination in nursing subjects as the board may determine.  Upon successfully passing the examination, the board shall issue to the applicant a license to practice nursing as a licensed practical nurse; or\n\t(2)\tBy endorsement:  The board may issue a license to practice nursing as a licensed practical nurse by endorsement to any applicant who has been licensed as a licensed practical nurse, or a person entitled to perform similar services under a different title, under the laws of another state, territory, or foreign country if, in the opinion of the board, the applicant meets the requirements for licensed practical nurses in this State at the time of graduation.  Pending verification of a valid license from another state, a temporary permit may be issued for employment with a Hawaii employer.\n\n\n\n\t(c)  The applicant applying for a license to practice as a licensed practical nurse by examination shall pay application and examination fees to the board and a reexamination fee for each reexamination.  Each applicant who successfully passes the examination shall pay a license fee.  The applicant applying for a license to practice as a licensed practical nurse by endorsement shall pay application and license fees.\n\t(d)  Any person who holds a license to practice nursing as a licensed practical nurse in this State shall use the title \"Licensed Practical Nurse\" and the abbreviation \"L.P.N.\".  No other person shall assume the title \"nurse\" or in any manner imply that the person is a nurse except as provided in sections 457-7 and 457-8.5 or use the abbreviation \"L.P.N.\" or any other words, letters, signs, or devices to indicate that the person using the same is a licensed practical nurse.\n\t(e)  Any person holding a license to practice nursing as a licensed practical nurse issued by the board which is valid on June 12, 1970, shall be deemed to be licensed as a licensed practical nurse under this chapter.\n\t(f)  Any person who requests to take the licensing examination to qualify for a license in another state shall pay an examination proctoring fee to the board.\n\t(g)  Any person who requests verification of a practical nurse license to a nursing board of another state shall pay a license verification fee. [L 1970, c 71, pt of §1; am L 1972, c 43, §2; am L 1974, c 25, §2; am L 1983, c 119, §6; am L 1984, c 7, §§44 to 46; am L 1990, c 105, §3; am L 1992, c 202, §109; am L 1995, c 88, §3; am L 1996, c 150, §3; am L 1997, c 39, §3 and c 40, §14]"
}