{
    "name": "Partnership with department of transportation for the implementation of the commercial harbors modernization plan and the establishment of the harbors modernization group",
    "number": "5.5",
    "text": "(a)  Consistent with its general powers under this chapter, the development corporation shall establish a subgroup called the harbors modernization group to undertake projects for the commercial harbors modernization plan in subsection (b), which are under the jurisdiction of the department of transportation.  Notwithstanding any provision in section 206J-17 to the contrary, payments to the development corporation for its administrative and operational expenses shall be made by the department of transportation and deposited into the Aloha Tower fund in a subaccount designated for commercial harbors modernization plan projects.  The department of transportation shall delegate to the development corporation the implementation of commercial harbors modernization plan projects.  All projects, prior to implementation by the development corporation, shall be approved by the director of transportation and the governor.  After approval by the director of transportation and the governor, the expending authority for the approved projects shall be delegated to the development corporation.\n     (b)  The harbors modernization group shall have jurisdiction over harbors projects that shall collectively be known as the commercial harbors modernization plan.  These harbor projects shall be as follows:\n     (1)  Honolulu harbor.  Development of infrastructure, expansion of facilities, and tenant relocations, including the development of the new Kapalama container terminal;\n     (2)  Kahului harbor.  Development of infrastructure, expansion of facilities, tenant relocations, and acquisition of lands, including the West harbor barge or ferry slip or both, West harbor dredging and breakwater, West harbor cruise terminal, Pier 1 fuel line replacement and upgrade, East harbor breakwater, and Pier 2B strengthening;\n     (3)  Hana Harbor.  Development of infrastructure, demolition, as necessary, and expansion of facilities and acquisition of lands;\n     (4)  Hilo harbor.  Development of infrastructure, expansion of facilities, tenant relocations, and acquisition of lands, including the Pier 4 interisland cargo terminal;\n     (5)  Kawaihae harbor.  Development of infrastructure, expansion of facilities, tenant relocations, acquisition of lands, including the Pier 2 terminal and barge improvements, Pier 2 extension and terminal, and Pier 4 and liquid bulk terminals;\n     (6)  Kalaeloa harbor.  Development of infrastructure, expansion of facilities, tenant relocations, and acquisition of lands, including the West harbor infrastructure, Pier 4 dedicated fuel pier, and extension of the fuel line; and\n     (7)  Nawiliwili harbor.  Development of infrastructure, expansion of facilities, tenant relocations, and acquisition of lands, including the new multi-use pier.\n     (c)  For the purposes of this section, the chief executive officer shall have the power to appoint officers, agents, and employees, prescribe their duties and qualifications, and fix their salaries, without regard to chapter 76.\n     (d)  Land disposition matters in projects identified in the commercial harbors modernization plan, including land acquisition, leasing, and conveyance, and acquisition of easements or right-of-ways, shall continue to be under the jurisdiction of the board of land and natural resources pursuant to chapter 171.\n     (e)  The harbors modernization group, when acting pursuant to subsection (f), shall retain all the powers of the development corporation under sections 206J-5 to 206J-21.\n     (f)  Except as otherwise provided in this subsection, the harbors modernization group shall be comprised of six voting members appointed by the governor to the development corporation in addition to those members appointed under section 206J-4(b), and pursuant to section 26-34.\n     The harbors modernization group shall consist of:\n     (1)  The director of budget and finance, or a designated representative, who shall serve as an ex officio voting member;\n     (2)  Two public members from the maritime industry who shall be directly involved with a harbor or offshore mooring facility that is primarily for the movement of commercial cargo, passenger, and fishing vessels entering, leaving, or traveling within the state harbor system, or directly involved with an activity that requires and is directly related to the loading, offloading, storage, or distribution of goods and services by means of seaborne transportation; and\n     (3)  The mayors of the counties of Hawaii, Maui, and Kauai, or their designated representatives, who shall serve as ex officio voting members.\n     The members of the harbors modernization group shall serve for four year terms and shall continue in office until their respective successors have been appointed.  The chairperson of the corporation board shall serve as the chairperson of the harbors modernization group.\n     The members of the harbors modernization group shall act and be counted in determining quorum and majority for development corporation actions only with respect to directing the planning, design, construction, and financing of the harbor projects identified in the commercial harbors modernization plan.  A majority of members of the development corporation and four of the six members of the harbor modernization group shall constitute quorum for matters relating to directing the planning, design, construction, and financing of the harbor projects identified in the commercial harbors modernization plan.  A majority of the voting members of the quorum shall be required to validate any act relating to the harbor projects.  These members shall serve without compensation, but each member shall be reimbursed for expenses, including travel expenses, incurred in the performance of their duties.\n     (g)  Subject to existing contractual and statutory commitments to the department of transportation for any losses in revenue under this chapter, the development corporation may apply any revenues derived from commercial development projects in the Aloha Tower project area to defray the cost of harbor infrastructure improvements incurred within the State. [L 2007, c 127, §2; am L 2008, c 200, §5]"
}