{
    "name": "Terroristic threatening in the second degree Coercion",
    "number": "717",
    "text": "Terroristic threatening in the second degree.  (1)  A person commits the offense of terroristic threatening in the second degree if the person commits terroristic threatening other than as provided in section 707-716.\n     (2)  Terroristic threatening in the second degree is a misdemeanor. [L 1979, c 184, pt of §1(2); gen ch 1993]\n \nCase Notes\n \n  Not a lesser included offense of attempted extortion in the second degree.  70 H. 456, 776 P.2d 392.\n  The requirement of a \"true threat\" jury instruction is not limited to terroristic threatening prosecutions that are based solely upon verbal conduct, but rather applies in all such prosecutions, whether the threat is proved by evidence of verbal expression, motor behavior, or a combination thereof.  106 H. 136, 102 P.3d 1034.\n  Terroristic threatening in second degree can be an offense included in terroristic threatening in first degree; trial court's failure to instruct jury on the lesser included offense was not plain error, where defendant contended there was a rational basis in the record for jury to decide that, although defendant made a terroristic threat, defendant did not do so with a dangerous instrument as defined in §707-700.  10 H. App. 584, 880 P.2d 213.\n  Defendant's words, yelling at dirt bikers to get off defendant's land, combined with defendant's conduct of repeatedly discharging defendant's shotgun, were sufficient evidence to sustain defendant's conviction under this section.  106 H. 62 (App.), 101 P.3d 671.\n \nCOMMENTARY ON §§707-716 AND 717\n \n  Act 184, Session Laws 1979, upgraded the offense of terroristic threatening from a misdemeanor to a class C felony in four aggravated situations.  The Legislature felt that raising the penalty would provide an incentive for vigorous prosecution and act as a deterrent against such offenses.  House Standing Committee Report No. 673.  For discussion of a \"common scheme\" under §707-716, see Senate Standing Committee Report No. 902.\n  Act 131, Session Laws 1989, amended §707-716 to establish the offense of terroristic threatening of an educational worker to make our school environments safer and to better enable prosecuting attorneys to obtain convictions.  Senate Standing Committee Report No. 998.\n  Act 230, Session Laws 2006, amended §707-716(1) to limit the charge of terroristic threatening in the first degree against a public servant to actions arising out of the performance of the public servant's official duties.  House Standing Committee Report No. 665-06."
}