{
    "name": "Continuous sexual assault of a minor under the age of fourteen years",
    "number": "733.6",
    "text": "  (1)  A person commits the offense of continuous sexual assault of a minor under the age of fourteen years if the person:\n    (a)   Either resides in the same home with a minor under the age of fourteen years or has recurring access to the minor; and\n    (b)   Engages in three or more acts of sexual penetration or sexual contact with the minor over a period of time, while the minor is under the age of fourteen years.\n     (2)  To convict under this section, the trier of fact, if a jury, need unanimously agree only that the requisite number of acts have occurred; the jury need not agree on which acts constitute the requisite number.\n     (3)  No other felony sex offense involving the same victim may be charged in the same proceeding with a charge under this section, unless the other charged offense occurred outside the period of the offense charged under this section, or the other offense is charged in the alternative.  A defendant may be charged with only one count under this section, unless more than one victim is involved, in which case a separate count may be charged for each victim.\n     (4)  Continuous sexual assault of a minor under the age of fourteen years is a class A felony. [L 2006, c 60, §1]\n \nCOMMENTARY ON §§707-730 TO 734\n \n     Act 60, Session Laws 2006, added , reenacting provisions that define the behavior that constitutes the crime of continuous sexual assault of a minor under the age of fourteen years and the unanimity required to convict a person of the crime.  Act 60, along with the proposed constitutional amendment in Senate Bill 2246, was intended to reverse the effect of State v. Rabago, 103 Haw. 236 (2003).  Under the current law, it is difficult to prosecute persons who repeatedly sexually assault young children because of the difficulty the children have in remembering the individual dates on which they were sexually assaulted.  Act 60 permitted the conviction of a person of the continuous sexual assault of a child, if each member of the jury was convinced beyond a reasonable doubt that the defendant had sexually assaulted the child the required minimum number of times, even without unanimity as to the individual assaults, thus making it easier to prosecute those who repeatedly sexually assault children.  Senate Standing Committee Report No. 3010, House Standing Committee Report No. 150-06."
}