{
    "name": "Reconsideration and rehearings",
    "number": "32",
    "text": "(a)  After any order or decision has been made by the public utilities commission, any party to the proceeding may apply once for reconsideration or a rehearing in respect to any matter determined in the proceeding and specified in the motion for reconsideration or rehearing.  The commission may grant the motion if in its judgment sufficient reason is made to appear. \t(b)  The motion for reconsideration or a rehearing shall be filed within ten days after the decision and order has been served and shall set forth specifically the ground or grounds on which the applicant considers the decision or order to be unlawful.  No person shall in any court urge or rely on any ground not so set forth in the motion.  If a motion for reconsideration or rehearing is filed from a final decision and order, the commission's order shall be automatically stayed until the commission renders its final determination on the motion; provided that:\n\n\n\n\t(1)\tNo change in any rate, fare, or charge shall go into effect while a motion for reconsideration or rehearing is pending notwithstanding section 271-20(e);\n\t(2)\tAny motion for reconsideration or rehearing shall be determined and an order issued by the commission within forty-five days from the filing date of the motion for reconsideration or rehearing; and\n\t(3)\tThe commission may set aside the automatic stay in its discretion.\n\n\n\n\t(c)  A motion for reconsideration or rehearing shall not excuse any person from complying with and obeying any order or decision, or any requirement of any order or decision of the commission theretofore made, or operate in any manner to stay or postpone the enforcement thereof, except in such cases and upon such terms as the commission by order directs.\n\t(d)  If, after reconsideration or rehearing the commission is of the opinion that the original order or decision, or any part thereof, is in any respect unjust or unwarranted, or should be changed, the commission may abrogate, change, or modify it.  The order or decision abrogating, changing, or modifying the original order or decision shall have the same force and effect as an original order or decision, but shall not affect any right or the enforcement of any right arising from or by virtue of the original order or decision unless so ordered by the commission.\n\t(e)  [Subsection effective until June 30, 2006.  For subsection effective July 1, 2006, see below.]  An appeal shall lie to the supreme court subject to chapter 602 from every order made by the commission which is final, or if preliminary is of the nature defined by section 91-14(a); provided the order is made after reconsideration or rehearing or is the subject of a motion for reconsideration or rehearing which the commission has denied.  An appeal shall lie to the supreme court subject to chapter 602 only by a person aggrieved in the contested case hearing provided for in this section in the manner and within the time provided by chapter 602 and by the rules of court.\n\t(e)  [Subsection effective July 1, 2006.  For subsection effective until June 30, 2006, see above.]  An appeal shall lie, subject to chapter 602, from every order made by the commission that is final, or if preliminary, is of the nature defined by section 91-14(a), in the manner provided for civil appeals from the circuit court; provided the order is made after reconsideration or rehearing or is the subject of a motion for reconsideration or rehearing, which the commission has denied.  An appeal shall lie, subject to chapter 602, in the manner provided for civil appeals from the circuit courts, only by a person aggrieved in the contested case hearing provided for in this section. [L 1961, c 121, pt of §2; Supp, §106C-30; HRS ; am L 1979, c 127, §1; am L 1980, c 232, §8; am L 2000, c 167, §1; am L 2004, c 202, §31]"
}