{
    "name": "Definitions",
    "number": "4",
    "text": "As used in this chapter:\n\n\n\n\t(1)\t\"Chapter\" means the Motor Carrier Law.\n\t(2)\t\"Commission\" means the public utilities commission.\n\t(3)\t\"Person\" or \"persons\" means any individual, firm, copartnership, corporation, company, association, or joint stock association; and includes any trustee, receiver, assignee, or personal representative thereof.\n\t(4)\t\"Certificate\" means a certificate of public convenience and necessity issued under this chapter to common carriers by motor vehicle.\n\t(5)\t\"Permit\" means a permit issued under this chapter to contract carriers by motor vehicle.\n\t(6)\t\"Transportation of persons\" includes every service in connection with or incidental to the safety, comfort, or convenience of persons transported and the receipt, carriage, and delivery of these persons and their baggage.\n\t(7)\t\"Transportation of property\" includes every service in connection with or incidental to the transportation of property, including in particular its receipt, delivery, elevation, transfer, carriage, ventilation, refrigeration, icing, dunnage, storage in transit, handling, and its consolidation for the purposes of forwarding within the State.\n\t(8)\t\"Motor vehicle\" means any vehicle, machine, tractor, trailer, or semitrailer propelled or drawn by mechanical power and used upon the highways in the transportation of passengers or property, or any combination thereof determined by the commission, but does not include any vehicle, locomotive, or car operated exclusively on a rail or rails or a trolley bus operated by electric power derived from a fixed overhead wire, furnishing local passenger transportation similar to street-railway service.\n\t(9)\t\"Highway\" means the public roads, highways, streets, and ways in this State.\n\t(10)\t\"Rates\" includes rates, fares, tolls, rentals, and charges of whatever kind and nature unless the context indicates otherwise.\n\t(11)\t\"Common carrier by motor vehicle\" means any person which holds itself out to the general public to engage in the transportation by motor vehicle of passengers or property or any class or classes thereof for compensation.\n\t(12)\t\"Contract carrier by motor vehicle\" means any person which engages in transportation by motor vehicle of passengers or property for compensation (other than transportation referred to in paragraph (11)) under continuing contracts with one person or a limited number of persons either (A) for the furnishing of transportation services through the assignment of motor vehicles for a continuing period of time to the exclusive use of each person served, or (B) for the furnishing of transportation services designed to meet the distinct need of each individual customer.\n\t(13)\t\"Motor carrier\" includes both a common carrier by motor vehicle and a contract carrier by motor vehicle.\n\t(14)\t\"Private carrier of property by motor vehicle\" means any person not included in the terms \"common carrier by motor vehicle\" or \"contract carrier by motor vehicle\", who or which transports by motor vehicle property of which the person is the owner, lessee, or bailee, when such transportation is for the purpose of sale, lease, rent, or bailment, or in the furtherance of any commercial enterprise.\n\t(15)\t\"Enforcement officer\" means any person employed and authorized by the commission to investigate any matter on behalf of the commission.  The term also means a motor vehicle safety officer employed and assigned, pursuant to section 271-38, by the department of transportation to enforce sections 271-8, 271-12, 271-13, and 271-29 through the assessment of civil penalties as provided in section 271-27(h), (i), and (j). [L 1961, c 121, pt of §2; am L 1963, c 193, §33; Supp, §106C-4; am L 1967, c 45, §1 and c 67, §1; HRS ; am L 1991, c 57, §2; am L 1995, c 105, §§4, 7; am L 1996, c 102, §1; am L 1997, c 120, §6]"
}