{
    "name": "Operating a vehicle after license and privilege have been suspended or revoked for operating a vehicle under the influence of an intoxicant; penalties",
    "number": "62",
    "text": "(a)  [Subection effective until December 31, 2003.  For subsection effective January 1, 2004, see below.]  No person whose license and privilege to operate a vehicle have been revoked, suspended, or otherwise restricted pursuant to part III or section 291E-61, or to part VII or part XIV of chapter 286 or section 200-81, 291-4, 291-4.4, or 291-7 as those provisions were in effect on December 31, 2001, shall operate or assume actual physical control of any vehicle:\n\n\n\n\t(1)\tIn violation of any restrictions placed on the person's license; or\n\t(2)\tWhile the person's license or privilege to operate a vehicle remains suspended or revoked.\n\n\n\n\t(a)  [Subsection effective January 1, 2004.  For subsection effective until December 31, 2003, see above.]  No person whose license and privilege to operate a vehicle have been revoked, suspended, or otherwise restricted pursuant to part III or section 291E-61, or to part VII or part XIV of chapter 286 or section 200-81, 291-4, 291-4.4, 291-4.5, or 291-7 as those provisions were in effect on December 31, 2001, shall operate or assume actual physical control of any vehicle:\n\n\n\n\t(1)\tIn violation of any restrictions placed on the person's license; or\n\t(2)\tWhile the person's license or privilege to operate a vehicle remains suspended or revoked.\n\n\n\n\t(b)  Any person convicted of violating this section shall be sentenced as follows:\n\n\n\n\t(1)\tFor a first offense, or any offense not preceded within a five-year period by conviction for an offense under this section:\n\n\t\t(A)\tA term of imprisonment of not less than three consecutive days but not more than thirty days;\n\t\t(B)\tA fine of not less than $250 but not more than $1,000; and\n\t\t(C)\tRevocation of license and privilege to operate a vehicle for an additional year;\n\n\t(2)\tFor an offense that occurs within five years of a prior conviction for an offense under this section:\n\n\t\t(A)\tThirty days imprisonment;\n\t\t(B)\tA $1,000 fine; and\n\t\t(C)\tRevocation of license and privilege to operate a vehicle for an additional two years; and\n\n\t(3)\tFor an offense that occurs within five years of two or more prior convictions for offenses under this section:\n\n\t\t(A)\tOne year imprisonment;\n\t\t(B)\tA $2,000 fine; and\n\t\t(C)\tPermanent revocation of the person's license and privilege to operate a vehicle.\n\n\n\n\n\nThe period of revocation shall commence upon the release of the person from the period of imprisonment imposed pursuant to this section. [L 2000, c 189, pt of §23; am L 2001, c 157, §26; am L 2003, c 71, §4]"
}