{
    "name": "Habitually operating a vehicle under the influence of an intoxicant",
    "number": "61.5",
    "text": "(a)  A person commits the offense of habitually operating a vehicle under the influence of an intoxicant if:\n\n\n\n\t(1)\tThe person is a habitual operator of a vehicle while under the influence of an intoxicant; and\n\t(2)\tThe person operates or assumes actual physical control of a vehicle:\n\n\t\t(A)\tWhile under the influence of alcohol in an amount sufficient to impair the person's normal mental faculties or ability to care for the person and guard against casualty; \n\t\t(B)\tWhile under the influence of any drug that impairs the person's ability to operate the vehicle in a careful and prudent manner;\n\t\t(C)\tWith .08 or more grams of alcohol per two hundred ten liters of breath; or\n\t\t(D)\tWith .08 or more grams of alcohol per one hundred milliliters or cubic centimeters of blood.\n\n\n\n\n\n\t(b)  For the purposes of this section:\n\t\"Convicted three or more times for offenses of operating a vehicle under the influence\" means that, at the time of the behavior for which the person is charged under this section, the person had three or more times within ten years of the instant offense:\n\n\n\n\t(1)\tA judgment on a verdict or a finding of guilty, or a plea of guilty or nolo contendere, for a violation of this section or section 291-4, 291-4.4, or 291-7 as those sections were in effect on December 31, 2001;\n\t(2)\tA judgment on a verdict or a finding of guilty, or a plea of guilty or nolo contendere, for an offense that is comparable to this section or section 291-4, 291-4.4, or 291-7 as those sections were in effect on December 31, 2001, or section 291E-61 or 707-702.5; or\n\t(3)\tAn adjudication of a minor for a law or probation violation that, if committed by an adult, would constitute a violation of this section or section 291-4, 291-4.4, or 291-7 as those sections were in effect on December 31, 2001, or section 291E-61 or 707-702.5; \n\n\n\nthat, at the time of the instant offense, had not been expunged by pardon, reversed, or set aside.  All convictions that have been expunged by pardon, reversed, or set aside prior to the instant offense shall not be deemed prior convictions for the purposes of proving the person's status as a habitual operator of a vehicle while under the influence of an intoxicant.\n\tA person has the status of a \"habitual operator of a vehicle while under the influence of an intoxicant\" if the person has been convicted three or more times within ten years of the instant offense, for offenses of operating a vehicle under the influence of an intoxicant.\n\t(c)  Habitually operating a vehicle while under the influence of an intoxicant is a class C felony.\n\t(d)  For a conviction under this section, the sentence shall be either:\n\n\n\n\t(1)\tAn indeterminate term of imprisonment of five years; or\n\t(2)\tA term of probation of five years, with conditions to include:\n\n\t\t(A)\tMandatory revocation of license and privilege to operate a vehicle for a period not less than one year but not more than five years;\n\t\t(B)\tNot less than ten days imprisonment, of which at least forty-eight hours shall be served consecutively;\n\t\t(C)\tReferral to a certified substance abuse counselor as provided in section 291E-61(d); and\n\t\t(D)\tA surcharge of $25 to be deposited into the neurotrauma special fund. [L 2003, c 71, §1]"
}