{
    "name": "Operating a vehicle under the influence of an intoxicant",
    "number": "61",
    "text": "PART IV.  PROHIBITED CONDUCT\n\n     (a)  A person commits the offense of operating a vehicle under the influence of an intoxicant if the person operates or assumes actual physical control of a vehicle:\n\n\n\n\t(1)\tWhile under the influence of alcohol in an amount sufficient to impair the person's normal mental faculties or ability to care for the person and guard against casualty; \n\t(2)\tWhile under the influence of any drug that impairs the person's ability to operate the vehicle in a careful and prudent manner;\n\t(3)\tWith .08 or more grams of alcohol per two hundred ten liters of breath; or\n\t(4)\tWith .08 or more grams of alcohol per one hundred milliliters or cubic centimeters of blood.\n\n\n\n\t(b)  [Subsection effective until December 31, 2003.  For subsection effective January 1, 2004, see below.]  A person committing the offense of operating a vehicle under the influence of an intoxicant shall be sentenced as follows without possibility of probation or suspension of sentence:\n\n\n\n\t(1)\tFor the first offense, or any offense not preceded within a five-year period by a conviction for an offense under this section or section 291E-4(a):\n\n\t\t(A)\tA fourteen-hour minimum substance abuse rehabilitation program, including education and counseling, or other comparable program deemed appropriate by the court;\n\t\t(B)\tNinety-day prompt suspension of license and privilege to operate a vehicle during the suspension period, or the court may impose, in lieu of the ninety-day prompt suspension of license, a minimum thirty-day prompt suspension of license with absolute prohibition from operating a vehicle and, for the remainder of the ninety-day period, a restriction on the license that allows the person to drive for limited work-related purposes and to participate in substance abuse treatment programs;\n\t\t(C)\tAny one or more of the following:\n\t\t\t(i)\tSeventy-two hours of community service work;\n\n\t\t\t(ii)\tNot less than forty-eight hours and not more than five days of imprisonment; or\n\t\t\t(iii)\tA fine of not less than $150 but not more than $1,000; and\n\n\t\t(D)\tA surcharge of $25 to be deposited into the neurotrauma special fund;\n\n\t(2)\tFor an offense that occurs within five years of a prior conviction for an offense under this section or section 291E-4(a) by:\n\n\t\t(A)\tPrompt suspension of license and privilege to operate a vehicle for a period of one year with an absolute prohibition from operating a vehicle during the suspension period;\n\t\t(B)\tEither one of the following:\n\n\t\t\t(i)\tNot less than two hundred forty hours of community service work; or\n\t\t\t(ii)\tNot less than five days but not more than fourteen days of imprisonment of which at least forty-eight hours shall be served consecutively;\n\n\t\t(C)\tA fine of not less than $500 but not more than $1,500; and\n\t\t(D)\tA surcharge of $25 to be deposited into the neurotrauma special fund;\n\n\t(3)\tFor an offense that occurs within five years of two prior convictions for offenses under this section or section 291E-4(a):\n\n\t\t(A)\tA fine of not less than $500 but not more than $2,500;\n\t\t(B)\tRevocation of license and privilege to operate a vehicle for a period not less than one year but not more than five years;\n\t\t(C)\tNot less than ten days but not more than thirty days imprisonment of which at least forty-eight hours shall be served consecutively; and\n\t\t(D)\tA surcharge of $25 to be deposited into the neurotrauma special fund;\n\n\t(4)\tFor an offense that occurs within ten years of three or more prior convictions for offenses under this section, section 707-702.5, or section 291E-4(a):\n\n\t\t(A)\tMandatory revocation of license and privilege to operate a vehicle for a period not less than one year but not more than five years;\n\t\t(B)\tNot less than ten days imprisonment, of which at least forty-eight hours shall be served consecutively;\n\t\t(C)\tReferral to a substance abuse counselor as provided in subsection (d); and\n\t\t(D)\tA surcharge of $25 to be deposited into the neurotrauma special fund.\n\n\t\tAn offense under this paragraph is a class C felony.\n\t(5)\tAny person eighteen years of age or older who is convicted under this section and who operated a vehicle with a passenger, in or on the vehicle, who was younger than fifteen years of age, shall be sentenced to an additional mandatory fine of $500 and an additional mandatory term of imprisonment of forty-eight hours; provided that the total term of imprisonment for a person convicted under this paragraph and paragraphs (1), (2), or (3) shall not exceed thirty days.\n\n\n\n\t(b)  [Subsection effective January 1, 2004.  For subsection effective until December 31, 2003, see above.]  A person committing the offense of operating a vehicle under the influence of an intoxicant shall be sentenced as follows without possibility of probation or suspension of sentence:\n\n\n\n\t(1)\tFor the first offense, or any offense not preceded within a five-year period by a conviction for an offense under this section or section 291E-4(a):\n\n\t\t(A)\tA fourteen-hour minimum substance abuse rehabilitation program, including education and counseling, or other comparable program deemed appropriate by the court;\n\t\t(B)\tNinety-day prompt suspension of license and privilege to operate a vehicle during the suspension period, or the court may impose, in lieu of the ninety-day prompt suspension of license, a minimum thirty-day prompt suspension of license with absolute prohibition from operating a vehicle and, for the remainder of the ninety-day period, a restriction on the license that allows the person to drive for limited work-related purposes and to participate in substance abuse treatment programs;\n\t\t(C)\tAny one or more of the following:\n\n\t\t\t(i)\tSeventy-two hours of community service work;\n\t\t\t(ii)\tNot less than forty-eight hours and not more than five days of imprisonment; or\n\t\t\t(iii)\tA fine of not less than $150 but not more than $1,000; and\n\n\t\t(D)\tA surcharge of $25 to be deposited into the neurotrauma special fund;\n\n\t(2)\tFor an offense that occurs within five years of a prior conviction for an offense under this section or section 291E-4(a) by:\n\n\t\t(A)\tPrompt suspension of license and privilege to operate a vehicle for a period of one year with an absolute prohibition from operating a vehicle during the suspension period;\n\t\t(B)\tEither one of the following:\n\n\t\t\t(i)\tNot less than two hundred forty hours of community service work; or\n\t\t\t(ii)\tNot less than five days but not more than fourteen days of imprisonment of which at least forty-eight hours shall be served consecutively;\n\n\t\t(C)\tA fine of not less than $500 but not more than $1,500; and\n\t\t(D)\tA surcharge of $25 to be deposited into the neurotrauma special fund;\n\n\t(3)\tFor an offense that occurs within five years of two prior convictions for offenses under this section or section 291E-4(a):\n\n\t\t(A)\tA fine of not less than $500 but not more than $2,500;\n\t\t(B)\tRevocation of license and privilege to operate a vehicle for a period not less than one year but not more than five years;\n\t\t(C)\tNot less than ten days but not more than thirty days imprisonment of which at least forty-eight hours shall be served consecutively; and\n\t\t(D)\tA surcharge of $25 to be deposited into the neurotrauma special fund; and\n\n\t(4)\tAny person eighteen years of age or older who is convicted under this section and who operated a vehicle with a passenger, in or on the vehicle, who was younger than fifteen years of age, shall be sentenced to an additional mandatory fine of $500 and an additional mandatory term of imprisonment of forty-eight hours; provided that the total term of imprisonment for a person convicted under this paragraph and paragraph (1), (2), or (3) shall not exceed thirty days.\n\n\n\n\t(c)  [Subsection effective until December 31, 2003.  For subsection effective January 1, 2004, see below.]  Notwithstanding any other law to the contrary, any:\n\n\n\n\t(1)\tConviction under this section or section 291E-4(a); or\n\t(2)\tConviction in any other state or federal jurisdiction for an offense that is comparable to operating or being in physical control of a vehicle while having either an unlawful alcohol concentration or an unlawful drug content in the blood or urine or while under the influence of an intoxicant;\n\n\n\nshall be considered a prior conviction for the purposes of imposing sentence under this section.  No license and privilege suspension or revocation shall be imposed pursuant to this section if the person's license and privilege to operate a vehicle has previously been administratively revoked pursuant to part III for the same act; provided that, if the administrative suspension or revocation is subsequently reversed, the person's license and privilege to operate a vehicle shall be suspended or revoked as provided in this section.\n\t(c)  [Subsection effective January 1, 2004.  For subsection effective until December 31, 2003, see above.]  Notwithstanding any other law to the contrary, any:\n\n\n\n\t(1)\tConviction under this section or section 291E-4(a);\n\t(2)\tConviction in any other state or federal jurisdiction for an offense that is comparable to operating or being in physical control of a vehicle while having either an unlawful alcohol concentration or an unlawful drug content in the blood or urine or while under the influence of an intoxicant; or\n\t(3)\tAdjudication of a minor for a law violation that, if committed by an adult, would constitute a violation of this section or an offense under section 291E-4(a);\n\n\n\nshall be considered a prior conviction for the purposes of imposing sentence under this section.  Any judgment on a verdict or a finding of guilty, a plea of guilty or nolo contendere, or an adjudication in the case of a minor, that at the time of the offense has not been expunged by pardon, reversed, or set aside shall be deemed a prior conviction under this section.  No license and privilege suspension or revocation shall be imposed pursuant to this section if the person's license and privilege to operate a vehicle has previously been administratively revoked pursuant to part III for the same act; provided that, if the administrative suspension or revocation is subsequently reversed, the person's license and privilege to operate a vehicle shall be suspended or revoked as provided in this section.\n\t(d)  Whenever a court sentences a person pursuant to subsection (b), it also shall require that the offender be referred to the driver's education program for an assessment, by a certified substance abuse counselor, of the offender's substance abuse or dependence and the need for appropriate treatment.  The counselor shall submit a report with recommendations to the court.  The court shall require the offender to obtain appropriate treatment if the counselor's assessment establishes the offender's substance abuse or dependence.  All costs for assessment and treatment shall be borne by the offender.\n\t(e)  Notwithstanding any other law to the contrary, whenever a court revokes a person's driver's license pursuant to this section, the examiner of drivers shall not grant to the person a new driver's license until the expiration of the period of revocation determined by the court.  After the period of revocation is completed, the person may apply for and the examiner of drivers may grant to the person a new driver's license.\n\t(f)  Any person sentenced under this section may be ordered to reimburse the county for the cost of any blood or urine tests conducted pursuant to section 291E-11.  The court shall order the person to make restitution in a lump sum, or in a series of prorated installments, to the police department or other agency incurring the expense of the blood or urine test.\n\t(g)  The requirement to provide proof of financial responsibility pursuant to section 287-20 shall not be based upon a sentence imposed under subsection (b)(1).\n\t(h)  As used in this section, the term \"examiner of drivers\" has the same meaning as provided in section 286-2. [L 2000, c 189, pt of §23; am L 2001, c 157, §25; am L 2002, c 160, §11; am L 2003, c 71, §3]"
}