{
    "name": "Homeless shelter stipends",
    "number": "134",
    "text": "(a)  The stipend limits per shelter unit of zero bedrooms shall be adjusted by the authority annually on the first day of July pursuant to standards established by rule which may consider changes in the cost of operating homeless facilities, the fair market rents, the consumer price index, or other relevant factors.  A \"shelter unit of zero bedrooms\" means a living unit that is a studio unit or a single-room occupancy unit.  The homeless shelter stipend at transitional shelters for larger shelter units shall be related to the difference in unit size, pursuant to standards established by rule.\n     (b)  The authority may make or may contract to make homeless shelter stipend payments on behalf of one or more homeless families or individuals to a provider agency operating or managing an emergency or transitional shelter or, in the case that the authority itself operates and manages a homeless facility, to the authority in amounts and under circumstances as provided by rule.  The contract may specify a minimum total amount of homeless shelter stipends to be received by a provider agency for making its shelter and services available to eligible homeless families or individuals, pursuant to rule.\n     (c)  In making homeless shelter stipend payments to a provider agency, the authority may establish minimum services to be provided by the provider agency to homeless families or individuals at the agency's shelter.  The authority may also direct provider agencies to establish and manage a savings account program as described in subsection (d).  Additionally, the authority may direct provider agencies to subcontract for outreach services from other private agencies specializing in programs for the unsheltered homeless.\n     (d)  Provider agencies and the authority may establish and collect shelter and services payments from homeless families or individuals in addition to the amount received in homeless shelter stipend payments pursuant to rule.  Provider agencies and the authority may also set aside a portion of the payments in a savings account to be made available to homeless families or individuals when these families and individuals vacate the shelter. [L 2006, c 180, pt of §2]"
}