{
    "name": "Fees and charges",
    "number": "36",
    "text": "(a)  Every common carrier by motor vehicle and every contract carrier by motor vehicle shall pay to the commission, in April of each year, a fee equal to one-fourth of one per cent of the gross revenues from the carrier's business during the preceding calendar year, or the sum of $20, whichever is greater.  Gross revenues include all revenues received from services connected with or incidental to the transportation of persons or the transportation of property, as defined under section 271-4. \t(b)  Every common carrier by motor vehicle and every contract carrier by motor vehicle paying a fee under subsection (a) may impose a surcharge to recover the amount paid above one-eighth of one per cent of gross income.  The surcharge imposed shall not be subject to the notice, hearing, and approval requirements of this chapter; provided that the surcharge may be imposed by the utility only after thirty days' notice to the public utilities commission.  Unless ordered by the public utilities commission, the surcharge shall be imposed only until the conclusion of the carrier's next rate case; provided that the surcharge shall be subject to refund with interest at the public utility's authorized rate of return on rate base if the utility collects more money from the surcharge than actually paid due to the increase in the fee to one-fourth of one per cent.\n\t(c)  The commission shall establish fair and reasonable fees for the following applications:\n\n\n\n\t(1)\tApplications for certificates and permits as provided by sections 271-12 and 271-13;\n\t(2)\tApplications for extensions of certificates as provided by section 271-12(d);\n\t(3)\tApplications for temporary certificates and permits as provided by section 271-16; and\n\t(4)\tApplications for authority to convey property necessary or useful in the performance of duties to the public or to transfer certificates or permits or to purchase motor carrier stock, as provided in section 271-18.\n\n\n\nThe fees charged pursuant to this subsection shall be paid to the commission at the time of submission of the application.\n\t(d)  The commission may charge an amount it deems necessary and reasonable to defray the cost of supplying to the carriers and the public the application forms and other forms, schedules, tariffs, copies of rules, and other pamphlets and materials it provides by individual copy or in bulk.\n\t(e)  All of the fees and charges collected under this section shall be deposited with the director of finance to the credit of the public utilities commission special fund established under section 269-33. [L 1961, c 121, pt of §2; Supp, §106C-34; HRS ; am L 1976, c 122, §1; am L Sp 1977 1st, c 20, §7; am L 1994, c 226, §4]"
}