{
    "name": "Ineffective consent",
    "number": "235",
    "text": "Unless otherwise provided by this Code or by the law defining the offense, consent does not constitute a defense if:\n\n\n\n\t(1)\tIt is given by a person who is legally incompetent to authorize the conduct alleged; or\n\t(2)\tIt is given by a person who by reason of youth, mental disease, disorder, or defect, or intoxication is manifestly unable or known by the defendant to be unable to make a reasonable judgment as to the nature or harmfulness of the conduct alleged; or\n\t(3)\tIt is given by a person whose improvident consent is sought to be prevented by the law defining the offense; or\n\t(4)\tIt is induced by force, duress or deception. [L 1972, c 9, pt of §1]\n\n\n\n\nCOMMENTARY ON \n  This section deprives the defendant of a defense based on consent in those situations where the victim's apparent consent is actually meaningless.\n  Subsection (1) deprives consent of effectiveness if it is given by a person who is not authorized to give it.  Thus, for example, consent by an unauthorized person to the taking of another's property is not effective consent.\n  Subsection (2) relates to persons who are manifestly unable, or known to the defendant to be unable, to make a reasonable judgment concerning the conduct consented to because of immaturity, abnormal mental capacity, or intoxication.\n  Subsection (3) covers those cases where the law \"deliberately ignores the actual attitude on the part of the 'victim' in order to protect members of the class of which he or she is a member.\"[1]  For example, sexual intercourse with a female below a certain age might be prohibited.\n  Subsection (4) reiterates in this context the general and pervasive principle that assent induced by force, duress, or deception is not legally effective consent.\n  It should be noted that although the Code deprives the consent of its effectiveness in the situations stated in this section, the Code does not thereby impose absolute liability.  Facts which deprive consent of its effectiveness negative a defense, thereby making them elements of the offense.  With respect to each element the defendant must act with a culpable state of mind.  Thus, for example, sexual intercourse with a female who because of her youth cannot give effective consent does not impose automatic penal liability upon the defendant.  It must be proven that with respect to the attendant circumstance of the girl's age the defendant acted culpably.  This is so whether that attendant circumstance is specified in the definition of the offense or specified in a separate statute depriving her consent of effectiveness.  At the very least it would have to be proven that the defendant was reckless (or, if specially provided, negligent) with respect to the girl's age, i.e., that he ignored a known (or, in the case of negligence, foreseeable) risk that the girl was below the statutory age permitting effective consent.\n  In Hawaii case law, cases of ineffective consent are found in relation to various sex offenses, where the consent of the female is deprived of effectiveness because of her immaturity;[2] furthermore, liability with respect to the female's age is absolute.[3]  This section of the Code, as well as the definitions of sex offenses, changes this result.\nCase Notes\n  Based on the facts and the charged offenses in the case, the alternative theories of absence of consent and ineffective consent did not represent separate crimes; rather, they were alternative means of proving the attendant circumstance element of a single crime.  96 H. 161, 29 P.3d 351.\n  In sexual assault case, jury instruction as to ineffective consent prejudicially affected defendant's rights to due process because (1) jury was instructed that it could convict defendant based on the absence of consent under §702-233 or any of the four grounds of ineffective consent under this section, (2) there was a reasonable possibility that the verdict was based on at least one of the four grounds of ineffective consent, and (3) there was legally insufficient evidence to support any of the four grounds of ineffective consent presented to the jury.  96 H. 161, 29 P.3d 351.\n  \"Consent\" under this section applies to \"mentally incapacitated\" provision in section 707-700.  5 H. App. 404, 696 P.2d 846.\n  An imprisoned person's consent to \"sexual penetration\" by an employee of a state correctional facility is ineffective and thus is not a defense to a charge brought under §707-731(1)(c).  86 H. 426 (App.), 949 P.2d 1047.\n__________\n Commentary:\n1.  Prop. Mich. Rev. Cr. Code §330, comments at 41 (1967).\n2.  Territory v. Delos Santos, 42 Haw. 102 (1957).\n3.  Territory v. Guillermo, 43 Haw. 43 (1958)."
}