{
    "name": "Elements of an offense",
    "number": "205",
    "text": "The elements of an offense are such (1) conduct, (2) attendant circumstances, and (3) results of conduct, as:\n\n\n\n\t(a)\tAre specified by the definition of the offense, and\n\t(b)\tNegative a defense (other than a defense based on the statute of limitations, lack of venue, or lack of jurisdiction). [L 1972, c 9, pt of §1]\n\n\n\n\nCOMMENTARY ON \n  As explained in the commentary to §702-204, a clear analysis requires that the various distinct ingredients of an offense be separately recognized.  The ingredients, denominated \"elements\" in , are the conduct, the circumstances attendant to conduct, and the results of conduct, which are specified in the definition of an offense and which negative a defense on the merits.\n  The effect of including within the definition of \"element\" facts (conduct, attendant circumstances, results) which negative a defense on the merits (a defense other than one based on the statute of limitations, lack of venue, or lack of jurisdiction) is to postulate an equivalence of the state of mind required to establish a particular offense regardless of the diverse circumstances giving rise to the charge.  Thus, if the crime of murder requires that the defendant act intentionally or knowingly with respect to each element, one who intentionally kills another, recklessly mistaken that the other's conduct threatens one's life, would not be guilty of murder, although one might be guilty of a crime requiring only recklessness.  Since the defendant must act intentionally or knowingly with respect to attendant circumstances which negative the defense of self-defense, conviction for murder would fail unless it could be proven that defendant knew or believed that the defendant's assailant's conduct did not in fact threaten serious bodily harm or death.\n  Prior Hawaii law did not deal directly with the problem of defining \"element\" of an offense; however, the question has been treated tangentially in cases involving sufficient corroboration of extrajudicial confessions.  A footnote in one case has provided the following comment and definition:\nProof of the commission of a crime consists of three elements, each of which must be proved beyond a reasonable doubt:  (1) the basic injury, such as the death in murder, the burning in arson, or the missing property in theft, (2) the fact that the basic injury was the result of a criminal, rather than a natural or accidental cause, and (3) the identification of the defendant as the perpetrator of the crime.  The first two of these elements constitute the corpus delicti or body of the crime, which is proved when the prosecution has shown that a crime has been committed by someone.[1]\nHowever, the same opinion, which involved a charge of burglary, also referred to that requirement, under the prior law, that the entry be accompanied by an intent to commit a felony, as an \"essential element\".[2]\n  The Code seeks to eliminate the somewhat inconsistent use of the word \"element\" and to provide a less abstract and more meaningful definition.\nSUPPLEMENTAL COMMENTARY ON \n  The Legislature enacted  of the Proposed Draft of the Code without change; however, in Chapter 703, dealing with defenses of justification, the Legislature departed from the Proposed Draft and required an objective assessment of the defendant's state of mind, or a \"reasonable belief\" on the defendant's part, respecting the attendant circumstances which justify conduct otherwise deemed unlawful.  Therefore, the example set forth in the second paragraph of the above commentary is no longer applicable.\nCase Notes\n  Section not inconsistent with entrapment provisions of §701-115.  58 H. 479, 572 P.2d 159.\n  Mentioned:  75 H. 152, 857 P.2d 579.\n__________\n Commentary:\n1.  State v. Hale, 45 Haw. 269, 277n, 367 P.2d 81, 86n (1961).\n2.  Ibid."
}