{
    "name": "Effect of absolute liability in reducing grade of offense to violation",
    "number": "213",
    "text": "Notwithstanding any other provisions of existing law and unless a subsequent statute otherwise provides:\n\n\n\n\t(1)\tWhen absolute liability is imposed with respect to any element of an offense defined by a statute other than this Code and a conviction is based upon such liability, the offense constitutes a violation except as provided in section 702-212(2); and\n\t(2)\tAlthough absolute liability is imposed by law with respect to one or more of the elements of an offense defined by a statute other than this Code, the culpable commission of the offense may be charged and proved, in which event negligence with respect to such elements constitutes a sufficient state of mind and the classification of the offense and the sentence that may be imposed therefor upon conviction are determined by section 701-107 and chapter 706. [L 1972, c 9, pt of §1]\n\n\n\n\nCross References\n  Disposition of convicted defendants, see chapter 706.\n  Grades and classes of offenses, see §701-107.\nCOMMENTARY ON \n  As explained in prior commentary, the Code takes the position that penal law is primarily concerned with the culpable commission of offenses.  Absent a minimal degree of culpability - i.e., negligence as defined in the Code - the penal law should not impose sanctions (e.g., imprisonment) which import moral condemnation.  In such situations \"the law has neither a deterrent nor corrective nor an incapacitative function to perform.\"[1]  Accordingly, §702-204 requires, subject to §702-212, culpability with respect to the elements of penal offenses.  Section 702-212 provides that the culpability provisions are not applicable to violations - the lowest grade of penal offense - which result in a fine, forfeiture or other \"civil\" penalty, but not in imprisonment or its equivalent.  Because of the limited scope of the Penal Code and because of the pervasive use of penal sanction in regulatory statutes, §702-212 also provides that the culpability requirements are not applicable to offenses defined by statutes other than the Penal Code when a legislative purpose to impose absolute liability plainly appears.\n  Section 702-213 is a necessary concomitant to §702-212(2).  It provides that, with the limited exception of §702-212(2), when absolute liability is imposed by a statute other than the Penal Code, the offense shall constitute a violation and not a crime.  Subsection (1) of this section thus superimposes, as far as possible, the standards of the Penal Code on all penal statutes.\n  Subsection (2) provides, on the other hand, that, with respect to penal statutes outside the Code, although absolute liability is imposed, reducing the offenses to the status of a violation, the culpable commission of such offenses may be charged and proved.  In such cases, the reduction of the offense to a violation does not occur.  Negligence is treated as sufficient culpability in cases of this kind.  Since most penal statutes which are not a part of the Penal Code are regulatory legislation, providing that a criminal conviction may be based on negligence does not seem overly severe given the aims of such legislation.\nSUPPLEMENTAL COMMENTARY ON \n  Part V of Chapter 707 of the Code, dealing with sex offenses, should be reviewed in light of  to determine whether the Legislature, in not requiring knowledge on the actor's part of the victim's age (when age is a relevant attendant circumstance), intended to create an exception to the general principle enunciated in this section.  (Cf. Supplemental Commentary on §702-204.)\n__________\n Commentary:\n1.  M.P.C., Tentative Draft No. 4, comments at 140 (1955)."
}