{
    "name": "De minimis infractions",
    "number": "236",
    "text": "(1)  The court may dismiss a prosecution if, having regard to the nature of the conduct alleged and the nature of the attendant circumstances, it finds that the defendant's conduct:\n\n\n\n\t(a)\tWas within a customary license or tolerance, which was not expressly refused by the person whose interest was infringed and which is not inconsistent with the purpose of the law defining the offense; or\n\t(b)\tDid not actually cause or threaten the harm or evil sought to be prevented by the law defining the offense or did so only to an extent too trivial to warrant the condemnation of conviction; or\n\t(c)\tPresents such other extenuations that it cannot reasonably be regarded as envisaged by the legislature in forbidding the offense.\n\n\n\n\t(2)  The court shall not dismiss a prosecution under subsection (1)(c) of this section without filing a written statement of its reasons. [L 1972, c 9, pt of §1]\nCOMMENTARY ON \n  Following the suggestion of the Model Penal Code,[1] this Code allows the court to dismiss de minimis infractions of the law.  An obvious example of an area where such discretion might appropriately be exercised is the field of minor sex offenses, where a rejected partner might seek revenge through the penal process.\n  While it has been claimed that the determination of whether the defendant's conduct is \"within a customary license or tolerance,\" or caused harm \"to an extent too trivial to warrant the condemnation of conviction,\" will vary not only on the merits of the case but according to the differing inclinations of judges, the answer does not lie, as it has been suggested, in requiring the prosecutor's consent.[2]  The prosecutor has exercised the prosecutor's prosecutorial discretion by bringing the charge against the defendant.  Furthermore, prosecutors, like judges, differ in their assessment of the same standards.\n  Previous Hawaii law did not have a provision permitting exercise of judicial discretion in cases of de minimis infractions.\nSUPPLEMENTAL COMMENTARY ON \n  The Proposed Code provided that:  \"The court shall dismiss a prosecution\" if it makes one or more of the relevant findings set forth in subsections (1)(a), (1)(b), and (1)(c).  The Legislature deleted the mandatory \"shall\" and inserted in lieu thereof the permissive \"may\", in order \"to make the court's power to dismiss a prosecution discretionary upon the finding that the conduct constituted a de minimis infraction.  It is your Committee's intent to give the courts broad discretion in this matter.\"  Conference Committee Report No. 2 (1972).\nCase Notes\n  Before the section can be applied, all the relevant facts bearing upon defendant's conduct and the nature of the attendant circumstances regarding commission of the offense should be shown to and considered by the judge, State v. Park, 55 H. 610, 525 P.2d 586.\n  Section is not unconstitutional on ground that it contravenes doctrine of separation of power.  Id.\n  Application to prosecution under §712-1243.  61 H. 291, 602 P.2d 933.\n  Traffic in narcotics not de minimis.  63 H. 77, 621 P.2d 364.\n  Defendant's prosecution for custodial interference in the second degree under §707-727 should have been dismissed as too trivial to warrant condemnation of conviction.  73 H. 75, 828 P.2d 269.\n  Where defendant's possession of .001 grams of methamphetamine did not threaten the harm sought to be prevented by §712-1243, trial court did not abuse discretion by determining that amount of methamphetamine was de minimus under this section.  92 H. 130, 988 P.2d 195.\n  Where prosecution adduced substantial evidence that the cocaine residue in the pipe was visible to the naked eye and could be scraped out and smoked again, trial court did not abuse its discretion in ruling that defendant's infraction of §712-1243 was not de minimus within the meaning of this section.  93 H. 279, 1 P.3d 281.\n  No error in court failing to dismiss count against defendant for possessing \"everyday household items not intended or designed for use as drug paraphernalia\" as broad definition of drug paraphernalia and multiple examples of such contraband enumerated in §329-1 weighed against defendant's contention that the ordinary nature of the containers defendant possessed did not involve the harm or evil sought to be avoided under §329-43.5 or amounted to extenuations that would not have been envisioned by the legislature.  98 H. 196, 46 P.3d 498.\n  Where the defense failed to adduce any evidence or present any argument with respect to the attendant circumstances, it failed to meet its burden of providing evidence to support a finding that the conduct alleged \"did not actually cause or threaten the harm or evil sought to be prevented by §712-1243 or did so only to an extent too trivial to warrant the condemnation of conviction\"; thus trial court did not err in finding that defendant's alleged conduct did not constitute a de minimis infraction.  99 H. 75, 53 P.3d 214.\n  Where defendant adduced no evidence that the amount of methamphetamine defendant was charged with possessing was incapable of producing a pharmacological or physiological effect or was not saleable, there was no evidence introduced from which the trial court could have concluded that defendant's conduct did not \"cause or threaten the harm or evil sought to be prevented by the law\".  99 H. 198, 53 P.3d 806.\n  Where trial judge lacked any cogent reason for overruling pretrial judge's denial of defendant's motion to dismiss charge of promoting a dangerous drug based on this section, trial judge abused trial judge's discretion in granting defendant's motion for reconsideration and dismissing charge.   99 H. 244, 54 P.3d 415.\n  In light of defendant's burden to prove that defendant's conduct constituted a de minimis infraction and trial court's finding that pipe residue contained a sufficient amount of methamphetamine to produce a pharmacological effect, which was supported by officer's testimony that amount recovered from defendant's pipe may have been an amount sufficient to be \"used\" by someone, trial court did not abuse discretion in refusing to dismiss charge of promoting a dangerous drug in the third degree.  100 H. 498, 60 P.3d 899.\n  As defendant's striking of husband did actually cause harm sought to be prevented by §709-906, no abuse of discretion where trial court holds that infraction not too trivial to warrant the condemnation of conviction under this section.  79 H. 419 (App.), 903 P.2d 723.\n  Looking at defendant's conduct and nature of attendant circumstances regarding the commission of the offense, including possession of the smoking device, smoked residue, and depleted drug contraband of 0.004 grams of methamphetamine by one engaged in shoplifting, court could not conclude that defendant's conduct \"did not actually cause or threaten the harm or evil sought to be prevented by §712-1243, or did so only to an extent too trivial to warrant condemnation of conviction\".  97 H. 247 (App.), 35 P.3d 764.\n  Although the purpose of a §586-4 temporary restraining order is to prevent domestic abuse, the plain and obvious purpose of the §586-4(d) misdemeanor is to prevent violations of a temporary restraining order; thus, although defendant's contact with complainant was brief and defendant drove off after being reminded of the temporary restraining order, the contact was not de minimus under this section.  107 H. 67 (App.), 109 P.3d 708.\n__________\n Commentary:\n1.  M.P.C. §2.13.\n2.  See Kuh, A Prosecutor Considers the Model Penal Code, 63 Colum. L. Rev. 608, 628 (1963)."
}