{
    "name": "State of mind required",
    "number": "204",
    "text": "Except as provided in section 702-212, a person is not guilty of an offense unless the person acted intentionally, knowingly, recklessly, or negligently, as the law specifies, with respect to each element of the offense.  When the state of mind required to establish an element of an offense is not specified by the law, that element is established if, with respect thereto, a person acts intentionally, knowingly, or recklessly. [L 1972, c 9, pt of §1; gen ch 1993]\nCOMMENTARY ON \n  This section commences the Penal Code's consideration of the mental aspect or state of mind which will, in most instances, be required for the imposition of penal liability.  It must, of course, be read in conjunction with the following section defining \"element\" of an offense and in conjunction with §702-212 which provides for those relatively few instances when absolute or strict penal liability will be recognized.\n  Clear analysis requires that the various distinct ingredients of an offense be separately recognized and that culpability be required as to each.  These distinct ingredients are (1) the conduct, (2) the attendant circumstances, and (3) the results of conduct, which are specified in the definition of an offense and which negative a defense on the merits.  Section 702-205 denominates these ingredients as \"elements.\"  The analytical effect of requiring a culpable state of mind with respect to each element should be obvious.  For example, one who intends sexual intercourse with a female whom he has no reason to suspect is not qualified to consent to the behavior should not be held to have committed an offense because he intends the act.[1]\n  The distinct punitive nature of the penal law dictates that its sanction be reserved for those individuals who can be morally condemned.  The penal law does not, in most instances, condemn a person's conduct alone.  Rather, it condemns the individual whose state of mind with regard to the individual's conduct, attendant circumstances, and the result of the individual's conduct, exhibits an intent to harm, an indifference to harming, or a gross deviation from reasonable care for protected social values.  Thus we have limited penal liability to those individuals who act intentionally, knowingly, recklessly, or negligently contrary to values protected by the Code.\n  The four types of mental states which the Code recognizes as sufficient for penal liability (intent, knowledge, recklessness, and negligence) are defined in subsequent sections.\n  When a particular state of mind is required to establish the elements of an offense, it will usually be specified in the definition of the offense, however it may be separately specified by another provision of law.  In the absence of any such specification, intent, knowledge or recklessness will suffice.  Negligence with respect to the element of an offense will not establish that element unless specifically so provided.\n  The previous Hawaii law runs the gamut of what has been called, \"the variety, disparity and confusion\" of attempts to state \"the requisite but elusive mental element\" of penal offenses.[2]  For example, assault required that the defendant act intentionally and maliciously, whereas battery required that the defendant act unlawfully and intentionally.  Crimes involving bribery of officials or influencing of jurors required that the defendant act \"corruptly.\"  Child stealing required that the defendant act \"maliciously by fraud, force or deception.\"  Murder in the first degree required that the defendant act \"with deliberate premeditated malice aforethought.\"  Negligent homicide, which was limited to causing death by operation of a vehicle, required \"grossly negligent\" operation for a first degree (felony) conviction, but only \"negligent\" operation for a second degree (misdemeanor) conviction.[3]  When the courts have dealt with the requisite state of mind, their suggestions have not always been helpful.  In a case of extortion where the statutory language read \"wilfully and corruptly extorts,\" the court suggested that a correct indictment should read \"unlawfully, wilfully, corruptly, feloniously and extorsively did extort...\"[4]\n  It is safe to say that, for the purpose of the penal law, there are no subtleties of meaning in the language used in the prior law which cannot be achieved in a clear, lucid fashion by limiting the relevant states of mind to intent, knowledge, recklessness, and negligence.\nSUPPLEMENTAL COMMENTARY ON \n  The Legislature adopted  of the Proposed Draft without change.  However, the reader should carefully analyze the changes which the Legislature made to Part V of Chapter 707, dealing with sex offenses, to determine whether the Legislature intended to create an exception to the general principle expressed in .  See also, Supplemental Commentaries on §§702-206 and 213, and 707-704 and the commentaries thereon.\nCase Notes\n  Section applies to §15-26.3 of the City and County Traffic Code and furnishes the state of mind required.  58 H. 314, 568 P.2d 507.\n  For purposes of §134-6(e), \"carry\" must be analyzed employing a two-pronged analysis: (1) the voluntary act of \"carrying\" an object is, by way of §702-202, established when an individual acts knowingly with respect to that conduct; and (2) the requisite state of mind with respect to the circumstances attendant to \"carrying\" that object, i.e., the object's particular attributes rendering its carrying a criminal offense--the quality of being a firearm--is, by way of this section, established by proof of a reckless state of mind.   93 H. 87, 997 P.2d 13.\n  For the purposes of §134-7(b), \"possession\" must be analyzed using a two-pronged analysis: (1) the voluntary act of \"possession\" of an object \"itself\" is, by way of §702-202, satisfied where an individual acts knowingly with respect to his or her conduct; and (2) the requisite state of mind with respect to the attendant circumstances--i.e., the particular qualities of the object that make it illegal to possess it--is, by way of this section, satisfied by a reckless state of mind.  93 H. 87, 997 P.2d 13.\n  As there is no state of mind element for the offenses designated under §291-4.4 or 291-4.5, pursuant to this section, these offenses are committed if the defendant acted with an intentional, knowing, or reckless state of mind.  95 H. 94, 19 P.3d 42.\n__________\n Commentary:\n1.  Present Hawaii law on contributing to the delinquency of a minor is the opposite.  See Territory v. Delos Santos, 42 Haw. 102 (1957).\n2.  Morissette v. United States, 342 U.S. 246, 252 (1952).\n3.  H.R.S. §748-9.\n4.  Territory v. Wills, 25 Haw. 747, 761 (1921)."
}