{
    "name": "Hawaii dental education plan",
    "number": "3",
    "text": "(a)  The department may enter into agreements with dental schools accredited by the American Dental Association not within the jurisdiction of WICHE, for the education of Hawaii residents. \t(b)  The agreements entered into under subsection (a) shall provide among other necessary and desirable provisions that the schools contracted with shall reserve a set number of vacancies in each class for qualified applicants who are residents of the State of Hawaii.  The State, through the department, shall disburse moneys, on behalf of the student, to the school, the total of which for each student shall not exceed amounts being provided per student for a similar program under WICHE.  The agreements may contain other provisions relating to the administration of the plan and any contracts thereunder.\n\t(c)  Subject to the limitation set by subsection (b), any amount allotted to a student shall be disbursed directly to the school.\n\t(d)  Any student participating in the plan shall be responsible for financing of the student's expenses except for the amount specified in a contract executed in conformance with this chapter.  The State shall not be implicitly or explicitly presumed to be liable or in any way responsible for any cost of a dental education for any participating student except under such contract.\n\t(e)  Students approved for participation in the plan shall be residents of the State of Hawaii, and shall have met the entrance requirements of the contracting dental school.  Determination of the amount of funds to be expended on behalf of a student approved for participation in the plan shall be based on need and ability; provided that where there is no demonstrated need, the State shall not be required to provide such specific sum.\n\t(f)  Students seeking participation in this program shall be required by the department of budget and finance to execute an agreement with the State, which shall, among other necessary and desirable provisions, provide that upon completion of the student's dental education the student shall either:\n\n\n\n\t(1)\tActively engage in professional practice or other professional pursuits in areas with inadequate dental service, with the department of health, or other acceptable service as determined by the director of human services, director of health, and the director of finance, jointly, or\n\t(2)\tRepay all amounts expended by the State of Hawaii under this plan for the student's education.\n\n\n\n\t(g)  Neither the department of budget and finance nor any professional dental society in the State shall influence the selection of the qualified applicants for the plan nor the schools which the selected applicants attend. [L 1976, c 132, pt of §2; gen ch 1985; am L 1987, c 339, §4]"
}