{
    "name": "Supply of personnel, information, and technical services",
    "number": "806",
    "text": "(a)  Any public procurement unit is authorized, in its discretion, upon written request from another public procurement unit or external procurement unit, to provide personnel to the requesting public procurement unit or external procurement unit.  The public procurement unit or external procurement unit making the request shall pay the public procurement unit providing the personnel the direct and indirect cost of furnishing the personnel, in accordance with an agreement between the parties. \t(b)  The informational, technical, and other services of any public procurement unit may be made available to any other public procurement unit or external procurement unit provided that the requirements of the public procurement unit tendering the services shall have precedence over the requesting public procurement unit or external procurement unit.  The requesting public procurement unit or external procurement unit shall pay for the expenses of the services so provided, in accordance with an agreement between the parties.\n\t(c)  Upon request, the chief procurement officer may make available to public procurement units or external procurement units, any of the following services, among others:\n\n\n\n\t(1)\tStandard forms;\n\t(2)\tPrinted manuals;\n\t(3)\tProduct specifications and standards;\n\t(4)\tQuality assurance testing services and methods;\n\t(5)\tQualified products lists;\n\t(6)\tSource information;\n\t(7)\tCommon use commodities listings;\n\t(8)\tSupplier prequalification information;\n\t(9)\tSupplier performance ratings;\n\t(10)\tDebarred and suspended bidders lists;\n\t(11)\tForms for invitations for bids, requests for proposals, instructions to bidders, general contract provisions, and other contract forms; and\n\t(12)\tContracts or published summaries of contracts, including price and time of delivery information.\n\n\n\n\t(b)  The informational, technical, and other services of any public procurement unit may be made available to any other public procurement unit or external procurement activity provided that the requirements of the public procurement unit tendering the services shall have precedence over the requesting public procurement unit or external procurement activity.  The requesting public procurement unit or external procurement activity shall pay for the expenses of the services so provided,  in accordance with an agreement between the parties.\n\t(c)  Upon request, the chief procurement officer may make available to public procurement units or external procurement activities, any of the following services, among others:\n\n\n\n\t(1)\tStandard forms;\n\t(2)\tPrinted manuals;\n\t(3)\tProduct specifications and standards;\n\t(4)\tQuality assurance testing services and methods;\n\t(5)\tQualified products lists;\n\t(6)\tSource information;\n\t(7)\tCommon use commodities listings;\n\t(8)\tSupplier prequalification information;\n\t(9)\tSupplier performance ratings;\n\t(10)\tDebarred and suspended bidders lists;\n\t(11)\tForms for invitations for bids, requests for proposals, instructions to bidders, general contract provisions, and other contract forms; and\n\t(12)\tContracts or published summaries of contracts, including price and time of delivery information.\n\n\n\n\t(d)  The State, through the chief procurement officer, may provide the following technical services, among others:\n\n\n\n\t(1)\tDevelopment of product specifications;\n\t(2)\tDevelopment of quality assurance test methods, including receiving, inspection, and acceptance procedures;\n\t(3)\tUse of product testing and inspection facilities; and\n\t(4)\tUse of personnel training programs.\n\n\n\n\t(e)  The chief procurement officer may enter into contractual arrangements and publish a schedule of fees for the services provided under subsections (c) and (d). [L Sp 1993, c 8, pt of §2; am L 1998, c 11, §11]"
}