{
    "name": "Procurement of professional services",
    "number": "304",
    "text": "(a)  Professional services shall be procured in accordance with sections 103D-302, 103D-303, 103D-305, 103D-306, or 103D-307, or this section; provided that design professional services furnished by licensees under chapter 464 shall be procured pursuant to this section or section 103D-307.  Contracts for professional services shall be awarded on the basis of demonstrated competence and qualification for the type of services required, and at fair and reasonable prices.\n\t(b)  At a minimum, before the beginning of each fiscal year, the head of each purchasing agency shall publish a notice inviting persons engaged in providing professional services which the agency anticipates needing in the next fiscal year, to submit current statements of qualifications and expressions of interest to the agency.  Additional notices shall be given if:\n\n\n\n\t(1)\tThe response to the initial notice is inadequate;\n\t(2)\tThe response to the initial notice does not result in adequate representation of available sources;\n\t(3)\tNew needs for professional services arise; or\n\t(4)\tRules adopted by the policy board so specify.\n\n\n\nThe chief procurement officer may specify a uniform format for statements of qualifications.  Persons may amend these statements by filing a new statement prior to the date designated for submission.\n\t(c)  The head of the purchasing agency shall designate a review committee consisting of a minimum of three persons with sufficient education, training, and licenses or credentials for each type of professional service which may be required.  In designating the members of the review committee, the head of the purchasing agency shall ensure the impartiality and independence of committee members.  The names of the members of the review committee established under this section shall be placed in the contract file.\n\tThe committee shall review and evaluate all submissions and other pertinent information, including references and reports, and prepare a list of qualified persons to provide these services.  Persons included on the list of qualified persons may amend their statements of qualifications as necessary or appropriate.  Persons shall immediately inform the head of the purchasing agency of any change in information furnished which would disqualify the person from being considered for a contract award.\n\t(d)  Whenever during the course of the fiscal year the agency needs a particular professional service, the head of the purchasing agency shall designate a selection committee to evaluate the statements of qualification and performance data of those persons on the list prepared pursuant to subsection (c) along with any other pertinent information, including references and reports.  The selection committee shall be comprised of a minimum of three persons with sufficient education, training, and licenses or credentials in the area of the services required.  In designating the members of the selection committee, the head of the purchasing agency shall ensure the impartiality and independence of committee members.  The names of the members of a selection committee established under this section shall be placed in the contract file.\n\t(e)  The selection criteria employed in descending order of importance shall be:\n\n\n\n\t(1)\tExperience and professional qualifications relevant to the project type;\n\t(2)\tPast performance on projects of similar scope for public agencies or private industry, including corrective actions and other responses to notices of deficiencies;\n\t(3)\tCapacity to accomplish the work in the required time; and\n\t(4)\tAny additional criteria determined in writing by the selection committee to be relevant to the purchasing agency's needs or necessary and appropriate to ensure full, open, and fair competition for professional services contracts.\n\n\n\n\t(f)  The selection committee shall evaluate the submissions of persons on the list prepared pursuant to subsection (c) and any other pertinent information which may be available to the agency, against the selection criteria.  The committee may conduct confidential discussions with any person who is included on the list prepared pursuant to subsection (c) regarding the services which are required and the services they are able to provide.  In conducting discussions, there shall be no disclosure of any information derived from the competing professional service offerors.\n\t(g)  The selection committee shall rank a minimum of three persons based on the selection criteria and send the ranking to the head of the purchasing agency.  The contract file shall contain a copy of the summary of qualifications for the ranking of each of the persons provided to the head of the purchasing agency for contract negotiations.  If more than one person holds the same qualifications under this section, the selection committee shall rank the persons in a manner that ensures equal distribution of contracts among the persons holding the same qualifications.  The recommendations of the selection committee shall not be overturned without due cause.\n\t(h)  The head of the purchasing agency or designee shall negotiate a contract with the first ranked person, including a rate of compensation which is fair and reasonable, established in writing, and based upon the estimated value, scope, complexity, and nature of the services to be rendered.  If a satisfactory contract cannot be negotiated with the first ranked person, negotiations with that person shall be formally terminated and negotiations with the second ranked person on the list shall commence.  The contract file shall include documentation from the head of the purchasing agency, or designee, to support selection of other than the first ranked or next ranked person.  Failing accord with the second ranked person, negotiations with the next ranked person on the list shall commence.  If a contract at a fair and reasonable price cannot be negotiated, the selection committee may be asked to submit a minimum of three additional persons for the head of the purchasing agency to resume negotiations in the same manner provided in this subsection.  Negotiations shall be conducted confidentially.\n\t(i)  Contracts awarded under this section for $5,000 or more shall be posted electronically within seven days of the contract award by the chief procurement officer or designee and shall remain posted for at least one year.  Information to be posted shall include, but not be limited to:\n\n\n\n\t(1)\tThe names of the persons submitted under subsection (g);\n\t(2)\tThe name of the person or organization receiving the award;\n\t(3)\tThe dollar amount of the contract;\n\t(4)\tThe name of the head of the purchasing agency or designee making the selection; and\n\t(5)\tAny relationship of the principals to the official making the award.\n\n\n\n\t(j)  Contracts for professional services of less than the limits in section 103D-305, may be negotiated by the head of the purchasing agency, or designee, with at least any two persons on the list of qualified persons established pursuant to subsection (c).  Negotiations shall be conducted in the manner set forth in subsection (h), with ranking based on the selection criteria of subsection (e) as determined by the head of the agency.\n\t(k)  In cases of awards made under this section, nonselected professional service providers may submit a written request for debriefing to the chief procurement officer or designee within three working days after the posting of the award of the contract.  Thereafter, the head of the purchasing agency shall provide the requester a prompt debriefing in accordance with rules adopted by the policy board.  Any protest by the requester pursuant to section 103D-701 following debriefing shall be filed in writing with the chief procurement officer or designee within five working days after the date that the debriefing is completed. [L Sp 1993, c 8, pt of §2; am L 1995, c 178, §10; am L 1997, c 21, §1 and c 352, §7; am L 2000, c 141, §1; am L 2003, c 52, §5; am L 2004, c 216, §1]"
}