{
    "name": "Disqualification and cancellation",
    "number": "240",
    "text": "  (a)  A person is disqualified from driving a commercial motor vehicle for a period of not less than one year if convicted of a first violation of:\n\n\n\n\t(1)\tDriving a commercial motor vehicle under the influence of alcohol, a controlled substance, or any drug which impairs driving ability;\n\t(2)\tDriving a commercial motor vehicle while the alcohol concentration of the driver's blood is 0.04 per cent or more by weight;\n\t(3)\tRefusal to submit to a test to determine the driver's alcohol concentration while driving a commercial motor vehicle;\n\t(4)\tUsing a commercial motor vehicle in the commission of any felony;\n\t(5)\tLeaving the scene of an accident involving the commercial motor vehicle driven by the person; or\n\t(6)\tUnlawful transportation, possession, or use of a controlled substance while on-duty time.\n\n\n\n\t(b)  A person is disqualified for a period of not less than three years for any conviction of a violation of any offense listed in subsection (a) that is committed while a hazardous material required to be placarded is being transported.\n\t(c)  A person is disqualified from driving a commercial motor vehicle for life if convicted two or more times for violations of any of the offenses listed in subsection (a).\n\t(d)  A person is disqualified from driving a commercial motor vehicle for life if the person uses a commercial motor vehicle in the commission of any felony involving the manufacturing, distributing, or dispensing of a controlled substance, or possession with intent to manufacture, distribute, or dispense a controlled substance.\n\t(e)  A person is disqualified from driving a commercial motor vehicle for a period of not less than sixty days if convicted of two serious traffic violations, or one hundred twenty days if convicted of three serious traffic violations, committed in a commercial motor vehicle arising from separate incidents occurring within a three-year period.\n\t(f)  A person is disqualified from driving a commercial motor vehicle or from resubmitting an application for a period of not less than sixty days, if the examiner of drivers finds that a commercial driver's license holder or applicant for a commercial driver's license has falsified information or failed to report or disclose required information either before or after issuance of a commercial driver's license.\n\t(g)  A person is disqualified from driving a commercial motor vehicle for a period of not less than ninety days and not more than one year for a first violation, or for at least one year and not more than five years for a second violation, or at least three years and not more than five years for a third or subsequent violation of an out-of-service order committed in a commercial motor vehicle arising from separate incidents occurring within a ten-year period.\n\t(h)  A person is disqualified from driving a commercial motor vehicle for a period of not less than one hundred eighty days or more than two years for a first violation, or for at least three years and not more than five years for any subsequent violation, of an out-of-service order committed in a commercial motor vehicle transporting hazardous materials or designed to transport sixteen or more occupants, arising from separate incidents occurring within a ten-year period.\n\t(i)  A person is disqualified from driving a commercial motor vehicle for a period of not less than sixty days if convicted of a first violation, not less than one hundred twenty days if convicted of a second violation during any three-year period, or not less than one year if convicted of a third or subsequent violation during any three-year period for a violation of a federal, state, or local law or regulation pertaining to one of the following six offenses at a railroad-highway grade crossing:\n\n\n\n\t(1)\tFor all drivers who are not required to always stop, failing to slow down and check that the tracks are clear of an approaching train;\n\t(2)\tFor all drivers who are not required to always stop, failing to stop before reaching the crossing, if the tracks are not clear;\n\t(3)\tFor all drivers who are always required to stop, failing to stop before driving onto the crossing;\n\t(4)\tFor all drivers, failing to have sufficient space to drive completely through the crossing without stopping;\n\t(5)\tFor all drivers, failing to obey a traffic control device or the directions of an enforcement official at the crossing; or\n\t(6)\tFor all drivers, failing to negotiate a crossing because of insufficient undercarriage clearance. [L 1989, c 320, pt of §2; am L 1990, c 342, §10; am L 1995, c 114, §4; am L 2002, c 70, §2]\n\n\n\n\n     [Section effective September 30, 2005.  For section effective until September 29, 2005, see above.]  (a)  A person is disqualified from driving a commercial motor vehicle for a period of not less than one year if convicted of a first violation of:\n\n\n\n\t(1)\tDriving a motor vehicle under the influence of alcohol, a controlled substance, or any drug which impairs driving ability;\n\t(2)\tDriving a commercial motor vehicle while the alcohol concentration of the driver's blood is 0.04 per cent or more by weight;\n\t(3)\tRefusing to submit to a test to determine the driver's alcohol concentration while driving a motor vehicle as required under sections 286-243 and 291E-11;\n\t(4)\tUsing a motor vehicle in the commission of any felony;\n\t(5)\tLeaving the scene of an accident involving the motor vehicle driven by the person;\n\t(6)\tUnlawful transportation, possession, or use of a controlled substance while on-duty time;\n\t(7)\tDriving a commercial motor vehicle when, as a result of prior violations committed while operating a commercial motor vehicle, the driver's commercial driver's license had been revoked, suspended, or canceled, or the driver was otherwise disqualified from operating a commercial motor vehicle; or\n\t(8)\tCausing a fatality through the operation of a commercial motor vehicle, including but not limited to the crimes of manslaughter and negligent homicide in any degree.\n\n\n\n\t(b)  A person is disqualified for a period of not less than three years for any conviction of a violation of any offense listed in subsection (a) that is committed while a hazardous material required to be placarded is being transported.\n\t(c)  A person is disqualified from driving a commercial motor vehicle for life if convicted two or more times for violations of any of the offenses listed in subsection (a).\n\t(d)  A person is disqualified from driving a commercial motor vehicle for life if the person uses a motor vehicle in the commission of any felony involving the manufacturing, distributing, or dispensing of a controlled substance, or possession with intent to manufacture, distribute, or dispense a controlled substance.\n\t(e)  A person is disqualified from driving a commercial motor vehicle for a period of not less than sixty days if convicted of two serious traffic violations, or one hundred twenty days if convicted of three serious traffic violations, committed in a commercial motor vehicle arising from separate incidents occurring within a three-year period.  These disqualification periods shall also apply to offenses committed while operating a noncommercial motor vehicle only if the conviction for the offense results in the revocation, cancellation, or suspension of the driver's license.\n\t(f)  A person is disqualified from driving a commercial motor vehicle or from resubmitting an application for a period of not less than sixty days, if the examiner of drivers finds that a commercial driver's license holder or applicant for a commercial driver's license has falsified information or failed to report or disclose required information either before or after issuance of a commercial driver's license.\n\t(g)  A person is disqualified from driving a commercial motor vehicle for a period of not less than ninety days and not more than one year for a first violation, or for at least one year and not more than five years for a second violation, or at least three years and not more than five years for a third or subsequent violation of a driver or vehicle out-of-service order committed in a commercial motor vehicle arising from separate incidents occurring within a ten-year period.\n\t(h)  A person is disqualified from driving a commercial motor vehicle for a period of not less than one hundred eighty days or more than two years for a first violation, or for at least three years and not more than five years for any subsequent violation, of a driver or vehicle out-of-service order committed in a commercial motor vehicle transporting hazardous materials or designed to transport sixteen or more occupants, arising from separate incidents occurring within a ten-year period.\n\t(i)  A person is disqualified from driving a commercial motor vehicle for a period of not less than sixty days if convicted of a first violation, not less than one hundred twenty days if convicted of a second violation during any three-year period, or not less than one year if convicted of a third or subsequent violation during any three-year period for a violation of a federal, state, or local law or regulation pertaining to one of the following six offenses at a railroad-highway grade crossing:\n\n\n\n\t(1)\tFor all drivers who are not required to always stop, failing to slow down and check that the tracks are clear of an approaching train;\n\t(2)\tFor all drivers who are not required to always stop, failing to stop before reaching the crossing, if the tracks are not clear;\n\t(3)\tFor all drivers who are always required to stop, failing to stop before driving onto the crossing;\n\t(4)\tFor all drivers, failing to have sufficient space to drive completely through the crossing without stopping;\n\t(5)\tFor all drivers, failing to obey a traffic control device or the directions of an enforcement official at the crossing; or\n\t(6)\tFor all drivers, failing to negotiate a crossing because of insufficient undercarriage clearance.\n\n\n\n\t(j)  A person is disqualified from driving a commercial motor vehicle when the driver's driving is determined to constitute an imminent hazard, as defined in section 286-231, and the disqualification is imposed in accordance with the  provisions of Title 49 Code of Federal Regulations Section 383.52. [L 1989, c 320, pt of §2; am L 1990, c 342, §10; am L 1995, c 114, §4; am L 2002, c 70, §2; am L 2004, c 103, §8]"
}