{
    "name": "Definitions",
    "number": "231",
    "text": "PART XIII.  COMMERCIAL DRIVER LICENSING\n\n     As used in this part unless the context otherwise requires:\n\t\"Disqualification\" [Definition effective until September 29, 2005.  For definition effective September 30, 2005, see below.]  means a prohibition against driving a commercial motor vehicle.\n\t\"Disqualification\" [Definition effective September 30, 2005.  For definition effective until September 29, 2005, see above.]  means any of the following three actions:\n\n\n\n\t(1)\tThe suspension, revocation, or cancellation of a commercial driver's license by the state or jurisdiction of issuance;\n\t(2)\tAny withdrawal of a person's privileges to drive a commercial motor vehicle by a state or other jurisdiction as the result of a violation of state or local law relating to motor vehicle traffic control (other than parking, vehicle weight, or vehicle defect violations); or\n\t(3)\tA determination by the Federal Motor Carrier Safety Administration that a person is not qualified to operate a commercial motor vehicle under Title 49, Code of Federal Regulations Part 391.\n\n\n\n\t\"Driving a commercial motor vehicle while under the influence of an intoxicant\" means committing any one or more of the following acts in a commercial motor vehicle:\n\n\n\n\t(1)\tDriving a commercial motor vehicle while the person's alcohol concentration is 0.04 per cent or more by weight;\n\t(2)\tDriving under the influence of an intoxicant pursuant to section 291E-61; or\n\t(3)\tRefusing to undergo such testing as required by any state or jurisdiction in the enforcement of Section 383.51(b) or 392.5(a)(2) of Title 49, Code of Federal Regulations.\n\n\n\n\t\"Employer\" means any person, including the United States, a state or a political subdivision of a state, who owns or leases a commercial motor vehicle or assigns a person to drive a commercial motor vehicle.\n\t\"Endorsement\" means an authorization on an individual's commercial driver's license required to permit the individual to operate certain types of commercial motor vehicles.\n\t\"Fatality\" means the death of a person as a result of a motor vehicle accident.\n\t\"Imminent hazard\" means the existence of a condition that presents a substantial likelihood that death, serious illness, severe personal injury, or a substantial endangerment to health, property, or the environment may occur before the reasonably foreseeable completion date of a formal proceeding begun to lessen the risk of such death, illness, injury, or endangerment.\n\t\"Noncommercial motor vehicle\" means a motor vehicle or combination of motor vehicles not defined by the term \"commercial motor vehicle (CMV)\" under section 286-2.\n\t\"Nonresident commercial driver's license\" [Definition effective until September 29, 2005.  For definition effective September 30, 2005, see below.] means a commercial driver's license issued by a state to an individual who resides in a foreign jurisdiction.\n\t\"Nonresident commercial driver's license\" [Definition effective September 30, 2005.  For definition effective until September 29, 2005, see above.] means a commercial driver's license issued by a state under either of the following two conditions:\n\n\n\n\t(1)\tTo an individual domiciled in a foreign country meeting the requirements of Title 49, Code of Federal Regulations Section 383.23(b)(1); or\n\t(2)\tTo an individual domiciled in another state meeting the requirements of Title 49, Code of Federal Regulations Section 383.23(b)(2).\n\n\n\n\t\"Out-of-service order\" means a declaration by an authorized enforcement officer of a federal, state, Canadian, Mexican, or local jurisdiction that a driver, a commercial motor vehicle, or a motor carrier operation is out-of-service pursuant to Section 386.72, 392.5, 395.13, or 396.9 of Title 49, Code of Federal Regulations, or compatible laws, or the North American Uniform Out-of-Service Criteria, which can be obtained from the Commercial Vehicle Safety Alliance.\n\t\"School bus\" means a commercial motor vehicle used to transport pre-primary, primary, or secondary school students from home to school, from school to home, or to and from school-sponsored events, but does not include a bus, as defined under section 286-2, used as a common carrier as defined under section 271-4.\n\t\"Serious traffic violation\" [Definition effective until September 29, 2005.  For definition effective September 30, 2005, see below.] means:\n\n\n\n\t(1)\tDriving at a speed of fifteen miles per hour or more above the posted speed limit;\n\t(2)\tDriving a commercial motor vehicle in disregard of the safety of persons or property (reckless driving);\n\t(3)\tImproper or erratic traffic lane changes;\n\t(4)\tFollowing a vehicle ahead too closely; or\n\t(5)\tA violation of any state or local law relating to motor vehicle traffic control, other than a parking violation, arising in connection with a fatal traffic accident.\n\n\n\n\t\"Serious traffic violation\" [Definition effective September 30, 2005.  For definition effective until September 29, 2005, see above.] means conviction of any of the following offenses when operating a commercial motor vehicle, except for weight, defect, and parking violations:\n\n\n\n\t(1)\tExcessive speeding, involving any single offense for any speed of fifteen miles per hour or more above the posted speed limit;\n\t(2)\tReckless driving, or driving a commercial motor vehicle in disregard of the safety of persons or property, including but not limited to offenses of driving a commercial motor vehicle in wilful or wanton disregard for the safety of persons or property;\n\t(3)\tImproper or erratic traffic lane changes;\n\t(4)\tFollowing a vehicle ahead too closely;\n\t(5)\tA violation of any state or local law relating to motor vehicle traffic control, other than a parking violation, arising in connection with a fatal traffic accident;\n\t(6)\tDriving a commercial motor vehicle without obtaining a commercial driver's license;\n\t(7)\tDriving a commercial motor vehicle without a commercial driver's license in the driver's possession; provided that this paragraph shall not apply to a citation issued under, or an offense disposed of pursuant to, section 286-116(a) or a substantially similar provision of law in another state; or\n\t(8)\tDriving a commercial motor vehicle without the proper class or endorsements of commercial driver's license for the specific vehicle group being operated or for the passengers or type of cargo being transported. [L 1989, c 320, pt of §2; am L 1990, c 342, §4; am L 1993, c 268, §2; am L 1996, c 135, §§1, 2; am L 2004, c 103, §§1, 3]"
}