{
    "name": "Licensing",
    "number": "102",
    "text": "  (a)  No person, except one exempted under section 286-105, one who holds an instruction permit under section 286-110, one who holds a commercial driver's license issued under section 286-239, or a commercial driver's license instruction permit issued under section 286-236, shall operate any category of motor vehicles listed in this section without first being appropriately examined and duly licensed as a qualified driver of that category of motor vehicles. \t(b)  A person operating the following category or combination of categories of motor vehicles shall be examined as provided in section 286-108 and duly licensed by the examiner of drivers:\n\n\n\n\t(1)\tMopeds;\n\t(2)\tMotorcycles and motor scooters;\n\t(3)\tPassenger cars of any gross vehicle weight rating, buses designed to transport fifteen or fewer occupants, and trucks and vans having a gross vehicle weight rating of fifteen thousand pounds or less; and\n\t(4)\tAll of the motor vehicles in category (3) and trucks having a gross vehicle weight rating of fifteen thousand one through twenty-six thousand pounds.\n\n\n\n\tA school bus or van operator shall be properly licensed to operate the category of vehicles that the operator operates as a school bus or van and shall comply with the standards of the department of transportation as provided by rules adopted pursuant to section 286-181.\n\t(c)  No person shall receive a driver's license without surrendering to the examiner of drivers all valid driver's licenses in the person's possession.  All licenses so surrendered shall be returned to the issuing authority, together with information that the person is licensed in this State; provided that with the exception of driver's licenses issued by any Canadian province, a foreign driver's license may be returned to the owner after being invalidated pursuant to issuance of a Hawaii license; and provided further that the examiner of drivers shall notify the authority that issued the foreign license that the license has been invalidated and returned because the owner is now licensed in this State.  No person shall be permitted to hold more than one valid driver's license at any time.\n\t(d)  In addition to other qualifications and conditions by or pursuant to this part, the right of an individual to hold a motor vehicle operator's license or permit issued by the county is subject to the requirements of section 576D-13.\n\tUpon receipt of certification from the child support enforcement agency pursuant to section 576D-13 that an obligor or individual who owns or operates a motor vehicle is not in compliance with an order of support as defined in section 576D-1 or has failed to comply with a subpoena or warrant relating to a paternity or child support proceeding, the examiner of drivers shall suspend the license and right to operate motor vehicles and confiscate the license of the obligor.  The examiner of drivers shall not reinstate an obligor's or individual's license until the child support enforcement agency, the office of child support hearings, or the family court issues an authorization that states the obligor or individual is in compliance with an order of support or has complied with a subpoena or warrant relating to a paternity or child support hearing.\n\tThe licensing authority may adopt rules pursuant to chapter 91 to implement and enforce the requirements of this section. [L 1967, c 214, pt of §2; HRS ; am L 1970, c 164, §1(1) and §3; am L 1971, c 127, §1; am L 1972, c 2, pt of §6; am L 1973, c 152, §1(b) and c 214, §1; am L 1974, c 80, §1; am L 1976, c 5, §1 and c 53, §1; am L 1979, c 85, §1; am L 1984, c 169, §1; gen ch 1985; am L 1989, c 320, §4; am L 1990, c 342, §18; am L 1991, c 67, §1; am L 1992, c 76, §1; am L 1997, c 54, §1 and c 293, §12; am L 1999, c 261, §2; am L 2002, c 37, §1]\n\t    [Section effective September 30, 2005.  For section effective until September 29, 2005, see above.]  (a)  No person, except one exempted under section 286-105, one who holds an instruction permit under section 286-110, one who holds a commercial driver's license issued under section 286-239, or a commercial driver's license instruction permit issued under section 286-236, shall operate any category of motor vehicles listed in this section without first being appropriately examined and duly licensed as a qualified driver of that category of motor vehicles.\n\t(b)  A person operating the following category or combination of categories of motor vehicles shall be examined as provided in section 286-108 and duly licensed by the examiner of drivers:\n\n\n\n\t(1)\tMopeds;\n\t(2)\tMotorcycles and motor scooters;\n\t(3)\tPassenger cars of any gross vehicle weight rating, buses designed to transport fifteen or fewer occupants, and trucks and vans having a gross vehicle weight rating of fifteen thousand pounds or less; and\n\t(4)\tAll of the motor vehicles in category (3) and trucks having a gross vehicle weight rating of fifteen thousand one through twenty-six thousand pounds.\n\n\n\n\tA school bus or van operator shall be properly licensed to operate the category of vehicles that the operator operates as a school bus or van and shall comply with the standards of the department of transportation as provided by rules adopted pursuant to section 286-181.\n\t(c)  No person shall receive a driver's license without surrendering to the examiner of drivers all valid driver's licenses in the person's possession.  All licenses so surrendered shall be returned to the issuing authority, together with information that the person is licensed in this State; provided that with the exception of driver's licenses issued by any Canadian province, a foreign driver's license may be returned to the owner after being invalidated pursuant to issuance of a Hawaii license; and provided further that the examiner of drivers shall notify the authority that issued the foreign license that the license has been invalidated and returned because the owner is now licensed in this State.  No person shall be permitted to hold more than one valid driver's license at any time.\n\t(d)  Before issuing a driver's license, the examiner of drivers shall complete a check of the applicant's driving record to determine whether the applicant is subject to any disqualification under section 286-240, or any license suspension, revocation, or cancellation under state law, and whether the applicant has a driver's license from more than one state or jurisdiction.  The record check shall include but is not limited to the following:\n\n\n\n\t(1)\tA check of the applicant's driving record as maintained by the applicant's state of licensure;\n\t(2)\tA check with the commercial driver license information system;\n\t(3)\tA check with the National Driver Register; and\n\t(4)\tIf the driver is renewing a commercial driver's license for the first time after September 30, 2002, a request for the applicant's complete driving record from all states where the applicant was previously licensed to drive any motor vehicle over the last ten years; provided that a notation is made on the driving record confirming the check has been made and the date it was done.\n\n\n\n\t(e)  In addition to other qualifications and conditions by or pursuant to this part, the right of an individual to hold a motor vehicle operator's license or permit issued by the county is subject to the requirements of section 576D-13.\n\tUpon receipt of certification from the child support enforcement agency pursuant to section 576D-13 that an obligor or individual who owns or operates a motor vehicle is not in compliance with an order of support as defined in section 576D-1 or has failed to comply with a subpoena or warrant relating to a paternity or child support proceeding, the examiner of drivers shall suspend the license and right to operate motor vehicles and confiscate the license of the obligor.  The examiner of drivers shall not reinstate an obligor's or individual's license until the child support enforcement agency, the office of child support hearings, or the family court issues an authorization that states the obligor or individual is in compliance with an order of support or has complied with a subpoena or warrant relating to a paternity or child support hearing.\n\tThe licensing authority may adopt rules pursuant to chapter 91 to implement and enforce the requirements of this section. [L 1967, c 214, pt of §2; HRS ; am L 1970, c 164, §1(1) and §3; am L 1971, c 127, §1; am L 1972, c 2, pt of §6; am L 1973, c 152, §1(b) and c 214, §1; am L 1974, c 80, §1; am L 1976, c 5, §1 and c 53, §1; am L 1979, c 85, §1; am L 1984, c 169, §1; gen ch 1985; am L 1989, c 320, §4; am L 1990, c 342, §18; am L 1991, c 67, §1; am L 1992, c 76, §1; am L 1997, c 54, §1 and c 293, §12; am L 1999, c 261, §2; am L 2002, c 37, §1; am L 2004, c 103, §2]"
}