{
    "name": "Notification requirements",
    "number": "233",
    "text": "(a)  Any driver of a commercial motor vehicle holding a commercial driver's license issued by this State who is convicted of violating any state law or local ordinance relating to motor vehicle traffic control in any other state, or federal, provincial, territorial, or municipal laws of Canada or Mexico, other than parking violations, in any type of motor vehicle, shall notify the examiner of drivers in the manner specified by the director within thirty days of the date of conviction.  Any driver of a commercial motor vehicle holding a commercial driver's license issued by this State, who is convicted of violating any state law or local ordinance relating to motor vehicle traffic control in this or any other state, or federal, provincial, territorial, or municipal laws of Canada or Mexico, other than parking violations, in any type of motor vehicle, shall notify the person's current employer in writing of the conviction within thirty days of the date of conviction. \t(b)  Each commercial driver whose driver's license or permit is suspended, revoked, or canceled by any state, who loses the privilege to drive a commercial motor vehicle in any state for any period, or who is disqualified from driving a commercial motor vehicle for any period, shall notify the person's current employer of the suspension, revocation, or cancellation before the end of the business day following the day the driver received notice of the suspension, revocation, cancellation, or disqualification.\n\t(c)  The written notice to the examiner of drivers and current employer as required by subsection (a) shall contain the following information:\n\n\n\n\t(1)\tDriver's full name;\n\t(2)\tDriver's license number;\n\t(3)\tDate of conviction;\n\t(4)\tEach specific criminal or other offense, or serious traffic violation of state or local law relating to motor vehicle traffic control, of which the person was convicted, and any suspension, revocation, or cancellation of driving privileges which resulted from that conviction;\n\t(5)\tIndication whether the violation was in a commercial motor vehicle;\n\t(6)\tLocation of offense; and\n\t(7)\tDriver's signature.\n\n\n\n\t(d)  Each person who drives a commercial motor vehicle and applies for employment as a commercial motor vehicle driver shall provide the employer, at the time of the application, with the following information for the ten years preceding the date of application:\n\n\n\n\t(1)\tA list of the names and addresses of the applicant's previous employers for which the applicant was a driver of a commercial motor vehicle;\n\t(2)\tThe dates between which the applicant drove for each employer; and\n\t(3)\tThe reason for leaving each employer.\n\n\n\nThe applicant shall certify that all information furnished is true and complete.  An employer may require an applicant to provide additional information. [L 1989, c 320, pt of §2; am L 1990, c 342, §5; am L 1993, c 268, §4]"
}