{
    "name": "Filing of agreements",
    "number": "6",
    "text": "  (a)  Every contract between a professional fund-raising counsel and a charitable organization that provides for a percentage compensation shall be filed with the department within ten days after the contract is signed by the charitable organization. \t(b)  Every contract between a professional solicitor and a charitable organization that provides for a percentage compensation shall be filed with the department not more than ten days after the contract is signed by the charitable organization.  The contract shall disclose the percentage distribution between the parties to the contract of all funds to be raised or received as a result of the agreed upon solicitation activity.\n\t(c)  The charitable organization, and the professional solicitor or professional fund-raising counsel shall ensure that all the percentage-based contracts to which they are parties are on file with the department.\n\t(d)  On July 1, 1995 and on July 1 of each year thereafter,  the charitable organization, and the professional fund-raising counsel or professional solicitor who are or were parties to contracts that provide for percentage compensation, shall file with the department a financial report for each percentage compensation contract pursuant to which solicitations were conducted in or from this State during the preceding twelve-month period.  The financial report shall cover the preceding twelve- month period and state, for each contract, the name and address of each party, the gross receipts and revenues collected, and all expenses or payments relating to the contract that were incurred or paid to or by any party.  This report shall be co-signed by all parties to the contract.  The director may prescribe the form and content of the financial report as the director may deem appropriate.  The director may prescribe procedures to allow extensions of time to file the financial report required by this subsection for a period not to exceed six months.\n\t(e)  All contracts between professional fund-raising counsel or professional solicitors, and charitable organizations shall be in writing.  For the purposes of this section, the term \"contract\" includes all contracts, agreements, or arrangements between professional fund-raising counsel or professional solicitors, and charitable organizations. [L 1969, c 167, pt of §1; am L 1981, c 30, §2; am L 1985, c 260, §1; am L 1993, c 206, §6]"
}