{
    "name": "Filing requirements for professional fundraising counsel and professional solicitors",
    "number": "12",
    "text": "Filing requirements for professional fund-raising counsel and professional solicitors. [Section effective until June 30, 2005.  For section effective July 1, 2005, see below.]  (a)  Every professional fund-raising counsel or professional solicitor, prior to any solicitation, shall file a statement with the department.  The statement shall be in writing under oath or affirmation in the form prescribed by the director and shall contain the information as the director may require.  The statement by a professional fund-raising counsel or professional solicitor shall be accompanied by a fee in the amount of $50, or in the amount and with any additional sums as may be prescribed by the director.  The statement shall list the names, addresses, and social security numbers of all officers, agents, servants, employees, directors, and independent contractors of a professional fund- raising counsel, and the names, addresses, and social security numbers of all officers, agents, servants, employees, directors, and independent contractors of a professional solicitor.  Renewal statements shall be filed with the department on or before July 1 of each calendar year in which the professional fund-raising counsel or professional solicitor does business in or from the State and shall be effective until June 30 of the next calendar year.  The renewal statement shall be in a form prescribed by the director.  A renewal fee of $50, or in any amount and with any additional sums as may be prescribed by the director, shall accompany the renewal statement.\n\t(b)  The professional fund-raising counsel or professional solicitor, at the time of each filing, shall file with and have approved by the director a bond in which the applicant is the principal obligor in the penal sum of $5,000 issued with good and sufficient surety or sureties approved by the director and which shall remain in effect for one year.  The bond shall inure to the benefit of the State, conditioned that the applicant, its officers, directors, employees, agents, servants, and independent contractors shall not violate this chapter.  A partnership or corporation that is a professional fund-raising counsel or professional solicitor may file a consolidated bond on behalf of all its members, officers, and employees.\n\t(c)  The charitable organization may void any agreement or contract for compensation or reimbursement with a professional solicitor or professional fund-raising counsel for that person's failure to comply with this section before or while soliciting persons on behalf of the charitable organization.  If the charitable organization voids the agreement or contract, moneys collected by the professional solicitor or professional fund- raising counsel shall be paid to the charitable organization, to be held in trust on behalf of those donors who request a refund.  The charitable organization shall make best efforts to notify donors of their option of receiving a refund.  All moneys not claimed by the donors shall be the sole property of the charitable organization. [L 1969, c 167, pt of §1; gen ch 1985; am L 1993, c 206, §13]\n   [Section effective July 1, 2005.  For section effective until June 30, 2005, see above.]  (a)  Every professional fundraising counsel or professional solicitor, prior to any solicitation, shall file a registration statement with the department.  The statement shall be in writing under oath or affirmation in the form prescribed by the attorney general and shall contain the information as the attorney general may require.  The registration statement shall be accompanied by a fee in the amount of $250, or in the amount and with any additional sums as may be prescribed by the attorney general.  The statement shall list the names, addresses, and social security numbers of all officers, agents, servants, employees, directors, and independent contractors of a professional fundraising counsel, and the names, addresses, and social security numbers of all officers, agents, servants, employees, directors, and independent contractors of a professional solicitor.  Renewal statements shall be filed with the department on or before July 1 of each calendar year in which the professional fundraising counsel or professional solicitor does business in or from the State and shall be effective until June 30 of the next calendar year.  The renewal statement shall be in a form prescribed by the attorney general.  A renewal fee of $250, or in any amount and with any additional sums as may be prescribed by the attorney general, shall accompany the renewal statement.\n\t(b)  The professional fundraising counsel or professional solicitor, at the time of each filing, shall file with and have approved by the attorney general a bond in which the applicant is the principal obligor in the penal sum of $25,000 issued with good and sufficient surety or sureties approved by the attorney general and which shall remain in effect for one year.  The bond shall inure to the benefit of the State, conditioned that the applicant, its officers, directors, employees, agents, servants, and independent contractors shall not violate this chapter.  A partnership or corporation that is a professional fundraising counsel or professional solicitor may file a consolidated bond on behalf of all its members, officers, and employees.\n\t(c)  The attorney general shall examine each registration statement and supporting document filed by a professional fundraising counsel or professional solicitor and shall determine whether the registration requirements are satisfied.  If the attorney general determines that the registration requirements are not satisfied, the attorney general shall notify the professional fundraising counsel or professional solicitor in writing within fifteen business days of its receipt of the registration statement; otherwise the registration statement is deemed to be approved.  Within seven business days after receipt of a notification that the registration requirements are not satisfied, the professional fundraising counsel or professional solicitor may request a hearing. [L 1969, c 167, pt of §1; gen ch 1985; am L 1993, c 206, §13; am L 2004, c 93, §12]"
}