{
    "name": "Enforcement",
    "number": "9.6",
    "text": "  (a)  If any charitable organization, professional fund-raising counsel, or professional solicitor fails to file any statement, report, or other information required to be filed under this chapter, the director may demand that the charitable organization, the professional fund-raising counsel, or the professional solicitor provide the statement, report, or other information not more than twenty days after demanded by the director.  This demand may be mailed to the address on file with the department.\n\t(b)  Whenever the director has reason to believe that any charitable organization, professional fund-raising counsel, professional solicitor, or other person is operating in violation of this chapter, the director may investigate and bring an action in any court of this State to enjoin the charitable organization, professional fund-raising counsel, professional solicitor, or other person from continuing the violation or doing any acts in furtherance thereof, and for any other relief that the court deems appropriate.\n\t(c)  The director may exercise the authority granted by this section against any charitable organization that operates under the guise or pretense of being an organization exempted by section 467B-11, and is not an organization entitled to an exemption. [L 1993, c 206, pt of §1]\n    [Section effective July 1, 2005.  For section effective until June 30, 2005, see above.]  (a)  If any charitable organization, professional fundraising counsel, or professional solicitor fails to file any statement, report, or other information required to be filed under this chapter, the attorney general may demand that the charitable organization, the professional fundraising counsel, or the professional solicitor provide the statement, report, or other information not more than twenty days after demanded by the attorney general.  This demand may be mailed to the address on file with the department.\n\t(b)  Whenever the attorney general has reason to believe that any charitable organization, professional fundraising counsel, professional solicitor, or other person is operating in violation of this chapter, the attorney general may investigate and bring an action in any court of this State to enjoin the charitable organization, professional fundraising counsel, professional solicitor, or other person from continuing the violation or doing any acts in furtherance thereof, and for any other relief that the court deems appropriate. [L 1993, c 206, pt of §1; am L 2004, c 93, §10]"
}