{
    "name": "Commercial co-venturer's charitable sales promotions",
    "number": "5.5",
    "text": "(a)  All charitable sales promotions by a commercial co-venturer shall disclose the name of the commercial co- venturer.\n\t(b)  Prior to the commencement of any charitable sales promotion in this State conducted by a commercial co-venturer using the name of a charitable organization, the commercial co- venturer shall obtain the written consent of the charitable organization whose name will be used during the charitable sales promotion.\n\t(c)  [Subsection effective until June 30, 2005.  For section effective July 1, 2005, see below.]  A final accounting for each charitable sales promotion shall be prepared by the commercial co-venturer following the completion of the promotion.  A copy of the final accounting shall be provided to the director not more than twenty days after the copy is requested by the director.  A copy of the final accounting shall be provided to the charitable organization not more than twenty days after the copy is requested by the charitable organization.  The final accounting shall be kept by the commercial co-venturer for a period of three years, unless the commercial co-venturer and the charitable organization mutually agree that the accounting should be kept by the charitable organization instead of the commercial co-venturer. [L 1993, c 206, pt of §1]\n     (a)  All charitable sales promotions by a commercial co-venturer shall disclose the name of the commercial co- venturer.\n\t(b)  Prior to the commencement of any charitable sales promotion in this State conducted by a commercial co-venturer using the name of a charitable organization, the commercial co- venturer shall obtain the written consent of the charitable organization whose name will be used during the charitable sales promotion.\n\t(c)  [Subsection effective July 1, 2005.  For subsection effective until June 30, 2005, see above.]  A final accounting for each charitable sales promotion shall be prepared by the commercial co-venturer following the completion of the promotion.  A copy of the final accounting shall be provided to the attorney general not more than twenty days after the copy is requested by the attorney general.  A copy of the final accounting shall be provided to the charitable organization not more than twenty days after the copy is requested by the charitable organization.  The final accounting shall be kept by the commercial co-venturer for a period of three years, unless the commercial co-venturer and the charitable organization mutually agree that the accounting should be kept by the charitable organization instead of the commercial co-venturer. [L 1993, c 206, pt of §1; am L 2004, c 93, §6]"
}