{
    "name": "Written contracts; filing with attorney general",
    "number": "12.5",
    "text": "  (a)  There shall be a written contract between a charitable organization and a professional fundraising counsel or professional solicitor that shall be filed by the professional fundraising counsel or professional solicitor with the attorney general at least ten business days prior to the performance by the professional fundraising counsel or professional solicitor of any service.  No solicitation or service pursuant to the contract shall begin before the contract is filed with the attorney general.  The contract shall be signed by two authorized officials of the charitable organization, one of whom shall be a member of the organization's governing body, and the authorized contracting officer for the professional fundraising counsel or professional solicitor.  The contract shall contain all of the following provisions:\n\n\n\n\t(1)\tThe legal name and address of the charitable organization;\n\t(2)\tA statement of the charitable purpose for which the solicitation campaign is being conducted;\n\t(3)\tA statement of the respective obligations of the professional fundraising counsel or professional solicitor and the charitable organization;\n\t(4)\tA statement of the guaranteed minimum percentage of the gross receipts from contributions that will be remitted to or retained by the charitable organization, if any, or, if the solicitation involves the sale of goods, services, or tickets to a fundraising event, the percentage of the purchase price that will be remitted to the charitable organization, if any.  The stated percentage shall exclude any amount that the charitable organization is to pay as fundraising costs;\n\t(5)\tInformation concerning the compensation of the professional solicitor and fundraising counsel as follows:\n\n\t\t(A)\tIf the compensation of the professional fundraising counsel or professional solicitor is contingent upon the number of contributions or the amount of revenue received, a statement shall be included specifying the percentage of the gross revenue that is the basis for that compensation.  The stated percentage shall include any amount that the professional fundraising counsel or professional solicitor is to be reimbursed for fundraising costs;\n\t\t(B)\tIf the compensation of the professional solicitor is not contingent upon the number of contributions or amount of revenue received from the solicitation campaign, the compensation shall be expressed as a reasonable estimate of the percentage of the gross revenue, and the contract shall clearly disclose the assumptions upon which the estimate is based.  The stated assumptions shall be based upon all of the relevant facts known to the professional solicitor regarding the solicitation to be conducted by the professional solicitor; or\n\t\t(C)\tIf the compensation of the fundraising counsel is not contingent on the number of contributions or amount of revenue received from the solicitation campaign, the compensation shall be stated in a dollar amount;\n\n\t(6)\tThe effective and termination dates of the contract or, if the contract does not have a set termination date, a clause allowing either party a reasonable period to terminate the contract or notify the other party if either party chooses not to renew.  The contract shall also contain the date services will commence with respect to solicitation in this State of contributions for a charitable organization;\n\t(7)\tA statement that the professional fundraising counsel or professional solicitor will not at any time have custody or control of contributions;\n\t(8)\tA statement that the charitable organization exercises control and approval over the content and volume of any solicitation; and\n\t(9)\tAny other information required by the rules of the attorney general.\n\n\n\n\t(b)  No professional fundraising counsel or professional solicitor shall contract with a charitable organization unless the professional fundraising counsel or professional solicitor is registered with the department.  A contract with an unregistered professional fundraising counsel or professional solicitor shall be voidable at the option of the charitable organization.\n\t(c)  Whenever a charitable organization contracts with a professional fundraising counsel or professional solicitor, the charitable organization shall have the right to cancel the contract without cost, penalty, or liability, for a period of ten days following the date on which that contract is executed.  Any provision in the contract that is intended to waive this right of cancellation shall be void and unenforceable.\n\t(d)  A charitable organization may cancel a contract pursuant to subsection (c) by serving a written notice of cancellation on the professional fundraising counsel or professional solicitor.  If mailed, service shall be by certified mail, return receipt requested, and cancellation shall be deemed effective upon receipt by the professional fundraising counsel or professional solicitor.  The notice shall be sufficient if it indicates that the charitable organization does not intend to be bound by the contract.\n\t(e)  Any funds collected after effective notice that a contract has been canceled shall be deemed to be held in trust for the benefit of the charitable organization without deduction for cost or expenses of any nature.  A charitable organization shall be entitled to recover all funds collected after the date of cancellation. [L 2004, c 93, pt of §1]"
}