{
    "name": "Project agreement",
    "number": "8",
    "text": "(a)  No special purpose revenue bonds shall be issued unless at the time of issuance the development corporation shall have entered into a project agreement with respect to the project or industrial park for the financing of which the special purpose revenue bonds are to be issued.  Any project agreement entered into by the development corporation with a qualified person shall contain provisions unconditionally obligating the qualified person:\n\n\n\n\t(1)\tTo pay the development corporation during the period or term of the project agreement, exclusive of any renewal or extension thereof and whether or not the project or industrial park to which the project agreement relates is used or occupied by the qualified person, at the time or times and in the amount or amounts that will be at least sufficient:\n\n\t\t(A)\tTo pay the principal of, and premium, if any, and interest on all special purpose revenue bonds issued to finance the cost of the project, or an allocable portion of the special purpose revenue bonds issued to finance the industrial park, as the case may be, as and when the special purpose revenue bonds become due, including upon any required redemption thereof;\n\t\t(B)\tTo establish or maintain the reserves, if any, as may be required by the instrument authorizing or securing the special purpose revenue bonds, or an allocable portion of the reserves, if less than all of the proceeds of the special purpose revenue bonds are utilized for the qualified person;\n\t\t(C)\tTo pay the fees and expenses of the paying agents and trustees for the special purpose revenue bonds, or an allocable portion of the fees and expenses, if less than all of the proceeds of the special purpose revenue bonds are utilized for the qualified person; and\n\t\t(D)\tTo pay the expenses incurred by the development corporation in administering the special purpose revenue bonds or in carrying out the project agreement, or an allocable portion of the expenses, if less than all of the proceeds of the special purpose revenue bonds are utilized for the qualified person; and\n\n\t(2)\tTo operate, maintain, and repair the project as long as the project is used as provided in the project agreement and to pay all costs of the operation, maintenance, and repair.\n\n\n\n\t(b)  The development corporation in determining the cost of any project, may also include the following:\n\n\n\n\t(1)\tFinancing charges, fees, and expenses of any trustee and paying agents for special purpose revenue bonds issued to pay the cost of the project;\n\t(2)\tInterest on the bonds and the expenses of the State in connection with the bonds and the project to be financed from the proceeds of the bonds accruing or incurred prior to and during the estimated period of construction and for not exceeding twelve months thereafter;\n\t(3)\tAmounts necessary to establish or increase reserves for the special purpose revenue bonds;\n\t(4)\tThe cost of plans, specifications, studies, surveys, and estimates of costs and of revenues;\n\t(5)\tOther expenses incidental to determining the feasibility or practicability of the project;\n\t(6)\tAdministration expenses;\n\t(7)\tLegal, accounting, consulting, and other special service fees;\n\t(8)\tInterest cost incurred by the project party with respect to the project prior to the issuance of the special purpose revenue bonds; and\n\t(9)\tOther costs, commissions, and expenses incidental to the acquisition, construction, improvement, installation, equipping, or development of the project, the financing, placing of same in operation, and the issuance of the special purpose revenue bonds, whether incurred prior to or after the issuance of the bonds.\n\n\n\n\t(c)  Any project agreement entered into by the development corporation may contain provisions as the development corporation deems necessary or desirable to obtain or permit the participation of the state and federal government in the project or industrial park or in the financing of the cost thereof.\n\t(d)  A project agreement also shall provide that the development corporation shall have all rights and remedies generally available at law or in equity to re-enter and take possession of a project upon the breach or default by a qualified person of any term, condition, or provision of a project agreement.\n\t(e)  Each qualified person with a project agreement with the development corporation shall allow the development corporation full access to the qualified person's financial records.  Upon the request of the development corporation for the examination of any financial records, the qualified person shall allow the development corporation to examine the requested records within a reasonably prompt time from the date of the request.  If the development corporation requests copies of the records, the qualified person shall provide the copies.\n\t(f)  To provide the public with full knowledge of the use of the proceeds and benefits derived from special purpose revenue bonds issued under this chapter, the development corporation shall require each qualified person with a project agreement with the development corporation to make available to the public all relevant financial records that pertain to the use of or savings resulting from the use of special purpose revenue bonds.\n\t(g)  Each qualified person with a project agreement with the development corporation shall estimate the benefits derived from the use of the proceeds of special purpose revenue bonds.  The benefits estimated shall be based on the creation of new jobs and potential effect on tax receipts.  The format of and method for determining the estimates shall be established by the development corporation and shall be uniform for each qualified person.\n\t(h)  To promote public understanding of the role played by special purpose revenue bonds in providing benefits to the general public, the development corporation shall take appropriate steps to ensure public access to and scrutiny of the estimates determined under subsection (g).\n\t(i)  The development corporation shall adopt rules under chapter 91 for the purposes of this section.\n\t(j)  Moneys received by the development corporation pursuant to subsection (a)(1)(D) shall not be, nor be deemed to be, revenues or receipts derived under the project agreement which may be pledged as security for special purpose revenue bonds and shall be paid into the high technology special fund.\n\tA qualified person may comply with the unconditional obligation to make payments required by subsection (a), if the obligations are unconditionally guaranteed or insured by, or the performance thereof assigned to, or guaranteed or insured by, a person or persons other than the qualified person who is satisfactory to the development corporation. [L 1983, c 152, pt of §2; am L 2000, c 72, §12; am L 2001, c 55, §7]"
}