{
    "name": "Definitions",
    "number": "31",
    "text": "DECOMMISSIONING OF WIND ENERGY FACILITIES\n \n         As used in this part, unless the context otherwise requires:\n     \"Abandonment\" means the failure to generate electricity from a commercial wind energy facility for a period of twenty-four consecutive months for reasons other than curtailment, repowering, a valid judicial order, or other governmental regulatory action, with no pending negotiations for purchase or a power purchase agreement.  A commercial wind energy facility shall not be considered abandoned if the owner or operator has elected not to run the facility, but it has been maintained in proper working order and is capable of generating electricity; provided that, if, after thirty-six months, the facility has not generated power in commercial quantities, the facility shall be deemed abandoned.\n     \"Commencement of construction\":\n     (1)  Means beginning excavation of wind turbine foundations or other actions relating to the eventual erection and installation of commercial wind energy equipment; but\n     (2)  Shall not include erection of meteorological data towers, environmental assessments, environmental impact statements, surveys, preliminary engineering, or other activities associated with an assessment of the development of the wind resources on a given parcel of property.\n     \"Commercial generation date\" means the date on which a wind turbine first generates electrical energy in commercial quantities.\n     \"Commercial quantities\" means an amount of electrical energy sufficient for sale or use off-site from a wind turbine or wind energy facility, and shall not include amounts of electrical energy used only for the maintenance or testing of the wind turbine or wind energy facility itself.\n     \"Commercial wind energy equipment\" means a wind tower and turbine with five hundred kilowatts or greater of total nameplate generating capacity.\n     \"Owner\" means an entity having a controlling interest in the commercial wind energy facility and equipment, including the entity's respective successors and assigns.\n     \"Useful life\" means the time during which a wind turbine or wind energy facility is generating electricity in commercial quantities.\n     \"Wind energy facility\":\n     (1)  Means an electrical generation facility consisting of one or more wind turbines under common ownership or operating control, and includes substations, meteorological data towers, aboveground and underground electrical transmission lines, transformers, control systems, and other buildings or facilities used to support the operation of the facility, and whose primary purpose is to supply electricity to an off-site customer; but\n     (2)  Shall not include a wind energy facility located entirely on property held in fee simple estate by the owner of the wind energy facility if the energy produced is consumed on-site solely by the owner.\n     \"Wind turbine\" means a wind energy conversion system that converts wind energy into electricity through the use of a wind turbine generator, and includes the turbine, blade, tower, base, and pad transformer, if any. [L 2013, c 262, pt of §2]"
}