{
    "name": "Decommissioning of wind energy facilities",
    "number": "32",
    "text": "(a)  Any owner of a commercial wind energy facility utilizing the renewable energy facility siting process shall be responsible, at the owner's expense, for the decommissioning of the wind energy facility upon abandonment or the end of the useful life of the commercial wind energy equipment in the wind energy facility.  Nothing in this section shall prevent county permitting agencies from including decommissioning requirements as a condition for a building permit.\n     (b)  Decommissioning of a wind energy facility shall include:\n     (1)  Removal of wind turbines, towers, buildings, cabling, electrical components, foundations, and any other associated facilities, to a depth of thirty inches below grade; and\n     (2)  Restoring disturbed earth to substantially the same physical condition as existed prior to the commencement of the wind energy facility by the owner, including grading and reseeding.\n     (c)  The decommissioning of a wind energy facility or individual pieces of commercial wind energy equipment shall be completed as follows:\n     (1)  By the owner of the wind energy facility within twelve months after abandonment or the end of the useful life of the commercial wind energy equipment in the wind energy facility; or\n     (2)  If the owner of the wind energy facility fails to complete the decommissioning within the period prescribed in paragraph (1), the owner of the land on which the wind energy facility is located shall take necessary measures to complete decommissioning of the wind energy facility.  The owner of the land shall have access to the financial security as described in section 201N-33 for the purpose of decommissioning the wind energy facility.\n     (d)  This part shall not apply to wind energy facilities existing in the State on [July 3, 2013,] provided that:\n     (1)  An existing lease or other agreement between the wind energy facility owner and the owner of the land on which the facility is located, or a power purchase agreement under which the wind energy facility owner is operating, provides for the decommissioning of the wind energy facility after abandonment or the end of the useful life of the commercial wind energy equipment in the wind energy facility; or\n     (2)  The wind energy facility was constructed on fee simple land owned by the wind energy facility owner. [L 2013, c 262, pt of §2]"
}