{
    "name": "Litigation expenses",
    "number": "7",
    "text": "The court may, upon a satisfactory showing that a criminal defendant is unable to pay for transcripts or witness fees and transportation, or for investigatory, expert or other services, and upon a finding that the same are necessary for an adequate defense, direct that such expenses be paid from available court funds or waived, as the case may be; provided that where the defendant is represented by the state public defender or by other counsel appointed by the court except for such other counsel appointed by the court for reasons of conflict of interest on the part of the public defender, the public defender shall pay for or authorize payment for the same, if the public defender determines that the defendant is unable to pay for the same and that the same are necessary for an adequate defense, and if there is a dispute as to the financial ability of the defendant such dispute shall be resolved by the court.  In cases where other counsel have been appointed by the court for reasons of conflict of interest, the court may, upon the requisite showing of inability to pay and a finding that such expenses are necessary for an adequate defense as set forth above, direct that such expenses be paid from available court funds or waived, as the case may be. [L 1971, c 185, pt of §1; HRS §705C-7; ren L 1972, c 9, pt of §1 and am L 1972, c 44, §1(d); am L 1976, c 131, §3; am L 1979, c 174, §1]\n \nCase Notes\n \n  Defendant requesting services on basis of indigency is entitled to hearing.  61 H. 203, 600 P.2d 1383. \n  Where defendant is unable to pay for necessary defense services, defendant may be eligible for court payment even though represented by private counsel.  61 H. 203, 600 P.2d 1383. \n \nDecisions under prior law. \n  Preparation for trial by court-assigned counsel.  40 H. 79, aff'd 210 F.2d 552. \n  Fees.  42 H. 1; 44 H. 31, 352 P.2d 616. \n  Indigency; timeliness of appeal.  42 H. 1. \n  Procedure:  Entire procedure and counsel's role discussed.  44 H. 31, 352 P.2d 616. \n  Counsel:  Selection, rests with court.  44 H. 31, 352 P.2d 616; 44 H. 52, 352 P.2d 629. \n  Informal procedure insufficient protection.  44 H. 52, 352 P.2d 629. \n  \"Frivolous\":  Certification by court is not final.  Requisites of application to appeal for insufficiency of evidence.  46 H. 349, 379 P.2d 590. \n  Appointment of counsel, when discretionary with court.  51 H. 318, 459 P.2d 376. \n  Order denying leave to appeal in forma pauperis is appealable; and defendant is entitled to a record of such completeness as enables defendant to try to show that denial is in error.  53 H. 157, 488 P.2d 1177. \n  Order denying leave is appealable; State has burden of showing frivolity of appeal.  55 H. 453, 522 P.2d 184. \n  Criteria for determination whether appeal is frivolous.  56 H. 32, 526 P.2d 1200. \n  See 15 H. 139. \n  Cited:  43 H. 23."
}