{
    "name": "Jurisdiction",
    "number": "1",
    "text": "Note\n  Sections 661-1 to 661-12 designated as Part I by Revisor.\n     The several circuit courts of the State and, except as otherwise provided by statute or rule, the several state district courts shall, subject to appeal as provided by law, have original jurisdiction to hear and determine the following matters, and, unless otherwise provided by law, shall determine all questions of fact involved without the intervention of a jury.\n\n\n\n\t(1)\tAll claims against the State founded upon any statute of the State; or upon any regulation of an executive department; or upon any contract, expressed or implied, with the State, and all claims which may be referred to any such court by the legislature; provided that no action shall be maintained, nor shall any process issue against the State, based on any contract or any act of any state officer which the officer is not authorized to make or do by the laws of the State, nor upon any other cause of action than as herein set forth.\n\t(2)\tAll counterclaims, whether liquidated or unliquidated, or other demands whatsoever on the part of the State against any person making claim against the State under this chapter. [L 1894-5, c 26, §1; RL 1925, §2669; am L 1929, c 213, §1; RL 1935, §4420; RL 1945, §10475; RL 1955, §245-1; HRS ; am L 1972, c 164, §1(a); am L 1978, c 156, §1; am L 1979, c 152, §1; am L 1984, c 135, §2]\n\n\n\n\nCross References\n  Costs, bond, when State a party, see §607-24.\n  Money paid under protest, suit to recover, see §40-35.\nRules of Court\n  Counterclaim, see HRCP rule 13.\n  Costs, bond, when State a party, see HRCP rules 54(d), 62(e).\nCase Notes\n  A suit to restrain unconstitutional act of state officer is not suit against the State.  402 F. Supp. 95.\n  This section and §662-2 did not constitute a waiver of defendants' Eleventh Amendment immunity where plaintiffs contended that defendants' failure to provide sufficient Hawaiian language in Hawaii's public schools violated state and federal laws.  951 F. Supp. 1484.\n  Claim under §101-27 may not be made subject of collateral suit against State under this section.  49 H. 365, 369-370, 418 P.2d 482.\n  Public officer making government contracts, not personally liable.  2 H. 433; 5 H. 383.  Hawaiian government not liable for conversion of private fund by one of its employees acting outside scope of his official duties.  10 H. 607.\n  Where salary has been paid to de facto officer acting under color of title, de jure officer cannot recover from government salary of office while he was out of same.  9 H. 311.\n  Statute not unconstitutional on ground that jury is denied.  11 H. 10.  Nor on ground that it is retrospective.  11 H. 404.  See 11 H. 566; 13 H. 465; 17 H. 285, rev'd 206 U.S. 206.\n  State not liable for injuries from defective  streets.  13 H. 478 (prior to enactment of chapter 662).  Ejectment does not lie against government.  13 H. 1.  Partition does not lie when State claims absolute title.  48 H. 92, 395 P.2d 620.  State cannot be made party to suit to foreclose mortgage.  17 H. 82, aff'd 205 U.S. 349.  State not liable for extras except in accordance with contract.  16 H. 711.  See 27 H. 792.\n  Waiver by statute.  33 H. 379; 33 H. 409; 34 H. 213.  Implied contract.  36 H. 75; 43 H. 28 (prior to enactment of chapter 662).\n  Suit against government agency in private capacity as trustee. 37 H. 8.\n  Government consenting to be sued may do so upon such terms and conditions as it pleases.  11 H. 10.\n  Suit by way of mandamus against state officer to do what a statute requires of officer is not a suit against the State.  7 H. 470.  Suit against Commissioner of Public Lands to rescind lease made with another not suit against the State.  40 H. 675, 686.  Suit for recovery of money illegally exacted and already paid over is suit against State.  11 H. 10.  See §40-35.\n  Proceeding against property in which State has an interest is suit against State and cannot be maintained without consent of State.  50 H. 207, 436 P.2d 527; 49 H. 365, 418 P.2d 482; 51 H. 87, 451 P.2d 809.\n  Implied contract for State to pay taxpayer earnings on protested, paid tax.  56 H. 655, 547 P.2d 581.\n  No defense of sovereign immunity, including Eleventh Amendment, can be raised as to actions under this chapter if the applicable consent section is 1.  512 F. Supp. 889.\n  Sovereign immunity held to preclude suit against State based on chapter 480.  60 H. 228, 588 P.2d 430.\n  Where plaintiffs seek injunction for unconstitutional acts and damages, sovereign immunity bars suit.  68 H. 192, 708 P.2d 129, cert. denied, 476 U.S. 1169.\n  An order denying a pretrial motion based on sovereign immunity is not a final judgment, therefore, not appealable.  71 H. 519, 795 P.2d 283.\n  Further waiver of sovereign immunity not necessary for §607-14 to apply to the State and its agencies in matters in which, by virtue of the express waiver of sovereign immunity set forth in this section, the State has become a party.  87 H. 37, 951 P.2d 487.\n  Insofar as the State has not expressly and statutorily waived its sovereign immunity from postjudgment interest in suits brought pursuant to this section, the State is immune from awards of §478-3 postjudgment interest in actions under this section; thus, the trial court erred in ordering that the employees' retirement system pay statutory interest at the rate of ten per cent per annum, pursuant to §478-3.  106 H. 416, 106 P.3d 339.\n  Does not confer jurisdiction on insurer actions to recover moneys paid to the State without protest under §431-318.  5 H. App. 122, 678 P.2d 1101.\n  Suit authorized as one based on implied contract of warranty of authority.  5 H. App. 616, 705 P.2d 72.\n  Suit to recover public assistance benefits wrongfully denied is a claim against State founded upon any statute.  6 H. App. 160, 715 P.2d 813.\nDecisions under prior law.\n  Suit against government under old laws.  1 H. 266; 7 H. 715.  Actions for tort under 1888 statute.  8 H. 546; 9 H. 101.  Effect of 1895 statute, prior to enactment of chapter 662.  13 H. 1, 3; 13 H. 478, 479."
}