{
    "name": "Awards of attorney's fees against agencies False Claims to the State",
    "number": "12",
    "text": "Awards of attorney's fees against agencies.  (a)  Any law to the contrary notwithstanding, in any civil proceeding initiated by a small business against any agency in a state court, the court shall allow the small business reasonable attorney's fees, if the court finds that the agency lacked a reasonable basis for its action.\n\t(b)  Any agency against which a civil proceeding is initiated in any state court may request and shall be awarded reasonable attorney's fees, if the court finds that the small business' action was frivolous and wholly without merit.\n\t(c)  Whenever any court awards attorney's fees pursuant to this section, the award shall not exceed $7,500.  The award shall be limited to the attorney's normal hourly rate, but in no event more than $75 an hour multiplied by the number of hours reasonably spent in litigating claims and issues upon which the claimant clearly and substantially prevails.  If a small business is represented by counsel from a publicly funded legal service organization, attorney's fees shall not be awarded.\n\t(d)  The small business or agency shall provide the court with evidence to establish the attorney's normal hourly rate and the number of hours spent representing the claimant on each issue or claim which the claimant asserts.  Each request for attorney's fees shall be accompanied by itemized records detailing the nature of the services provided or performed and the amount of time spent coincidental to the time when the legal services were actually provided or performed.  A claimant that fails to comply with this section shall not be awarded attorney's fees.\n\t(e)  All attorney's fees awarded against an agency pursuant to this section shall be payable only after a budget request for the amount is submitted to and approved by the legislature.  The amount of attorney's fees awarded against an agency shall be identified by the agency and included in the agency's budget request submitted to the legislature for the fiscal year immediately following the year the award was made against the agency.  If the budget request is approved by the legislature, that amount shall be included in the program appropriation for the agency in the appropriation bill for that fiscal year.\n\t(f)  As used in this section:\n\t\"Agency\" means any state or county board, commission, department, or officer authorized by law to make rules or to adjudicate contested cases except those in the legislative or judicial branches.\n\t\"Civil proceeding\" means any proceeding other than a criminal proceeding or a proceeding before a family court.\n\t\"Small business\" means an independently owned business with less than fifty employees. [L 1986, c 336, §1]\nCross References\n  Vexatious litigants, see chapter 634J."
}