{
    "name": "Wildlife revolving fund; establishment",
    "number": "10.5",
    "text": "(a)  There is established a wildlife revolving fund under the department of land and natural resources.\n\t(b)  The following proceeds shall be retained by or transmitted to the department of land and natural resources for deposit into the wildlife revolving fund:\n\n\n\n\t(1)\tMoneys collected as fees for hunting licenses, attendance of hunter education training programs, and use of public target ranges;\n\t(2)\tMoneys collected under the provision of any law relating to the importation, taking, catching, or killing of game, wildlife, and products thereof;\n\t(3)\tMoneys, other than informers' fees authorized under section 183D-11, collected as fines or bail forfeitures for violation of this chapter or any provision of chapter 195D concerning wildlife conservation; and\n\t(4)\tMoneys collected from the sale of:\n\n\t\t(A)\tAny article, in addition to a hunting license, which a person is required to purchase from the department in order to hunt, when the requirement is established by law or rule; and\n\t\t(B)\tAny work of art upon which the article under subparagraph (A) is based.\n\n\n\n\n\n\t(c)  Expenditures from the wildlife revolving fund shall be limited to the following:\n\n\n\n\t(1)\tFor programs and activities to implement or enforce this chapter, including the provision of state funds to match federal aid grants under the Pittman-Robertson Federal Aid in Wildlife Restoration Act (50 Stat. 917, 16 U.S.C. §669), as amended, for projects concerning wildlife;\n\t(2)\tFor programs and activities to implement or enforce chapter 195D concerning wildlife conservation;\n\t(3)\tFor acquisition of the use, development, or maintenance of trails and accessways into or through forest reserves, natural area reserves, game management areas, wildlife sanctuaries, public hunting areas, private and commercial shooting preserves, or private lands where hunting or hiking by the public is authorized; and\n\t(4)\tFor research programs and activities concerning wildlife conservation and management.  Research programs and activities funded under this paragraph may be conducted by personnel of the department or through grants-in-aid to or contracts with the University of Hawaii or other qualified persons.\n\n\n\n\t(d)  The proceeds of the wildlife revolving fund shall not be used as security for, or pledged to the payment of principal or interest on, any bonds or other instruments of indebtedness.\n\t(e)  In addition to subsections (c) and (f), the department may use moneys in the wildlife revolving fund for the importation into, and the management, preservation, propagation, and protection of, game or wildlife in the State; provided that the department prior to authorizing expenditures or expending funds from the wildlife revolving fund shall first use those funds to maximize the State's participation to secure federal funds under the Pittman-Robertson Federal Aid in Wildlife Restoration Act, as amended.\n\t(f)  Nothing in this section shall be construed as prohibiting the funding with general funds or other funds of programs and activities to implement or enforce this chapter or chapter 195D concerning wildlife conservation.\n\t(g)  The department shall prepare and submit an annual report on the status of the wildlife revolving fund to the legislature no later than twenty days prior to the convening of each regular session.  The report shall include but not be limited to:\n\n\n\n\t(1)\tThe source and application of moneys deposited into the fund, including a description of the criteria and process used to determine funding priorities;\n\t(2)\tA description of programs and activities supported by the fund;\n\t(3)\tA summary of program highlights and accomplishments; and\n\t(4)\tA description of future program plans, including specific goals and objectives. [L 1988, c 67, §1; am L 1990, c 83, §1; am L 1991, c 290, §1]"
}