{
    "name": "Publication of reports",
    "number": "3.4",
    "text": "(a)  The department of taxation shall publish reports on the following:\n     (1)  Hawaii income patterns--individuals;\n     (2)  Hawaii income patterns--corporations, proprietorships, and partnerships; and\n     (3)  Tax credits.\n     (b)  The department shall make each of these reports available in both paper form and commonly accessible electronic forms.\n     (c)  The department of taxation shall report to the legislature no later than twenty days prior to the convening of each regular session; provided that on or before December 31, 2012, the department shall report to the legislature on:\n     (1)  The resources and information needed to complete the reports required under subsection (a)(3);\n     (2)  An identification of the best means of providing information in an electronic format in the future; and\n     (3)  Recommendations for additional information that may be required for inclusion in the reports as the department upgrades its tax computer systems and associated enterprise resource planning implementation.\n     (d)  The department may explore and implement all reasonable methods of covering the costs of distribution of the reports, including but not limited to:\n     (1)  Setting reasonable fees that will cover the costs of producing and distributing the reports in paper and electronic form; and\n     (2)  Negotiating licensing fees with commercial information providers for rights to carry the reports on-line or in other electronic storage methods. [L 1996, c 250, §2; am L 2012, c 189, §1]\n \nNote\n \n  Establishing positions to fulfill the L 2012, c 189 amendment.  L 2012, c 189, §2."
}