{
    "name": "Restitution",
    "number": "14",
    "text": "(a)  In any action brought by the director of the office of consumer protection, the court may include in its orders or judgments such provisions as may be necessary to effect restitution.  Any person in whose favor restitution is ordered need not accept restitution, but the person's acceptance and full performance of restitution shall bar recovery by the person of any other damages in any action on account of the same acts or practices against the person making restitution.\n\t(b)  Whenever a corporation is ordered to pay restitution under subsection (a), the court hearing the action may include in its orders or judgments that the corporation and the individual directors, officers, or agents of the corporation who authorized, ordered, or had done, or participated in any of the unlawful acts and practices which caused, in whole or in part, injuries to any person, are jointly and severally liable for the payment of restitution.\n\t(c)  Whenever a domestic or foreign limited liability company is ordered to pay restitution under subsection (a), the court hearing the action may include in its orders or judgments that the limited liability company and the individual members, managers, or agents of the limited liability company who authorized, ordered, had done, or participated in any of the unlawful acts and practices that caused, in whole or in part, injuries to any person, are jointly and severally liable for the payment of restitution.\n\t(d)  The office of consumer protection may establish and maintain an account for purposes of holding and disbursing moneys received or recovered by it and which are due consumers as restitution.\n\t(e)  The director of the office of consumer protection may assign to a consumer for collection that portion of any judgment awarding restitution to that consumer.\n\t(f)  If a person commits a violation of section 480-2 which is directed toward, targets, or injures an elder, the court, in addition to the restitution authorized by [subsection] (a), may award the elder an additional sum up to but not to exceed the amount of restitution ordered in subsection (a).  In determining the amount, if any, of an award under this subsection, the court shall consider the factors set forth in section 480-13.5. [L 1975, c 99, §1; am L 1976, c 111, §1; gen ch 1985; am L 1987, c 69, §1; am L 1989, c 230, §3; am L 1991, c 53, §1; am L 1996, c 92, §18; am L 1998, c 179, §3]"
}