{
    "name": "Grades and classes of offenses",
    "number": "107",
    "text": "(1)  An offense defined by this Code or by any other statute of this State for which a sentence of imprisonment is authorized constitutes a crime.  Crimes are of three grades:  felonies, misdemeanors, and petty misdemeanors.  Felonies include murder in the first and second degrees, attempted murder in the first and second degrees, and the following three classes:  class A, class B, and class C. \t(2)  A crime is a felony if it is so designated in this Code or if persons convicted thereof may be sentenced to imprisonment for a term which is in excess of one year.\n\t(3)  A crime is a misdemeanor if it is so designated in this Code or in a statute other than this Code enacted subsequent thereto, or if it is defined in a statute other than this Code which provides for a term of imprisonment the maximum of which is one year.\n\t(4)  A crime is a petty misdemeanor if it is so designated in this Code or in a statute other than this Code enacted subsequent thereto, or if it is defined by a statute other than this Code which provides that persons convicted thereof may be sentenced to imprisonment for a term of which the maximum is less than one year.\n\t(5)  An offense defined by this Code or by any other statute of this State constitutes a violation if it is so designated in this Code or in the law defining the offense or if no other sentence than a fine, or fine and forfeiture or other civil penalty, is authorized upon conviction or if it is defined by a statute other than this Code which provides that the offense shall not constitute a crime.  A violation does not constitute a crime, and conviction of a violation shall not give rise to any civil disability based on conviction of a criminal offense.\n\t(6)  Any offense declared by law to constitute a crime, without specification of the grade thereof or of the sentence authorized upon conviction, is a misdemeanor.\n\t(7)  An offense defined by any statute of this State other than this Code shall be classified as provided in this section and the sentence that may be imposed upon conviction thereof shall hereafter be governed by this Code. [L 1972, c 9, pt of §1; am L 1987, c 181, §1]"
}