{
    "name": "When prosecution is barred by former prosecution for the same offense",
    "number": "110",
    "text": "When a prosecution is for an offense under the same statutory provision and is based on the same facts as a former prosecution, it is barred by the former prosecution under any of the following circumstances:\n\n\n\n\t(1)\tThe former prosecution resulted in an acquittal which has not subsequently been set aside.  There is an acquittal if the prosecution resulted in a finding of not guilty by the trier of fact or in a determination by the court that there was insufficient evidence to warrant a conviction.  A finding of guilty of a lesser included offense is an acquittal of the greater inclusive offense, although the conviction is subsequently set aside on appeal by the defendant.\n\t(2)\tThe former prosecution was terminated, after the information had been filed or the indictment found, by a final order or judgment for the defendant, which has not been set aside, reversed, or vacated and which necessarily required a determination inconsistent with a fact or a legal proposition that must be established for conviction of the offense.\n\t(3)\tThe former prosecution resulted in a conviction.  There is a conviction if the prosecution resulted in a judgment of conviction which has not been reversed or vacated, a verdict of guilty which has not been set aside and which is capable of supporting a judgment, or a plea of guilty or nolo contendere accepted by the court.\n\t(4)\tThe former prosecution was improperly terminated.  Except as provided in this subsection, there is an improper termination of a prosecution if the termination is for reasons not amounting to an acquittal, and it takes place after the first witness is sworn but before verdict.  Termination under any of the following circumstances is not improper:\n\n\t\t(a)\tThe defendant consents to the termination or waives, by motion to dismiss or otherwise, the defendant's right to object to the termination.\n\t\t(b)\tThe trial court finds the termination is necessary because:\n\n\t\t\t(i)\tIt is physically impossible to proceed with the trial in conformity with law; or\n\t\t\t(ii)\tThere is a legal defect in the proceedings which would make any judgment entered upon a verdict reversible as a matter of law; or\n\t\t\t(iii)\tPrejudicial conduct, in or outside the courtroom, makes it impossible to proceed with the trial without injustice to either the defendant or the State; or\n\t\t\t(iv)\tThe jury is unable to agree on a verdict; or\n\t\t\t(v)\tFalse statements of a juror on voir dire prevent a fair trial. [L 1972, c 9, pt of §1; gen ch 1993]"
}