{
    "name": "Territorial applicability",
    "number": "106",
    "text": "(1)  Except as otherwise provided in this section, a person may be convicted under the law of this State of an offense committed by the person's own conduct or the conduct of another for which the person is legally accountable if:\n\n\n\n\t(a)\tEither the conduct or the result which is an element of the offense occurs within this State; or\n\t(b)\tConduct occurring outside the State is sufficient under the law of this State to constitute an attempt to commit an offense within the State; or\n\t(c)\tConduct occurring outside the State is sufficient under the law of this State to constitute a conspiracy to commit an offense within the State and an overt act in furtherance of such conspiracy occurs within the State; or\n\t(d)\tConduct occurring within the State establishes complicity in the commission of, or an attempt, solicitation, or conspiracy to commit, an offense in another jurisdiction which also is an offense under the law of this State; or\n\t(e)\tThe offense consists of the omission, while within or outside this State to perform a legal duty imposed by the law of this State with respect to domicile, residence, or a relationship to a person, thing, or transaction in the State; or\n\t(f)\tThe offense is based on a statute of this State which expressly prohibits conduct outside the State, when the conduct bears a reasonable relation to a legitimate interest of this State and the actor knows that the actor's conduct is likely to affect that interest.\n\n\n\n\t(2)  Subsection (1)(a) does not apply when a specified result, or conduct creating a risk of such a result, is an element of an offense and the result occurs, or is intended or is likely to occur, only in another jurisdiction where the conduct charged would not constitute an offense, unless a legislative purpose plainly appears to declare that the conduct constitutes an offense regardless of the place of the result.\n\t(3)  Subsection (1)(a) does not apply when a particular result is an element of an offense and the result is caused by conduct occurring outside the State which conduct would not constitute an offense if the result had occurred there, unless the actor intentionally or knowingly caused the result within the State.\n\t(4)  When the offense involves a homicide, either the death of the victim or the bodily impact causing death constitutes a \"result\", within the meaning of subsection (1)(a).  If the body of a homicide victim is found within the State, it is prima facie evidence that the result occurred within the State.\n\t(5)  This State includes the land and water and the air space about the land and water with respect to which the State has legislative jurisdiction. [L 1972, c 9, pt of §1; gen ch 1993]"
}