{
    "name": "Island burial councils; creation; appointment; composition; duties",
    "number": "43.5",
    "text": "(a)  The department shall establish island burial councils for Hawaii, Maui/Lanai, Molokai, Oahu, and Kauai/Niihau, to implement section 6E-43.\n     (b)  Appointment of members to the councils shall be made by the governor, in accordance with section 26-34, from a list provided by the department, provided that a minimum of twenty per cent of the regional representatives shall be appointed from a list of at least nine candidates provided by the office of Hawaiian affairs.  The department shall develop the list in consultation with appropriate Hawaiian organizations, such as Hui Malama I Na Kupuna O Hawai`i Nei.  The membership of each council shall include at least one representative from each geographic region of the island as well as representatives of development and large property owner interests.  Regional representatives shall be selected from the Hawaiian community on the basis of their understanding of the culture, history, burial beliefs, customs, and practices of native Hawaiians.  The councils shall have a minimum of nine and a maximum of fifteen members, and have a ratio of not more than three to one and no less than two to one in favor of regional representatives.\n     (c)  The department, in consultation with the councils, office of Hawaiian affairs, representatives of development and large property owner interests, and appropriate Hawaiian organizations, such as Hui Malama I Na Kupuna O Hawai`i Nei, shall adopt rules pursuant to chapter 91 necessary to carry out the purposes of this section.  The council members shall serve without compensation, but shall be reimbursed for necessary expenses incurred during the performance of their duties.  The councils shall be a part of the department for administrative purposes.\n     (d)  The councils shall hold meetings and acquire information as they deem necessary and shall communicate their findings and recommendations to the department.  Notwithstanding section 92-3, whenever the location and description of burial sites are under consideration, the councils may hold closed meetings.  Concurrence of a majority of the members present at a meeting shall be necessary to make any action of a council valid.\n     (e)  Department records relating to the location and description of historic sites, including burial sites, if deemed sensitive by a council or the Hawaii historic places review board, shall be confidential.\n     (f)  The councils shall:\n     (1)  Determine the preservation or relocation of previously identified native Hawaiian burial sites;\n     (2)  Assist the department in the inventory and identification of native Hawaiian burial sites;\n     (3)  Make recommendations regarding appropriate management, treatment, and protection of native Hawaiian burial sites, and on any other matters relating to native Hawaiian burial sites;\n     (4)  Elect a chairperson for a four-year term who shall serve for not more than two consecutive terms; and\n     (5)  Maintain a list of appropriate Hawaiian organizations, agencies, and offices to notify regarding the discovery of remains. [L 1990, c 306, pt of §3; am L 2000, c 6, §1]"
}