{
    "name": "Penalties",
    "number": "161",
    "text": "PART XV.  PENALTIES AND PROCEDURE ON ARREST;\nRESPECTIVE POWERS OF STATE AND COUNTIES\n\nNote\n  Part heading amended by L 1978, c 111, §1.\n     (a)  It is a violation for any person to violate any of the provisions of this chapter except as otherwise specified in subsection (c) of this section and unless the violation is by other law of this State declared to be a felony, misdemeanor, or petty misdemeanor.\n\t(b)  Except as provided in subsection (c) every person who violates any provision of this chapter for which another penalty is not provided shall be fined:\n\n\n\n\t(1)\tNot more than $200 for a first conviction thereof;\n\t(2)\tNot more than $300 for conviction of a second offense committed within one year after the date of the first offense; and\n\t(3)\tNot more than $500 for conviction of a third or subsequent offense committed within one year after the date of the first offense;\n\n\n\nprovided that upon a conviction for a violation of section 291C-12, 291C-12.5, 291C-12.6, or 291C-95, the person shall be sentenced in accordance with that section.\n\t(c)  Every person who violates section 291C-13 or 291C-18 shall:\n\n\n\n\t(1)\tBe fined not more than $200 or imprisoned not more than ten days for a first conviction thereof;\n\t(2)\tBe fined not more than $300 or imprisoned not more than twenty days or both for conviction of a second offense committed within one year after the date of the first offense; and\n\t(3)\tBe fined not more than $500 or imprisoned not more than six months or both for conviction of a third or subsequent offense committed within one year after the date of the first offense.\n\n\n\n\t(d)  The court may assess a sum not to exceed $50 for the cost of issuing a penal summons upon any person who fails to appear at the place within the time specified in the citation issued to the person for any traffic violation.\n\t(e)  The court may require a person who violates any of the provisions of this chapter to attend a course of instruction in driver retraining as deemed appropriate by the court, in addition to any other penalties imposed. [L 1971, c 150, pt of §1; am L 1976, c 44, §1; am L 1978, c 222, §2; gen ch 1985; am L 1992, c 243, §6; am L 1993, c 214, §15; am L 1994, c 33, §1; am L 1996, c 169, §4; am L 1998, c 265, §2; am L 1999, c 297, §3]"
}