{
    "name": "Motor vehicle towing and storage; settlement",
    "number": "165.5",
    "text": "(a)  Notwithstanding any other provision of this chapter, any vehicle identified for removal pursuant to any county ordinance ordering removal of motor vehicles by any county police department for traffic violations, including a vehicle which constitutes an obstruction or hazard to traffic, may be towed away at the expense of the registered owner of the vehicle, as provided by this section.\n\t(b)  The towing company shall determine the name of the lien holder and the registered owner of the vehicle from the department of transportation or the county department of finance.  The lien holder and the registered owner shall be notified by the towing company in writing at the address on record with the department of transportation or with the county department of finance by registered or certified mail of the location of the vehicle, together with a description of the vehicle, within a reasonable period not to exceed twenty days following the tow.  The notice shall state:\n\n\n\n\t(1)\tThe maximum towing charges and fees allowed by law;\n\t(2)\tThe telephone number of the county finance department that arranged for or authorized the tow; and\n\t(3)\tThat if the vehicle is not recovered within thirty days after the mailing of the notice, the vehicle shall be deemed abandoned and will be sold or disposed of as junk.\n\n\n\nAny towing company engaged in towing pursuant to this section shall comply with the requirements of section 291C-135.  When the vehicle is recovered after the tow by the registered owner or lien holder, the party recovering the vehicle shall pay the tow and storage charges which shall not exceed the charges as provided by section 290-11(b) or the rates agreed upon with the respective counties, whichever is lower, except that tow operators may charge additional reasonable amounts for excavating vehicles from off-road locations; provided that if the notice required by this section was not sent within twenty days after the tow, neither the registered owner nor the lien holder shall be required to pay the tow and storage charges.  No notice shall be sent to a legal or registered owner or any person with any unrecorded interest in the vehicle whose name or address cannot be determined.  A person, including but not limited to the owner's or driver's insurer, who has been charged in excess of the charges permitted under this section may sue for damages sustained, and, if the judgment is for the plaintiff, the court shall award the plaintiff a sum not to exceed the amount of these damages and reasonable attorney's fees together with the cost of the suit.\n\t(c)  When a vehicle is recovered by the owner or lien holder before written notice is sent by registered or certified mail, the towing company shall provide the owner or lien holder with a receipt stating the maximum towing charges and fees allowed by law and the telephone number of the county finance department that arranged for or authorized the tow.\n\t(d)  When a vehicle is not recovered within thirty days after the mailing of the notice, it shall be deemed abandoned and the owner of the towing company, or the owner of the towing company's authorized representative, after one statewide public notice as required in section 1-28.5, may negotiate a sale of the vehicle or dispose of it as junk.\n\t(e)  The authorized seller of the vehicle shall be entitled  to the proceeds of the sale to the extent that compensation is due the authorized seller for services rendered in respect to the vehicle, including reasonable and customary charges for towing, handling, storage, and the cost of the notices and advertising required by this part.  Any remaining balance shall be forwarded to the registered owner or lien holder of the vehicle if the registered owner or lien holder is found.  If the registered owner or lien holder cannot be found, the balance shall be deposited with the director of finance of the State and shall be paid out to the registered owner or lien holder of the vehicle if a proper claim is filed therefor within one year from the execution of the sales agreement.  The lien holder shall have first priority to the funds to the extent of the lien holder's claim.  If no claim is made within the year allowed, the money shall escheat to the State.\n\t(f)  The transfer of title and interest by sale under this section is a transfer by operation of law; provided that if the certificate of ownership or registration is unavailable, a bill of sale executed by an authorized seller is satisfactory evidence authorizing the transfer of the title or interest.\n\t(g)  This section shall not apply to a county that has adopted ordinances regulating towing operations. [L 1998, c 139, §1; am L 1999, c 259, §2; am L 2000, c 260, §3; am L 2003, c 84, §5]\nCross References\n  Other towing provisions:\n    Abandoned vehicles, see chapter 290.\n    Airports, see §261-17.6.\n    Unauthorized vehicles at schools and libraries, see §302A-1152.\n    Unauthorized vehicles at the University of Hawaii, see §308-3."
}