{
    "name": "Charter school review panel; establishment; powers and duties",
    "number": "3",
    "text": "(a)  There is established the charter school review panel, which shall be placed within the department for administrative purposes only.  The panel shall be accountable to and report to the board.\n     (b)  The panel shall consist of nine members, and shall include:\n     (1)  Two licensed teachers regularly engaged in teaching; provided that one teacher is employed at a start-up charter school, and one teacher is employed at a conversion charter school;\n     (2)  Two educational officers; provided that one educational officer is employed at a start-up charter school, and one educational officer is employed at a conversion charter school;\n     (3)  One member or former member of a charter school local school board;\n     (4)  The chair of the board of education or the chair's designee;\n     (5)  The executive director or the executive director's designee;\n     (6)  A representative of Hawaiian culture-focused schools; and \n     (7)  A representative of the University of Hawaii.\n     (c)  The board shall appoint the remaining members of the panel other than the chair of the board and the executive director.\n     (d)  Appointed panel members shall serve not more than three consecutive three-year terms, with each term beginning on July 1; provided that the initial terms of the appointed members that commence after June 30, 2006, shall be staggered as follows:\n     (1)  Three members to serve three-year terms;\n     (2)  Two members to serve two-year terms; and\n     (3)  Two members to serve a one-year term.\n     (e)  Notwithstanding the terms of members, the board may add panel members at any time and replace panel members at any time when their positions become vacant through resignation, non-participation, or upon request of a majority of panel members.\n     (f)  Panel members shall receive no compensation.  When panel duties require that a panel member take leave of the panel member's duties as a state employee, the appropriate state department shall allow the panel member to be placed on administrative leave with pay and shall provide substitutes, when necessary, to perform that panel member's duties.  Panel members shall be reimbursed for necessary travel expenses incurred in the conduct of official panel business.\n     (g)  The panel shall establish operating procedures that shall include conflict of interest provisions for any member whose school of employment or local school board membership is before the panel.\n     (h)  The chair of the panel shall be designated by the members of the panel for each school year beginning July 1 and whenever there is a vacancy.  If the panel does not designate its chair for the next school year by July 1, the board shall designate the panel chair.  When the panel chair is vacant, the board shall designate an interim chair to serve until the panel designates its chair.\n     (i)  The powers and duties of the panel shall be to:\n     (1)  Review charter applications for new charter schools in accordance with sections 302B-5 and 302B-6 and make recommendations to the board for the issuance of new charters; provided that if the board does not issue or deny the charter within sixty calendar days of the board's receipt of the recommendations, the recommendations shall automatically become effective;\n     (2)  Review significant amendments to detailed implementation plans to maximize the school's financial and academic success, long-term organizational viability, and accountability, and make recommendations to the board; provided that if the board does not approve or deny the amendments within sixty calendar days of receipt of the recommendations, the recommendations shall automatically become effective;\n     (3)  Recommend to the board reporting requirements for charter schools;\n     (4)  Review annual self-evaluation reports from charter schools and make recommendations to the board;\n     (5)  As directed by the board, evaluate any aspect of a charter school that the board may have concerns with and make recommendations to the board, which may include probation or revocation; provided that if the board does not take action on the recommendations within sixty calendar days, the recommendations shall automatically become effective;\n     (6)  Periodically recommend to the board improvements in the board's monitoring and oversight of charter schools;\n     (7)  Periodically recommend to the board improvements in the office's support of charter schools and management of the charter school system.\n     (j)  In the case that the panel decides not to recommend the issuance of a new charter, or to recommend significant amendments to detailed implementation plans, the board shall adopt rules for an appeals process.\n     (k)  The board shall provide for the staff support and expenses of the panel.  The board shall submit to the legislature annual appropriation requests to fund the operations of the panel.\n     (l)  The panel shall be exempt from chapter 92. [L 2006, c 298, pt of §2]"
}