{
    "name": "Duties and powers of probation officers; adult probation records General Provisions",
    "number": "73",
    "text": "Duties and powers of probation officers; adult probation records.  (a)  A probation officer shall investigate any case referred to the probation officer for investigation by the court in which the probation officer is serving and report thereon to the court.  The probation officer shall instruct each defendant placed on probation under the probation officer's supervision of the terms and conditions of the defendant's probation.  The probation officer shall keep informed concerning the conduct and condition of the defendant and report thereon to the court, and shall use all suitable methods to aid the defendant and bring about an improvement in the defendant's conduct and condition.  The probation officer shall keep these records and perform other duties as the court may direct.  Upon written request, the victim, or the parent or guardian of a minor victim or incapacitated victim, of a defendant who has been placed on probation for an offense under sections 580-10(d)(1), 586-4(d), 586-11(a), or 709-906, may be notified by the defendant's probation officer when the probation officer has any information relating to the safety and welfare of the victim.  No probation officer shall be subject to civil liability or criminal culpability for any disclosure or non-disclosure, under this section, if the probation officer acts in good faith and upon reasonable belief.\n\t(b)  All records of the Hawaii state adult probation divisions shall be confidential and shall not be deemed to be public records.  As used in this section, the term \"records\" includes but is not limited to all records made by any adult probation officer in the course of performing the probation officer's official duties; provided that the records, or the content of the records, shall be divulged only as follows:\n\n\n\n\t(1)\tA copy of any adult probation division case record or of a portion of it, or the case record itself, upon request, may be provided to an adult probation officer of a Hawaii state adult probation division, a family court officer who is preparing a report for the courts, or a state or federal criminal justice agency that:\n\n\t\t(A)\tIs providing supervision of a defendant or offender convicted and sentenced by the courts of Hawaii; or\n\t\t(B)\tIs responsible for the preparation of a report for a court;\n\n\t(2)\tThe contents of any adult probation division case record relating to the residence address, work address, home telephone number, or work telephone number of a probationer shall be provided only to a law enforcement officer as defined in section 710-1000(13) to locate the probationer for the purpose of serving a summons or bench warrant in a civil, criminal, or deportation hearing, or for the purpose of a criminal investigation; and\n\t(3)\tA copy of a presentence report or investigative report shall be provided only to:\n\n\t\t(A)\tThe persons or entities named in section 706-604;\n\t\t(B)\tThe Hawaii paroling authority;\n\t\t(C)\tAny psychiatrist, psychologist, or other treatment practitioner who is treating the defendant pursuant to a court order or parole order for that treatment;\n\t\t(D)\tThe intake service centers;\n\t\t(E)\tIn accordance with applicable law, persons or entities doing research; and\n\t\t(F)\tAny Hawaii state adult probation officer or adult probation officer of another state or federal jurisdiction who:\n\n\t\t\t(i)\tIs engaged in the supervision of a defendant or offender convicted and sentenced in the courts of Hawaii; or\n\t\t\t(ii)\tIs engaged in the preparation of a report for a court regarding a defendant or offender convicted and sentenced in the courts of Hawaii.\n\n\n\n\n\n\n\n\t(c)  Every probation officer, within the scope of the probation officer's duties, shall have the powers of a police officer. [L 1931, c 41, pt of §4; RL 1935, §5539; RL 1945, §10845; RL 1955, §258-55; HRS §711-79; ren L 1972, c 9, pt of §1; am L 1985, c 167, §1; gen ch 1985; am L 1989, c 262, §1; am L 1990, c 189, §5; am L 1993, c 20, §1; am L 1994, c 102, §1; am L 1995, c 224, §1; am L 2001, c 288, §1]"
}