{
    "name": "Exemption of certain cooperative organizations; insurance transactions; approved mergers of federally regulated companies; homeless facility and program donors and provider agencies",
    "number": "11",
    "text": "(a)  Nothing in this chapter shall be construed to forbid the existence and operation of fishery, agricultural, or consumer cooperative organizations or associations instituted for the purpose of mutual help, and which are organized and operated under chapter 421, 422, or 421C, or which conform and continue to conform to the requirements of the Capper-Volstead Act (7 U.S.C. 291 and 292); provided that if any such organization or association monopolizes or restrains trade or commerce in any section of this State to such an extent that the price of any fishery, agricultural, or consumer product is unduly enhanced by reason thereof this chapter shall apply to such acts.\n\t(b)  This chapter shall not apply to any transaction in the business of insurance which is in violation of any section of this chapter if the transaction is expressly permitted by the insurance laws of this State; and provided further that nothing in this section shall render this chapter inapplicable to any agreement to boycott, coerce, or intimidate or act of boycott, coercion, or intimidation.\n\t(c)  This chapter shall not apply to mergers of companies where such mergers are approved by the federal regulatory agency which has jurisdiction and control over such mergers.\n\t(d)  This chapter shall not apply to:\n\n\n\n\t(1)\tAny provider agencies or donors under chapter 201G, part IV;\n\t(2)\tAny provider agency or donor method or act that complies with chapter 201G, part IV; or\n\t(3)\tAny cooperation or agreement authorized pursuant to rule under chapter 201G, part IV. [L 1961, c 190, §9; Supp, §205A-9; HRS ; am L 1982, c 97, §3; am L 1991, c 212, §7; am L 1997, c 350, §17; L 1998, c 212, §3]\n\n\n\n\nNote\n  Chapter 422 referred to in text is repealed."
}