{
    "name": "Rental or sale of essential commodities during a state disaster; prohibition against price increases",
    "number": "9",
    "text": "(a)  Whenever the governor declares a state disaster for the entire State or any portion thereof, or when the State, or any portion thereof, is the subject of a severe weather warning:\n\n\n\n\t(1)\tThere shall be prohibited any increase in the selling price of any commodity, whether at the retail or wholesale level, in the area that is the subject of the disaster declaration or the severe weather warning; and\n\t(2)\tNo landlord shall terminate any tenancy for a residential dwelling unit in the area that is the subject of a disaster declaration or a severe weather warning, except for a breach of a material term of a rental agreement or lease, or if the unit is unfit for occupancy as defined in this chapter, provided that:\n\n\t\t(A)\tNothing in this chapter shall be construed to extend a fixed term lease beyond its termination date, except that a periodic tenancy for a residential dwelling unit may be terminated by the landlord upon forty-five days written notice:\n\n\t\t\t(i)\tWhen the residential dwelling unit is sold to a bona fide purchaser for value; or\n\t\t\t(ii)\tWhen the landlord or an immediate family member of the landlord will occupy the residential dwelling unit; or\n\n\t\t(B)\tUnder a fixed term lease or a periodic tenancy, upon forty-five days written notice, a landlord may require a tenant or tenants to relocate during the actual and continuous period of any repair to render a residential dwelling unit fit for occupancy provided that:\n\n\t\t\t(i)\tReoccupancy shall first be offered to the same tenant or tenants upon completion of the repair; and\n\t\t\t(ii)\tThe term of the fixed term lease or periodic tenancy shall be extended by a period of time equal to the duration of the repair; and\n\t\t\t(iii)\tIt shall be the responsibility of the tenant or tenants to find other accommodations during the period of repair.\n\n\n\n\n\n\n\n\tAs used in this section, \"breach of a material term\" means the failure of a party to perform an obligation under the rental agreement which constitutes the consideration for entering into the contract and includes the failure to make a timely payment of rent.  For the purpose of this subsection:\n\t\"Fixed term lease\" means a lease for real property that specifies its beginning date and its termination date as calendar dates, or contains a formula for determining the beginning and termination dates; and the application of the formula as of the date of the agreement will produce a calendar date for the beginning and termination of the lease.\n\t\"Periodic tenancy\" means a tenancy wherein real property is leased for an indefinite time with monthly or other periodic rent reserved.  A periodic tenancy may be created by express agreement of the parties, or by implication upon the expiration of a fixed term lease when neither landlord nor tenant provides the other with written notice of termination and the tenant retains possession of the premises for any period of time after the expiration of the original term.\n\t\"Unfit for occupancy\" means that a residential dwelling unit has been damaged to the extent that the appropriate county agency determines that the unit creates a dangerous or unsanitary situation and is dangerous to the occupants or to the neighborhood.\n\t(b)  Notwithstanding this section, any additional operating expenses incurred by the seller or landlord because of the state disaster, and which can be documented, may be passed on to the consumer.  In the case of a residential dwelling unit, if rent increases are contained in a written instrument which was signed by the tenant prior to the disaster declaration or severe weather warning, the increases may take place pursuant to the written instrument.\n\t(c)  The prohibitions under subsection (a) shall remain in effect until twenty-four hours after the severe weather warning is canceled by the National Weather Service; or in the event of a disaster declaration, until the declaration is altered, amended, revised, or revoked by the governor.\n\t(d)  In any action against a merchant, landlord, or other business for violation of the price limitations in this section, the defendant shall be deemed not to have violated this section if the defendant proves all of the following:\n\n\n\n\t(1)\tThe violation of the price limitation was unintentional;\n\t(2)\tThe defendant voluntarily rolled back prices to the appropriate level upon discovering that this section was or may have been violated; and\n\t(3)\tThe defendant has instituted a restitution program for all consumers who may have paid excessive prices.\n\n\n\n\t(e)  Any violation of this section shall constitute unfair methods of competition and unfair and deceptive acts or practices in the conduct of any trade [or] commerce under section 480-2 and shall be subject to a civil penalty as provided in section 480-3.1.  Each item sold at a price that is prohibited by this section shall constitute a separate violation. [L 1983, c 271, §1; am L 1993, c 333, §3; am L 1994, c 86, §1]"
}