{
    "name": "Registration requirements",
    "number": "4",
    "text": "(a)  Before conducting business in this State or issuing any warranty, a warrantor shall register with the commissioner on a form prescribed by the commissioner, and shall pay to the commissioner a fee as provided under section 431:7-101.  A person who sells or solicits a vehicle protection product, but who is not a warrantor, shall not be required to register with the commissioner as a warrantor. \t(b)  Warrantor registration records shall be updated annually and shall contain the following information:\n\n\n\n\t(1)\tThe address of the principal office of the warrantor;\n\t(2)\tThe name and address of the warrantor's agent for the service of process in this State if other than the provider;\n\t(3)\tThe identities of the warrantor's executive officer or officers directly responsible for the warrantor's vehicle protection product business;\n\t(4)\tThe name, address, and telephone number of any administrators designated by the warrantor to be responsible for the administration of vehicle protection product warranties in this State;\n\t(5)\tA copy of each warranty form the warrantor proposes to use in this State; and\n\t(6)\tA statement that the warrantor is in compliance with the financial responsibility requirements of section 481R-5 and that details how the warrantor intends to meet the requirements, and proof of compliance with the requirements.\n\n\n\n\t(c)  The marketing, selling, offering for sale, issuing, making, proposing to make, and administering of vehicle protection products shall be exempt from:\n\n\n\n\t(1)\tChapter 481X; and\n\t(2)\tThe insurance laws of this State.\n\n\n\n\t(d)  The following contracts and agreements shall be exempt from this chapter and shall only be subject to other statutes and laws that specifically apply to them:\n\n\n\n\t(1)\tWarranties or guarantees, other than those provided as part of a vehicle protection product; and\n\t(2)\tService contracts regulated by chapter 481X.\n\n\n\n\t(e)  A seller shall not be deemed to be a warrantor unless, in addition to acting as a seller, the person is named under the terms of a vehicle protection product warranty as the contractual obligor to the consumer. [L 2002, c 237, pt of §1]"
}