{
    "name": "Petition for regulatory review",
    "number": "6",
    "text": "(a)  In addition to the basis for filing a petition provided in section 91-6, any affected small business may file a written petition with the agency that has adopted the rules objecting to all or part of any rule affecting small business on any of the following grounds:\n     (1)  The actual effect on small business was not reflected in, or significantly exceeded, the small business impact statement submitted prior to the adoption of the rules;\n     (2)  The small business impact statement did not consider new or significant economic information that reveals an undue impact on small business; or\n     (3)  These impacts were not previously considered at the public hearing on the rules.\n     (b)  For rules adopted prior to July 1, 1998, an affected small business may file a written petition with the agency that adopted the rules objecting to all or part of any rules affecting small business on any of the following grounds:\n     (1)  The rules created an undue barrier to the formation, operation, and expansion of small businesses in a manner that significantly outweighs its benefit to the public;\n     (2)  The rules duplicate, overlap, or conflict with rules adopted by another agency or violate the substantive authority under which the rules were adopted; or\n     (3)  The technology, economic conditions, or other relevant factors justifying the purpose for the rules have changed or no longer exist.\n     (c)  Upon submission of the petition, the agency shall forward a copy of the petition to the board as notification of a petition filed under this chapter.  The agency shall promptly consider the petition and may seek advice and counsel regarding the petition from the appropriate departmental advisory committee on small business.  Within sixty days after the submission of the petition, the agency shall determine whether the impact statement or the public hearing addressed the actual and significant impact on small business.  The agency shall submit a written response of the agency's determination to the small business review board within sixty days after receipt of the petition.  If the agency determines that the petition merits the adoption, amendment, or repeal of a rule, it may initiate proceedings in accordance with section 91-3.\n     (d)  If the agency determines that the petition does not merit the adoption, amendment, or repeal of any rule, any affected small business may seek a review of the decision by the small business regulatory review board.  The board shall promptly convene a meeting pursuant to chapter 92 for the purpose of soliciting testimony that will assist in its determination whether to recommend that the agency initiate proceedings in accordance with section 91-3.  For rules adopted after July 1, 1998, the board may base its recommendation on any of the following reasons:\n     (1)  The actual effect on small business was not reflected in, or significantly exceeded, the impact statement submitted prior to the adoption of the rules;\n     (2)  The impact statement did not consider new or significant economic information that reveals an undue impact on small business; or\n     (3)  These impacts were not previously considered at the public hearing on the rules.\n     (e)  For rules adopted prior to July 1, 1998, the regulatory review board may base its recommendation to the agency on any of the following reasons:\n     (1)  The rules created an undue barrier to the formation, operation, and expansion of small businesses in the State in a manner that significantly outweighs its benefit to the public;\n     (2)  The rules duplicate, overlap, or conflict with rules adopted by another agency or violate the substantive authority under which the rules were adopted; or\n     (3)  The technology, economic conditions, or other relevant factors justifying the purpose for the rules have changed or no longer exist.\n     (f)  If the small business regulatory review board recommends that an agency initiate rulemaking proceedings for any reason provided in subsection (d) or (e), it shall submit to the legislature an evaluation report and the agency's response as provided in subsection (c).  The legislature may subsequently take such action in response to the evaluation report and the agency's response as it finds appropriate.\n            (g)  Nothing in this section shall entitle an affected small business to a contested case hearing under chapter 91. [L 1998, c 168, pt of §2, §5; am L 2002, c 202, §5]\n \nRevision Note\n \n  \"July 1, 1998\" substituted for \"the effective date of this chapter\"."
}