{
    "name": "Prescriptions",
    "number": "38",
    "text": "(a)  No controlled substance in schedule II may be dispensed without a written prescription of a practitioner, except:\n\n\n\n\t(1)\tIn the case of an emergency situation, a pharmacist may dispense a controlled substance listed in schedule II upon receiving oral authorization from a prescribing practitioner; provided that:\n\n\t\t(A)\tThe quantity prescribed and dispensed is limited to the amount adequate to treat the patient during the emergency period (dispensing beyond the emergency period must be pursuant to a written prescription signed by the prescribing practitioner);\n\t\t(B)\tWithin seventy-two hours after authorizing an emergency oral prescription, the prescribing practitioner shall cause a written prescription for the emergency quantity prescribed to be delivered to the dispensing pharmacist.  In addition to conforming to the requirements of this subsection, the prescription shall have written on its face \"Authorization for Emergency Dispensing\".  The written prescription may be delivered to the pharmacist in person or by mail, and if by mail, the prescription must be postmarked within the seventy-two hour period.  Upon receipt, the dispensing pharmacist shall attach this prescription to the oral emergency prescription, which had earlier been reduced to writing.  The pharmacist shall notify the administrator if the prescribing practitioner fails to deliver a written prescription to the pharmacy within the allotted time.  Failure of the pharmacist to do so shall void the authority conferred by this paragraph to dispense without a written prescription of a prescribing individual practitioner.  Any physician who fails to deliver a written prescription within the seventy-two hour period shall be in violation of section 329-41(a)(1); or\n\n\t(2)\tWhen dispensed directly by a practitioner, other than a pharmacist, to the ultimate user.  The practitioner in dispensing a controlled substance in schedule II shall affix to the package a label showing:\n\n\t\t(A)\tThe date of dispensing;\n\t\t(B)\tThe name, strength, and quantity issued of the drug;\n\t\t(C)\tThe dispensing practitioner's name and address;\n\t\t(D)\tThe name of the patient;\n\t\t(E)\tThe date the potency of the drug expires if that date is available from the manufacturer or principal labeler; and\n\t\t(F)\tDirections for use, and cautionary statements, if any, contained in the prescription or as required by law.\n\n\t\tA complete and accurate record of all schedule II controlled substances ordered, administered, prescribed, and dispensed shall be maintained for five years.  Prescriptions and records of dispensing shall otherwise be retained in conformance with the requirements of section 329-36.  No prescription for a controlled substance in schedule II may be refilled.\n\n\n\n\t(b)  The transfer of original prescription information for a controlled substance listed in schedule III, IV, or V for the purpose of refill dispensing is permissible between pharmacies on a one time basis, subject to the following requirements:\n\n\n\n\t(1)\tThe transfer shall be communicated directly between two licensed pharmacists, and the transferring pharmacist shall:\n\n\t\t(A)\tWrite or otherwise place the word \"VOID\" on the face of the invalidated prescription;\n\t\t(B)\tRecord on the reverse of the invalidated prescription the name, address, and DEA registration number of the pharmacy to which it was transferred and the name of the pharmacist receiving the prescription information; and\n\t\t(C)\tRecord the date of the transfer and the name of the pharmacist transferring the information;\n\n\t(2)\tThe pharmacist receiving the transferred prescription information shall:\n\n\t\t(A)\tWrite or otherwise place the word \"transfer\" on the face of the transferred prescription;\n\t\t(B)\tRecord all information required to be on a prescription, including:\n\n\t\t\t(i)\tThe date of issuance of original prescription;\n\t\t\t(ii)\tThe original number of refills authorized on original prescription;\n\t\t\t(iii)\tThe date of original dispensing;\n\t\t\t(iv)\tThe number of valid refills remaining and date of last refill;\n\t\t\t(v)\tThe pharmacy's name, address, DEA registration number, and original prescription number from which the prescription information was transferred; and\n\t\t\t(vi)\tThe name of transferor pharmacist;\n\n\n\n\t(3)\tBoth the original and transferred prescription must be maintained for a period of five years from the date of last refill; and\n\t(4)\tThe procedure allowing the transfer of prescription information for refill purposes is permissible only between pharmacies located on the same island in this State.\n\n\n\n\tFailure to comply with this subsection shall void the authority of the pharmacy to transfer prescriptions or receive a transferred prescription to or from another pharmacy.\n\t(c)  No controlled substance in schedule III, IV, or V may be dispensed without a written or oral prescription of a practitioner, except when a controlled substance is dispensed directly by a practitioner, other than a pharmacist, to an ultimate user.  The practitioner, in dispensing a controlled substance in schedule III, IV, or V, shall affix to the package a label showing:\n\n\n\n\t(1)\tThe date of dispensing;\n\t(2)\tThe name, strength, and quantity issued of the drug;\n\t(3)\tThe dispensing practitioner's name and business address;\n\t(4)\tThe name of the patient;\n\t(5)\tThe date the potency of the drug expires, if that date is available from the manufacturer or the principal labeler;\n\t(6)\tDirections for use; and\n\t(7)\tCautionary statements, if any, contained in the prescription or as required by law.\n\n\n\nA complete and accurate record of all schedule III, IV, and V controlled substances administered, prescribed, and dispensed shall be maintained for five years.  Prescriptions and records of dispensing shall be retained in conformance with the requirements of section 329-36 unless otherwise provided by law. Prescriptions may not be filled or refilled more than three months after the date of the prescription or be refilled more than two times after the date of the prescription, unless the prescription is renewed by the practitioner.\n\t(d)  The effectiveness of a prescription for the purposes of this section shall be determined as follows:\n\n\n\n\t(1)\tA prescription for a controlled substance shall be issued for a legitimate medical purpose by an individual practitioner acting in the usual course of the practitioner's professional practice.  The responsibility for the proper prescribing and dispensing of controlled substances shall be upon the prescribing practitioner, but a corresponding responsibility shall rest with the pharmacist who fills the prescription.  An order purporting to be a prescription issued not in the usual course of professional treatment or for legitimate and authorized research shall not be deemed a prescription within the meaning and intent of this section, and the person who knowingly fills such a purported prescription, as well as the person who issues the prescription, shall be subject to the penalties provided for violations of this chapter;\n\t(2)\tA prescription may not be issued to allow an individual practitioner to obtain controlled substances for supplying the individual practitioner for the purpose of general dispensing to patients;\n\t(3)\tA prescription may not be issued for the dispensing of narcotic drugs listed in any schedule for the purpose of \"detoxification treatment\" or \"maintenance treatment\".  Nothing in this section shall prohibit a physician or authorized hospital staff from administering or dispensing narcotic drugs in a hospital to maintain or detoxify a person as an incidental adjunct to medical or surgical treatment of conditions other than addiction; and\n\t(4)\tAn individual practitioner may not prescribe or dispense a substance included in schedule II, III, IV, or V for that individual practitioner's personal use, except in a medical emergency.\n\n\n\n\t(e)  Prescriptions for controlled substances shall be issued only as follows:\n\n\n\n\t(1)\tAll prescriptions for controlled substances shall be dated as of, and signed on, the day when the prescriptions were issued and shall bear:\n\n\t\t(A)\tThe full name and address of the patient; and\n\t\t(B)\tThe name, address, telephone number, and registration number of the practitioner.\n\n\t\tThe controlled substance prescriptions shall be no larger than four and one-half inches by six and one-half inches and no smaller than four inches by five inches.\n\t\tA practitioner may sign a prescription in the same manner as the practitioner would sign a check or legal document (e.g., J.H. Smith or John H. Smith) and shall use both words and figures (e.g., alphabetically and numerically as indications of quantity, such as five (5)), to indicate the amount of controlled substance to be dispensed.  Where an oral order is not permitted, prescriptions shall be written with ink or indelible pencil or by typewriter and shall be manually signed by the practitioner.  The prescriptions may be prepared by a secretary or agent for the signature of the practitioner, but the prescribing practitioner shall be responsible in case the prescription does not conform in all essential respects to this chapter and any rules adopted pursuant to this chapter.  A corresponding liability shall rest upon a pharmacist who fills a prescription not prepared in the form prescribed by this section;\n\t(2)\tAn intern, resident, or foreign-trained physician, or a physician on the staff of a Department of Veterans Affairs facility or other facility serving veterans, exempted from registration under this chapter, shall include on all prescriptions issued by the physician:\n\n\t\t(A)\tThe registration number of the hospital or other institution; and\n\t\t(B)\tThe special internal code number assigned to the physician by the hospital or other institution in lieu of the registration number of the practitioner required by this section.\n\n\t\tThe hospital or other institution shall forward a copy of this special internal code number list to the department as often as necessary to update the department with any additions or deletions.  Failure to comply with this paragraph shall result in the suspension of that facility's privilege to fill controlled substance prescriptions at pharmacies outside of the hospital or other institution.  Each written prescription shall have the name of the physician stamped, typed, or handprinted on it, as well as the signature of the physician;\n\t(3)\tAn official exempted from registration shall include on all prescriptions issued by the official:\n\n\t\t(A)\tThe official's branch of service or agency (e.g., \"U.S. Army\" or \"Public Health Service\"); and\n\t\t(B)\tThe official's service identification number, in lieu of the registration number of the practitioner required by this section.  The service identification number for a Public Health Service employee shall be the employee's social security identification number.\n\n\t\tEach prescription shall have the name of the officer stamped, typed, or handprinted on it, as well as the signature of the officer; and\n\t(4)\tA physician assistant registered to prescribe controlled substances under the authorization of a supervising physician shall include on all prescriptions issued:\n\n\t\t(A)\tThe DEA registration number of the supervising physician; and\n\t\t(B)\tThe DEA registration number of the physician assistant.\n\n\t\tEach written prescription issued shall include the printed, stamped, typed, or hand-printed name, address, and phone number of both the supervising physician and physician assistant, and shall be signed by the physician assistant.  The medical record of each written prescription issued by a physician assistant shall be reviewed and initialed by the physician assistant's supervising physician within seven working days.\n\n\n\n\t(f)  A prescription for controlled substances may only be filled by a pharmacist acting in the usual course of the pharmacist's professional practice and either registered individually or employed in a registered pharmacy or registered institutional practitioner.\n\t(g)  Partial filling of controlled substance prescriptions shall be determined as follows:\n\n\n\n\t(1)\tThe partial filling of a prescription for a controlled substance listed in schedule II is permissible if the pharmacist is unable to supply the full quantity called for in a written or emergency oral prescription and the pharmacist makes a notation of the quantity supplied on the face of the written prescription (or written record of the emergency oral prescription). The remaining portion of the prescription may be filled within seventy-two hours of the first partial filling; provided that if the remaining portion is not or cannot be filled within the seventy-two-hour period, the pharmacist shall notify the prescribing individual practitioner.  No further quantity shall be supplied beyond seventy-two hours without a new prescription; \n\t(2)\tThe partial filling of a prescription for a controlled substance listed in schedule III, IV, or V is permissible; provided that:\n\n\t\t(A)\tEach partial filling is recorded in the same manner as a refilling;\n\t\t(B)\tThe total quantity dispensed in all partial fillings does not exceed the total quantity prescribed;\n\t\t(C)\tNo dispensing occurs more than three months after the date on which the prescription was issued; and\n\t\t(D)\tThe prescription is refilled no more than two times after the initial date of the prescription, unless the prescription is renewed by the practitioner; and\n\n\t(3)\tA prescription for a schedule II controlled substance written for a patient in a long-term care facility or for a patient with a medical diagnosis documenting a terminal illness may be filled in partial quantities to include individual dosage units.  If there is any question whether a patient may be classified as having a terminal illness, the pharmacist must contact the practitioner prior to partially filling the prescription.  Both the pharmacist and the prescribing practitioner have a corresponding responsibility to assure that the controlled substance is for a terminally ill patient.  The pharmacist must record on the prescription whether the patient is \"terminally ill\" or a \"long-term care facility patient\".  For the purposes of this section, \"TI\" means terminally ill and \"LTCF\" means long-term care facility.  A prescription that is partially filled and does not contain the notation \"TI\" or \"LTCF patient\" shall be deemed to have been filled in violation of this section.  For each partial filling, the dispensing pharmacist shall record on the back of the prescription (or on another appropriate record, uniformly maintained, and readily retrievable) the date of the partial filling, quantity dispensed, remaining quantity authorized to be dispensed, and the identification of the dispensing pharmacist.  The total quantity of schedule II controlled substances dispensed in all partial fillings must not exceed the total quantity prescribed, nor shall a prescription be partially filled more than three times after the initial date of the prescription.  Schedule II controlled substance prescriptions for patients in a long-term care facility or patients with a medical diagnosis documenting a terminal illness shall be valid for a period not to exceed thirty days from the issue date unless sooner terminated by the discontinuance of medication.\n\n\n\n\t(h)  A prescription for a schedule II controlled substance may be transmitted by the practitioner or the practitioner's agent to a pharmacy via facsimile equipment; provided that the original written, signed prescription is presented to the pharmacist for review prior to the actual dispensing of the controlled substance, except as noted in subsection (i), (j), or (k).  The original prescription shall be maintained in accordance with section 329-36.\n\t(i)  A prescription prepared in accordance with subsection (e) written for a narcotic listed in schedule II to be compounded for the direct administration to a patient by parenteral, intravenous, intramuscular, subcutaneous, or intraspinal infusion, but does not extend to the dispensing of oral dosage units of controlled substances, may be transmitted by the practitioner or the practitioner's agent to the pharmacy by facsimile.  The pharmacist shall note on the face of the facsimile prescription in red ink \"Home Infusion/IV\" and this facsimile shall serve as the original written prescription for purposes of this section and it shall be maintained in accordance with section 329-36.\n\t(j)  A prescription prepared in accordance with subsection (e) written for a schedule II, III, IV, or V substance for a patient enrolled in a hospice care program certified or paid for by medicare under Title XVIII or a hospice program that is licensed by the State may be transmitted by the practitioner or the practitioner's agent to the dispensing pharmacy by facsimile.  The practitioner or practitioner's agent shall note on the prescription that the patient is a hospice patient.  The pharmacist shall note on the face of the facsimile prescription in red ink \"HOSPICE\" and this facsimile shall serve as the original written prescription for purposes of this section and it shall be maintained in accordance with section 329-36.\n\t(k)  A prescription prepared in accordance with subsection (e) written for a schedule II, III, IV, or V controlled  substance for a resident of a state-licensed long-term care facility may be transmitted by the practitioner or the practitioner's agent to the dispensing pharmacy by facsimile.  The pharmacist shall note on the face of the facsimile prescription in red ink \"LTCF\" and this facsimile shall serve as the original written prescription for purposes of this section and it shall be maintained in accordance with section 329-36. [L 1972, c 10, pt of §1; am L 1973, c 206, §1; am L 1979, c 194, §5; am L 1984, c 25, §2; am L 1986, c 214, §6; am L 1988, c 59, §4; am L 1991, c 159, §§10 to 12; am L 1996, c 206, §2; am L 1997, c 280, §3; am L 1999, c 90, §2 and c 252, §4; am L 2002, c 165, §3; am L 2003, c 151, §8]"
}