{
    "name": "Schedule II",
    "number": "16",
    "text": "(a)  The controlled substances listed in this section are included in schedule II.\n\t(b)  Any of the following substances, except those narcotic drugs listed in other schedules, whether produced directly or indirectly by extraction from substances of vegetable origin, or independently by means of chemical synthesis, or by combination of extraction and chemical synthesis:\n\n\n\n\t(1)\tOpium and opiate, and any salt, compound, derivative, or preparation of opium or opiate, including the following:\n\n\t\t(A)\tRaw opium;\n\t\t(B)\tOpium extracts;\n\t\t(C)\tOpium fluid;\n\t\t(D)\tPowdered opium;\n\t\t(E)\tGranulated opium;\n\t\t(F)\tCodeine;\n\t\t(G)\tEthylmorphine;\n\t\t(H)\tEtorphine hydrochloride;\n\t\t(I)\tHydrocodone;\n\t\t(J)\tHydromorphone;\n\t\t(K)\tMetopon;\n\t\t(L)\tMorphine;\n\t\t(M)\tOxycodone;\n\t\t(N)\tOxymorphone; and\n\t\t(O)\tThebaine;\n\n\t(2)\tAny salt, compound, isomer, derivative, or preparation thereof which is chemically equivalent or identical with any of the substances referred to in paragraph (1), but not including the isoquinoline alkaloids of opium;\n\n(3)\tOpium poppy and poppy straw;\n\n(4)\tCoca leaves and any salt, compound, derivative, or preparation of coca leaves, and any salt, compound, derivative, or preparation thereof which is chemically equivalent or identical with any of these substances, but not including decocanized coca leaves or extractions which do not contain cocaine or ecgonine; cocaine or any salt or isomer thereof; and\n\t(5)\tConcentrate of poppy straw (the crude extract of poppy straw in either liquid, solid, or powder form that contains the phenanthrene alkaloids of the opium poppy).\n\n\n\n\t(c)  Any of the following opiates, including their isomers, esters, ethers, salts, and salts of isomers, whenever the existence of these isomers, esters, ethers, and salts is possible within the specific chemical designation:\n\n\n\n\t(1)\tAlfentanil;\n\t(2)\tAlphaprodine;\n\t(3)\tAnileridine;\n\t(4)\tBezitramide;\n\t(5)\tBulk Dextropropoxyphene (nondosage form);\n\t(6)\tCarfentanil;\n\t(7)\tDihydrocodeine;\n\t(8)\tDiphenoxylate;\n\t(9)\tFentanyl;\n\t(10)\tIsomethadone;\n\t(11)\tLevo-alphacetylmethadol (LAAM);\n\t(12)\tLevomethorphan;\n\t(13)\tLevorphanol;\n\t(14)\tMetazocine;\n\t(15)\tMethadone;\n\t(16)\tMethadone-Intermediate, 4-cyano-2-dimethylamino-4, 4-diphenyl butane;\n\t(17)\tMoramide-Intermediate, 2-methyl-3-morpholino-1, 1-diphenyl-propane-carboxylic acid;\n\t(18)\tPethidine (Meperidine);\n\t(19)\tPethidine-Intermediate-A, 4-cyano-1-methyl-4-phenylpiperidine;\n\t(20)\tPethidine-Intermediate-B, ethyl-4-phenylpiperidine-4-carboxylate;\n\t(21)\tPethidine-Intermediate-C, 1-methyl-4-phenylpiperidine-4-carboxylic acid;\n\t(22)\tPhenazocine;\n\t(23)\tPiminodine;\n\t(24)\tRacemethorphan;\n\t(25)\tRacemorphan;\n\t(26)\tRemifentanil; and\n\t(27)\tSufentanil.\n\n\n\n\t(d)  Depressants.  Unless specifically excepted or unless listed in another schedule, any material, compound, mixture, or preparation which contains any quantity of the following substances having a depressant effect on the central nervous system:\n\n\n\n\t(1)\tAmobarbital;\n\t(2)\tGlutethimide;\n\t(3)\tPentobarbital;\n\t(4)\tPhencyclidine;\n\t(5)\tPhencyclidine immediate precursors:\n\n\t\t(A)\t1-phenycyclohexylamine;\n\t\t(B)\t1-piperidinocyclohexanecarbonitrile (PCC); and\n\n\t(6)\tSecobarbital.\n\n\n\n\t(e)  Stimulants.  Any material, compound, mixture, or preparation which contains any quantity of the following substances having a danger or probable danger associated with a stimulant effect on the central nervous system:\n\n\n\n\t(1)\tAmphetamine, its salts, optical isomers, and salts of its optical isomers;\n\t(2)\tAny substance which contains any quantity of methamphetamine, including its salts, isomers, and salts of isomers.\n\n\n\n\t(f)  Any material, compound, mixture, or preparation which contains any quantity of the following substances having a degree of danger or probable danger associated with a stimulant effect on the central nervous system:\n\n\n\n\t(1)\tPhenmetrazine and its salts;\n\t(2)\tPhenylacetone (P2P);\n\t(3)\tMethylphenidate.\n\n\n\n\t(g)  Hallucinogenic substances, unless listed in another schedule, shall include Nabilone. [L 1972, c 10, pt of §1 and am c 114, §2(2); am L 1974, c 217, §2; am L 1975, c 26, §1; am L 1978, c 68, §3; am L 1979, c 194, §2; am L 1981, c 125, §§1, 2; am L 1984, c 166, §2; am L 1985, c 150, §2; am L 1987, c 203, §1; am L 1988, c 59, §2; am L 1990, c 138, §4; am L 1991, c 159, §7; am L 1995, c 122, §2; am L 1997, c 356, §2; am L 2000, c 98, §§2, 3; am L 2001, c 203, §3; am L 2002, c 165, §1; am L 2003, c 151, §3]"
}