{
    "name": "Schedule IV",
    "number": "20",
    "text": "(a)  The controlled substances listed in this section are included in schedule IV.\n\t(b)  Depressants.  Any material, compound, mixture, or preparation which contains any quantity of the following substances having a degree of danger or probable danger associated with a depressant effect on the central nervous system:\n\n\n\n\t(1)\tAlprazolam;\n\t(2)\tBarbital;\n\t(3)\tBromazepam;\n\t(4)\tButorphanol;\n\t(5)\tCamazepam;\n\t(6)\tCarisoprodol;\n\t(7)\tChloral betaine;\n\t(8)\tChloral hydrate;\n\t(9)\tChlordiazepoxide;\n\t(10)\tClobazam;\n\t(11)\tClonazepam;\n\t(12)\tClorazepate;\n\t(13)\tClotiazepam;\n\t(14)\tCloxazolam;\n\t(15)\tDelorazepam;\n\t(16)\tDichloralphenazone (Midrin);\n\t(17)\tDiazepam;\n\t(18)\tEstazolam;\n\t(19)\tEthchlorvynol;\n\t(20)\tEthinamate;\n\t(21)\tEthyl loflazepate;\n\t(22)\tFludiazepam;\n\t(23)\tFlunitrazepam;\n\t(24)\tFlurazepam;\n\t(25)\tHalazepam;\n\t(26)\tHaloxazolam;\n\t(27)\tKetazolam;\n\t(28)\tLoprazolam;\n\t(29)\tLorazepam;\n\t(30)\tLormetazepam;\n\t(31)\tMebutamate;\n\t(32)\tMedazepam;\n\t(33)\tMeprobamate;\n\t(34)\tMethohexital;\n\t(35)\tMethylphenobarbital (mephorbarbital);\n\t(36)\tMidazolam;\n\t(37)\tNimetazepam;\n\t(38)\tNitrazepam;\n\t(39)\tNordiazepam;\n\t(40)\tOxazepam;\n\t(41)\tOxazolam;\n\t(42)\tParaldehyde;\n\t(43)\tPetrichloral;\n\t(44)\tPhenobarbital;\n\t(45)\tPinazepam;\n\t(46)\tPrazepam;\n\t(47)\tQuazepam;\n\t(48)\tTemazepam;\n\t(49)\tTetrazepam;\n\t(50)\tTriazolam;\n\t(51)\tZaleplon; and\n\t(52)\tZolpidem.\n\n\n\n\t(c)  Fenfluramine.  Any material, compound, mixture, or preparation which contains any quantity of the following substances, including its salts, isomers, and salts of isomers, whenever the existence of such salts, isomers, and salts of isomers is possible:  Fenfluramine.\n\t(d)  Stimulants.  Unless listed in another schedule, any material, compound, mixture, or preparation which contains any quantity of the following substances having a stimulant effect on the central nervous system, including its salts, isomers, and salts of such isomers whenever the existence of such salts, isomers, and salts of isomers is possible within the specific chemical designation:\n\n\n\n\t(1)\tCathine ((+)-norpseudoephedrine);\n\t(2)\tDiethylpropion;\n\t(3)\tFencamfamin;\n\t(4)\tFenproporex;\n\t(5)\tMazindol;\n\t(6)\tMefenorex;\n\t(7)\tModafinil;\n\t(8)\tPhentermine;\n\t(9)\tPemoline (including organometallic complexes and chelates thereof);\n\t(10)\tPipradrol;\n\t(11)\tSibutramine; and\n\t(12)\tSPA (1-dimethylamino-1,2-diphenylethane, lefetamine).\n\n\n\n\t(e)  Other substances.  Unless specifically excepted or unless listed in another schedule, any material, compound, mixture, or preparation which contains any quantity of the following substances, including its salts:  Pentazocine.\n\t(f)  The department of public safety may except by rule any compound, mixture, or preparation containing any depressant substance listed in subsection (b) or any stimulant listed in subsection (d) from the application of all or any part of this chapter if the compound, mixture, or preparation contains one or more active medicinal ingredients not having a depressant or stimulant effect on the central nervous system, and if the admixtures are included therein in combinations, quantity, proportion, or concentration that vitiate the degree of danger or probable danger of the substances which have a depressant or stimulant effect on the central nervous system.\n\t(g)  Narcotic drugs.  Unless specifically excepted or unless listed in another schedule, any material, compound, mixture, or preparation containing any of the following narcotic drugs, or their salts calculated as the free anhydrous base or alkaloid, in limited quantities as set forth below:\n\n\n\n\t(1)\tNot more than one milligram of difenoxin and not less than twenty-five micrograms of atropine sulfate per dosage unit; and\n\t(2)\tDextropropoxyphene (alpha-(+)-4-dimethylamino-1, 2-diphenyl-3-methyl-2-propionoxybutane). [L 1972, c 10, pt of §1; am L 1973, c 184, §1; am L 1974, c 217, §4; am L 1977, c 116, §3; am L 1978, c 68, §5; am L 1979, c 194, §3; am L 1980, c 140, §2; am L 1985, c 150, §3; am L 1987, c 203, §2; am L 1990, c 281, §10; am L 1993, c 9, §1; am L 1995, c 122, §4; am L 2000, c 98, §5; am L 2001, c 203, §5; am L 2002, c 165, §2; am L 2003, c 151, §5]"
}