{
    "name": "Substances subject to reporting",
    "number": "61",
    "text": "PART VI.  REGULATED CHEMICALS FOR THE MANUFACTURE OF\nCONTROLLED SUBSTANCES\n\n     (a)  List 1 chemicals.  Any manufacturer, wholesaler, retailer, or other person who sells, transfers, or otherwise furnishes any of the following substances to any person in this State or for use in this State shall submit a report to the department of all those transactions:\n\n\n\n\t(1)\tPhenyl-2-propanone;\n\t(2)\tMethylamine and its salts;\n\t(3)\tPhenylacetic acid, its esters and salts;\n\t(4)\tEphedrine, its salts, optical isomers, and salts of optical isomers;\n\t(5)\tPseudoephedrine, its salts, optical isomers, and salts of optical isomers;\n\t(6)\tNorpseudoephedrine, its salts, optical isomers, and salts of optical isomers;\n\t(7)\tPhenylpropanolamine, its salts, optical isomers, and salts of optical isomers;\n\t(8)\tHydriodic acid;\n\t(9)\tBenzyl cyanide;\n\t(10)\tBenzyl chloride;\n\t(11)\tN-methylformamide;\n\t(12)\tN-methylephedrine, its salts, optical isomers, and salts of optical isomers;\n\t(13)\tN-ethylephedrine;\n\t(14)\tN-ethylpseudoephedrine;\n\t(15)\tN-methylpseudoephedrine, its salts, optical isomers, and salts of optical isomers;\n\t(16)\tChloroephedrine;\n\t(17)\tChloropseudoephedrine;\n\t(18)\tEthylamine;\n\t(19)\tD-lysergic acid;\n\t(20)\tErgotamine and its salts;\n\t(21)\tPiperidine and its salts;\n\t(22)\tN-acetylanthranilic acid, its esters and salts;\n\t(23)\tAnthranilic acid, its esters and salts;\n\t(24)\tPropionic anhydride;\n\t(25)\tIsosafrole;\n\t(26)\tSafrole;\n\t(27)\tPiperonal;\n\t(28)\tThionychloride;\n\t(29)\tErgonovine and its salts;\n\t(30)\t3,4-Methylenedioxyphenyl-2-propanone;\n\t(31)\tBenzaldehyde;\n\t(32)\tNitroethane;\n\t(33)\tRed phosphorus;\n\t(34)\tIodine crystals;\n\t(35)\tIodine at concentrations greater than 1.5 per cent by weight in a solution or matrix above the threshold of two ounces in a single transaction;\n\t(36)\tGamma butyrolactone (GBL) including butyrolactone; butyrolactone gamma; 4-butyrolactone; 2(3H)-furanone dihydro; dihydro-2(3H)-furanone; tetrahydro-2-furanone; 1,2-butanolide; 1,4-butanolide; 4-butanolide; gamma-hydroxybutyric acid lactone; 3-hydroxybutyric acid lactone; and 4-hydroxybutanoic acid lactone with chemical abstract service number 96-48-0;  \n\t(37)\t1,4-butanediol, including butanediol; butane-1,4-diol; 1,4-butylene glycol; butylene glycol; 1,4-dihydroxybutane; 1,4-tetramethylene glycol; tetramethylene glycol; and tetramethylene; 1,4-diol;\n (38) Hypophosphorous acid and its salts (including ammonium hypophosphite, calcium hypophosphite, iron hypophosphite, potassium hypophosphite, manganese hypophosphite, magnesium hypophosphite, and sodium hypophosphite); \t(39)\tWhite phosphorus (other names yellow phosphorus); and\n\t(40)\tAnhydrous ammonia.\n\n\n\n\t(b)  List 2 chemicals.  Any manufacturer, wholesaler, retailer, or other person who sells, transfers, or otherwise furnishes any extraordinary quantity of any of the following chemicals, or sells, transfers, or otherwise furnishes the chemicals through the use of an uncommon method of payment or delivery or under any other circumstances that may make that person believe that the following chemicals could be used in violation of this part by any person in this State, shall report to the department all those transactions of:\n\n\n\n\t(1)\tAcetic anhydride;\n\t(2)\tAcetone;\n\t(3)\tEthyl ether;\n\t(4)\tPotassium permanganate;\n\t(5)\t2-Butanone (or methyl ethyl ketone or MEK);\n\t(6)\tToluene;\n\t(7)\tHydrochloric acid;\n\t(8)\tSulfuric acid; \n\t(9)\tMethyl isobutyl ketone (MIBK);\n\t(10)\tHydrogen chloride; and\n\t(11)\tMethyl sulfone (MSM, DMS, Dimethyl sulfone or DMSO2).  [L 1990, c 200, pt of §1; am L 1993, c 225, §2; am L 1997, c 356, §5; am L 1999, c 252, §8; am L 2001, c 203, §6; am L 2003, c 151, §9]"
}