{
    "name": "Cooperative arrangements and confidentiality",
    "number": "54",
    "text": "(a)  The department of public safety shall cooperate with federal and other state agencies in discharging its responsibilities concerning traffic in controlled substances and in suppressing the abuse of controlled substances.  To this end, it may:\n\n\n\n\t(1)\tArrange for the exchange of information among governmental officials concerning the use and abuse of controlled substances;\n\t(2)\tCoordinate and cooperate in training programs concerning controlled substance law enforcement at local and state levels;\n\t(3)\tCooperate with the Bureau by establishing a centralized unit to accept, catalogue, file, and collect statistics, including records of drug dependent persons and other controlled substance law offenders within the State, and make the information available for federal, state and local law enforcement purposes.  It shall not furnish the name or identity of a patient or research subject whose identity could not be obtained under subsection (c); and\n\t(4)\tConduct programs of eradication aimed at destroying wild or illicit growth of plant species from which controlled substances may be extracted.\n\n\n\n\t(b)  Results, information, and evidence received from the Bureau relating to the regulatory functions of this chapter, including results of inspections conducted by it may be relied and acted upon by the department of public safety in the exercise of its regulatory functions under this chapter.\n\t(c)  A practitioner engaged in medical research is not required or compelled to furnish the name or identity of a research subject to the department of public safety, nor may the practitioner be compelled in any state or local civil, criminal, administrative, legislative, or other proceedings to furnish the name or identity of any research subject that the practitioner is obligated to keep confidential. [L 1972, c 10, pt of §1; gen ch 1985; am L 1990, c 281, §10; am L 1997, c 280, §5]"
}