{
    "name": "Prohibited acts B--penalties",
    "number": "41",
    "text": "PART IV.  OFFENSES AND PENALTIES\n\n     (a)  It is unlawful for any person:\n\n\n\n\t(1)\tWho is subject to part III to distribute or dispense a controlled substance in violation of section 329-38; however, a licensed manufacturer or wholesaler may sell or dispense a controlled substance to a master of a transpacific ship or a person in charge of a transpacific aircraft upon which no physician is regularly employed, for the actual medical needs of persons on board such ship or aircraft when not in port; provided schedule I or II controlled substances shall be sold to the master of such ship or person in charge of such aircraft only in accordance with the provisions set forth in 21 Code of Federal Regulations, sections 1301, 1305, and 1307, adopted pursuant to Title 21, United States Code, section 821;\n\t(2)\tWho is a registrant to manufacture a controlled substance not authorized by the registrant\u0092s registration or to distribute or dispense a controlled substance not authorized by the registrant\u0092s registration to another registrant or another authorized person;\n\t(3)\tTo refuse or fail to make available, keep, or furnish any record, notification, order form, prescription, statement, invoice, or information in patient charts relating to the administration, dispensing, or prescribing of controlled substances;\n\t(4)\tTo refuse any lawful entry into any premises for any inspection authorized by this chapter;\n\t(5)\tKnowingly to keep or maintain any store, shop, warehouse, dwelling, building, vehicle, boat, aircraft, or other structure or place for the purpose of using these substances or which is used for keeping or selling them in violation of this chapter or chapter 712, part IV; or\n\t(6)\tWho is a practitioner or pharmacist to dispense a controlled substance to any individual not known to the practitioner or pharmacist, without first obtaining proper identification and documenting, by signature on a log book kept by the practitioner or pharmacist, the identity of the individual obtaining the controlled substance.  If the individual does not have any form of proper identification, the pharmacist shall verify the validity of the prescription and identity of the patient with the prescriber, or their authorized agent, before dispensing the controlled substance.  For the purpose of this section, \"proper identification\" means identification containing the photograph, printed name, and signature of the individual obtaining the controlled substance.\n\n\n\n\t(b)  Any person who violates this section is guilty of a class C felony. [L 1972, c 10, pt of §1; gen ch 1985; am L 1986, c 214, §7; am L 1998, c 147, §1]"
}