{
    "name": "Excluded services",
    "number": "5",
    "text": "\"Employment\" as defined in section 393-3 does not include the following services:\n\n\n\n\t(1)\tService performed by an individual in the employ of an employer who, by the laws of the United States, is responsible for care and cost in connection with such service.\n\t(2)\tService performed by an individual in the employ of the individual's spouse, son, or daughter, and service performed by an individual under the age of twenty-one in the employ of the individual's father or mother.\n\t(3)\tService performed in the employ of a voluntary employee's beneficiary association providing for the payment of life, sick, accident, or other benefits to the members of the association or their dependents or their designated beneficiaries, if\n\n\t\t(A)\tAdmission to membership in the association is limited to individuals who are officers or employees of the United States government, and\n\t\t(B)\tNo part of the net earnings of the association inures (other than through such payments) to the benefits of any private shareholder or individual.\n\n\t(4)\tService performed by an individual for an employer as an insurance agent or as an insurance solicitor, if all such service performed by the individual for the employer is performed for remuneration solely by way of commission.\n\t(5)\tService performed by an individual for an employer as a real estate salesperson or as a real estate broker, if all such service performed by the individual for the employer is performed for remuneration solely by way of commission.\n\t(6)\tService performed by an individual who, pursuant to the Federal Economic Opportunity Act of 1964, is not subject to the provisions of law relating to federal employment, including unemployment compensation.\n\t(7)\tDomestic, which includes attendant care, and day care services authorized by the department of human services under the Social Security Act, as amended, performed by an individual in the employ of a recipient of social service payments. [L 1974, c 210, pt of §1; am L 1978, c 110, §6; gen ch 1985; am L 1987, c 339, §4; am L 1989, c 217, §2; gen ch 1993]"
}