{
    "name": "Definitions generally",
    "number": "3",
    "text": "As used in this chapter, unless the context clearly requires otherwise:\n\n\n\n\t(1)\t\"Department\" means the department of labor and industrial relations.\n\t(2)\t\"Director\" means the director of labor and industrial relations.\n\t(3)\t\"Employer\" means any individual or type of organization, including any partnership, association, trust, estate, joint stock company, insurance company, or corporation, whether domestic or foreign, a debtor in possession or receiver or trustee in bankruptcy, or the legal representative of a deceased person, who has one or more regular employees in the employer's employment.  \"Employer\" does not include:\n\n\t\t(A)\tThe State, any of its political subdivisions, or any instrumentality of the State or its political subdivisions;\n\t\t(B)\tThe United States government or any instrumentality of the United States;\n\t\t(C)\tAny other state or political subdivision thereof or instrumentality of such state or political subdivision;\n\t\t(D)\tAny foreign government or instrumentality wholly owned by a foreign government, if (i) the service performed in its employ is of a character similar to that performed in foreign countries by employees of the United States government or of an instrumentality thereof, and (ii) the United States Secretary of State has certified or certifies to the United States Secretary of the Treasury that the foreign government, with respect to whose instrumentality exemption is claimed, grants an equivalent exemption with respect to similar service performed in the foreign country by employees of the United States government and of instrumentalities thereof.\n\n\t(4)\t\"Employment\" means service, including service in interstate commerce, performed for wages under any contract of hire, written or oral, expressed or implied, with an employer, except as otherwise provided in sections 393-4 and 393-5.\n\t(5)\t\"Premium\" means the amount payable to a prepaid health care plan contractor as consideration for the contractor's obligations under a prepaid health care plan.\n\t(6)\t\"Prepaid health care plan\" means any agreement by which any prepaid health care plan contractor undertakes in consideration of a stipulated premium:\n\n\t\t(A)\tEither to furnish health care, including hospitalization, surgery, medical or nursing care, drugs or other restorative appliances, subject to, if at all, only a nominal per service charge; or\n\t\t(B)\tTo defray or reimburse, in whole or in part, the expenses of health care.\n\n\t(7)\t\"Prepaid health care plan contractor\" means:\n\n\t\t(A)\tAny medical group or organization which undertakes under a prepaid health care plan to provide health care; or\n\t\t(B)\tAny nonprofit organization which undertakes under a prepaid health care plan to defray or reimburse in whole or in part the expenses of health care; or\n\t\t(C)\tAny insurer who undertakes under a prepaid health care plan to defray or reimburse in whole or in part the expenses of health care.\n\n\t(8)\t\"Regular employee\" means a person employed in the employment of any one employer for at least twenty hours per week but does not include a person employed in seasonal employment.  \"Seasonal employment\" for the purposes of this paragraph means employment in a seasonal pursuit as defined in section 387-1 by a seasonal employer during a seasonal period or seasonal periods for the employer in the seasonal pursuit or employment by an employer engaged in the cultivating, harvesting, processing, canning, and warehousing of pineapple during its seasonal periods.  The director by rule and regulation may determine the kind of employment that constitutes seasonal employment.\n\t(9)\t\"Wages\" means all remuneration for services from whatever source, including commissions, bonuses, and tips and gratuities paid directly to any individual by a customer of the individual's employer, and the cash value of all remuneration in any medium other than cash.\n\t\t\tThe director may issue regulations for the reasonable determination of the cash value of remuneration in any medium other than cash.\n\t\t\tIf the employee does not account to the employee's employer for the tips and gratuities received and is engaged in an occupation in which the employee customarily and regularly receives more than $20 a month in tips, the combined amount received by the employee from the employee's employer and from tips shall be deemed to be at least equal to the wage required by chapter 387 or a greater sum as determined by regulation of the director.\n\t\t\t\"Wages\" does not include the amount of any payment specified in section 383-11 or 392-22 or chapter 386. [L 1974, c 210, pt of §1; am L 1976, c 78, §1; gen ch 1985]"
}