{
    "name": "Methadone treatment programs",
    "number": "40",
    "text": "(a)  Notwithstanding any other provision of law to the contrary, methadone may be administered or dispensed or both as part of a state-registered and federal Substance Abuse and Mental Health Services Administration approved methadone treatment program by a practitioner who is licensed and registered under state and federal law to administer and dispense methadone for patients or by an agent of the practitioner, supervised by and under the order of the practitioner.  The agent must be a pharmacist, registered nurse, or licensed practical nurse.  The licensed practitioner shall be responsible for the amounts of methadone administered or dispensed in accordance with Substance Abuse and Mental Health Services Administration regulations and shall record, approve, and countersign all changes in dosage schedules. \t(b)  Registration of a methadone treatment program requires that:\n\n\n\n\t(1)\tThe methadone treatment program obtain a controlled substance registration from the State of Hawaii and the Drug Enforcement Administration;\n\t(2)\tThe medical director of a methadone treatment program obtain a controlled substance registration from the State of Hawaii and the Drug Enforcement Administration at the location of the program;\n\t(3)\tAdmission to a methadone treatment program be limited to the narcotic-dependent persons as defined in this chapter;\n\t(4)\tUnless otherwise stated in this chapter, admission to a methadone treatment program be in accordance with Title 21 Code of Federal Regulations Part 291 and Title 42 Code of Federal Regulations Part 8;\n\t(5)\tAll medical orders including initial medication orders, all subsequent medication order changes, all changes in the frequency of take-home medication, and the prescription of additional take-home medication for emergency situations be authorized by a licensed registered physician employed by the program;\n\t(6)\tOnly the medical director or other designated program physician authorize a patient's admission for treatment in accordance with Title 21 Code of Federal Regulations Part 291 and Title 42 Code of Federal Regulations Part 8; and\n\t(7)\tTake-home doses of methadone be dispensed to patients in accordance with Title 21 Code of Federal Regulations Part 291 and Title 42 Code of Federal Regulations Part 8, but shall not exceed a fourteen-day supply at any given time nor more than the maximum amount of take-homes for Levo-alphacetylmethadol (LAAM/Orlamm) that would allow a patient to be away from the clinic for dosing for more than two weeks unless authorized by the state authority.\n\n\n\n\tThe term \"methadone treatment program\" as used in this section means an organization or a person (including a private physician) that administers or dispenses methadone to a narcotic-dependent person for maintenance or detoxification treatment and who provides the medical and rehabilitative services required by Title 21 Code of Federal Regulations Part 291 or Title 42 Code of Federal Regulations Part 8 and is approved to do so by the State and by the United States Substance Abuse and Mental Health Services Administration, and who holds a controlled substance registration as required by this chapter and the United States Drug Enforcement Administration to use methadone for the treatment of narcotic-dependent persons.\n\tThe term \"narcotic-dependent person\" as used in this section means an individual who physiologically needs heroin or a morphine-like drug to prevent the onset of signs of withdrawal.\n\tThe term \"state authority\" as used in this section means the agency within the State which exercises the responsibility for governing the treatment of narcotic-dependent persons with the narcotic drug methadone. [L 1990, c 46, §1; am L 1991, c 159, §13; am L 2002, c 165, §4]"
}