{
    "name": "Registration",
    "number": "33",
    "text": "(a)  The department of public safety shall register an applicant to manufacture, dispense, prescribe, or distribute controlled substances included in sections 329-14, 329-16, 329-18, 329-20, and 329-22 unless it determines that the issuance of that registration would be inconsistent with the public interest.  In determining the public interest, the department of public safety shall consider the following factors:\n\n\n\n\t(1)\tMaintenance of effective controls against diversion of controlled substances into other than legitimate medical, scientific, or industrial channels;\n\t(2)\tCompliance with applicable state and local law;\n\t(3)\tAny convictions of the applicant under any federal and state laws relating to any controlled substance;\n\t(4)\tPast experience in the manufacture or distribution of controlled substances, and the existence in the applicant\u0092s establishment of effective controls against diversion;\n\t(5)\tFurnishing by the applicant of false or fraudulent material in any application filed under this chapter;\n\t(6)\tSuspension or revocation of the applicant\u0092s federal registration to manufacture, distribute, prescribe or dispense controlled substances as authorized by federal law; and\n\t(7)\tAny other factor relevant to and consistent with the public health and safety.\n\n\n\n\t(b)  Registration under subsection (a) does not entitle a registrant to manufacture, dispense, prescribe, and distribute controlled substances in Schedule I or II other than those specified in the registration.\n\t(c)  Practitioners must be registered to dispense or to prescribe any controlled substances or to conduct research with controlled substances in Schedules II through V if they are authorized to dispense or to prescribe or conduct research under the law of this State.  The department of public safety need not require separate registration under this part for practitioners engaging in research with nonnarcotic controlled substances in Schedules II through V where the registrant is already registered under this part in another capacity.  Practitioners registered under federal law to conduct research with Schedule I substances may conduct research with Schedule I substances within this State upon furnishing the department of public safety evidence of that federal registration.\n\t(d)  Compliance by manufacturers and distributors with the provisions of the federal law respecting registration (excluding fees) entitles them to be registered under this chapter. [L 1972, c 10, pt of §1; am L 1990, c 281, §10]"
}