{
    "name": "Clinics",
    "number": "31.5",
    "text": "Registration as a clinic is required when an out-patient medical facility maintains centralized ordering, storage, and record keeping of controlled substances to be administered and/or dispensed to patients.  Registration of a clinic requires that:\n\n\n\n\t(1)\tEach location where controlled substances are stocked be registered by name, location, and designated principal practitioner or affiliated pharmacy.  The principal practitioner or affiliated pharmacy shall be responsible for the accurate maintenance of records which document all controlled substances ordered, received, administered, and dispensed within the clinic;\n\t(2)\tControlled substances stocked at a clinic under the clinic State of Hawaii and Drug Enforcement Administration registration numbers be administered to clinic patients by licensed or registered health care professionals under the supervision of the treating practitioner;\n\t(3)\tControlled substances stocked at a clinic under the clinic State of Hawaii and Drug Enforcement Administration registration numbers be dispensed to clinic patients only by the treating practitioner for emergency and urgent care, when a written prescription would not be practical;\n\t(4)\tA centralized record signed and dated by the treating practitioner which indicates the patient, controlled substance, date and time of administration and/or dispensing be maintained and stored with the current controlled substance inventory, ordering, and receipt records.  These records shall be maintained for five years; and\n\t(5)\tA clinic practitioner who individually maintains a personal stock of controlled substances does so under the practitioner\u0092s individual State and Drug Enforcement Administration registration number.  These controlled substances shall be kept separate from clinic stock and cannot be accessed by other practitioners.\n\n\n\n\tThe term \"affiliated pharmacy\" as used in this section means a licensed pharmacy which supplies and monitors the controlled substances stocked in a registered clinic.\n\tThe term \"clinic\" as used in this section means an out-patient medical facility owned and operated by a legal entity that employs individual practitioners for the treatment of patients and which may or may not provide after-hours emergency or urgent care.\n\tThe term \"principal physician\" means the practitioner in a clinic whose signature appears on the clinic\u0092s State of Hawaii and Drug Enforcement Administration registrations, and who is responsible for the proper maintenance, storage, and record keeping of the controlled substances ordered and centrally stocked in the clinic using the clinic Drug Enforcement Administration registration number. [L 1991, c 159, §1; am L 1999, c 252, §3]"
}