{
    "name": "Libraries special fund",
    "number": "3.6",
    "text": "(a)  There is established in the state treasury a libraries special fund into which shall be deposited all moneys collected pursuant to section 312-3.5, and all moneys designated to be paid to this fund pursuant to section 235-102.5(c). \t(b)  The fund shall be administered by the state librarian who shall, unless otherwise directed by the library advisory committee, disburse to each public library, the amount commensurate with the moneys received from the library under section 312-3.5 over the previous fiscal period.  Allocations shall be made in quarterly installments within thirty days of the end of each calendar quarter.\n\t(c)  Moneys allocated from the libraries special fund to the public libraries shall be used to purchase books or other library materials.  Each public library may post on a bulletin board or other appropriate place a list of the purchases made from the special fund in the preceding quarter.\n\t(d)  The state librarian shall submit an annual report on the status of the libraries special fund, to include information regarding:\n\n\n\n\t(1)\tDeposits into the fund and the source of these revenues;\n\t(2)\tAllocations to each public library, including allocations established for both the fiscal year covered by the annual report and the subsequent fiscal year;\n\t(3)\tDescriptions and amounts of expenditures made from the fund;\n\t(4)\tBalances remaining on June 30 of each year;\n\t(5)\tFinancial information regarding receipt sources by individual libraries; and\n\t(6)\tActual expenditure of receipts by individual libraries;\n\n\n\nprovided that this report shall be submitted to the legislature and to the governor, or the director of finance if so delegated by the governor, no later than twenty days prior to the convening of each regular session of the legislature.\n  [(e)]  The state librarian may receive privately donated moneys and use such moneys in any of the library system's accounts or funds to support the operations of the library system, including the payment of staff salaries and expenses related to operations of library facilities; provided that the donor is advised that the donated moneys may be used for these purposes. [L 1989, c 129, §3; am L 1993, c 280, §30; am L 1999, c 45, §1; am L 2003, c 193, §§3, 4]"
}