{
    "name": "Disclosures",
    "number": "2",
    "text": "A retail lessor shall:\n\n\n\n\t(1)\tDisclose in the lease agreement provided to the lessee, in a clear and conspicuous manner, any and all material terms, conditions, and limitations that apply to the lease agreement, including but not limited to the consumer lease disclosures required by the federal Truth in Lending Act and rules adopted under that Act;\n\t(2)\tDisclose to the retail lessee in the lease agreement in a separate blocked section, in capital letters of at least ten-point bold type, as follows:\n\t\tTHIS IS A LEASE AGREEMENT.  THIS IS NOT A PURCHASE AGREEMENT.  PLEASE REVIEW THESE MATTERS CAREFULLY AND SEEK INDEPENDENT PROFESSIONAL ADVICE IF YOU HAVE ANY QUESTIONS CONCERNING THIS TRANSACTION.  YOU ARE ENTITLED TO AN EXACT COPY OF THE AGREEMENT YOU SIGN.  GET ALL PROMISES IN WRITING.  ORAL PROMISES ARE DIFFICULT TO ENFORCE.  IF YOU REQUEST IT, YOU CAN RECEIVE A COPY OF YOUR LESSOR'S LEASE CALCULATION WORKSHEET BEFORE YOU SIGN OR WITHIN SIX MONTHS AFTER SIGNING.  YOU CAN ALSO RECEIVE UPON REQUEST A COPY OF ANY OF THE DOCUMENTS YOU REVIEWED DURING THE LEASE TRANSACTION.;\n\t(3)\tDisclose to the retail lessee in the lease agreement in capital letters of at least ten-point bold type, with the appropriate amounts specified, the following:\n\n\t\t(A)\tTHE GROSS CAPITALIZED COST  $____________________\n\t\t(B)\tTHE CAPITALIZED COST REDUCTION  $________________\n\t\t(C)\tTHE ADJUSTED CAPITALIZED COST  $_________________;\n\n\t(4)\tProvide the retail lessee with a copy of each document that is signed by the retail lessee during the course of the lease transaction and any document that is referenced or incorporated into the lease agreement.  Also, provide the retail lessee with a copy of each document requested by the retail lessee that is presented during the course of the lease transaction;\n\t(5)\tPrepare all disclosures made pursuant to this section and section 481L-3 and all documents executed in a lease transaction in the language principally used in negotiating the lease transaction; and\n\t(6)\tUpon request by the retail lessee at any time during the lease transaction and at any time during the first six months of the term of the lease agreement, provide to the retail lessee at no cost to the retail lessee a copy of the retail lessor's worksheets used to calculate the periodic lease payment.  Worksheets that are stored on computer media shall be reduced to printed form for the lessee.  The worksheets shall be maintained by the retail lessor or its agents during the first six months of the term of the lease agreement.  The retail lessor shall not be required to provide those portions of any worksheets that contain dealer markup information or lease assignment settlement amounts. [L 1997, c 82, pt of §1; am L 1998, c 201, §1]"
}