{
    "name": "Description of the Hawaiian flag",
    "number": "19",
    "text": "The official description of the Hawaiian flag as authorized to represent the State of Hawaii on land and sea, and authorized for executive state agencies, second to the stars and stripes of the United States shall be:\n\n\n\n\t(1)\tThe Hawaiian flag shall consist of eight horizontal stripes, alternately white, red, blue, etc., beginning at the top, having a jack cantoned in the dexter chief angle next to the point of suspension;\n\t(2)\tThe jack shall consist of a blue field charged with a compound saltire (crossing) of alternate tincture white and red, the white having precedence; a narrow edge of white borders each red side of the saltire;\n\t(3)\tA red cross bordered with white is charged (placed) over all;\n\t(4)\tThe proportion shall be as follows:\n\n\t\t(A)\tThe fly (length) is twice the hoist (width);\n\t\t(B)\tThe jack is half the hoist (width) in breadth and 7-16 the fly in length;\n\t\t(C)\tThe arms of the red cross with border shall be equal in width to one of the horizontal stripes; the white border shall be one-third the width of the red cross;\n\t\t(D)\tThe arms of the compound saltire (crossing) are equal in width to the red cross, the tinctures white, red, and the border being in the proportion of 3, 2, 1, respectively.\n\n\n\n\n\n\tWhen the Hawaiian flag is flown from the same halyard as the flag of the United States of America is flown, it shall be underneath the national colors.\n\tThe Hawaiian flag shall not be used to cover a platform or speaker's desk, nor to drape over the front of a speaker's platform.\n\tWhen the Hawaiian flag and the flag of the United States of America are displayed on a speaker's platform at the same time, the Hawaiian flag shall be on the left side of the speaker, the speaker's left, while the flag of the United States of America is on the right side of the speaker, the speaker's right.\n\tWhen the Hawaiian flag is used to cover a casket, it shall be so placed that the jack is at the head and over the left shoulder.  The flag shall not be lowered into the grave or allowed to touch the ground.\n\tTo fold the Hawaiian flag ceremoniously, first fold it lengthwise, bringing the striped half up over the jack.  Then repeat, with the jack on the outside.  Beginning at the lower right, make a series of triangular folds until the flag resembles a cocked hat with only the jack visible.\n\tThe Hawaiian flag shall be flown at half-mast by first raising it to the top of the flagpole, and then slowly lowering it to a position one-fourth of the distance down the flagpole, and there leaving it during the time it is to be displayed.  In taking the flag down, it shall first be raised to the top of the flagpole, and then slowly lowered with appropriate ceremony.\n\tWhen the Hawaiian flag is in such condition of repair that it is no longer a suitable emblem for displaying, it shall be totally destroyed, preferably by burning, and that privately; or this shall be done by some other method in keeping with the spirit of respect and reverence that all owe the emblem that represents the Aloha State of Hawaii. [L 1990, c 215, pt of §2]"
}