{
    "name": "Operating a vehicle after consuming a measurable amount of alcohol; persons under the age of twenty-one",
    "number": "64",
    "text": "(a)  It shall be unlawful for any person under the age of twenty-one years to operate any vehicle with a measurable amount of alcohol.  A law enforcement officer may arrest a person under this section when the officer has probable cause to believe the arrested person is under the age of twenty-one and had been operating a vehicle upon a public way, street, road, or highway or on or in the waters of the State with a measurable amount of alcohol.\n\t(b)  A person who violates this section shall be sentenced as follows:\n\n\n\n\t(1)\tFor a first violation or any violation not preceded within a five-year period by a prior alcohol enforcement contact:\n\n\t\t(A)\tThe court shall impose:\n\n\t\t\t(i)\tA requirement that the person and, if the person is under the age of eighteen, the person's parent or guardian attend an alcohol abuse education and counseling program for not more than ten hours; and\n\t\t\t(ii)\tA one hundred eighty-day prompt suspension of license and privilege to operate a vehicle with absolute prohibition from operating a vehicle during the suspension period, or in the case of a person eighteen years of age or older, the court may impose, in lieu of the one hundred eighty-day prompt suspension of license, a minimum thirty-day prompt suspension of license with absolute prohibition from operating a vehicle and, for the remainder of the one hundred eighty-day period, a restriction on the license that allows the person to drive for limited work-related purposes and to participate in alcohol abuse education and treatment programs; and\n\n\t\t(B)\tIn addition, the court may impose any one or more of the following:\n\n\t\t\t(i)\tNot more than thirty-six hours of community service work; or\n\t\t\t(ii)\tA fine of not less than $150 but not more than $500.\n\n\n\n\t(2)\tFor a violation that occurs within five years of a prior alcohol enforcement contact:\n\n\t\t(A)\tThe court shall impose prompt suspension of license and privilege to operate a vehicle for a period of one year with absolute prohibition from operating a vehicle during the suspension period; and\n\t\t(B)\tIn addition, the court may impose any of the following:\n\n\t\t\t(i)\tNot more than fifty hours of community service work; or\n\t\t\t(ii)\tA fine of not less than $300 but not more than $1,000.\n\n\n\n\t(3)\tFor a violation that occurs within five years of two prior alcohol enforcement contacts:\n\n\t\t(A)\tThe court shall impose revocation of license and privilege to operate a vehicle for a period of two years; and\n\t\t(B)\tIn addition, the court may impose any of the following:\n\n\t\t\t(i)\tNot more than one hundred hours of community service work; or\n\t\t\t(ii)\tA fine of not less than $300 but not more than $1,000.\n\n\n\n\n\n\n\n\t(c)  Notwithstanding any other law to the contrary, any conviction or plea under this section shall be considered a prior alcohol enforcement contact.\n\t(d)  Whenever a court sentences a person pursuant to subsection (b)(2) or (3), it also shall require that the person be referred to the driver's education program for an assessment, by a certified substance abuse counselor, of the person's alcohol abuse or dependence and the need for appropriate treatment.  The counselor shall submit a report with recommendations to the court.  The court shall require the person to obtain appropriate treatment if the counselor's assessment establishes the person's alcohol abuse or dependence.  All costs for assessment and treatment shall be borne by the person or by the person's parent or guardian, if the person is under the age of eighteen.\n\t(e)  Notwithstanding section 831-3.2 or any other law to the contrary, a person convicted of a first-time violation under subsection (b)(1), who had no prior alcohol enforcement contacts, may apply to the court for an expungement order upon attaining the age of twenty-one, or thereafter, if the person has fulfilled the terms of the sentence imposed by the court and has had no subsequent alcohol or drug related enforcement contacts.\n\t(f)  Notwithstanding any other law to the contrary, whenever a court revokes a person's driver's license pursuant to this section, the examiner of drivers shall not grant to the person an application for a new driver's license for a period to be determined by the court.\n\t(g)  Any person sentenced under this section may be ordered to reimburse the county for the cost of any blood tests conducted pursuant to section 291E-11.  The court shall order the person to make restitution in a lump sum, or in a series of prorated installments, to the police department or other agency incurring the expense of the blood test.\n\t(h)  The requirement to provide proof of financial responsibility pursuant to section 287-20 shall not be based upon a sentence imposed under subsection (b)(1).\n\t(i)  Any person who violates this section shall be guilty of a violation.\n\t(j)  As used in this section, the terms \"driver's license\" and \"examiner of drivers\" have the same meanings as provided in section 286-2. [L 2000, c 189, pt of §23; am L 2001, c 157, §28]\nCase Notes\nDecisions under prior law (§291-4.3).\n  Blood alcohol concentration test result of driver under the age of twenty-one years of age properly suppressed where advice given to driver that driver who chooses to take test and fails it would be subject to a license suspension of \"up to six months\" rather than one year was erroneous in light of the unqualified six-month mandate under this section.  96 H. 217, 30 P.3d 231."
}