{
    "name": "Operating a vehicle after license and privilege have been suspended or revoked for operating a vehicle under the influence of an intoxicant; penalties",
    "number": "62",
    "text": "(a)  No person whose license and privilege to operate a vehicle have been revoked, suspended, or otherwise restricted pursuant to this section or to part III or section 291E-61 or 291E-61.5, or to part VII or part XIV of chapter 286 or section 200-81, 291-4, 291-4.4, 291-4.5, or 291-7 as those provisions were in effect on December 31, 2001, shall operate or assume actual physical control of any vehicle:\n\n\n\n\t(1)\tIn violation of any restrictions placed on the person's license; or\n\t(2)\tWhile the person's license or privilege to operate a vehicle remains suspended or revoked.\n\n\n\n\t(b)  Any person convicted of violating this section shall be sentenced as follows:\n\n\n\n\t(1)\tFor a first offense, or any offense not preceded within a five-year period by conviction for an offense under this section or under section 291-4.5 as that section was in effect on December 31, 2001:\n\n\t\t(A)\tA term of imprisonment of not less than three consecutive days but not more than thirty days;\n\t\t(B)\tA fine of not less than $250 but not more than $1,000; and\n\t\t(C)\tRevocation of license and privilege to operate a vehicle for an additional year;\n\n\t(2)\tFor an offense that occurs within five years of a prior conviction for an offense under this section or under section 291-4.5 as that section was in effect on December 31, 2001:\n\n\t\t(A)\tThirty days imprisonment;\n\t\t(B)\tA $1,000 fine; and\n\t\t(C)\tRevocation of license and privilege to operate a vehicle for an additional two years; and\n\n\t(3)\tFor an offense that occurs within five years of two or more prior convictions for offenses under this section or under section 291-4.5 as that section was in effect on December 31, 2001:\n\n\t\t(A)\tOne year imprisonment;\n\t\t(B)\tA $2,000 fine; and\n\t\t(C)\tPermanent revocation of the person's license and privilege to operate a vehicle.\n\n\n\n\n\nThe period of revocation shall commence upon the release of the person from the period of imprisonment imposed pursuant to this section. [L 2000, c 189, pt of §23; am L 2001, c 157, §26; am L 2003, c 71, §4; am L 2004, c 6, §1 and c 90, §14]\nLaw Journals and Reviews\nPrior law (§291-4.5).\n  Criminal Procedure Rights Under the Hawaii Constitution Since 1992.  18 UH L. Rev. 683.\nCase Notes\n  As to the description of the offense, this section, which relates to operating a vehicle after license and privilege have been suspended or revoked for operating a vehicle under the influence of an intoxicant, substantially reenacted §291-4.5, which pertained to driving after license suspended or revoked for driving under the influence of intoxicating liquor.  107 H. 36, 109 P.3d 677.\nDecisions under prior law (§291-4.5).\n  Section not violative of Sixth Amendment right to counsel.  26 F.3d 920.\n  Section is not constitutionally \"serious\"; thus, defendant not entitled to jury trial.  75 H. 68, 856 P.2d 1240.\n  Operating vehicle in private parking lot of nightclub was not upon the \"highways\" of the State and therefore not in violation of this section.  80 H. 47, 904 P.2d 932.\n  As there is no state of mind element for the offenses designated under this section or §291-4.4, pursuant to §702-204, these offenses are committed if the defendant acted with an intentional, knowing, or reckless state of mind.  95 H. 94, 19 P.3d 42.\n  Defendant had right of allocution before being sentenced for misdemeanor offense of driving with revoked license; denial of allocution, even where mandatory sentences must be imposed, was reversible error requiring resentencing.  77 H. 241 (App.), 883 P.2d 663.\n  State produced sufficient evidence to show that defendant acted with reckless mens rea with respect to the attendant circumstances of the driving while license suspended or revoked for driving under the influence offense; defendant's conscious disregard of the risk that defendant's license remained revoked or suspended for DUI-alcohol was a gross deviation from the standard of conduct that a law-abiding person would observe in the same situation.  106 H. 123 (App.), 102 P.3d 367."
}