{
    "name": "Operating a vehicle under the influence of an intoxicant",
    "number": "61",
    "text": "PART IV.  PROHIBITED CONDUCT\n\nRevision Note\n  Sections 291E-61 to 291E-65 renumbered pursuant to §23G-15(1).\n     (a)  A person commits the offense of operating a vehicle under the influence of an intoxicant if the person operates or assumes actual physical control of a vehicle:\n\n\n\n\t(1)\tWhile under the influence of alcohol in an amount sufficient to impair the person's normal mental faculties or ability to care for the person and guard against casualty; \n\t(2)\tWhile under the influence of any drug that impairs the person's ability to operate the vehicle in a careful and prudent manner;\n\t(3)\tWith .08 or more grams of alcohol per two hundred ten liters of breath; or\n\t(4)\tWith .08 or more grams of alcohol per one hundred milliliters or cubic centimeters of blood.\n\n\n\n\t(b)  A person committing the offense of operating a vehicle under the influence of an intoxicant shall be sentenced as follows without possibility of probation or suspension of sentence:\n\n\n\n\t(1)\tFor the first offense, or any offense not preceded within a five-year period by a conviction for an offense under this section or section 291E-4(a):\n\n\t\t(A)\tA fourteen-hour minimum substance abuse rehabilitation program, including education and counseling, or other comparable program deemed appropriate by the court;\n\t\t(B)\tNinety-day prompt suspension of license and privilege to operate a vehicle during the suspension period, or the court may impose, in lieu of the ninety-day prompt suspension of license, a minimum thirty-day prompt suspension of license with absolute prohibition from operating a vehicle and, for the remainder of the ninety-day period, a restriction on the license that allows the person to drive for limited work-related purposes and to participate in substance abuse treatment programs;\n\t\t(C)\tAny one or more of the following:\n\n\t\t\t(i)\tSeventy-two hours of community service work;\n\t\t\t(ii)\tNot less than forty-eight hours and not more than five days of imprisonment; or\n\t\t\t(iii)\tA fine of not less than $150 but not more than $1,000; and\n\n\t\t(D)\tA surcharge of $25 to be deposited into the neurotrauma special fund;\n\n\t(2)\tFor an offense that occurs within five years of a prior conviction for an offense under this section or section 291E-4(a) by:\n\n\t\t(A)\tPrompt suspension of license and privilege to operate a vehicle for a period of one year with an absolute prohibition from operating a vehicle during the suspension period;\n\t\t(B)\tEither one of the following:\n\n\t\t\t(i)\tNot less than two hundred forty hours of community service work; or\n\t\t\t(ii)\tNot less than five days but not more than fourteen days of imprisonment of which at least forty-eight hours shall be served consecutively;\n\n\t\t(C)\tA fine of not less than $500 but not more than $1,500; and\n\t\t(D)\tA surcharge of $25 to be deposited into the neurotrauma special fund;\n\n\t(3)\tFor an offense that occurs within five years of two prior convictions for offenses under this section or section 291E-4(a):\n\n\t\t(A)\tA fine of not less than $500 but not more than $2,500;\n\t\t(B)\tRevocation of license and privilege to operate a vehicle for a period not less than one year but not more than five years;\n\t\t(C)\tNot less than ten days but not more than thirty days imprisonment of which at least forty-eight hours shall be served consecutively; and\n\t\t(D)\tA surcharge of $25 to be deposited into the neurotrauma special fund; and\n\t\t(E)\tForfeiture under chapter 712A of the vehicle owned and operated by the person committing the offense, provided that the department of transportation shall provide storage for vehicles forfeited under this subsection; and\n\n\t(4)\tAny person eighteen years of age or older who is convicted under this section and who operated a vehicle with a passenger, in or on the vehicle, who was younger than fifteen years of age, shall be sentenced to an additional mandatory fine of $500 and an additional mandatory term of imprisonment of forty-eight hours; provided that the total term of imprisonment for a person convicted under this paragraph shall not exceed the maximum term of imprisonment provided in paragraphs (1), (2), or (3).\n\n\n\n\t(c)  Notwithstanding any other law to the contrary, any:\n\n\n\n\t(1)\tConviction under this section, section 291E-4(a), or section 291E-61.5;\n\t(2)\tConviction in any other state or federal jurisdiction for an offense that is comparable to operating or being in physical control of a vehicle while having either an unlawful alcohol concentration or an unlawful drug content in the blood or urine or while under the influence of an intoxicant or habitually operating a vehicle under the influence of an intoxicant; or\n\t(3)\tAdjudication of a minor for a law violation that, if committed by an adult, would constitute a violation of this section or an offense under section 291E-4(a), or section 291E-61.5;\n\n\n\nshall be considered a prior conviction for the purposes of imposing sentence under this section.  Any judgment on a verdict or a finding of guilty, a plea of guilty or nolo contendere, or an adjudication in the case of a minor, that at the time of the offense has not been expunged by pardon, reversed, or set aside shall be deemed a prior conviction under this section.  No license and privilege suspension or revocation shall be imposed pursuant to this section if the person's license and privilege to operate a vehicle has previously been administratively revoked pursuant to part III for the same act; provided that, if the administrative suspension or revocation is subsequently reversed, the person's license and privilege to operate a vehicle shall be suspended or revoked as provided in this section.\n\t(d)  Whenever a court sentences a person pursuant to subsection (b), it also shall require that the offender be referred to the driver's education program for an assessment, by a certified substance abuse counselor, of the offender's substance abuse or dependence and the need for appropriate treatment.  The counselor shall submit a report with recommendations to the court.  The court shall require the offender to obtain appropriate treatment if the counselor's assessment establishes the offender's substance abuse or dependence.  All costs for assessment and treatment shall be borne by the offender.\n\t(e)  Notwithstanding any other law to the contrary, whenever a court revokes a person's driver's license pursuant to this section, the examiner of drivers shall not grant to the person a new driver's license until the expiration of the period of revocation determined by the court.  After the period of revocation is completed, the person may apply for and the examiner of drivers may grant to the person a new driver's license.\n\t(f)  Any person sentenced under this section may be ordered to reimburse the county for the cost of any blood or urine tests conducted pursuant to section 291E-11.  The court shall order the person to make restitution in a lump sum, or in a series of prorated installments, to the police department or other agency incurring the expense of the blood or urine test.\n\t(g)  The requirement to provide proof of financial responsibility pursuant to section 287-20 shall not be based upon a sentence imposed under subsection (b)(1).\n\t(h)  As used in this section, the term \"examiner of drivers\" has the same meaning as provided in section 286-2. [L 2000, c 189, pt of §23; am L 2001, c 157, §25; am L 2002, c 160, §11; am L 2003, c 71, §3; am L 2004, c 90, §12; am L 2005, c 33, §1 and c 194, §1]\nLaw Journals and Reviews\nPrior law (§291-4).\n  State v. O'Brien:  Right to Jury Trial for Driving Under the Influence of Intoxicating Liquor.  8 UH L. Rev. 209.\n  State v. Mata:  Disqualification of a Trial Judge.  13 UH L. Rev. 641.\n  Administering Justice or Just Administration:  The Hawaii Supreme Court and the Intermediate Court of Appeals.  14 UH L. Rev. 271.\n  The Protection of Individual Rights Under Hawai`i's Constitution.  14 UH L. Rev. 311.\n  Hawai'i's New Administrative Driver's License Revocation Law:  A Preliminary Due Process Inquiry.  14 UH L. Rev. 853.\n  Criminal Procedure Rights Under the Hawaii Constitution Since 1992.  18 UH L. Rev. 683.\nCase Notes\n  As to the description of the offense, this section, which relates to operating a vehicle under the influence of an intoxicant, substantially reenacted §291-4.4, which pertained to the offense of habitually driving under the influence of intoxicating liquor or drugs.  106 H. 480, 107 P.3d 409.\n  Where indictment charged defendant under §291-4.4, the statute that was in effect at the time of defendant's arrest, there was no ex post facto problem.  106 H. 480, 107 P.3d 409.\nDecisions under prior law (§291-4).\n  Applied to member of military who drove on base while drunk.  799 F.2d 1401.\n  Pursuant to federal law, section applies to military personnel driving in federal enclaves.  631 F. Supp. 319.\n  Defendant charged with driving under the influence and illegal blood alcohol level on federal property was not entitled to jury trial under Assimilative Crimes Act.  781 F. Supp. 676.\n  Review of excessive sentence by supreme court.  39 H. 152.\n  Jail sentence for conviction of driving while intoxicated is not \"illegal or excessive\".  39 H. 303.\n  Weight and sufficiency of evidence.  56 H. 161, 532 P.2d 391.\n  Results of blood test taken in violation of §286-155 admissible in proceedings hereunder.  59 H. 173, 579 P.2d 663.\n  Guilty plea under this section does not preclude liability for refusal to submit to sobriety testing.  68 H. 512, 721 P.2d 705.\n  DUI is a traffic offense.  69 H. 253, 739 P.2d 930.\n  Deferred acceptance of no contest plea is not available to a defendant in DUI case.  69 H. 602, 752 P.2d 597.\n  Retrial allowed where charges for DUI and driving with 0.10 per cent alcohol are brought together, and a mistrial is declared on one charge because of the jury's inability to agree.  70 H. 332, 770 P.2d 420.\n  Section provides two alternative means of proving a single offense; bifurcating the two methods of proof into separate trials violated defendant's due process rights.  70 H. 528, 777 P.2d 1187.\n  State did not have to show that prior conviction was counseled where defendant's second conviction imposed no increase in sentence.  71 H. 147, 785 P.2d 1311.\n  Proof that defendant was driving on a public highway was not required.  71 H. 258, 787 P.2d 691.\n  Court went beyond statute in its instructions to the jury.  71 H. 319, 789 P.2d 1122.\n  Defendant's uncounseled DUI conviction could not be used to collaterally support enhanced sentence.  71 H. 617, 801 P.2d 555.\n  No double jeopardy where defendant was acquitted of one of the counts.  72 H. 56, 806 P.2d 402.\n  Two counts, based on two methods of proof, for the same offense was not improper.  72 H. 130, 809 P.2d 442.\n  Amendments to sentencing provisions of section did not have retrospective application.  72 H. 597, 825 P.2d 1065.\n  Charge of first-offense DUI under this section as amended by Act 128, L 1993, was constitutionally petty, therefore, no right to jury trial attached to first-offense DUI; retrospective application of this section, as amended by Act 128 did not violate the ex post facto clause of the U.S. Constitution; retroactive application of decision to pending cases passed test enunciated in State v. Ikezawa; Act 128 did not violate equal protection.  76 H. 360, 878 P.2d 699.\n  Intoxilyzer test result can be used in prosecution of violation of subsection (a)(1) when count of violating subsection (a)(2) has been dismissed.  77 H. 94, 881 P.2d 1240. \n  Driving under the influence of intoxicating liquor is a \"criminal offense\", not a \"traffic offense\", for purposes of HRPP rule 48.  78 H. 54, 890 P.2d 291.\n  Both the circuit and district courts have concurrent jurisdiction over DUI cases.  78 H. 367, 893 P.2d 795.\n  Circuit court erred in its ruling on the applicability of HRPP rule 48 to DUI cases.  78 H. 367, 893 P.2d 795.\n  Since ADLRO proceedings serve legitimate, nonpunitive, purely remedial functions, defendant's subsequent criminal prosecution not barred by double jeopardy, res judicata, and/or collateral estoppel principles. 79 H. 1, 897 P.2d 928. \n  Defendant's arguments that defendant's conviction (DUI in violation of subsection (a)(2)) was not supported by substantial evidence and was inconsistent with defendant's acquittal in count I (violation of subsection (a)(1)), rejected; where defendant was charged in two counts alleging one DUI offense, trial court did not commit plain error by instructing jury that defendant was charged with more than one offense.  79 H. 336, 902 P.2d 971.\n  As §286-261(d) does not require defendant to submit to needs assessment nor undergo any treatment for alcohol dependence, application of that section with DUI conviction under this section not double jeopardy violation.  80 H. 8, 904 P.2d 893.\n  Defendant not subjected to multiple punishments as a result of administrative driver's license revocation under §286-261 and DUI conviction under this section as administrative revocation non-punitive and purely remedial in nature.  81 H. 226, 915 P.2d 700.\n  Ninety-day suspension of driver's license under this section for drunken bicyclist not unconstitutional where:  (1) no showing that disparity of risk between drunken bicyclists and drunken automobile drivers is so great; and (2) suspension not disproportionately onerous compared to more serious crimes in same jurisdiction and for the same offense in different jurisdictions.  87 H. 249, 953 P.2d 1347.\n  \"Vehicle\" under this section includes bicycles; application of section to defendant bicyclist not absurd.  87 H. 249, 953 P.2d 1347.\n  Where conviction is based solely on a chemical test, the results of the test when taken together with its tolerance for error must equal or exceed the statutory level.  1 H. App. 44, 613 P.2d 916.\n  Mandatory sentence not applicable where defendant committed second DUI offense before being convicted of first.  5 H. App. 205, 683 P.2d 400.\n  Defendant charged under section has right to jury trial; not unconstitutionally vague.  5 H. App. 491, 704 P.2d 905, aff'd 68 H. 39, 704 P.2d 883.\n  Defendant may challenge reliability of intoxilyzer test.  7 H. App. 20, 740 P.2d 1017.\n  Results of intoxilyzer test properly admitted.  7 H. App. 440, 777 P.2d 717.\n  Governmental approval of breath testing instrument and of procedures of its use are sufficient basis for reasonable inference that instrument measures blood alcohol concentration by weight, as required by statute.  7 H. App. 542, 783 P.2d 1235.\n  Second intoxilyzer test was valid even if observation period was less than fifteen minutes.  7 H. App. 627, 789 P.2d 1133.\n  DUI conviction reversed because jury instruction required jurors to infer a presumed fact.  7 H. App. 631, 790 P.2d 340.\n  Finding mens rea not required for conviction.  8 H. App. 145, 795 P.2d 285.\n  DUI conviction reversed where State failed to lay proper foundation for admission into evidence of test result obtained from breath-testing instrument.  9 H. App. 130, 828 P.2d 813.\n  DUI conviction proper where prior accuracy verification test on intoxilyzer used showed it was operating accurately.  9 H. App. 291, 836 P.2d 506.\n  Substantial, probative evidence to enable a person of reasonable caution to conclude defendant was DUI under subsection (a)(1); nothing in statute requires alcohol be the sole or exclusive cause of a defendant's impairment; what is required is proof beyond a reasonable doubt that liquor contributed to the diminishment of the defendant's capacity to drive safely.  91 H. 288, 983 P.2d 189.\n  As violation of this section may be proven by proof that either the arrested driver operated a vehicle while under the influence of alcohol or that the driver operated a vehicle while having a blood alcohol concentration level specified or exceeding that specified in the statute, evidence was sufficient to support finding that driver was driving under the influence of intoxicating liquor, irrespective of admissibility of breath test results.  96 H. 190, 29 P.3d 380.\n  Sufficient evidence was adduced at trial to conclude that defendant's blood alcohol content was .19 per cent--which is the equivalent of .19 grams of alcohol per 100 milliliters or cubic centimeters--and, therefore, as a matter of law, was above the legal limit.  96 H. 320, 30 P.3d 926.\n  The meaning of \"prior alcohol enforcement contact\" must be explained when advising a person arrested for driving under the influence of intoxicating liquor, of the potential length of license revocation for refusal to take a blood alcohol concentration test or for failing such a test, as set forth in §286-261, in order to ensure that the refusal of, or consent to, such a test is knowingly and intelligently made.  97 H. 463, 40 P.3d 865.\n  Where complaint merely alleged that defendant was \"under the influence of intoxicating liquor\" but failed to allege a critical facet of a material element of driving under the influence offense that defendant was under the influence of intoxicating liquor \"in an amount sufficient to impair defendant's normal mental faculties or ability to care for defendant and guard against casualty\", it failed to state an offense and was fatally defective; thus trial court lacked subject matter jurisdiction.  101 H. 139, 63 P.3d 1109.\n  No reversible error in admitting intoxilyzer test result into evidence where State laid adequate evidentiary foundation.  80 H. 102 (App.), 905 P.2d 77.\n  Under subsection (a)(2), prosecution must establish that result of chemical test involved, when taken together with its tolerance for error, must equal or exceed the statutory threshold of .10 BAC to prove that actual weight of alcohol in defendant's blood was at least 0.10 per cent.  80 H. 138 (App.), 906 P.2d 624.\n  Where intoxilyzer measured BAC level to a thousandth of one per cent, any error in receiving the thousandth reading in evidence was harmless, as evidence indicated thousandth digit reading was irrelevant.  80 H. 138 (App.), 906 P.2d 624.\n  Where evidence not presented at trial that defendant received counsel or intelligently waived counsel at prior DUI convictions, proof for enhanced sentencing purposes not satisfied.  81 H. 76 (App.), 912 P.2d 573.\n  Though trial court erred in admitting officer's testimony on defendant's horizontal gaze nystagmus test results, error was harmless beyond a reasonable doubt and there was sufficient evidence to convict defendant under this section.  94 H. 388 (App.), 15 P.3d 314.\n  State failed to establish proper foundation for admission under HRE rule 701 of officer's opinion that defendant failed field sobriety tests; trial court erred in concluding defendant was DUI under subsection (a)(1) when it relied upon officer's opinion that defendant had \"failed\" the tests, rather than on defendant's actions or demeanor in performing the tests.  95 H. 409 (App.), 23 P.3d 744.\nDecisions under prior law (§291-4.4).\n  The term \"convicted\" in this section refers to a prior valid DUI conviction.  100 H. 324, 60 P.3d 274.\n  The term \"conviction\", as used in this section, means any judgment or plea that has not been expunged by pardon, reversed, or set aside at the time a defendant is found guilty of the habitual DUI charge; it was undisputed that defendant's four prior DUI convictions had not been expunged, reversed, or set aside at the time defendant pled guilty, and therefore, satisfied the requirements of this section.  102 H. 219, 74 P.3d 575.\nDecisions under prior law (§291-7).\n There is no right to a jury trial under either the U.S. Constitution or Hawaii constitution for a first-time driving under the influence of drugs offense under §291-7 (1993) as the offense is a \"petty\" and not \"serious\" offense.  97 H. 259, 36 P.3d 803.\n  Red and glassy eyes, a criminal record, and imperfect driving, standing alone, were insufficient to establish probable cause to arrest a person for driving under the influence of drugs; as officer did not have probable cause to arrest defendant and did not subject defendant to sustained and coercive questioning, Miranda warnings were not warranted when defendant was questioned about defendant's alcohol consumption.  99 H. 370, 56 P.3d 138.\n  Section 701-109(1)(e) prohibition against conviction for more than one offense when defendant's conduct establishes an element of more than one offense not violated by defendant's convictions for driving under the influence of drugs under this section and inattentive driving under §291-12 as driving under the influence of drugs required defendant to be under the influence of drugs and inattention to driving did not.  98 H. 188 (App.), 46 P.3d 1."
}