{
    "name": "Probable cause determination; issuance of notice of administrative revocation; procedures",
    "number": "33",
    "text": "(a)  Whenever a person is arrested for a violation of section 291E-61 or 291E-61.5 on a determination by the arresting law enforcement officer that:\n\n\n\n\t(1)\tThere was reasonable suspicion to stop the vehicle or the vehicle was stopped at an intoxicant control roadblock established and operated in compliance with sections 291E-19 and 291E-20; and\n\t(2)\tThere was probable cause to believe that the person was operating the vehicle while under the influence of an intoxicant;\n\n\n\nthe law enforcement officer immediately shall take possession of any license held by the person and request the person to take a test for alcohol concentration, in the case of an alcohol related offense, or a test for drug content in the blood or urine, in the case of a drug related offense.  The law enforcement officer shall inform the person that, in the case of an alcohol related offense, the person shall elect to take a breath test, a blood test, or both, pursuant to section 291E-11.  In the case of a drug related offense, the person shall elect to take a blood test, a urine test, or both, pursuant to section 291E-11.  The law enforcement officer also shall inform the person of the sanctions under section 291E-41, including the sanction for refusing to take a breath, blood, or urine test.  Thereafter, the law enforcement officer shall complete and issue to the person a notice of administrative revocation and shall indicate thereon whether the notice shall serve as a temporary permit.  The notice shall serve as a temporary permit, unless, at the time of arrest:  the person was unlicensed; the person's license or privilege to operate a vehicle was revoked or suspended; or the person had no license in the person's possession.\n\t(b)  Whenever a law enforcement officer determines that, as the result of a blood or urine test performed pursuant to section 291E-21, there is probable cause to believe that a person being treated in a hospital or medical facility has violated section 291E-61 or 291E-61.5, the law enforcement officer immediately shall take possession of any license held by the person and shall complete and issue to the person a notice of administrative revocation and indicate thereon whether the notice shall serve as a temporary permit.  The notice shall serve as a temporary permit unless, at the time the notice was issued:  the person was unlicensed; the person's license or privilege to operate a vehicle was revoked or suspended; or the person had no license in the person's possession.\n\t(c)  Whenever a respondent under this section is a repeat intoxicated driver, the arresting law enforcement officer shall take possession of the motor vehicle registration and, if the motor vehicle being driven by the respondent is registered to the respondent, remove the number plates and issue a temporary motor vehicle registration and temporary number plates for the motor vehicle.  No temporary motor vehicle registration or temporary number plates shall be issued if the respondent's registration has expired or been revoked.  The applicable police department, upon determining that the respondent is a repeat intoxicated driver, shall notify the appropriate county director of finance to enter a stopper on the motor vehicle registration files to prevent the respondent from conducting any motor vehicle transactions, except as permitted under this part. [L 2000, c 189, pt of §23; am L 2001, c 157, §14; am L 2002, c 113, §2; am L 2004, c 90, §8]\nCase Notes\nDecisions under prior law (§286-255).\n  Where information conveyed to defendant regarding defendant's rights under this chapter was inaccurate and misleading, defendant was precluded from knowingly and intelligently consenting to the blood alcohol test in violation of this chapter; trial court thus properly suppressed blood test results in defendant's criminal DUI prosecution.  92 H. 45, 987 P.2d 268.\n  Section requires an arresting officer to indicate on the notice of administrative license revocation that the notice shall serve as a temporary driver's permit, unless the arrestee falls within any of the disqualifying categories listed in this section; arresting officer's error in failing to mark notice did not warrant reversal of license revocation in light of policy objectives of this part and credit by director for days of driving privileges lost to reduce period of license suspension was appropriate remedy for officer's error.  91 H. 125 (App.), 980 P.2d 999.\n  Where arrestee's reliance on misinformation and/or insufficient information from the arresting officer is conclusively presumed and that arrestee thus did not knowingly and intelligently consent to the breath test, evidence of the breath test results should have been suppressed.  95 H. 86 (App.), 18 P.3d 948.\n  When police informed defendant of the consequences of refusing to take any tests \"if your driving record shows two prior alcohol enforcement contacts during the seven years preceding the date of arrest\" and \"if your driving record shows three or more prior alcohol enforcement contacts during the ten years preceding the date of arrest\", it was also required to inform defendant of the §286-251 definition of \"alcohol enforcement contact\".  98 H. 53 (App.), 41 P.3d 715."
}