{
    "name": "Notice of administrative revocation; effect",
    "number": "31",
    "text": "PART III.  ADMINISTRATIVE REVOCATION PROCESS\n\nCase Notes\nDecisions under prior law (Chap. 286, Pt. XIV).\n  Administrative revocation of driver's license law is constitutional because arrestee's due process rights are fully protected; administrative revocation program was applied in constitutional manner to each appellant.  75 H. 1, 856 P.2d 1207.\n  Administrative revocation program did not violate article V, §6 of Hawaii constitution; placement of program within judiciary did not violate separation of powers doctrine.  76 H. 380, 878 P.2d 719.\n  Where information conveyed to defendant regarding defendant's rights under this chapter was inaccurate and misleading, defendant was precluded from knowingly and intelligently consenting to the blood alcohol test in violation of this chapter; trial court thus properly suppressed blood test results in defendant's criminal DUI prosecution.  92 H. 45, 987 P.2d 268.\n  Article VI, §1 and article V, §6 of the Hawaii constitution, neither separately nor together prohibit the establishment of the administrative driver's license revocation office in the judiciary.  91 H. 212 (App.), 982 P.2d 346.\n     As used in this part, the notice of administrative revocation:\n\n\n\n\t(1)\tEstablishes that the respondent's license and privilege to operate a vehicle in the State or on or in the waters of the State shall be terminated:\n\n\t\t(A)\tThirty days after the date the notice of administrative revocation is issued in the case of an alcohol related offense;\n\t\t(B)\tForty-four days after the date the notice of administrative revocation is issued in the case of a drug related offense; or\n\t\t(C)\tSuch later date as is established by the director under section 291E-38,\n\n\t\tif the director administratively revokes the respondent's license and privilege;\n\t(2)\tEstablishes that the registration of any motor vehicle registered to a respondent who is a repeat intoxicated driver shall be terminated thirty days after the date of an arrest pursuant to section 291E-33(c);\n\t(3)\tEstablishes the date on which administrative revocation proceedings against the respondent were initiated; and\n\t(4)\tServes as a temporary permit, if applicable, to operate a vehicle as provided in section 291E-33. [L 2000, c 189, pt of §23; am L 2001, c 157, §13]"
}