{
    "name": "Returns, made when; form; open to public",
    "number": "40",
    "text": "RETURNS\n\n     Whenever the department of taxation finds that the filing of returns under this paragraph is advisable for the making of assessments and so orders, the assessor shall give, to the taxpayers of the assessor's district during the month of December of the year the order is made, public notice at least three times on different days during the month, in the district requiring the taxpayers to file with the assessor, on or before January 15 of the succeeding year, returns in the manner and form required by this section.  After the notice, every person owning, or having possession, custody, or control of, real property in the district, whether entitled to exemption or not, during the month of January, shall file upon forms prescribed by the department and in the manner required by the forms, a return signed as provided in section 231-15 setting forth the description and location of all real property in the district belonging to the person or of which the person had possession, custody, or control on January 1, and setting forth the taxpayer's opinion of the fair market value thereof as of January 1.  It shall be sufficient to describe the person's property by setting forth the location and a brief description in sufficient detail to identify the property.\n\tWhenever the department shall determine that there are not sufficient evidences of value to form the basis of a sound appraisal, for assessment purposes, of the value of the real property or real properties, or portions thereof, of any taxpayer upon notice of not less than thirty days, it may require the taxpayer to file a return as described in the foregoing paragraph.\n\tAll returns made under this section shall be open to inspection by the public, and shall be admissible in evidence against the person making the return, in any state court in any action wherein the value of the real property, or portion thereof, covered by the return, may be in dispute.\n\tReturns made under this section shall be taken into consideration by the tax assessor in making appraisals for assessment purposes; the opinion of any taxpayer as to fair market value shall not be binding upon the assessor, but no taxpayer shall be deemed to be aggrieved by any assessment made upon the taxpayer's property which is based upon the opinion of value set forth in the taxpayer's return unless the taxpayer shows lack of uniformity or inequality as set forth in section 232-3.  The opinion of value shall constitute a rebuttable presumption that the fair market value of the real property on the date of the return was not greater than the value stated in the return in any subsequent proceeding brought to condemn the property or any part thereof for public purposes.\n\tFailure to file a return required under this section shall render the taxpayer liable for payment of an added tax as defined in and prescribed by section 231-39(b)(1). [L 1932 2d, c 40, §28; RL 1935, §1928; am L 1939, c 208, §2; am L 1943, c 4, §§1 to 5; RL 1945, §5155; RL 1955, §128-23; am L Sp 1957, c 1, §14(f); am L Sp 1959 1st, c 28, §13; am L Sp 1959 2d, c 1, §16; am L 1963, c 143, §2; am L 1967, c 37, §1; HRS ; am L 1969, c 170, §18; am L 1975, c 157, §18; gen ch 1985; am L 1998, c 2, §68]"
}