{
    "name": "Additions to taxes for noncompliance or evasion; interest on underpayments and overpayments",
    "number": "39",
    "text": "(a)  Except as otherwise provided, this section shall apply to every tax or revenue law of the State that provides for the filing with the director of taxation of a return or statement of the tax or the amount taxable. \t(b)  There shall be added to and become a part of the tax imposed by such tax or revenue law, and collected as such:\n\n\n\n\t(1)\tFailure to file tax return.  In case of failure to file any tax return required to be filed on the date prescribed therefor (determined with regard to any extension of time for filing), unless it is shown that the failure is due to reasonable cause and not due to neglect, there shall be added to the amount required to be shown as tax on the return five per cent of the amount of the tax if the failure is for not more than one month, with an additional five per cent for each additional month or fraction thereof during which the failure continues, not exceeding twenty-five per cent in the aggregate.  For purposes of this paragraph, the amount of tax required to be shown on the return shall be reduced by the amount of any part of the tax which is paid on or before the date prescribed for payment of the tax and by the amount of any credit against the tax which may be claimed upon the return.  This paragraph shall not apply to any failure to file a declaration of estimated tax required by section 235-97.\n\t(2)\tFailure to pay tax.\n\n\t\t(A)\tIf any part of any underpayment is due to negligence or intentional disregard of rules (but without intent to defraud), there shall be added to the tax an amount up to twenty-five per cent of the underpayment as determined by the director.\n\t\t(B)\tIf any part of any underpayment of tax required to be shown on a return is due to fraud, there shall be added to the tax an amount up to fifty per cent of the underpayment as determined by the director.\n\t\t(C)\tIf any penalty is assessed under subparagraph (B) (relating to fraud) for an underpayment of tax which is required to be shown on a return, no penalty under paragraph (1) (relating to failure to file the return) shall be assessed with respect to the same underpayment.\n\n\t(3)\tFailure to pay tax after filing timely returns.  If a return is filed on or before the date prescribed therefor and the amount shown as tax on the return is not completely paid within sixty days of the prescribed filing date, there shall be added to the unpaid tax an amount up to twenty per cent as determined by the director.\n\t(4)\tInterest on underpayment or nonpayment of tax.\n\n\t\t(A)\tIf any amount of tax is not paid on or before the last date prescribed for payment, interest on such amount at the rate of two-thirds of one per cent a month or fraction of a month shall be paid for the period beginning with the first calendar day after the date prescribed for payment, section 231-21 to the contrary notwithstanding, to the date paid.\n\t\t(B)\tIf the amount of any tax is reduced by reason of a carryback of a net operating loss allowed under chapter 235, such reduction in tax shall not affect the computation of interest under this paragraph for the period ending with the last day of the taxable year in which the net operating loss arises.\n\t\t(C)\tInterest prescribed under this paragraph on any tax shall be paid upon notice and demand, and shall be assessed, collected, and paid in the same manner as taxes.\n\t\t(D)\tNo interest under this paragraph shall be imposed on interest provided by this paragraph.\n\t\t(E)\tIf any portion of a tax is satisfied by credit of any overpayment, then no interest shall be imposed under this paragraph on the portion of the tax so satisfied for any period during which, if the credit had not been made, interest would have been allowable with respect to the overpayment.\n\t\t(F)\tInterest prescribed under this paragraph on any tax may be assessed and collected at any time during the period within which the tax to which the interest relates may be collected.\n\t\t(G)\tThis paragraph shall not apply to any failure to pay estimated tax required by section 235-97.\n\n\n\n\n\n\t(c)  No taxpayer shall be exempt from any penalty or interest by reason of having contested the tax, but only to the extent that the tax is adjudged to be excessive or contrary to law. [L 1953, c 125, §4; RL 1955, §115-43; am L 1967, c 134, §1; HRS ; am L 1974, c 138, §1; am L 1988, c 386, §1; am L 1991, c 136, §2; am L 1992, c 102, §2; am L 1994, c 15, §1]\nCross References\n  Cost recovery fees for the administration of taxes, see §231-25.5.\nCase Notes\n  Erroneous belief that no tax liability existed held not \"reasonable cause\" within meaning of subsection (b)(1).  57 H. 436, 559 P.2d 264."
}