{
    "name": "Payment of taxes by electronic funds transfer",
    "number": "9.9",
    "text": "(a)  The director of taxation is authorized to require every person whose tax liability for any one taxable year exceeds $100,000 and who files a tax return for any tax, including consolidated filers, to remit taxes by one of the means of electronic funds transfer approved by the department; provided that for withholding taxes under section 235-62, electronic funds transfers shall apply to annual tax liabilities that exceed $40,000. \t(b)  Any person who files a tax return for any tax and is not required by subsection (a) to remit taxes by means of electronic funds transfer may elect to remit taxes by one of the means of electronic funds transfer approved by the department with the approval of the director of taxation.\n\t(c)  If a person who is required under subsection (a) to remit taxes by one of the means of electronic funds transfer approved by the department fails to remit the taxes using an approved method on or before the date prescribed therefor, unless it is shown that the failure is due to reasonable cause and not to neglect, there shall be added to the tax required to be so remitted a penalty of two per cent of the amount of the tax.  The penalty under this subsection is in addition to any penalty set forth in section 231-39.\n\t(d)  No later than twenty days prior to the convening of each regular session, the department shall submit a report to the legislature containing:\n\n\n\n\t(1)\tThe number of taxpayers who were assessed the two per cent penalty pursuant to subsection (c);\n\t(2)\tThe amounts of each assessment; and\n\t(3)\tThe total amount of assessments collected for the previous year. [L 1995, c 121, §1; am L 1997, c 177, §§1, 3; am L 2001, c 44, §1; am L 2004, c 113, §2]\n\n\n\n\nNote\n  The 2004 amendment applies to withholding requirements for payroll periods beginning on or after December 31, 2004.  L 2004, c 113, §5."
}