{
    "name": "State pharmacy assistance program",
    "number": "342",
    "text": "(a)  There is established within the department the state pharmacy assistance program.  Provided that there are no federally approved prescription drug plans available in the State that provide a full coverage prescription drug benefit, the state pharmacy assistance program may coordinate the prescription drug coverage with the federal medicare part D prescription drug benefit, including related supplies, as determined by the department, to each resident who meets the eligibility requirements as outlined in section 346-343. \t(b)  The department may provide enrollment assistance to eligible individuals into the state pharmacy assistance program.  Enrollment for medicaid dual eligible persons shall begin no later than October 1, 2005.\n\t(c)  The department shall allow any willing prescription drug plan approved by the federal Centers for Medicare and Medicaid Services to provide the coordination of benefits between the State's medicare prescription drug program and the medicare part D drug benefit.\n\t(d)  The department may administer the state pharmacy assistance program or contract with a third party or parties in accordance with chapter 103F to administer any single component or combination of components of the state pharmacy assistance program, including outreach, eligibility, enrollment, claims, administration, rebate negotiations and recovery, and redistribution, in order to coordinate the prescription drug benefits of the state pharmacy assistance program and the federal medicare part D drug benefit.\n\t(e)  Any contract with third parties to administer any component of the state pharmacy assistance program shall be established either at no cost to the State, or on a contingency-fee basis and with no up-front costs to the State, as may be negotiated by the department.\n\t(f)  Any contract with third parties to administer any component of the state pharmacy assistance program shall prohibit the contractor from receiving any compensation or other benefits from any pharmaceutical manufacturer participating in the state pharmacy assistance program.\n\t(g)  A prescription drug manufacturer or labeler that sells prescription drugs in the State may enter into a rebate agreement with the department.  The rebate agreement may be agreed upon by the manufacturer or the labeler to make rebate payments to the department each calendar quarter or according to a schedule established by the department.\n\t(h)  The department or contractor may negotiate the amount of the rebate required from a manufacturer or labeler in accordance with this part.\n\t(i)  The department or contractor may take into consideration the rebate calculated under the medicaid rebate program pursuant to Title 42 United States Code Section 1396r-8, the average wholesale price of prescription drugs, and any other cost data related to prescription drug prices and price discounts.\n\t(j)  The department or contractor shall use their best efforts to obtain the best possible rebate amount. \n\t(k)  The department may prescribe the application and enrollment procedures for prospective enrollees.\n\t(l)  The department shall conduct ongoing quality assurance activities similar to those used in the State's medicaid program. [L 2005, c 209, pt of §2]"
}