{
    "name": "Medical assistance application information; annual report; public disclosure",
    "number": "29.3",
    "text": "(a)  Each applicant for medical assistance under any program administered by the department shall identify the employer of the proposed beneficiary of medical assistance.  If the proposed beneficiary is unemployed, the applicant for medical assistance shall identify the employer of any adult who is responsible for providing all or some of the proposed beneficiary's support.\n\tFor the purposes of this section, \"proposed beneficiary\" means any person who files an application for health care benefits or hospital care for the person, or any other individual on whose behalf an application is filed, including children or other dependents of the applicant.\n\t(b)  Before October 1 of each year, the department shall submit to the legislature a written annual report identifying all employers identified pursuant to subsection (a) who employ twenty-five or more beneficiaries of medical assistance programs administered by the department.  In determining whether the twenty-five-employee threshold is met, the department shall include all beneficiaries employed by the employer and its subsidiaries at all locations within the State.  In the event the department requires assistance to ascertain information, such as an employer's subsidiaries or location, the department shall consult with the department of commerce and consumer affairs.  The report shall include:\n\n\n\n\t(1)\tEach employer's name and names of subsidiaries, if appropriate, that employ beneficiaries of department medical assistance programs;\n\t(2)\tThe location of the employer;\n\t(3)\tFor each department medical assistance program, the total number of the employer's employees and dependents who are enrolled in the program; and\n\t(4)\tThe total cost to the State per year of providing medical assistance benefits for the employees and enrolled dependents of each identified employer.\n\n\n\n\tThe report shall not include the name of any individual medical assistance program beneficiary and shall be subject to applicable privacy standards established under federal Medicaid regulations and the administrative simplification provisions of the Health Insurance Portability and Accountability Act of 1996, P.L. 104-191.\n\t(c)  The department shall make the annual report available to the public through any means the director deems appropriate. [L Sp 2005, c 10, §2]"
}