{
    "name": "Definitions",
    "number": "1",
    "text": "PART I.  GENERAL AND ADMINISTRATIVE PROVISIONS\n\n     Unless the context clearly requires a different meaning, when used in this chapter:\n\t\"Abused or neglected\" means subjected to \"harm\", \"imminent harm\", or \"threatened harm\" as defined in section 587-2.\n\t\"Adoption assistance\" means the provision of one or more of the following to enable the adoption of children with special needs:\n\n\n\n\t(1)\tMonetary assistance;\n\t(2)\tMedical benefits; or\n\t(3)\tSocial services.\n\n\n\n\t\"Applicant\" means the person for whose use and benefit application for services or public assistance is made.\n\t\"Assistance allowance\" means a single monthly public assistance grant, including funds received from the federal government, expressed in a dollar amount per recipient or per recipient family to be provided a recipient or recipient family for all usual recurring living and shelter expenses, including rent or mortgage payment and utilities, and excluding medical care.\n\t\"Child welfare services\" means:\n\n\n\n\t(1)\tAll services necessary for the protection and care of abused or neglected children and children in danger of becoming delinquent; and\n\t(2)\tAll services necessary for the adoption of children.\n\n\n\n\t\"Child with special needs\" means a child:\n\n\n\n\t(1)\tWho is legally free for adoption;\n\t(2)\tWhose adoption is in his or her best interests;\n\t(3)\tWho may not be adopted without adoption assistance because one or more specific factors or special circumstances identified by the department of human services in its rules are applicable to the child; and\n\t(4)\tFor whom a reasonable, but unsuccessful effort has been made to find a suitable adoptive placement without providing adoption assistance, except, where it would not be in the child's best interests.\n\n\n\n\t\"Critical access hospital\" means a hospital located in the State that is included in Hawaii's rural health plan approved by the federal Health Care Financing Administration and approved as a critical access hospital by the department of health as provided in Hawaii's rural health plan and as defined in 42 U.S.C. Section 1395i-4.\n\t\"Department\" means the department of human services.\n\t\"Director\" means the director of human services.\n\t\"Domiciliary care\" means the provision of twenty-four-hour living accommodations and personal care services and appropriate medical care, as needed, to adults unable to care for themselves by persons unrelated to the recipient in private residences or other facilities.  \"Domiciliary care\" does not include the provision of rehabilitative treatment services provided by special treatment facilities.\n\t\"Exempt household\" means a household in which all adult members or the minor parent who is head of a household, are exempt for one or more of the following reasons:\n\n\n\n\t(1)\tIll, incapacitated, or disabled, as determined by the department on the basis of medical or other competent evidence;\n\t(2)\tSixty years of age or older;\n\t(3)\tNeeded in the household, as determined by the department, to care for another household member who is ill, incapacitated, or disabled;\n\t(4)\tIn a one adult household, the parent or other relative of a child who is not of school age and is personally providing care for the child, unless child care is provided by the department under this part;\n\t(5)\tNon-needy; or\n\t(6)\tA single parent responsible for the care and custody of a child under the age of six months.\n\n\n\n\t\"Financial assistance\" means public assistance, except for payments for medical care, social service payments, transportation assistance, and emergency assistance under section 346-65, including funds received from the federal government.\n\t\"Hawaii security net\" means those public and private assistance and social service programs designed to provide the basic necessities of life:  food, clothing, shelter, and medical care.\n\t\"Medical assistance\" means payment for medical care or personal care services, including funds received from the federal government.\n\t\"Medical care\" means all kinds of medical care, psychiatric care, dental care, and maternity care, including surgical care, hospital care, eye care (which includes optical appliances), materials, supplies, and all other appliances used in the care, treatment and rehabilitation of patients, and hospitalization.\n\t\"Minor dependents\" means dependents living in the home of a specified adult, as defined by rules, in which the adult is the primary caretaker and the dependent is under eighteen or if between eighteen and nineteen, enrolled full-time in a program of secondary or equivalent level vocational or technical school, and is expected to complete the program before reaching age nineteen.\n\t\"Provider\" means any person or public or private institution, agency or business concern authorized by the department to provide health care, service or supplies to beneficiaries of medical assistance.\n\t\"Public assistance\" means financial assistance to or for the benefit of persons whom the department has determined to be without sufficient means of support to maintain a standard consistent with this chapter, payments to or on behalf of such persons for medical care, and social service payments as described under the Social Security Act.\n\t\"Recipient\" means the person for whose use and benefit services are rendered or a grant of public assistance is made.\n\t\"Residential treatment facility\" means a facility which provides twenty-four-hour living accommodations, treatment, and rehabilitation to two or more persons who are alcohol or drug abusers, mentally ill, or socially or emotionally distressed persons.  It shall not be considered a domiciliary care facility.\n\t\"Social services\" means crisis intervention, counseling, case management, and support activities such as day care and chore services provided by the department staff, by purchase of service, or by cooperative agreement with other agencies to persons meeting specified eligibility requirements. [L 1941, c 296, pt of §1; RL 1945, §4821; am L 1951, c 125, §1; am L 1953, c 153, §1; RL 1955, §108-1; am L Sp 1959 2d, c 1, §20; am L 1961, c 128, §5; HRS ; am L 1970, c 105, §5; am L 1971, c 135, §2; am L 1975, c 145, §1(1); am L 1978, c 105, §1, c 107, §1, and c 110, §2; am L 1979, c 52, §2; am L 1980, c 120, §1, c 121, §1, c 227, §1, and c 276, §3; am L 1982, c 54, §3; am L 1983, c 213, §2 and c 297, §1; am L 1985, c 225, §1 and c 272, §7; gen ch 1985; am L 1986, c 160, §3; am L 1987, c 339, §4; am L 1988, c 327, §1; am L 1992, c 190, §2; am L 1996, c 300, §§2, 6; am L 1997, c 200, §§1, 2, 9, 11; am L 1998, c 92, §1 and c 127, §§4, 5; am L 2000, c 226, §§2, 9; am L 2004, c 148, §2]"
}