{
    "name": "Definitions",
    "number": "151",
    "text": "PART VIII.  CHILD CARE\n\nNote\n  Part heading amended by L 2001, c 201, §3.\nCross References\n  Early education program, see §§296-81 to 83.\n  Early intervention services for infants and toddlers, see §§321-351 to 354.\nAttorney General Opinions\n  Licensing of church-sponsored day care programs constitutional.  Att. Gen. Op. 85-25.\nA.  General\n     For the purposes of this part:\n\t\"Care\" refers to those situations where a person or organization has agreed to assume and has been entrusted with the responsibility for the child's supervision, development, safety, and protection apart from the parent or guardian.\n\t\"Child abuse record check\" means an examination of an individual's child abuse confirmation history through:\n\n\n\n\t(1)\tAn initial name inquiry into the state child welfare record files;\n\t(2)\tSubsequent child abuse confirmation history checks for new hires and rehires; and\n\t(3)\tAn annual name inquiry into state child welfare record files.\n\n\n\n\t\"Child care facility\" means a place maintained by any individual, organization, or agency for the purpose of providing care for children with or without charging a fee at any time.  It includes a family child care home, group child care home, and group child care center.\n\t\"Child care subsidy\" means a payment made to low-income parents, guardians, or other responsible parties to pay for the care of a child under the age of thirteen years, or age thirteen years or older if the child has qualifying special needs as defined under federal law.\n\t\"Criminal history record check\".  DELETED.\n\t\"Family child care home\" means a private residence, including a home, apartment, unit, or townhouse, as those terms are defined in section 502C-1, at which care may be provided for three to no more than six children who are unrelated to the caregiver by blood, marriage, or adoption, at any given time.\n\t\"Group child care center\" means a facility, other than a private home, at which care is provided.\n\t\"Group child care home\" means a facility, which may be an extended or modified private home, at which care is provided for seven to twelve children.\n\t\"Provider\" means the person who is issued the license or certificate of registration, as the case may be, by the department to provide care in a child care facility. [L 1985, c 208, pt of §2; am L 1986, c 297, §2; am L 1988, c 125, §1; am L 1998, c 5, §1; am L 1999, c 242, §§4, 8(2); am L 2001, c 201, §2 and c 225, §3; am L 2003, c 95, §9(5); am L 2005, c 20, §1]\nNote\n  Early childhood education and care (expires June 30, 2010).  L 1997, c 77, §2; L 2000, c 60, §§2, 3; L 2002, c 13, §2.\nAttorney General Opinions\n  Program providing care and supervision of children and religious instruction provides \"care\".  Att. Gen. Op. 85-25."
}