{
    "name": "Home and community-based case management agency, authority over and evaluation of",
    "number": "333",
    "text": "(a)  Any person, agency, or organization engaged in providing, coordinating, or monitoring comprehensive services to clients in community care foster family homes, or medicaid clients in expanded adult residential care homes, and assisted living facilities, shall meet the standards of conditions, management, and competence set by the department and hold a license in good standing issued for this purpose by the department. \t(b)  The department shall adopt rules pursuant to chapter 91 relating to:\n\n\n\n\t(1)\tStandards for the organization and administration of home and community-based case management agencies;\n\t(2)\tStandards of conditions, management, and competence of home and community-based case management agencies;\n\t(3)\tProcedures for obtaining and renewing a license from the department; and\n\t(4)\tMinimum grievance procedures for clients of case management services.\n\n\n\n\t(c)  As a condition for obtaining a license, a person, agency, or organization shall comply with rules adopted under subsection (b)(1), (2), and (3), and satisfy the background check requirements under section 346-335.  The department may deny a license if:\n\n\n\n\t(1)\tAn operator, employee, or new employee of the home and community-based case management agency has been convicted of a crime other than a minor traffic violation involving a fine of $50 or less;\n\t(2)\tThe department finds that the criminal history record of an operator, employee, or new employee poses a risk to the health, safety, or well-being of adults receiving care in community care foster family homes, expanded adult residential care homes, or assisted living facilities;\n\t(3)\tAn operator, employee, or new employee of the home and community-based case management agency is a perpetrator of abuse as defined in section 346-222; or\n\t(4)\tThe holder of or an applicant for a home and community-based case management agency license, or one of its employees, has a certificate of approval to operate a community care foster family home, or a license from the department of health to operate an adult residential care home, expanded adult residential care home, or assisted living facility.\n\n\n\n\t(d)  Upon approval of any home and community-based case management agency, the department or its authorized agents shall issue a license, which shall continue in force for one year, or for two years if a home and community-based case management agency has been licensed for at least one year and is in good standing pursuant to standards adopted by the department, unless sooner revoked for cause.  The department or its authorized agents shall renew the license only if, after an annual or biennial evaluation, the agency continues to meet the standards established by the department.\n\t(e)  The department shall evaluate the home and community-based case management agency to determine compliance with the requirements established under this section:\n\n\n\n\t(1)\tAnnually or biennially; or\n\t(2)\tUpon receipt of a complaint that the home and community-based case management agency is in violation of the requirements established under this section.\n\n\n\n\t(f)  The department may suspend or revoke a license if the department deems that the agency is unwilling or unable to comply with the rules adopted under this section; provided that:\n\n\n\n\t(1)\tUpon suspension or revocation of a license, the home and community-based case management agency shall no longer be licensed and shall immediately notify the agency's clients and community care foster family homes, expanded adult residential care homes, and assisted living facilities in which the agency is providing services to clients;\n\t(2)\tA home and community-based case management agency whose license has been suspended or revoked may appeal the suspension or revocation to the department through its established process, but the appeal shall not stay the suspension or revocation;\n\t(3)\tA suspended or revoked license may be reinstated if the department deems that the agency is willing and able to comply with the rules adopted under this section; and\n\t(4)\tA revoked license shall be restored only after a new application is made and reviewed under this part.\n\n\n\n\t(g)  Any home and community-based case management agency shall be subject to investigation by the department at any time and in the manner, place, and form as provided in the department's rules.\n\t(h)  The department shall adopt standard forms of contract that the home and community-based case management agency shall use with each of its clients, community care foster family homes, expanded adult residential care homes, and assisted living facilities.\n\t(i)  The department shall establish a review board consisting of three operators of community care foster family homes and three operators of expanded adult residential care homes.  The review board shall monitor referrals and placements of clients by each home and community-based case management agency on a monthly basis.  Each home and community-based case management agency shall be required to provide monthly reports to the review board.\n\t(j)  The home and community-based case management agency shall have a fiduciary duty to each client it serves.\n\t(k)  A home and community-based case management agency shall not enter into an agreement that requires a community care foster family home to accept that agency's clients exclusively. [L 2001, c 273, pt of §1, §6; am L 2003, c 98, §3; am L 2004, c 153, pt of §1]"
}