{
    "name": "Early intervention services for infants and toddlers, see  to 354. Hawaii children's trust fund, see chapter 350B.",
    "number": "351",
    "text": "MEDICAID PREAUTHORIZATION EXEMPTION\n\n [§346-351]  Findings.  The legislature finds that:\n\n\n\n\t(1)\tPatients who are medicaid recipients and who suffer from the human immunodeficiency virus, acquired immune deficiency syndrome, hepatitis C, or who are in need of immunosuppressives as a result of organ transplants, have the least means available to obtain proper medications required to control their illnesses;\n\t(2)\tThese medicaid recipients, if not promptly treated and maintained on effective medications, will, by the very nature of their illnesses, suffer greatly and may require increased medical care, including prolonged hospitalization, resulting in increased costs to these patients and society as a whole;\n\t(3)\tFailure to promptly treat a patient with the human immunodeficiency virus, acquired immune deficiency syndrome, or hepatitis C, and failure to use effective immunosuppressives during and after organ transplants, may result in increased suffering by the patients, the early or unnecessary loss of the patients' lives, increased cost of medical care, and increased emotional, physical, financial, and societal costs;\n\t(4)\tIt is ethically imperative that the physicians who treat medicaid recipient patients with human immunodeficiency virus, acquired immune deficiency syndrome, or hepatitis C, or patients who are in need of immunosuppressives before, during, and after transplant operations, have the unfettered ability to promptly medically intervene in treating these patients and to continue proven medications for those patients;\n\t(5)\tThe procedure of requiring preauthorization of medicaid recipients before dispensing medications for the treatment of human immunodeficiency virus, acquired immune deficiency syndrome, hepatitis C, and immunosuppressives needed for transplant patients, is unduly arduous, difficult, and too time-consuming for practitioners with large numbers of these patients who require immediate treatment to avoid permanent injury and other undesirable consequences; and\n\t(6)\tThe imposition of a \"first fail\" plan before a physician can adjust or change a medication not on the approved list of medications is medically unsound.  The condition of a seriously ill patient suffering from the human immunodeficiency virus, acquired immune deficiency syndrome, or hepatitis C, or who is in need of transplant immunosuppressives, will generally not remain stable for long without prompt treatment.  If these persons are not more promptly and effectively treated, a significant probability exists that there will be a substantial increase in health care costs and hospitalizations, thereby increasing medical costs to the State. [L 2005, c 241, pt of §1]"
}