{
    "name": "Determination of amount of assistance",
    "number": "53",
    "text": "(a)  This subsection does not apply to general assistance to households without minor dependents.  The standard of need for families of given sizes shall equal the poverty level established by the federal government in 1993, prorated over a twelve-month period.\n\tThe assistance allowance provided shall be based on a percentage of the standard of need.  For exempt households and households in which all caretaker relatives are minors, living independently with minor dependents and attending school, the assistance allowance shall be set at sixty-two and one-half per cent of the standard of need.  For all other households, the assistance allowance shall be set no higher than sixty-two and one-half per cent of the standard of need and set no lower than fifty per cent of the standard of need.  The standard of need shall be determined by dividing the 1993 federal poverty level by twelve and rounding down the quotient.  The remaining quotient shall be multiplied by the per cent as set by the director by rules pursuant to chapter 91 and the final product shall be rounded down to determine the assistance allowance; provided that:\n\n\n\n\t(1)\tThe department may increase or reduce the assistance allowance as determined in this subsection for non-exempt households for the purpose of providing work incentives or services under part XI of this chapter;\n\t(2)\tNo reduction shall be allowed that jeopardizes eligibility for or receipt of federal funds;\n\t(3)\tReductions in the assistance allowance shall be limited to no more than one per year; and\n\t(4)\tNo non-exempt household, which includes an adult who has received sixty cumulative months of temporary assistance to needy families with minor dependents, shall be eligible for an assistance allowance, unless authorized by federal regulations.\n\n\n\n\t(b)  The director shall determine the allowance for general assistance to households without minor dependents based upon the total amount appropriated for general assistance to households without minor dependents, among other relevant factors.\n\t(c)  The director, pursuant to chapter 91, shall determine the rate of payment for domiciliary care provided to recipients eligible either for Federal Supplementary Security Income, or public assistance in accordance with state standards, or both.\nThe director shall provide for level of care payment as follows:\n\n\n\n\t(1)\tFor those adult residential care homes classified as facility type I, licensed developmental disabilities domiciliary homes as defined under section 321-15.9, and adult foster homes as defined under section 321-11.2, the state supplemental payment shall not exceed $521.90; and\n\t(2)\tFor those adult residential care homes classified as facility type II, the state supplemental payment shall not exceed $629.90.\n\n\n\n\tIf the operator does not provide the quality of care consistent with the needs of the individual to the satisfaction of the department, the department may remove the recipient to another facility.\n\tThe department shall handle abusive practices under this section in accordance with chapter 91.\n\tNothing in this subsection allows the director to remove a recipient from an adult residential care home or other similar institution if the recipient does not desire to be removed and the operator is agreeable to the recipient remaining, except where the recipient requires a higher level of care than provided, or where the recipient no longer requires any domiciliary care.\n\t(d)  The department shall pay rental and utility (to include gas, electricity, and water only) deposits once only for any person eligible for financial assistance by the department.  However, under extraordinary circumstances as determined by the department, an additional rental deposit, utility deposit, or both, may be granted.\n\t(e)  Any recipient may petition the department for additional assistance when the recipient's need is due to emergencies caused by seismic wave, tsunami, hurricane, volcanic eruption, typhoon, earthquake, flood, or fire determined by the director to have caused losses as to require and justify additional assistance from the State.  In addition, any recipient may petition the department for additional assistance for the replacement or repair of household appliances.  Such additional assistance shall be paid on an emergency basis, as determined by the department, to meet the cost of replacing or repairing household appliances.  If the cost of repairs of household appliances is less than one-half the unit cost of the item, the department shall pay for the cost of repairs.  If the cost of repairs of household appliances is more than one-half the unit cost of the item, the department shall replace the household appliance; provided that the replacement cost shall not exceed $350.  For the purposes of this subsection \"household appliances\" means a refrigerator or a range.\n\tThe department shall establish an emergency fund, not to exceed one per cent of total financial assistance from state funds required by this chapter in the previous fiscal year.  The director shall adopt rules pursuant to chapter 91 for determining in which cases to grant lump sum payments to recipients petitioning for additional assistance.\n\t(f)  The department shall include protective child care payment as a special needs item in the financial assistance standard for cases of child neglect or abuse requiring placement of a child in child care.  The referral for protective child care payment shall be from the department's child welfare program and the rate of payment shall be set by the department.\n\t(g)  The director shall adopt rules pursuant to chapter 91 to implement this section. [L 1975, c 145, pt of §1(3); am L 1976, c 73, §3; am L 1978, c 104, §1 and c 107, §6; am L 1979, c 52, §§3, 5; am L 1980, c 120, §3; am L 1983, c 196, §2; am L 1985, c 272, §9; gen ch 1985; am L 1987, c 25, §1 and c 344, §2; am L 1988, c 213, §1 and c 327, §2; am L 1989, c 154, §2, c 233, §1, and c 379, §1; am L 1990, c 321, §2; am L 1993, c 356, §2; am L 1995, c 70, §1 and c 166, §1; am L 1996, c 300, §§4, 6; am L 1997, c 200, §§5, 9, 11 and c 340, §2; am L 1998, c 127, §§4, 5; am L 2000, c 80, §1; am L 2005, c 168, §3]\nRevision Note\n  Subsection (g) redesignated pursuant to §23G-15(1)\nCase Notes\n  An unborn child is entitled to separate payment.  62 H. 626, 618 P.2d 295.\n  \"Lump sum\" rule, disqualifying assistance units for period based on total net monthly income, modified.  69 H. 187, 737 P.2d 867."
}