{
    "name": "Medicaid prescription drug expansion program; medicaid prescription drug rebate special fund",
    "number": "59.8",
    "text": "(a)  The department shall provide for an expansion of prescription drug benefits under the medicaid program, which shall offer discounted prescription drugs to qualified individuals whose income is at or below:\n\n\n\n\t(1)\tThree hundred per cent of the federal poverty level; or\n\t(2)\tAny other maximum income limit established by the Centers for Medicare and Medicaid Services for approval of federal funding for this program; and\n\t(3)\tMeets the eligibility criteria required by the Centers for Medicare and Medicaid Services.\n\n\n\n\t(b)  There is established within the state treasury the medicaid prescription drug rebate special fund to be administered by the department, into which shall be deposited:\n\n\n\n\t(1)\tAll moneys received by the State as rebates from pharmaceutical manufacturers under the medicaid prescription drug expansion program; and\n\t(2)\tAppropriations made by the legislature.\n\n\n\n\t(c)  Moneys in the medicaid prescription drug rebate special fund shall be used for the following purposes:\n\n\n\n\t(1)\tExpanding medicaid prescription drug benefits; and\n\t(2)\tAdministering and operating the medicaid prescription drug expansion program.\n\n\n\n\t(d)  Upon dissolution of the medicaid prescription rebate special fund, any unencumbered moneys in the fund shall lapse to the general fund. [L 2002, c 75, §2; am L 2003, c 191, §2]\nNote\n  Payments to participating pharmacy, etc. (repealed July 1, 2006).  L 2002, c 75, §§4, 5; L 2003, c 191, §3.\n  Psychotropic medication coverage; utilization report (repealed June 30, 2007).  L 2005, c 239.\n  L Sp 2005, c 4, §3 provides:\n  \"SECTION 3.  The department of human services shall not take any action to remove pharmaceutical benefits management from managed care plans that provide health care coverage for Hawaii medicaid beneficiaries.\""
}