{
    "name": "Administrative inspections and warrants",
    "number": "42",
    "text": "(a)  Issuance and execution of administrative inspection warrants shall be as follows:\n\n\n\n\t(1)\tA judge of the circuit court, or any district judge within the judge's jurisdiction, and upon proper oath or affirmation showing probable cause, may issue warrants for the purpose of conducting administrative inspections authorized by this chapter or rules hereunder, and seizures of the property appropriate to the inspections.  For purposes of the issuance of administrative inspection warrants, probable cause exists upon showing a valid public interest in the effective enforcement of this chapter or rules hereunder, sufficient to justify administrative inspection of the area, premises, building, conveyance or records in the circumstances specified in the application for the warrant;\n\t(2)\tA warrant shall issue only upon an affidavit of an individual having knowledge of the facts alleged, sworn to before the judge and establishing the grounds for issuing the warrant.  If the judge is satisfied that grounds for the issuance exist or that there is probable cause to believe they exist, the judge shall issue a warrant identifying the area, premises, building, conveyance or records to be inspected, the purpose of the inspection, and, if appropriate, the type of property to be inspected, if any.  The warrant shall:\n\n\t\t(A)\tState the grounds for its issuance and the name of each person whose affidavit has been taken in support thereof;\n\t\t(B)\tBe directed to a person authorized by the attorney general or the director of human services to execute it;\n\t\t(C)\tCommand the person to whom it is directed to inspect the area, premises, building, conveyance or records identified for the purpose specified and, if appropriate, use reasonable force in conducting the inspection authorized by the warrant and direct the seizure of the property specified;\n\t\t(D)\tIdentify the item or types of property to be seized, if any;\n\t\t(E)\tDirect that it be served during normal business hours and designate the judge to whom it shall be returned;\n\n\t(3)\tA warrant issued pursuant to this section must be executed and returned within ten days of its date unless, upon a showing of a need for additional time, the court orders otherwise.  If property is seized pursuant to a warrant, a copy shall be given to the person from whom or from whose premises the property is taken, together with a receipt for the property taken.  The return of the warrant shall be made promptly, accompanied by a written inventory of any property taken.  The inventory shall be made in the presence of the person executing the warrant and of the person from whose possession or premises the property was taken, if present, or in the presence of at least one credible person other than the person executing the warrant.  A copy of the inventory shall be delivered to the person from whom or from whose premises the property was taken and to the applicant for the warrant;\n\t(4)\tThe judge who has issued a warrant shall attach thereto a copy of the return and all papers returnable in connection therewith and file them with the clerk of the issuing court.\n\n\n\n\t(b)  The designated representative of the attorney general or the department may make administrative inspections of provider premises in accordance with the following provisions:\n\n\n\n\t(1)\tFor purposes of this section only, \"provider premises\" means:\n\n\t\t(A)\tPlaces where providers are required to keep records; and\n\t\t(B)\tPlaces where providers conduct business related to their receipt of payments from the medicaid program for health care, service or supplies.\n\n\t(2)\tWhen authorized by an administrative inspection warrant issued pursuant to subsection (a) the representative upon presenting the warrant and appropriate credentials to the owner, operator, or agent in charge, may enter providers premises for the purpose of conducting an administrative inspection.\n\t(3)\tWhen authorized by an administrative inspection warrant, the representative may:\n\n\t\t(A)\tInspect and copy records required by this chapter to be kept;\n\t\t(B)\tRetain records required by this chapter to be kept for a reasonable period of time, not to exceed forty-eight hours, for the purpose of examination, audit, copying, testing or photographing;\n\t\t(C)\tInspect, examine and test diagnostic devices used in the provision of health care, service or supplies to a medicaid recipient;\n\t\t(D)\tInventory any stock of any substance used in the provision of health care, service or supplies to a medicaid recipient and to obtain samples thereof;\n\t\t(E)\tInspect, examine and test, within reasonable limits and in a reasonable manner, provider premises and equipment as necessary to assure compliance with this chapter.\n\n\t(4)\tThis section does not prevent the inspection without a warrant of property, books and records pursuant to an administrative subpoena issued in accordance with law, nor does it prevent entries and administrative inspections, including seizures of property, without a warrant:\n\n\t\t(A)\tIf the owner, operator, or agent in charge of the provider premises consents;\n\t\t(B)\tIn situations presenting imminent danger to health or safety;\n\t\t(C)\tIn situations involving inspection of conveyances if there is reasonable cause to believe that the mobility of the conveyance makes it impracticable to obtain a warrant;\n\t\t(D)\tIn all other situations in which a warrant is not constitutionally required. [L 1978, c 105, §8; gen ch 1985; am L 1987, c 339, §4]\n\n\n\n\n\n\nCase Notes\n  Probable cause as defined in section is not capable of measurement against some objective standard and is violative of the fourth amendment.  481 F. Supp. 1028.\n  Where warrants issued under section would authorize search and seizure of psychiatrist's office and records, the section violates constitutional provisions relating to unreasonable searches and seizures and right to privacy.  481 F. Supp. 1028."
}