{
    "name": "Background checks",
    "number": "335",
    "text": "(a)  The department shall develop standards to ensure the reputable and responsible character of operators and employees of the home and community-based case management agencies and operators and other adults, except for adults in care, residing in community care foster family homes as defined in this chapter. \t(b)  An applicant for a home and community-based case management agency license and operators, employees, and new employees of a home and community-based case management agency shall:\n\n\n\n\t(1)\tBe subject to criminal history record checks in accordance with section 846-2.7;\n\t(2)\tBe subject to adult abuse perpetrator checks, if the individual has direct contact with a client.  For the purposes of this section, \"adult abuse perpetrator check\" means a search to determine whether an individual is known to the department as a perpetrator of abuse as defined in section 346-222, by means of a search of the individual's name and birth date in the department's adult protective service file; and\n\t(3)\tProvide consent to the department to conduct an adult abuse perpetrator check and to obtain other criminal history record information for verification.\n\n\n\n\t(c)  New employees of the home and community-based case management agency shall be fingerprinted within five working days of employment, for the purpose of complying with the criminal history record check requirement.\n\t(d)  The department or its designee shall obtain criminal history record information through the Hawaii criminal justice data center on applicants for home and community-based case management agency licenses, and operators, employees, and new employees of home and community-based case management agencies. The Hawaii criminal justice data center may assess the applicants and operators, employees, and new employees a reasonable fee for each criminal history record check conducted.  The information obtained shall be used exclusively for the stated purpose for which it was obtained and shall be subject to federal laws and regulations as may be now or hereafter adopted.\n\t(e)  The department shall make a name inquiry into the criminal history records and the adult protective service file for the first two years a home and community-based case management agency is licensed and annually or biennially thereafter depending on the licensure status of the home and community-based case management agency.\n\t(f)  An applicant for a certificate of approval as a community care foster family home and operators and other adults residing in a community care foster family home shall:\n\n\n\n\t(1)\tBe subject to criminal history record checks in accordance with section 846-2.7;\n\t(2)\tBe subject to adult abuse perpetrator checks, if the individual has direct contact with a client.  For the purposes of this section, \"adult abuse perpetrator check\" means a search to determine whether an individual is known to the department as a perpetrator of abuse as defined in section 346-222, by means of a search of the individual's name and birth date in the department's adult protective service file; and\n\t(3)\tProvide consent to the department to conduct an adult abuse perpetrator check and to obtain other criminal history record information for verification.\n\n\n\n\t(g)  The department or its designee shall obtain criminal history record information through the Hawaii criminal justice data center on applicants for certificates of approval as community care foster family homes and operators and other adults residing in community care foster family homes, except for adults receiving care.  The Hawaii criminal justice data center may assess the applicants and operators and other adults a reasonable fee for each criminal history record check conducted.  The information obtained shall be used exclusively for the stated purpose for which it was obtained and shall be subject to federal laws and regulations as may be now or hereafter adopted.\n\t(h)  The department or its designee shall make a name inquiry into the criminal history records and the adult protective service file for the first two years a community care foster family home is certified and annually or biennially thereafter depending on the certification status of the community care foster family home. [L 2001, c 273, pt of §1, §6; am L 2003, c 95, §§17(2), 22 and c 98, §3; am L 2004, c 153, pt of §1]"
}