{
    "name": "persons exempt pursuant to section",
    "number": "152",
    "text": "Exclusions; exemptions.  (a)  Nothing in this part shall be construed to include:\n\n\n\n\t(1)\tA person caring for children related to the caregiver by blood, marriage, or adoption;\n\t(2)\tA person, group of persons, or facility caring for a child less than six hours a week;\n\t(3)\tA kindergarten, school, or program licensed by the department of education;\n\t(4)\tA program that provides exclusively for a specialized training or skill development for children, including, but not limited to, programs providing such activities as athletic sports, foreign language, the Hawaiian language, dance, drama, music, or martial arts;\n\t(5)\tA multiservice organization or community association, duly incorporated under the laws of the State, which operates for the purpose of promoting recreation, health, safety, or social group functions for eligible pupils in public and private schools through seventeen years of age;\n\t(6)\tPrograms for children four years of age and older, which operate for no more than two consecutive calendar weeks in a three-month period;\n\t(7)\tA provider agency operating or managing a homeless facility or any other program for homeless persons authorized under part IV of chapter 201G;\n\t(8)\tAfter-school, weekend, and summer recess programs conducted by the department of education pursuant to section 302A-408;\n\t(9)\tChild care programs for children five years of age and older conducted by counties pursuant to section 302A-408; provided that each county adopt rules for its programs;\n\t(10)\tAny person who enters a home in a child caring capacity and only cares for children who are of that household; and\n\t(11)\tA person caring for two or fewer children unrelated to the caregiver by blood, marriage, or adoption.\n\n\n\n\t(b)  Staff members of programs taught solely in Hawaiian that promote fluency in the Hawaiian language shall be exempt from any rules requiring academic training or certification.\n\t(c)  Minimum health and safety requirements or standards as required by federal law may be imposed on any of the groups listed in this section that provide child care services and are reimbursed with federal funds.\n\t(d)  Any person asserting an exemption under this section shall cooperate with the department in investigations relating to unlicensed child care. [L 1985, c 208, pt of §2; am L 1986, c 79, §1; am L 1988, c 125, §2; am L 1991, c 212, §5; am L 1992, c 114, §1; am L 1997, c 250, §1 and c 350, §17; am L 1998, c 212, §3; am L 2002, c 33, §2]\nAttorney General Opinions\n  No exemption for child care program connected with religious organization or offering some religious instruction.  Att. Gen. Op. 85-25."
}