{
    "name": "Optional form Cross References Patients' bill of rights and responsibilities act, see chapter 432E.",
    "number": "14",
    "text": "Optional form.  [2005 amendment retroactive to January 1, 2005.  L 2005, c 22, §§55(7).]  The following sample form may be used to create an advance mental health care directive.  This sample form may be duplicated, or modified to suit the needs of the person.  Any written document that contains the substance of the following information may be used in an advance mental health care directive:\n\n\"ADVANCE MENTAL HEALTH CARE DIRECTIVE\n\nExplanation\n\tYou have the right to give instructions about your own mental health care.  You also have the right to name someone else to make mental health treatment decisions for you.  This form lets you do either or both of these things.  It also lets you express your wishes regarding the designation of your health care providers.  If you use this form, you may complete or modify all or any part of it.  You are free to use a different form.\n\tPart 1 of this form is a list of options you may designate as part of your mental health care and treatment.  For ease of designating specific instructions, mark those options in Part 1.\n\tPart 2 of this form is a power of attorney for mental health care.  This lets you name another individual as your agent to make mental health treatment decisions for you, if you become incapable of making your own decisions, or if you want someone else to make those decisions for you now, even though you are still capable of making your own decisions.  You may name alternate agents to act for you if your first choice is not willing, able, or reasonably available to make decisions for you.  Unless related to you, your agent may not be an owner, operator, or employee of a health care institution where you are receiving care.\n\tYou may allow your agent to make all mental health treatment decisions for you.  However, if you wish to limit the authority of your agent, you may specify those limitations on the form.  If you do not limit the authority of your agent, your agent will have the right to:\n\n\n\n\t(1)\tConsent or refuse consent to any care, treatment, service, or procedure to maintain, diagnose, or otherwise affect a mental condition;\n\t(2)\tSelect or discharge health care providers and institutions;\n\t(3)\tApprove or disapprove diagnostic tests, surgical procedures, and programs of medication; and\n\t(4)\tApprove or disapprove of electroconvulsive treatment.\n\n\n\n\tPart 3 of this form lets you give specific instructions about any aspect of your mental health care and treatment.  Choices are provided for you to express your wishes regarding the provision, withholding, or withdrawal of medication and treatment.  Space is provided for you to add to the choices you have made or for you to write out any additional wishes.\n\tPart 4 of this form must be completed in order to activate the advance mental health care directive.  After completing this form, sign and date the form at the end and have the form witnessed by one or both of the two methods listed below.  Give a copy of the signed and completed form to your physician, to any other health care providers you may have, to any health care institution at which you are receiving care, and to any mental health care agents you have named.  You should talk to the persons you have named as agents to make sure that they understand your wishes and are willing to take the responsibility.\n\tYou have the right to revoke this advance mental health care directive or replace this form at any time, unless otherwise specified in writing in the advance mental health care directive.\n\tIf you are in imminent danger of causing bodily harm to yourself or others, or have been involuntarily committed to a health care institution for mental health treatment, the advance mental health care directive will not apply.\n\nPART 1\nCHECKLIST OF MENTAL HEALTH CARE OPTIONS\nNOTE TO PROVIDER:  The following is a checklist of selections I have made regarding my mental health care and treatment.  I include this statement to express my strong desire for you to acknowledge and abide by my rights, under state and federal laws, to influence decisions about the care I will receive.\n(Declarant:  Put a check mark in the left-hand column for each section you have completed.)\n\n\n\n\n\t___\tDesignation of my mental health care agent(s).\n\t___\tAuthority granted to my agent(s).\n\t___\tMy preference for a court appointed guardian.\n\t___\tMy preference of treating facility and alternatives to hospitalization.\n\t___\tMy preferences about the physicians or other mental health care providers who will treat me if I am hospitalized.\n\t___\tMy preferences regarding medications.\n\t___\tMy preferences regarding electroconvulsive therapy (ECT or shock treatment).\n\t___\tMy preferences regarding emergency interventions (seclusion, restraint, medications).\n\t___\tConsent for experimental drugs or treatments.\n\t___\tWho should be notified immediately of my admission to a facility.\n\t___\tWho should be prohibited from visiting me.\n\t___\tMy preferences for care and temporary custody of my children or pets.\n\t___\tOther instructions about mental health care and treatment.\n\nPART 2\n\n\n\nDURABLE POWER OF ATTORNEY FOR MENTAL HEALTH TREATMENT DECISIONS\n\t(1)  DESIGNATION OF AGENT:  I designate the following individual as my agent to make mental health care decisions for me:\n____________________________________________________________\n(name of individual you choose as agent)\n____________________________________________________________\n(address)          (city)      (state)  (zip code)\n____________________________________________________________\n(home phone)                 (work phone)\nOPTIONAL:  If I revoke my agent's authority or if my agent is not willing, able, or reasonably available to make a mental health care decision for me, I designate as my first alternate agent:\n____________________________________________________________\n(name of individual you choose as first alternate agent)\n____________________________________________________________\n(address)          (city)      (state)  (zip code)\n____________________________________________________________\n(home phone)                 (work phone)\nOPTIONAL:  If I revoke the authority of my agent and first alternate agent or if neither is willing, able, or reasonably available to make a mental health care decision for me, I designate as my second alternate agent:\n____________________________________________________________\n(name of individual you choose as second alternate agent)\n____________________________________________________________\n(address)          (city)      (state)  (zip code)\n____________________________________________________________\n(home phone)                 (work phone)\n\t(2)  AGENT'S AUTHORITY:  My agent is authorized to make all mental health care treatment decisions for me, including decisions to provide, withhold, or withdraw medication and treatment, and all other forms of mental health care, except as I state here:\n____________________________________________________________\n\n \n____________________________________________________________\n\n \n____________________________________________________________\n(Add additional sheets if needed.)\n\n\t(3)  WHEN AGENT'S AUTHORITY BECOMES EFFECTIVE:  My agent's authority becomes effective when my supervising health care provider who is a physician and one other physician or licensed psychologist determine that I am unable to make my own mental health care decisions.\n\t(4)  AGENT'S OBLIGATION:  My agent shall make mental health care decisions for me in accordance with this power of attorney for mental health care, any instructions I give in Part 2 of this form, and my other wishes to the extent known to my agent.  To the extent my wishes are unknown, my agent shall make mental health care decisions for me in accordance with what my agent determines to be in my best interest.  In determining my best interest, my agent shall consider my personal values to the extent known to my agent.\n\t(5)  NOMINATION OF GUARDIAN:  If a guardian needs to be appointed for me by a court, I nominate the agent designated in this form.  If that agent is not willing, able, or reasonably available to act as guardian, I nominate the alternate agents whom I have named, in the order designated.\nPART 3\nINSTRUCTIONS FOR MENTAL HEALTH CARE AND TREATMENT\n\tIf you are satisfied to allow your agent to determine what is best for you, you need not fill out this part of the form.  If you do fill out this part of the form, you may strike any wording you do not want.\n\t(6)  My preference of treating facility and alternatives to hospitalization:\n\t(7)  My preferences about the physicians or other mental health care providers who will treat me if I am hospitalized:\n\t(8)  My preferences regarding medications:\n\t(9)  My preferences regarding electroconvulsive therapy (ECT or shock treatment):\n\t(10)  My preferences regarding emergency interventions (seclusion, restraint, medications):\n\t(11)  Consent for experimental drugs or treatments:\n\t(12)  Who should be notified immediately of my admission to a facility:\n\t(13)  Who should be prohibited from visiting me:\n\t(14)  My preferences for care and temporary custody of my children or pets:\n\t(15)  My preferences about revocation of my advance mental health care directive during a period of incapacity:\n\t(16)  OTHER WISHES:  (If you do not agree with any of the optional choices above and wish to write your own, or if you wish to add to the instructions you have given above, you may do so here.) I direct that:\n____________________________________________________________\n____________________________________________________________\n____________________________________________________________\n(Add additional sheets if needed.)\n\nPART 4\nWITNESSES AND SIGNATURES\n\t(17)  EFFECT OF COPY:  A copy of this form has the same effect as the original.\n\t(18)  SIGNATURES:  Sign and date the form here:\n___________________\t_____________________________\n\t(date)\t(sign your name)\n___________________\t_____________________________\n\t(address)\t(print your name)\n___________________\n(city)      (state)\n\t(19)  WITNESSES:  This power of attorney will not be valid for making mental health care decisions unless it is either:  (a) signed by two qualified adult witnesses who are personally known to you and who are present when you sign or acknowledge your signature; or (b) acknowledged before a notary public in the State.\nAFFIRMATION OF WITNESSES\n\nWitness 1\nI declare under penalty of false swearing pursuant to section 710-1062, Hawaii Revised Statutes, that the principal is personally known to me, that the principal signed or acknowledged this power of attorney in my presence, that the principal appears to be of sound mind and under no duress, fraud, or undue influence, that I am not the person appointed as agent by this document, and that I am not a health care provider, nor an employee of a health care provider or facility. I am not related to the principal by blood, marriage, or adoption, and to the best of my knowledge, I am not entitled to any part of the estate of the principal upon the death of the principal under a will now existing or by operation of law.\n___________________\t_____________________________\n\t(date)\t(sign your name)\n___________________\t_____________________________\n\t(address)\t(print your name)\n___________________\n(city)      (state)\n\nWitness 2\n\nI declare under penalty of false swearing pursuant to section 710-1062, Hawaii Revised Statutes, that the principal is personally known to me, that the principal signed or acknowledged this power of attorney in my presence, that the principal appears to be of sound mind and under no duress, fraud, or undue influence, that I am not the person appointed as agent by this document, and that I am not a health care provider, nor an employee of a health care provider or facility.  I am not related to the principal by blood, marriage, or adoption, and to the best of my knowledge, I am not entitled to any part of the estate of the principal upon the death of the principal under a will now existing or by operation of law.\n___________________\t_____________________________\n\t(date)\t(sign your name)\n___________________\t_____________________________\n\t(address)\t(print your name)\n___________________\n(city)      (state)\n\nDECLARATION OF NOTARY\n\nState of Hawaii\nCounty of ________________\nOn this _____________ day of _______________, in the year _______, before me, __________________ (insert name of notary public) appeared _________________, personally known to me (or proved to me on the basis of satisfactory evidence) to be the person whose name is subscribed to this instrument, and acknowledged that he or she executed it.\nNotary Seal\n\t____________________________\n\t(Signature of Notary Public)\"\n[L 2004, c 224, pt of §2; am L 2005, c 22, §17]"
}