{
    "name": "License of certified public accountant",
    "number": "5",
    "text": "(a)  A license and a permit are required to practice public accountancy.  The board may license and grant the designation of \"certified public accountant\" to any person who has met the following:\n\n\n\n\t(1)\tAttained eighteen years of age;\n\t(2)\tPossesses a history of competence, trustworthiness, and fair dealing;\n\t(3)\tEducational requirements of this section or section 466-5.5;\n\t(4)\tExperience requirements of subsection (d);\n\t(5)\tExamination requirements of subsection (e); and\n\t(6)\tPaid the appropriate fees and assessments.\n\n\n\n\t(b)  The educational requirement for a license shall include a baccalaureate degree conferred by a college or university recognized by the board and:\n\n\n\n\t(1)\tCompletion of not less than thirty semester hours of study in addition to those semester hours required for a baccalaureate degree.  The baccalaureate degree and the thirty semester hours of additional study shall include a minimum of eighteen semester hours of upper division or graduate level accounting or auditing subjects.  The content of the additional qualifying hours of study shall be determined by rules adopted by the board pursuant to chapter 91; or\n\t(2)\tIf the applicant has a minimum of eighteen semester hours of upper division or graduate level accounting and auditing subjects, the applicant may elect to replace the thirty semester hours with an additional thirty months of professional experience in a public accounting practice.  This experience shall not be credited toward the experience requirements in subsection (d).\n\n\n\n\t(c)  A person shall be exempt from the requirements in subsection (b) or section 466-5.5 if that person:\n\n\n\n\t(1)\tHolds a current license as a public accountant under section 466-6; or\n\t(2)\tHolds, and has continued to hold, a valid comparable certificate, registration, or license of certified public accountant of another state for a period of not less than ten years preceding the date of the person's application under this section, and has been in active practice of public accountancy in one or more states for a period of not less than five years preceding the date of the application.\n\n\n\n\t(d)  Each applicant shall present satisfactory evidence in the form of a certified statement from present or former employer(s) that the applicant has met one of the following experience requirements for license:\n\n\n\n\t(1)\tCompletion of one thousand five hundred chargeable hours in the performance of audits involving the application of generally accepted accounting principles and auditing standards earned while in public accounting practice; or\n\t(2)\tCompletion of two years of professional experience in public accountancy practice as defined in section 466-3.  Completion of experience in private or government accounting or auditing work, deemed by the board to be equivalent to professional experience in public accountancy practice as defined in section 466-3, may be substituted for all or part of the two years of professional experience in public accounting practice.  The nature, variety, and depth of acceptable private or government accounting or auditing experience shall be defined by the board in its rules.\n\n\n\n\t(e)  The examination required to be passed for licensure shall test the applicant's knowledge of the subjects of accounting theory, accounting practice, auditing, and other related subjects as the board may specify by rule.  The board shall prescribe the methods of applying for and conducting the examination, including methods for grading papers and determining a passing grade required by an applicant for a license; provided that the board shall, to the extent possible, see to it that the grading of the examination and the passing grades are uniform with those applicable in all other states.  The board may use the Uniform Certified Public Accountant Examination and Advisory Grading Service of the American Institute of Certified Public Accountants, and may contract with third parties to perform the administrative services with respect to the examination as the board deems appropriate to assist it in performing its duties herein.\n\t(f)  The board may allow an applicant to sit for the Uniform Certified Public Accountant Examination, if the applicant has met at least one of the following:\n\n\n\n\t(1)\tBaccalaureate degree in accounting conferred by a college or university acceptable to the board; or\n\t(2)\tBaccalaureate degree with a major in a subject other than in accounting, plus eighteen semester hours of upper division or graduate level accounting or auditing subjects, conferred by a college or university acceptable to the board; or\n\t(3)\tBaccalaureate degree or its equivalent in accounting, conferred by a college or university outside of the United States, and submission of a letter of acceptance from an accredited United States college or university to its advanced degree program or an educational equivalency report prepared by an evaluator approved by the board.\n\n\n\n\t(g)  The board shall prescribe the terms and conditions under which an applicant who has taken the examination prescribed in subsection (e), but who has not satisfactorily completed the examination, may be given credit for any part thereof that the applicant has satisfactorily completed.  The board may also provide a specific length of time for an applicant to apply for reexamination.\n\t(h)  A person who passed the Uniform Certified Public Accountant Examination under the laws of another state may be exempted from taking the examination required pursuant to subsections (a)(5) and (e).  The board shall prescribe the methods and requirements for exemption from examination requirements.  The board shall prescribe the methods and requirements for exemption for the holder of a valid comparable certificate, registration, or license and a degree from a foreign country.\n\t(i)  A person who, on January 1, 1974, holds a license of certified public accountant issued under the laws of this State theretofore existing shall not be required to obtain an additional license of certified public accountant under this chapter, but shall otherwise be subject to all the provisions of this chapter; and the license theretofore issued shall, for all purposes, be considered a license issued under this chapter and subject to the provisions herein.\n\t(j)  Licenses shall be effective for a period not exceeding two years and shall be renewable biennially on or before December 31 of every odd-numbered year upon application to the board.\n\t(k)  The board may renew the license of a certified public accountant who completes a renewal application and fulfills the following requirements:\n\n\n\n\t(1)\tHolds a valid and current license; and\n\t(2)\tPaid appropriate fees and assessments.\n\n\n\n\t(l)  Failure to renew a license on or before December 31 of every odd-numbered year, shall constitute a forfeiture of license.  Continued practice in public accountancy without renewing or restoring a license and permit shall constitute unlicensed activity.  Any person engaged in unlicensed activity shall be subject to sections 466-9, 466-11, 487-13, and 26-9.\n\t(m)  The board shall specify the method and requirements of application for restoration of a forfeited license.  The date of restoration of the license shall be the date of board approval of the restoration.  Restorations shall not be retrospective. [L 1973, c 158, pt of §2; am L 1975, c 118, §30(1); am L 1979, c 124, §1; am L 1980, c 53, §1; am L 1983, c 295, §1; gen ch 1985; am L 1989, c 110, §6; am L 1997, c 35, §2, c 40, §19, and c 86, §2; am L 2003, c 129, §1]"
}