{
    "name": "Permits to practice",
    "number": "7",
    "text": "(a)  A license and permit are required to actively engage in the practice of public accountancy.  The board may grant or renew a permit to actively engage in the practice of public accountancy.  Permits shall be initially issued and renewed for periods of two years but in any event shall expire on December 31 of every odd-numbered year.  The board shall prescribe the methods and requirements for application.\n\t(b)  An applicant for the initial issuance or renewal of a permit shall have:\n\n\n\n\t(1)\tA valid license;\n\t(2)\tCompleted continuing professional education hours, the content of which shall be specified by the board which may provide for special consideration by the board to applicants for permit renewal when, in the judgment of the board, full compliance with all requirements of continuing education cannot reasonably be met;\n\t(3)\tCompleted an application; and\n\t(4)\tPaid appropriate fees and assessments.\n\n\n\n\t(c)  The board may grant a temporary permit to actively engage in the practice of public accountancy to any person who:\n\n\n\n\t(1)\tHas attained eighteen years of age;\n\t(2)\tPossesses a history of competence, trustworthiness, and fair dealing;\n\t(3)\tHolds a valid license of certified public accountant or of public accountant issued under the laws of another state, or who holds a valid comparable certificate, registration, or license or degree from a foreign country determined by the board to be a recognized qualification for the practice of public accountancy in such other country;\n\t(4)\tIncidental to the person's practice in such other state or country, desires to practice public accountancy in this State on a temporary basis; and\n\t(5)\tHas completed an application.\n\n\n\nSuch permit shall be effective for a period not exceeding three months, and shall specify the nature and extent of the practice so permitted.\n\t(d)  All firms shall obtain a permit to practice.  The board may issue or renew a permit to actively engage in the practice of public accountancy to any firm which submits a completed application and demonstrates qualifications as prescribed by the board.\n\t(e)  Failure to submit the required fees, continuing education hours, or other requirements for renewal as specified in this section by December 31 of every odd-numbered year, shall constitute forfeiture of the permit.  Continued performance in the practice of public accountancy without a permit shall constitute unlicensed activity and the individual or firm shall be subject to sections 466-9, 466-11, 487-13, and 26-9.\n\t(f)  The board may restore forfeited permits to the individual or firm which satisfies the following:\n\n\n\n\t(1)\tThe requirements of subsection (a), (b), (c), or (d) of this section; and\n\t(2)\tPayment of required fees. [L 1973, c 158, pt of §2; am L 1975, c 118, §30(3); am L 1980, c 53, §2; gen ch 1985; am L 1989, c 110, §8]"
}