{
    "name": "Informed consent for testing or disclosure",
    "number": "16",
    "text": "  (a)  No health care provider, blood bank, plasma center, or any other public or private agency, institution, or individual may subject a person's body fluids or tissue to a test for the presence of human immunodeficiency virus (HIV) infection unless the subject of the test first provides informed written consent to the testing.  Any person in this State whose body fluids or tissue are subject to a test for the presence of HIV infection shall be afforded the opportunity to receive HIV counseling by the party ordering or requesting that the test be performed and shall be afforded the opportunity to obtain the test results.  The counseling provided shall be consistent with guidelines established by the department.  The opportunity to receive counseling shall be afforded both prior to obtaining a sample for HIV testing and upon disclosure of the test results, regardless of the serostatus of the individual tested, except that testing conducted pursuant to subsection (b)(1) and (2) shall be exempted from the counseling requirements of this subsection.\n     (b)  Consent to testing is not required for any of the following:\n     (1)  A health care provider or organ donor center that procures, processes, distributes, or uses human body parts donated for scientific purposes, without obtaining consent, may test for the presence of HIV in order to assure medical acceptability of the gift for the purpose intended;\n     (2)  The department, laboratories and research facilities, health care providers, blood banks, plasma centers, and educational institutions may subject any body fluids or tissue to be used in research to a test for HIV infection if the test is performed in a manner by which the identity of the test subject is not known and may not be retrieved by the researcher;\n     (3)  Anonymous testing carried out at HIV test sites established by the department; provided that informed oral consent is obtained;\n     (4)  Testing of body fluids or tissue ordered by a third party, so long as that third party, including but not limited to an insurance company, employer, or school, obtains the informed written consent of the person to be tested authorizing the release of the test results to the third party, and transmits a signed copy of the written informed consent to the health provider prior to any release of the requested test results to the third party;\n     (5)  Informed consent is not required where the patient is unable to give consent and it is determined by the patient's treating physician that the patient's HIV status is necessary to make a diagnosis or determine an appropriate course of treatment for the patient.  The patient shall be informed in a timely manner that a test for the presence of HIV has been performed pursuant to this paragraph, and the patient shall be provided the opportunity to obtain the test results and appropriate counseling;\n     (6)  A treating physician may order an HIV test without the patient's informed consent if the physician has determined that the patient is incapable of giving consent prior to the rendering of treatment and when there is reason to believe that the safety of a health care worker may be affected due to exposure to the blood or bodily fluids of a patient suspected of possible HIV infection.  The availability and quality of health care services shall not be compromised based on the findings and testing performed pursuant to this paragraph.  The costs of any testing performed shall be borne by the health care provider and may not be claimed against the patient or the patient's health care insurer.  The patient and the health care worker shall be informed in a timely manner that a test for the presence of HIV has been performed pursuant to the provisions of this paragraph, and the patient and the health care worker shall be provided the opportunity to obtain the test results and appropriate counseling;\n     (7)  A person who has been charged, or a juvenile who has been charged, pursuant to section 707‑730, 707‑731, 707‑732(1)(a), 707‑733.6, or 707‑741 shall be tested to determine the person's HIV status upon court order issued pursuant to section 325‑16.5.  The test shall be performed according to the protocols set forth in section 325‑17; and\n     (8)  A person who has been convicted, or a juvenile who has been adjudicated, pursuant to section 707‑730, 707‑731, 707-732(1)(a), 707‑733.6, or 707‑741 shall be tested to determine the person's HIV status upon court order issued pursuant to section 325‑16.5.  The test shall be performed according to the protocols set forth in section 325‑17.\n     (c)  Confidentiality.  The confidentiality of all records held pursuant to this section is governed by section 325-101.\n     (d)  Civil penalty.  Any person or institution who wilfully violates any provision of this section shall be fined not less than $1,000 nor more than $10,000 for each violation plus reasonable court costs and attorney's fees as determined by the court, which penalty and costs shall be paid to the person whose records were released.  This subsection shall not be construed as limiting the right of any person or persons to recover actual damages.\n     (e)  The department shall adopt rules, pursuant to chapter 91, to establish procedures and standards to implement this section. [L 1987, c 308, §1; am L 1988, c 192, §1; am L 1989, c 376, §1 and c 377, §3; am L 1998, c 238, §3; am L 2002, c 238, §2; am L 2006, c 60, §2]\n \nCase Notes\n \n  Sentencing court had no authority to order defendant to undergo a human immunodeficiency virus test without defendant's informed consent, and defendant could not reasonably have expected that State would request such testing as a condition of probation.  79 H. 317 (App.), 901 P.2d 1296."
}