{
    "name": "Hawaii medal of honor",
    "number": "22",
    "text": "(a)  The Hawaii medal of honor may be awarded on behalf of the people of the State of Hawaii to an individual who has been killed in action, while:\n\n\n\n\t(1)\tEngaged in an action against an enemy of the United States;\n\t(2)\tEngaged in military operations involving conflict with an opposing foreign force;\n\t(3)\tServing with friendly foreign forces engaged in an armed conflict against an opposing armed force in which the United States is not a belligerent party; or\n\t(4)\tServing in a combat zone as designated by presidential order.\n\n\n\n\t(b)  A recipient of the Hawaii medal of honor may have the recipient's name entered on the Hawaii medal of honor roll.\n\t(c)  Individuals eligible to receive the Hawaii medal of honor include:\n\n\n\n\t(1)\tMembers of the Hawaii national guard who were legal residents of Hawaii at the time they were killed in action;\n\t(2)\tMembers of the United States military reserves who were legal residents of Hawaii at the time they were killed in action;\n\t(3)\tMembers of the regular United States armed forces who were:\n\n\t\t(A)\tLegal residents of Hawaii at the time they were killed in action; or\n\t\t(B)\tStationed in Hawaii by a proper order of the United States Department of Defense at the time they were killed in action; and\n\n\t(4)\tMembers of the Hawaii national guard, United States military reserves, or regular United States armed forces who:\n\n\t\t(A)\tAttended a public or private educational institution in Hawaii at some period during their lives; and\n\t\t(B)\tWere killed in action.\n\n\n\n\n\n\t(d)  The Hawaii medal of honor shall be awarded solely by a concurrent resolution:\n\n\n\n\t(1)\tIntroduced by:\n\n\t\t(A)\tThe president of the senate;\n\t\t(B)\tThe speaker of the house of representatives; or\n\t\t(C)\tThe duly authorized representative of the president of the senate or the speaker of the house of representatives; and\n\n\t(2)\tAdopted by both houses of the legislature. [L 2005, c 21, §2]\n\n\n\n\nRevision Note\n  Section was enacted as an addition to chapter 121 but is renumbered to this chapter pursuant to §23G-15."
}