{
    "name": "Definitions of terms in this part",
    "number": "1220",
    "text": "PART III.  GAMBLING OFFENSES\n\n     In this part unless a different meaning plainly is required, the following definitions apply. \n\t(1)  \"Advance gambling activity\".  A person \"advances gambling activity\" if he engages in conduct that materially aids any form of gambling activity.  Conduct of this nature includes but is not limited to conduct directed toward the creation or establishment of the particular game, contest, scheme, device, or activity involved, toward the acquisition or maintenance of premises, paraphernalia, equipment, or apparatus therefor, toward the solicitation or inducement of persons to participate therein, toward the actual conduct of the playing phases thereof, toward the arrangement of any of its financial or recording phases, or toward any other phase of its operation.  A person advances gambling activity if, having substantial proprietary control or other authoritative control over premises being used with his knowledge for purposes of gambling activity, he permits that activity to occur or continue or makes no effort to prevent its occurrence or continuation.  A person advances gambling activity if he plays or participates in any form of gambling activity. \n\t(2)  \"Bookmaking\" means advancing gambling activity by accepting bets from members of the public upon the outcomes of future contingent events. \n\t(3)  \"Contest of chance\" means any contest, game, gaming scheme, or gaming device in which the outcome depends in a material degree upon an element of chance, notwithstanding that skill of the contestants may also be a factor therein. \n\t(4)  \"Gambling\".  A person engages in gambling if he stakes or risks something of value upon the outcome of a contest of chance or a future contingent event not under his control or influence, upon an agreement or understanding that he or someone else will receive something of value in the event of a certain outcome.  Gambling does not include bona fide business transactions valid under the law of contracts, including but not limited to contracts for the purchase or sale at a future date of securities or commodities, and agreements to compensate for loss caused by the happening of chance, including but not limited to contracts of indemnity or guaranty and life, health, or accident insurance. \n\t(5)  \"Gambling device\" means any device, machine, paraphernalia, or equipment that is used or usable in the playing phases of any gambling activity, whether that activity consists of gambling between persons or gambling by a person involving the playing of a machine.  However, lottery tickets and other items used in the playing phases of lottery schemes are not gambling devices within this definition. \n\t(6)  \"Lottery\" means a gambling scheme in which: \n\n\n\n\t(a)\tThe players pay or agree to pay something of value for chances, represented and differentiated by numbers or by combinations of numbers or by some other medium, one or more of which chances are to be designated the winning ones; and \n\t(b)\tThe winning chances are to be determined by a drawing or by some other method based on an element of chance; and \n\t(c)\tThe holders of the winning chances are to receive something of value. \n\n\n\n\t(7)  \"Mutuel\" means a form of lottery in which the winning chances or plays are not determined upon the basis of a drawing or other act on the part of persons conducting or connected with the scheme, but upon the basis of the outcome or outcomes of a future contingent event or events otherwise unrelated to the particular scheme. \n\t(8)  \"Player\" means a person who engages in gambling solely as a contestant or bettor. \n\t(9)  \"Profit from gambling activity\".  A person \"profits from gambling activity\" if he accepts or receives money or other property pursuant to an agreement or understanding with any person whereby he participates or is to participate in the proceeds of gambling activity. \n\t(10)  \"Social gambling\" is defined in section 712-1231. \n\t(11)  \"Something of value\" means any money or property, any token, object, or article exchangeable for money or property, or any form of credit or promise directly or indirectly contemplating transfer of money or property or of any interest therein, or involving extension of a service or entertainment. [L 1972, c 9, pt of §1; am L 1973, c 201, pt of §1]"
}