{
    "name": "Promoting a detrimental drug in the first degree",
    "number": "1247",
    "text": "(1)  A person commits the offense of promoting a detrimental drug in the first degree if the person knowingly:\n\n\n\n\t(a)\tPossesses four hundred or more capsules or tablets containing one or more of the Schedule V substances; or\n\t(b)\tPossesses one or more preparations, compounds, mixtures, or substances of an aggregate weight of one ounce or more, containing one or more of the Schedule V substances; or\n\t(c)\tDistributes fifty or more capsules or tablets containing one or more of the Schedule V substances; or\n\t(d)\tDistributes one or more preparations, compounds, mixtures, or substances of an aggregate weight of one- eighth ounce or more, containing one or more of the Schedule V substances; or\n\t(e)\tPossesses one or more preparations, compounds, mixtures, or substances of an aggregate weight of one pound or more, containing any marijuana; or\n\t(f)\tDistributes one or more preparations, compounds, mixtures, or substances of an aggregate weight of one ounce or more, containing any marijuana; or\n\t(g)\tPossesses, cultivates, or has under the person's control twenty-five or more marijuana plants; or\n\t(h)\tSells or barters any marijuana or any Schedule V substance in any amount.\n\n\n\n\t(2)  Promoting a detrimental drug in the first degree is a class C felony.\n\t(3)  Any marijuana seized as evidence of a violation of this section in excess of one pound may be destroyed after it has been photographed and the weight thereof recorded.  The remainder of the marijuana shall remain in the custody of the police department until the termination of any criminal action brought as a result of the seizure of the marijuana.  Photographs duly identified as accurately representing the marijuana shall be deemed competent evidence of the marijuana involved and shall be admissible in any proceeding, hearing, or trial to the same extent as the marijuana itself; provided that nothing in this subsection shall be construed to limit or to restrict the application of Rule 901 of the Hawaii Rules of Evidence. [L 1972, c 9, pt of §1; am L 1975, c 163, §6(i); am L 1981, c 31, §3 and c 123, §1; am L 1986, c 314, §75; am L 1989, c 384, §2]"
}