{
    "name": "Promoting prostitution in the third degree",
    "number": "1204",
    "text": "REPEALED.  L 2011, c 145, §6.\n \nCOMMENTARY ON §§712-1201 TO 712-1204\n \n  These four sections deal with the non-prostitutes who derive financial gain from the work of prostitutes.  The real danger presented by this class of people is that its members have a motive to coerce women or men into prostitution.  Through their promotion of prostitution activities they magnify the extent to which prostitution is practiced.  Aside from coercion into and the promotion of prostitution, these promoters often gain a vicious hold over the prostitutes under their control.\n  Section 712-1201 defines the types of conduct which are the gravamen of the offense of promoting prostitution.  These types of conduct are termed \"advancing prostitution\" and \"profiting from prostitution.\"  The sections following, §§712-1202, 1203, and 1204, delineate various degrees of the offense of promoting prostitution.\n  Promoting prostitution in the first degree, as defined by §712-1202, is the most serious offense in this trilogy.  The aggravating circumstances are the criminal coercion of the prostitute or the young age of the prostitute.  The offense is a class B felony.\n  Section 712-1203, promoting prostitution in the second degree, deals with two less serious aggravating circumstances in this type of activity:  (a) advancing or profiting by operating or owning a house of prostitution or a prostitution business or enterprise involving prostitution by two or more prostitutes, or (b) advancing or profiting from prostitution of a person less than 18 years of age.  This section provides penalties against the \"madam\" of a house of prostitution, those persons who run and control \"call girl rings\", and lessors and owners of real property who knowingly rent or permit premises to be used for prostitution purposes.  It also penalizes those who take under their control for prostitution purposes girls under the age of 18 years.  Promoting prostitution in the second degree is made a class C felony.\n  Section 712-1204 defines the offense of promoting prostitution in the third degree, that is, knowingly advancing or profiting from prostitution.  This section strikes at the small scale promoter.  The taxicab driver who pimps for a prostitute, the bartender who sets up customers for a prostitute, and the hotel clerk who regularly furnishes the prostitute and his or her customer with accommodations would all come within the ambit of this provision.  Of course, if any of the aggravating attendant circumstances previously discussed exist, §§712-1202 or 1203 would apply.  Promoting prostitution in the third degree is a misdemeanor.\n  The previous law dealt both with the criminal coercion of a person to become a prostitute as well as what is commonly referred to as \"procuring\" a person for the practice of prostitution.[1]  The sanction provided was roughly equivalent to a class C felony.  These sections also consider other factors, namely the youth of the prostitute and the number of prostitutes involved in the operation.  In addition, it provides for three degrees of the offense; the highest degree, presenting the most serious aggravations, is made a class B felony, a more severe sanction than that provided by prior law.  The least serious case, promotion in the third degree, is a misdemeanor, the same sanction provided for what was previously termed \"soliciting.\"  The best that can be said for the former statutes in this area is that they were inartfully drawn.  They probably bordered on vagueness which may have been unconstitutional.  The Code achieves greater clarity than the previous law and provides for sanctions which are more realistically addressed to the circumstances involved in the offenses.\n \nSUPPLEMENTAL COMMENTARY ON §§712-1201 TO 712-1204\n \n  Act 130, Session Laws 1993, amended §712-1202 to raise, from fourteen to sixteen, the age of exploited minors that would subject a perpetrator to a first degree charge for the offense of promoting prostitution.  The Act also amended §§712-1202 and 712-1203 to make the language in these sections gender neutral.  The legislature found that there was a need to enlarge the scope of persons subject to increased criminal penalties for promoting teen-age prostitution.  Conference Committee Report No. 62.\n  Act 147, Session Laws 2008, amended §712-1202 by adding a reference to \"force, threat, or intimidation\" and deleting \"criminal coercion.\"  Act 147 also applied the offense to a person who knowingly advances or profits from prostitution of a person less than eighteen, rather than sixteen, years old.  The legislature strengthened the laws on prostitution and related offenses to deter and punish sexual exploitation of minors, including obscenity-related activities.  Conference Committee Report No. 38-08.\n  Act 147, Session Laws 2008, amended §712-1203(1) by adding a reference to \"prostituted persons.\"  Conference Committee Report No. 38-08.\n  Act 145, Session Laws 2011, amended §712-1201 by making conforming and nonsubstantive amendments.\n  Act 145, Session Laws 2011, amended §712-1202 by adding inducing a person to act by specified means and including the use of fraud as elements of promoting prostitution in the first degree.  Act 145 also increased the penalty for the offense to a class A felony.  Conference Committee Report No. 76.\n  Act 145, Session Laws 2011, repealed , promoting prostitution in the third degree, and amended §712-1203, promoting prostitution in the second degree, by incorporating conduct previously prohibited under  within the second degree offense.  Act 145 increased the penalty for the second degree offense to a class B felony.  Senate Standing Committee Report No. 1137, Conference Committee Report No. 76.\n \n__________\n§§712-1201 To 712-1204 Commentary:\n \n1.  H.R.S. §768-56.\n \n2.  Id. §§768-53, 768-54."
}