{
    "name": "General",
    "number": "21.5",
    "text": "(a)  The several circuit courts shall have jurisdiction, except as otherwise expressly provided by statute, of:\n\n\n\n\t(1)\tCriminal offenses cognizable under the laws of the State, committed within their respective circuits or transferred to them for trial by change of venue from some other circuit court;\n\t(2)\tActions for penalties and forfeitures incurred under the laws of the State;\n\t(3)\tCivil actions and proceedings, in addition to those listed in sections 603-21.6, 603-21.7, and 603-21.8.\n\n\n\n\t(b)  The several circuit courts shall have concurrent jurisdiction with the family court over:\n\n\n\n\t(1)\tAny felony under section 571-14, violation of an order issued pursuant to chapter 586, or a violation of section 709-906 when multiple offenses are charged through complaint or indictment and at least one other offense is a criminal offense under subsection (a)(1);\n \t(2)\tAny felony under section 571-14 when multiple offenses are charged through complaint or indictment and at least one other offense is a violation of an order issued pursuant to chapter 586, a violation of section 709-906, or a misdemeanor under the jurisdiction of section 604-8;\n\t(3)\tAny violation of section 711-1106.4; and\n\t(4)\tGuardianships and related proceedings concerning incapacitated adults pursuant to article V of chapter 560. [L 1972, c 88, §3(i); am L 1998, c 64, §2; am L 2004, c 18, §2 and c 161, §33]\n\n\n\n\nRevision Note\n  Subsection (b)(4) redesignated pursuant to §23G-15(1).\nCross References\n  Family court a division of circuit court, see §571-3.\n  Jurisdiction of family court, see chapter 571.\nRules of Court\n  Classification of proceedings, see RCC rule 1.\nCase Notes\n  Where Congress has not expressly set out exclusive jurisdiction, state courts are competent to decide federal claims.  437 F. Supp. 368.\n  Where plea of not guilty and demand for jury trial by defendant charged with a misdemeanor conferred jurisdiction on circuit court, withdrawal of such plea and of demand for jury trial does not divest circuit court of jurisdiction.  55 H. 394, 520 P.2d 427.\n  Although misdemeanors are normally tried in district court, such offenses are within jurisdiction of circuit court.  59 H. 92, 576 P.2d 1044.\n  Court has jurisdiction over all civil causes of action unless precluded by state constitution or statute.  63 H. 55, 621 P.2d 346.\n  Regardless of whether a jury trial is demanded, circuit court may properly exercise jurisdiction over DUI cases; both the circuit and district courts have concurrent jurisdiction over DUI cases.  78 H. 367, 893 P.2d 795.\n  Circuit court had jurisdiction under this section to consider attorney general's request for declaratory judgment and related injunctions regarding proposed constitutional amendments where not precluded by Hawaii constitution or other statute.  84 H. 179, 932 P.2d 316.\n  Circuit court was statutorily authorized, in aid of its original jurisdiction over mortgage foreclosure actions, to enter appropriate orders against successful bidder at a judicial foreclosure sale after successful bidder defaulted on agreement to purchase the mortgaged property at the foreclosure sale.  96 H. 348 (App.), 31 P.3d 205.\n  Relevant statutes, rules, and precedent did not permit wife to directly attack in circuit court the validity of the property and distribution part of the divorce decree; circuit court did not have subject matter jurisdiction to do what wife must have had done to obtain the relief wife sought; pursuant to §§580-1 and 580-47, only the family court could have granted that relief.  101 H. 370 (App.), 68 P.3d 644.\nDecisions under prior law.\n  Power of judge to determine jurisdiction.  21 H. 539.\n  Par. (1).  Construed in relation to a specific provision conferring jurisdiction on district magistrates.  17 H. 353.\n  Par. (2).  \"Forfeiture\" construed in relation to action for summary possession.  43 H. 281.\n  Par. (3).  See note appended to c 641, pt II.\n  The following cases decided before adoption of the Hawaii Rules of Civil Procedure:  Accounting, jurisdiction at law as compared with equity.  19 H. 359; 19 H. 585, 593.  See also 37 H. 111, 124."
}