{
    "name": "Actions and proceedings, where to be brought",
    "number": "36",
    "text": "PART IV.  VENUE\n\n     Actions and proceedings of a civil nature within the jurisdiction of the circuit courts shall be brought as follows:\n\n\n\n\t(1)\tActions described in section 603-21.5(2) shall be brought in the circuit where it is alleged the penalty or forfeiture was incurred;\n\t(2)\tActions in the nature of ejectment or trespass quare clausum fregit or to quiet title to or partition real property shall be brought in the circuit in which the real property in question is situated; provided that if the real property, partition of which is sought, lies in more than one circuit the action may be brought in any circuit in which the same or any part thereof is situated;\n\t(3)\tProceedings concerning trusts and the estates of decedents, missing persons, protected persons, minors, and incapacitated persons, shall be brought as prescribed by chapter 560;\n\t(4)\tApplications for writs directed to courts of inferior jurisdiction or for writs of quo warranto, shall be made in the circuit in which the alleged occasion for relief by any such writ arises; provided that in case any such writ is necessary in the prosecution or furtherance of any action or proceeding already begun or pending before any circuit court, the court before which the action or proceeding has been begun or is pending may issue the writ even though the alleged occasion for relief arose in another circuit;\n\t(5)\tActions other than those specified above shall be brought in the circuit where the claim for relief arose or where the defendant is domiciled; provided if there is more than one defendant, then the action shall be brought in the circuit in which the claim for relief arose unless a majority of the defendants are domiciled in another circuit, whereupon the action may be brought in the circuit where the majority of the defendants are domiciled. [L 1892, c 57, §38; am L 1898, c 56, §1; am L 1903, c 32, §12; RL 1925, §2249; RL 1935, §3645; RL 1945, §9651; am L 1955, c 100, §1; RL 1955, §215-21; am L 1957, c 194, §1; HRS ; am L 1972, c 88, §3(o); am L 1976, c 200, pt of §1]\n\n\n\n\nCross References\nVenue:\n  Change of, see §603-37.\n  Insurance action, see §431:10-241.\n  Quiet title action, see §669-1.\nRules of Court\n  Hawaii Rules of Civil Procedure do not extend or limit jurisdiction or venue, see HRCP rule 82.\nCase Notes\n  Statutory requirements as to residence cannot be waived in divorce even by specific consent of the parties because the government is interested in divorce proceedings.  19 H. 243.  The foregoing case distinguished between the bringing of a divorce case and the trying of such a case and did not involve the power of the court to grant a change of venue.  See 19 H. 366, 373.  See also 23 H. 376, et seq. in the matter of statutory requirements as to time of residence.\n  Bringing of action in wrong circuit is ground for dismissal but defect can be waived.  47 H. 271, 366 P.2d 880.\n  Circuit court judges when sitting as commissioners of water rights have jurisdiction only when the land involved is situated within their respective circuits.  32 H. 404, 414.\n  Mortgage foreclosure.  See 13 H. 193.\n  Refusal to exercise jurisdiction though not limited by this section.  32 H. 404.\n  No power to review rulings of another circuit judge.  33 H. 364.\n  Paragraph (5) pertains to venue, not jurisdiction; venue requirements may be waived.  53 H. 398, 495 P.2d 585.\n  Under rules of court and paragraph (5), addition of third party defendants will not disturb venue based on main proceeding.  53 H. 398, 495 P.2d 585.\n  Cited:  29 H. 455, 457; 46 H. 197, 198, 377 P.2d 609."
}