{
    "name": "Probate",
    "number": "21.6",
    "text": "The several circuit courts shall have power to:\n\t(1)\tGrant probate of wills;\n\t(2)\tAppoint personal representatives;\n\n\n\n\t(3)\tDetermine the heirs at law or devisees of deceased persons and to decree the distribution of decedents' estates;\n\t(4)\tAppoint guardians for incapacitated adults;\n\n\n\n\t(5)\tAppoint conservators;\n\n\n\n\t(6)\tCompel personal representatives and such guardians and conservators to perform their respective trusts and to account in all respects for the discharge of their official duties;\n\t(7)\tRemove any personal representative or any such guardian or conservator; and\n\t(8)\tDo all other things as provided in chapter 560. [L 1972, c 88, §3(j); am L 1976, c 200, pt of §1; am L 2004, c 161, §34]\n\n\n\n\nRules of Court\n  See Hawaii Probate Rules.\nCase Notes\nDecisions under prior law.\n  Circuit judge in probate:  has incidental authority to allow out of an estate attorney's fees incurred in litigation involving contests over probate of wills or other questions concerned with benefit to or the interests of an estate; 26 H. 337, 341.  May revoke probate of will even after the time for appeal has elapsed upon a showing of good grounds, 5 H. 150; cited 10 H. 188; 13 H. 216, 218.  Such jurisdiction is to be exercised by the circuit judge sitting in probate not in equity.  Id.  May authorize a guardian to mortgage the real estate of ward, 13 H. 257; cited 14 H. 651, 660; 16 H. 242, 248, as to the broad scope in guardianship matters in accordance with precedents established by English Chancery Courts and which may be considered as a part of Hawaiian common law.  See also 13 H. 257, 262.  Has authority even after administrator's discharge to require the administrator to pay undisputed claim against the estate.  19 H. 232.  Powers discussed.  10 F.2d 474.\n  Judge of a probate court has no jurisdiction to appoint a trustee.  15 H. 372; 18 H. 290, 298, cited 18 H. 542, 547; 19 H. 78, 82; 23 H. 32, 35; nor to compel a trustee to account, 23 H. 720.  A probate court cannot determine title to land in guardianship proceedings.  13 H. 575.\n  Statutory power to \"decree the distribution of intestate estates\" does not include cases where there was a will and partial intestacy.  24 H. 148, 150, cited 29 H. 148, 150; see 29 H. 284, 291.  Power to determine heirs and distribute estate does not extend to cases where there is a will.  45 H. 521, 535, 371 P.2d 379.\n  Circuit judge in probate may set aside a fund required for an annuity in the matter of an estate.  25 H. 327, 331.  May compel by proceedings in contempt a compliance with an order of distribution.  24 H. 649, 655.  As to powers in a contest over the probate of a will to require a contestant to give security for costs.  29 H. 455, 457; Id. 693.  As to appointment of a guardian for an insane person, see 28 H. 469.\n  Cited:  77 H. 251 (App.), 883 P.2d 673."
}