{
    "name": "Regulation of bumper height",
    "number": "35.1",
    "text": "Maximum bumper heights of motor vehicles shall be determined by the weight category of gross vehicle weight rating (GVWR) as measured from a level surface to the highest point on the bottom of the bumper.  Maximum heights are as follows:   Gross Vehicle Weight Rating Front Rear\n\tPassenger vehicles\t22 inches\t22 inches\n\t4,500 lbs. and under\t29 inches\t29 inches\n\t4,501 lbs. to 7,500 lbs.\t33 inches\t33 inches\n\t7,501 lbs. to 10,000 lbs.\t35 inches\t35 inches\n\tFor any vehicle with bumpers or attaching components which have been modified or altered from the original manufacturer's design to conform with the maximum bumper height requirements of this section, the bumper height shall be measured from a level surface to the bottom of the bumper.  The vehicle frame rail, measured from a level surface to the bottom of the vehicle frame rail, shall not exceed the attached bumper height.  The maximum distance between vehicle body to vehicle frame rail shall not exceed three inches.  The distance between the vehicle body to vehicle frame rail shall be measured from the vehicle body mount seat to the vehicle frame rail mount seat.  \"Bumper\", for purposes of this section means a horizontal load bearing protective system installed on a motor vehicle which is constructed of sturdy materials that will not shatter or split upon moderate impact and provides adequate protection against damages to the front and rear external lighting and reflective devices, hood, trunk, doors, painted surfaces, cooling system, exhaust system, and other components during a low speed impact.  Any vehicle that exceeds the Vehicle Equipment Safety Commission -Regulation 12 recommended bumper height, based on the gross vehicle weight rating, shall be equipped with an audible reverse warning system.  The audible reverse warning system is not required on any open cab vehicle with a distance of less than four feet from the rear of the driver's seating position to the rear most part of the vehicle body. [L 1984, c 291, §1; am L 1985, c 122, §1]"
}