{
    "name": "Final and supplemental reports",
    "number": "213",
    "text": "(a)  Primary and initial special election.  Each candidate whether or not successful in a primary or initial special election, authorized person in the case of a party, or campaign treasurer in the case of a committee, shall file a final primary report certified pursuant to section 11-195 with the commission on forms provided by the commission no later than 4:30 p.m. on the twentieth calendar day after a primary or initial special election.  The report shall include the following information which shall be current through the day of the primary election:\n     (1)  A statement of the total contributions and campaign receipts received;\n     (2)  The amount and date of deposit of each contribution and the name and address of each donor who contributes an aggregate of more than $100 during an election period, which has not previously been reported; provided that if all the information is not on file, the contribution shall be returned to the donor within thirty days of deposit;\n     (3)  The amount and date of deposit of each contribution and the name, address, employer, and occupation of each donor who contributes an aggregate of $1,000 or more during an election period, which has not previously been reported; provided that if all the information is not on file, the contribution shall be returned to the donor within thirty days of deposit;\n     (4)  A statement of all expenditures made, incurred, or authorized by or for a candidate including the name and address of each payee and the amount, date, and purpose of each expenditure; and\n     (5)  The cash balance and a statement of surplus or deficit.\n     (b)  Each noncandidate committee shall file a final primary report, certified pursuant to section 11-195, with the commission on forms provided by the commission no later than 4:30 p.m. on the twentieth calendar day after a primary election.  The report shall include the following information, which shall be current through the day of the primary election:\n     (1)  A statement of the total contributions and campaign receipts received;\n     (2)  The amount and date of deposit of each contribution and the name, address, employer, and occupation of each donor who contributes an aggregate of more than $100 during an election, which has not previously been reported;\n     (3)  The amount and date of each disbursement or contribution made to a candidate, party, organization, or committee, including the name and address of each payee, which has not previously been reported;\n     (4)  The amount and date of each expenditure made or incurred by the committee for or against any candidate, ballot issue, or on behalf of another committee, which has not previously been reported; and\n     (5)  A current statement of the balance on hand.\n     (c)  The candidate's committee and noncandidate committee shall itemize disbursements to consultants, advertising agencies and similar firms; credit card payments; salaries; and candidate reimbursements, to permit a reasonable person to determine the ultimate intended recipient of the expenditure and its purpose.\n     (d)  General, special general, special election or election period.  Each candidate, authorized person in the case of a party, or campaign treasurer in the case of a committee shall file a final election period general report with the commission on forms provided by the commission no later than 4:30 p.m. on the thirtieth calendar day after a general, special general, or special election.  The final election period report shall be certified pursuant to section 11-195, shall report all items prescribed in subsection (a) or (b) for noncandidate committees, and shall be current through the day of the general election.  A candidate who is unsuccessful in a primary or special primary election shall file a final election period report.\n     (e)  Termination.  A candidate, party, or committee may terminate registration with the commission with no surplus or no deficit.  A termination report approved by the commission shall include information on the disposition of any funds, which has not previously been reported.\n     (f)  Deficit.  In the event of a deficit the candidate, authorized person in the case of a party, or campaign treasurer in the case of a committee shall, every six months until the deficit is eliminated, file supplemental reports covering all items prescribed in subsection (a) or subsection (b) in the case of noncandidate committees.  The first report shall be due no later than 4:30 p.m. on the thirty-first day after the last day of the election year.\n     (g)  Surplus.  In the event of a surplus the candidate, authorized person in the case of a party, or campaign treasurer in the case of a committee, shall:\n     (1)  Maintain the cash surplus in a financial depository; and\n     (2)  Every six months, until the candidate files to be on the ballot with the state office of elections, or in the case of a party or committee until they participate in an election again, file supplemental reports detailing all items prescribed in subsection (a) or in the case of a noncandidate committee until they participate in an election again, or file supplemental reports detailing all items prescribed in subsection (b).\n     The first report shall be due not later than 4:30 p.m. on the thirty-first calendar day after the last day of the election year.\n     (h)  All supplemental reports required by this section shall be filed until a candidate files to be on the ballot with the state elections office.  Each party or noncandidate committee shall file a supplemental report for the respective reporting period during a nonelection year.  In an election year, each party and noncandidate committee shall file reports as prescribed in this section and section 11-212 for the primary and general election. [L 1979, c 224, pt of §2; am L 1980, c 232, §1 and c 246, §1(j); am L 1982, c 74, §1; gen ch 1985; am L 1987, c 369, §1(11); am L 1988, c 141, §2; am L 1989, c 166, §3; am L Sp 1995, c 10, §2(15), (16); am L 1997, c 375, §13; am L 1998, c 31, §3; am L 1999, c 96, §8; am L 2005, c 203, §15; am L 2007, c 200, §9]\n \nCase Notes\n \n  Duty of candidate not nominated to file statement of expenses within 20 days of primary election.  55 H. 610, 525 P.2d 586."
}