{
    "name": "Other contributions and expenditures",
    "number": "207",
    "text": "(a)  Expenditures or disbursements for electioneering communications as defined in section 11-207.6, or any other coordinated activity made by any person or political party for the benefit of a candidate in cooperation, consultation, or concert with, or at the request or suggestion of, a candidate, a candidate's committee, or their agents, shall be considered to be a contribution to the candidate and expenditure by the candidate.\n     The financing by any person or political party of the dissemination, distribution, or republication, in whole or in part, of any broadcast or any written or other campaign materials prepared by the candidate, the candidate's committee, or agents shall be considered to be a contribution to the candidate.\n     This subsection shall not apply to candidates for governor or lieutenant governor supporting a co-candidate in the general election.\n     (b)  \"Coordinated activity\" means:\n     (1)  The payment by any person in cooperation, consultation, or concert with, at the request of, or pursuant to, any general or particular understanding with a candidate, candidate committee, the political party of a candidate, or an agent of a candidate, committee, or the political party of a candidate;\n     (2)  The payment by any person for the production, dissemination, distribution, or republication, in whole or in part, of any broadcast or any written, graphic, or other form of campaign material prepared by a candidate, committee, or an agent of a candidate or committee; or\n     (3)  Any payment by any person or contract for any electioneering communication, as defined in section 11-207.6, where the payment is coordinated with a candidate, candidate committee, the political party of the candidate, or an agent of a candidate, committee, or the political party of a candidate.\n     (c)  No expenditure for a candidate shall be made or incurred by any committee controlled by a candidate without specific written authorization of the candidate or the candidate's authorized representative.  Every expenditure so authorized and made or incurred shall be attributed to the candidate with whom the committee is directly associated for the purpose of imposing the expenditure limitations set forth in section 11-209.\n     (d)  For the purposes of this subpart, an expenditure shall be deemed to be made or incurred when the services are rendered or the product is delivered.  Services rendered or products delivered for use during a reporting period covered by this subpart shall be deemed delivered or rendered during the period or periods of use; provided that these expenditures shall be reasonably allocated between periods in accordance with the time the services or products are actually used. [L 1979, c 224, pt of §2; am L 1980, c 232, §1; gen ch 1985; am L 1998, c 31, §2; am L 1999, c 140, §2; am L 2005, c 203, §11]"
}