{
    "name": "Candidate funding; restrictions",
    "number": "223",
    "text": "(a)  Each candidate who accepts public campaign funds under this subpart shall be required to abide by the campaign spending limits for the candidate's respective office as set forth in section 11-209.  Any candidate who exceeds the spending limits for the candidate's respective office as set forth in section 11-209 shall immediately return all of the public campaign funds the candidate has received to the Hawaii election campaign fund.\n     (b)  Public campaign funds provided under this subpart shall only be used to:\n     (1)  Defray campaign expenses incurred by and paid for an eligible candidate or all committees authorized by such candidate; and\n     (2)  Repay loans, the proceeds of which were used to defray campaign expenses.\n     (c)  No candidate or committee authorized by a candidate shall be entitled to receive any public funds under this subpart unless the candidate has qualified to have the candidate's name on the election ballot in the election for which funds are sought.\n     (d)  In no event shall any candidate or campaign treasurer in receipt of public campaign funds transfer any portion of such funds to another candidate for any primary, special primary, special, or general election campaign.\n     (e)  All public funds received under this subpart shall be deposited in a financial institution designated to do business in the State.  No expenditures of any public funds received under this subpart shall be made except by checks drawn on such checking account.  The commission may require such reports relating to the expenditure of such funds as it considers appropriate.\n     (f)  Each candidate, on the deadline for filing of a final report for any primary or general election, shall return all unexpended public funds to the Hawaii election campaign fund. [L 1979, c 224, pt of §2; am L 1980, c 232, §1 and c 246, §1(k); gen ch 1985; am L 1987, c 369, §1(17); am L Sp 1995, c 10, §2(25); am L 1999, c 64, §9; am L 2005, c 203, §22]"
}