{
    "name": "Community care foster family home, authority over and evaluation of",
    "number": "334",
    "text": "(a)  Any person in any household who wants to take in, for a fee, any adult who is at the nursing facility level of care and who is unrelated to anyone in the household, for twenty-four-hour living accommodations, including personal care and homemaker services, may do so only after the household meets the required standards established for certification and obtains a certificate of approval from the department or its designee. \t(b)  The department shall adopt rules pursuant to chapter 91 relating to:\n\n\n\n\t(1)\tStandards of conditions and competence for the operation of community care foster family homes;\n\t(2)\tProcedures for obtaining and renewing a certificate of approval from the department; and\n\t(3)\tMinimum grievance procedures for clients of community care foster family home services.\n\n\n\n\t(c)  As a condition for obtaining a certificate of approval, community care foster family homes shall comply with rules adopted under subsection (b) and satisfy the background check requirements under section 346-335.  The department or its designee may deny a certificate of approval if:\n\n\n\n\t(1)\tAn operator or other adult residing in the community care foster family home, except for adults receiving care, has been convicted of a crime other than a minor traffic violation involving a fine of $50 or less;\n\t(2)\tThe department or its designee finds that the criminal history record of an operator or other adult residing in the home, except for adults receiving care, poses a risk to the health, safety, or well-being of adults in care; or\n\t(3)\tAn operator or other adult residing in the community care foster family home, except for adults receiving care, is a perpetrator of abuse as defined in section 346-222.\n\n\n\n\t(d)  Upon approval of a community care foster family home, the department or its designee shall issue a certificate of approval that shall continue in force for one year, or for two years if a community care foster family home has been certified for at least one year and is in good standing pursuant to standards adopted by the department, unless sooner suspended or revoked for cause.  The department or its designee shall renew the certificate of approval only if, after an annual or biennial evaluation, the home continues to meet the standards required for certification.\n\t(e)  Any community care foster family home shall be subject to investigation by the department or its designee at any time and in the manner, place, and form as provided in procedures to be established by the department.\n\t(f)  The department or its designee may suspend or revoke a certificate of approval if the department or its designee deems that a community care foster family home is unwilling or unable to comply with the rules adopted under subsection (b); provided that:\n\n\n\n\t(1)\tThe suspension or revocation shall be immediate when conditions exist that constitute an imminent danger to life, health, or safety of adults receiving care;\n\t(2)\tA community care foster family home whose certificate of approval has been suspended or revoked shall immediately notify its clients and their case managers;\n\t(3)\tA community care foster family home whose certificate of approval has been suspended or revoked may appeal to the department through its established process, but the appeal shall not stay the suspension or revocation;\n\t(4)\tA suspended or revoked certificate of approval may be reinstated if the department or its designee deems that the home is willing and able to comply with the rules adopted under subsection (b); and\n\t(5)\tA revoked certificate of approval shall be restored only after a new application for a certificate of approval is submitted to the department or its designee and approved.\n\n\n\n\t(g)  Any community care foster family home shall be subject to monitoring and evaluation by the department or its designee for certification compliance and quality assurance on an annual or biennial basis. [L 2001, c 273, pt of §1, §6; am L 2003, c 98, §3; am L 2004, c 153, pt of §1]"
}