{
    "name": "General assistance to households without minor dependents",
    "number": "71",
    "text": "PART III.  GENERAL ASSISTANCE\nTO HOUSEHOLDS WITHOUT MINOR DEPENDENTS\n\n     (a)  The department of human services is authorized to administer and provide public assistance to eligible persons who are disabled, who are not otherwise provided for under this chapter, and who are unable to provide sufficient support for themselves or those dependent upon them; provided that such persons:\n\n\n\n\t(1)\tHave first been determined ineligible for a comparable federally funded financial assistance program;\n\t(2)\tAre bona fide residents of this State; and\n\t(3)\tHave furnished to the department a social security account number for each member of the assistance unit or verification that an application was made with the Social Security Administration for a social security account number for each member of the assistance unit.\n\n\n\n\tPersons who meet the categorical criteria for eligibility, but fail to satisfy income and resource criteria adopted by the department shall not be eligible for general assistance to household without minor dependents.  The failure of any adult member of the assistance unit to comply with the requirements or conditions of general assistance to households without minor dependents shall exclude the entire assistance unit from receiving financial assistance.  However, when the adult member is disqualified for not meeting the work requirement, the assistance unit shall not be disqualified if the assistance unit was formed after the failure to meet the work requirement occurred.  \"Assistance unit\" as the term is used in this section means persons whose needs, income, and assets are considered in the financial assistance payment and their dependents.\n\tFor purposes of determining whether persons seeking assistance are bona fide residents of this State, the department of human services shall consider, but is not limited to considering, the following factors:\n\n\n\n\t(1)\tEnrollment and receipt of welfare benefits from another jurisdiction;\n\t(2)\tPhysical presence in the State;\n\t(3)\tMaintenance of a place of residence in the State;\n\t(4)\tThe availability of furnishings and household and personal effects sufficient to lead a reasonable person to conclude that the place of residence is more than a public accommodation;\n\t(5)\tQualification as to residence for purposes of voting in the State;\n\t(6)\tChange in vehicle operation license;\n\t(7)\tVehicle registration;\n\t(8)\tEnrollment of children in local schools; and\n\t(9)\tBank accounts in this State or any other jurisdiction.\n\n\n\n\t(b)  A person between eighteen and sixty-five years of age with a disability shall be eligible for general assistance to households without minor dependents if the person:\n\n\n\n\t(1)\tIs determined to be needy in accordance with standards established by this chapter and the rules adopted under subsection (e);\n\t(2)\tIs unable to meet the disability requirements established by the federal Supplemental Security Income Program or its successor agency; and\n\t(3)\tIs unable to engage in any substantial gainful employment because of a determined and certified physical, mental, or combination of physical and mental disability.  Upon application, the department shall ask the person whether the person has a physical or mental disability, or both.  If the person claims to have both a physical and mental disability, the department shall ask the person to choose whether the person's primary disability is physical or mental.  Determination and certification of the disability shall be as follows:\n\n\t\t(A)\tA determination and certification of physical disability shall be made by a board of licensed physicians designated and paid by the department.  Meetings of this board shall not be subject to part I of chapter 92;\n\t\t(B)\tA determination and certification of mental disability shall be made by a board of licensed psychologists or licensed physicians whose specialty is in psychiatry.  This board shall be designated and paid by the department.  Meetings of this board shall not be subject to part I of chapter 92;\n\t\t(C)\tIf a determination and certification is made that the applicant does not have a physical, mental, or combination of a physical and mental disability, prior to a denial of any claim, the department shall provide the applicant with an initial denial notice that gives the applicant at least ten calendar days to provide additional medical evidence.  The notice shall refer the applicant to free legal services for assistance and permit the applicant to request extensions of time, if necessary;\n\t\t(D)\tIf a determination of physical, mental, or  combination of a physical and mental disability is made, the person shall accept and pursue appropriate medical treatment from a provider of the person's choice.  The department shall promptly provide the person with a complete and legible copy of the recommended appropriate treatment;\n\t\t(E)\tAny person, to continue to be certified as mentally disabled, physically disabled, or both mentally and physically disabled, shall be reevaluated annually, as provided by this section, and more frequently, as required by the department; and\n\t\t(F)\tFailure to pursue appropriate medical treatment shall result in a loss of eligibility, unless the failure is due to good cause.  Good cause shall include but not be limited to:\n\n\t\t\t(i)\tTreatment is unavailable;\n\t\t\t(ii)\tPersonal emergencies; and\n\t\t\t(iii)\tCircumstances that threaten the safety of the patient.\n\n\n\n\n\n\n\nThe department shall adopt rules in accordance with chapter 91 to define \"good cause\", as used in subparagraph (F), in order to determine when treatment is unavailable, what constitutes a personal emergency, what circumstances may threaten the safety of a patient, and other factors that may constitute good cause.\n\tAs used in this subsection:\n\t\"Substantial gainful employment\" means at least thirty hours of work per week.\n\t\"With a disability\" or \"having a disability\" means a disability that extends for a period of over sixty days.\n\tAny person determined to be eligible under this subsection may be referred to any appropriate state agency for vocational rehabilitation services and shall be required to accept the services as a further condition of eligibility for the receipt of general assistance to households without minor dependents under this section.  An assistance unit shall be determined ineligible for general assistance to households without minor dependents if any adult member of the assistance unit fails to cooperate with any appropriate state agency for vocational rehabilitation services after being referred for services.  Any person found eligible under this subsection may also be required to seek employment and participate in public work projects, as described in section 346-31, and in public employment projects, as described in section 346-102.\n\t(c)  Applicants and recipients shall be required to satisfy all applicable provisions of this section.  Recipients disqualified for failure to comply with any of the requirements under this section shall be excluded from general assistance to households without minor dependents for a period not to exceed twelve months.\n\t(d)  The allowance for general assistance to households without minor dependents shall not exceed sixty-two and one-half per cent of the standard of need.\n\t(e)  Within the limitations of this section, the department shall by rules adopted pursuant to chapter 91, determine:\n\n\n\n\t(1)\tThe allowance for general assistance to households without minor dependents based upon the total amount appropriated for general assistance to households without minor dependents;\n\t(2)\tA method for determining assistance amounts; and\n\t(3)\tOther necessary provisions to implement general assistance to households without minor dependents. [L 1941, c 296, pt of §1; RL 1945, §4863; am L 1951, c 291, §1; am L 1953, c 153, §15; RL 1955, §108-41; am L Sp 1959 2d, c 1, §12; HRS ; am L 1970, c 105, §5; am L 1971, c 203, §1; am L 1973, c 177, §3; am L Sp 1974, c 1, §1; am L 1978, c 103, §2; am L 1979, c 175, §§1 to 3; am L 1981, c 119, §1; am L 1982, c 99, §1; am L 1985, c 24, §1; gen ch 1985; am L 1987, c 290, §3 and c 339, §4; am L 1989, c 12, §1 and c 234, §1; am L 1995, c 166, §2; am L 1996, c 289, §2; am L 1997, c 200, §7 and c 354, §3; am L 1998, c 127, §2; am L 2003, c 105, §1; am L 2004, c 208, §1]"
}