{
    "name": "Rx plus preferred drug list",
    "number": "312.5",
    "text": "(a)  The department shall establish an Rx plus preferred drug list that includes but is not limited to:\n\n\n\n\t(1)\tDrugs listed on the State's medicaid preferred drug list;\n\t(2)\tAntipsychotic drugs;\n\t(3)\tAntidepressant drugs;\n\t(4)\tChemotherapy drugs;\n\t(5)\tAntiretroviral drugs;\n\t(6)\tImmunosuppressive drugs; and\n\t(7)\tAny other drugs listed on the Rx plus preferred drug list pursuant to this section.\n\n\n\n\t(b)  The pharmacy and therapeutic committee shall review and recommend drugs for placement on the Rx plus preferred drug list, striving to identify the safest and most efficacious drugs that are available at the lowest cost.  The committee's recommendations may take into consideration any of the following factors:\n\n\n\n\t(1)\tTherapeutic value for the disease or condition under treatment;\n\t(2)\tClinical efficacy;\n\t(3)\tSafety;\n\t(4)\tCost; and\n\t(5)\tOther relevant factors as determined by the committee.\n\n\n\n\t(c)  When considering categories of drugs designed to treat specialized chronic medical conditions and diseases, the committee shall consult with physicians and other health care professionals with specialized clinical knowledge and expertise in this area, either in their capacity as consultants serving on a subcommittee of the committee, or as physicians or pharmacists with a practice or specialty in chronic diseases.\n\t(d)  The determination of a drug's safety and efficacy shall be consistent with the standards set forth in the peer-reviewed literature and other available sources, including but not limited to:\n\n\n\n\t(1)\tThe American Hospital Formulary Service Drug Information;\n\t(2)\tThe United States Pharmacopoeia Drug Information;\n\t(3)\tThe DRUGDEX System; and\n\t(4)\tThe America Medical Association Drug Evaluations.\n\n\n\n\t(e)  The determination of a drug's net cost shall consider the pharmacy reimbursement amount authorized under section 346-317, as adjusted by manufacturer's rebates to be paid to the department.  The committee shall determine that a drug has no significant clinical or safety advantages over one or more alternative drugs when used for a given purpose before it may consider the drug's net cost. [L 2004, c 47, pt of §1]"
}