{
    "name": "Definitions",
    "number": "222",
    "text": "\"Abuse\" means actual or imminent physical injury, psychological abuse or neglect, sexual abuse, financial exploitation, negligent treatment, or maltreatment as further defined in this chapter.\n\tAbuse occurs where:\n\n\n\n\t(1)\tAny dependent adult exhibits evidence of:\n\n\t\t(A)\tSubstantial or multiple skin bruising or any other internal bleeding;\n\t\t(B)\tAny injury to skin causing substantial bleeding;\n\t\t(C)\tMalnutrition;\n\t\t(D)\tA burn or burns;\n\t\t(E)\tPoisoning;\n\t\t(F)\tThe fracture of any bone;\n\t\t(G)\tA subdural hematoma;\n\t\t(H)\tSoft tissue swelling;\n\t\t(I)\tExtreme physical pain; or\n\t\t(J)\tExtreme mental distress which includes a consistent pattern of actions or verbalizations including threats, insults, or harassment, that humiliates, provokes, intimidates, confuses, and frightens the dependent adult;\n\n\t\tand the injury is not justifiably explained, or where the history given is at variance with the degree or type of injury, or circumstances indicate that the injury is not the product of an accidental occurrence;\n\t(2)\tAny dependent adult has been the victim of nonconsensual sexual contact or conduct, including but not limited to:\n\n\t\t(A)\tSexual assault, molestation, sexual fondling, incest, prostitution;\n\t\t(B)\tObscene or pornographic photographing, filming, or depiction; or\n\t\t(C)\tOther similar forms of sexual exploitation;\n\n\t(3)\tAny dependent adult is not provided in a timely manner with adequate food, clothing, shelter, psychological care, physical care, medical care, or supervision;\n\t(4)\tAny dependent adult is provided with dangerous, harmful, or detrimental drugs as defined by section 712-1240; however, this paragraph shall not apply when such drugs are provided to the dependent adult pursuant to the direction or prescription of a practitioner, as defined in section 712-1240;\n\t(5)\tThere has been a failure to exercise that degree of care toward a dependent adult which a reasonable person with the responsibility of a caregiver would exercise, including, but not limited to, failure to:\n\n\t\t(A)\tAssist in personal hygiene;\n\t\t(B)\tProvide necessary food, shelter, and clothing;\n\t\t(C)\tProvide necessary health care, access to health care, or prescribed medication;\n\t\t(D)\tProtect a dependent adult from health and safety hazards; or\n\t\t(E)\tProtect against acts of abuse by third parties;\n\n\t(6)\tAny dependent adult appears to lack sufficient understanding or capacity to make or communicate responsible decisions concerning the dependent adult's person, and appears to be exposed to a situation or condition which poses an imminent risk of death or risk of serious physical harm; or\n\t(7)\tThere is financial and economic exploitation.  For the purpose of this part, \"financial and economic exploitation\" means the wrongful or negligent taking, withholding, misappropriation, or use of a dependent adult's money, real property, or personal property.  \"Financial and economic exploitation\" can include but is not limited to:\n\n\t\t(A)\tBreaches of fiduciary relationships such as the misuse of a power of attorney or the abuse of guardianship privileges, resulting in the unauthorized appropriation, sale, or transfer of property;\n\t\t(B)\tThe unauthorized taking of personal assets;\n\t\t(C)\tThe misappropriation, misuse, or transfer of moneys belonging to the dependent adult from a personal or joint account; or\n\t\t(D)\tThe intentional or negligent failure to effectively use a dependent adult's income and assets for the necessities required for the person's support and maintenance.\n\n\t\tThe exploitations may involve coercion, manipulation, threats, intimidation, misrepresentation, or exertion of undue influence.\n\n\n\n\t\"Capacity\" means the ability to understand and appreciate the nature and consequences of making decisions concerning one's person or to communicate such decisions.\n\t\"Court\" means the family court having jurisdiction over a matter under this part.\n\t\"Department\" means the department of human services and its authorized representatives.\n\t\"Dependent adult\" means any adult who, because of mental or physical impairment is dependent upon another person, a care organization, or a care facility for personal health, safety, or welfare.\n\t\"Emergency medical treatment\" means those services necessary to maintain a person's physical health and without which there is a reasonable belief that the person will suffer irreparable harm or death.\n\t\"Imminent abuse\" means that there exists reasonable cause to believe that abuse will occur or recur within the next ninety days.\n\t\"Party\" means those persons, care organizations, or care facilities entitled to notice of proceedings under sections 346-237 and 346-238, including any state department or agency that is providing services and treatment to a dependent adult in accordance with a protective services plan.\n\t\"Protective services plan\" means a specific written plan, prepared by the department, setting forth the specific services and treatment to be provided to a dependent adult. [L 1989, c 381, pt of §1; am L 1990, c 144, §1 and c 234, §1]"
}