{
    "name": "Child placing organizations, child caring institutions, and foster boarding homes; authority over, investigation of, and standards for",
    "number": "17",
    "text": "(a)  No child placing organization shall engage in the investigation, placement, and supervision of minor children in foster care unless it meets the standards of conditions, management, and competence set by the department of human services.\n\t(b)  No child caring institution shall receive minor children for care and maintenance unless it meets the standards of conditions, management, and competence to care for and train children set by the department.\n\t(c)  No foster boarding home shall receive for care and maintenance any child unless:\n\n\n\n\t(1)\tIt meets with the standards of conditions, management, and competence set by the department; and\n\t(2)\tThe foster boarding home applicant successfully completes foster parent training; provided that after July 1, 1999, new special licensed or relative foster home care providers shall successfully complete foster parent training within the first year following placement of the first child into the new special licensed or relative foster home.\n\n\n\n\t(d)  The department shall adopt rules pursuant to chapter 91 relating to:\n\n\n\n\t(1)\tStandards for the organization and administration of child placing organizations;\n\t(2)\tStandards of conditions, management, and competence for the care and training of minor children in child caring institutions and foster boarding homes; and\n\t(3)\tStandards of conditions and competence of operation of foster boarding homes as may be necessary to protect the welfare of children.\n\n\n\n\t(e)  All rules of the department shall have the force and effect of law, and any violation thereof or of this section shall be punishable by a fine of not more than $200.\n\t(f)  As a condition for a certificate of approval, any organization, institution, or home shall:\n\n\n\n\t(1)\tMeet the standards ensuring the reputable and responsible character of its operators and employees;\n\t(2)\tBe subject to criminal history record checks in accordance with section 846-2.7; and\n\t(3)\tProvide consent to the department to obtain criminal history record information.\n\n\n\nNew employees of the organization, institution, or home shall be fingerprinted within five working days of employment.\n\t(g)  Upon approval of the organization, institution, or home, the department or its authorized agents shall issue a certificate of approval that shall continue in force for one year or for two years if the organization, institution, or home meets the criteria established by the department, unless sooner revoked for cause.  The certificate shall be renewed by the department or its authorized agents, after annual or biennial investigation, if the investigation discloses that the organization, institution, or home continues to meet with the standards set by the department.  The certificate of approval shall be a permit to operate the child placing organization, child caring institution, or foster boarding home, and no person or organization shall operate or maintain the organization, institution, or home without the certificate.\n\t(h)  Any child placing organization, child caring institution, or foster boarding home shall be subject to investigation at any time and in a manner, place, and form as may be prescribed by the department or its authorized agents.\n\t(i)  As used in this section, \"foster parent training\" means training or instruction in special skills and knowledge to care for foster children.\n\t(j)  The department shall request a criminal history record check through the Hawaii criminal justice data center on all operators, employees, and new employees of child care institutions, child placing organizations, and foster boarding homes subject to licensure pursuant to section 846-2.7.\n\t(k)  The department may deny a certificate of approval if an operator, employee, or new employee of the facility was convicted of a crime other than a minor traffic violation involving a fine of $50 or less and if the department finds that the criminal history record of an operator, employee, or new employee poses a risk to the health, safety, or well-being of the children in care.\n\t(l)  The department shall make a name inquiry into the criminal history records for the first two years of certification of a foster boarding home and annually or biennially thereafter depending on the certification status of the home. [L 1941, c 296, pt of §1; RL 1945, pt of §4830; am L 1949, c 353, pt of §1; am L 1953, c 153, pt of §5 and c 191, pt of §1; RL 1955, §108-11; HRS ; am L 1970, c 105, §5; am L 1985, c 209, §2; am L 1987, c 339, §4; am L 1996, c 5, §1; am L 1999, c 271, §3; am L 2003, c 95, §9(2)]"
}