{
    "name": "Disclaimers void; authorized waivers; exemptions; \"as is\" sales",
    "number": "3",
    "text": "(a)  Any agreement entered into by a consumer for the purchase of a used motor vehicle that waives, limits, or disclaims any of the rights set forth in section 481J-2 shall be void as contrary to public policy.  If a dealer fails to give the written warranty required by this chapter, the dealer nevertheless shall be deemed to have given the warranty as a matter of law.\n\t(b)  Notwithstanding subsection (a), the consumer may waive a warranty required pursuant to this chapter only as to a particular defect or malfunction which the dealer has disclosed to the consumer.  No such waiver shall be effective unless such waiver:\n\n\n\n\t(1)\tIs in writing;\n\t(2)\tIs conspicuous and is in plain language;\n\t(3)\tIdentifies the particular disclosed defect or malfunction in the used motor vehicle for which the warranty is to be waived;\n\t(4)\tStates what warranty, if any, shall apply to the disclosed defect or malfunction; and\n\t(5)\tIs signed by both the consumer and the dealer prior to sale.\n\n\n\n\t(c)  This chapter shall not apply to:\n\n\n\n\t(1)\tUsed motor vehicles sold for less than $1,500;\n\t(2)\tUsed motor vehicles with over seventy-five thousand miles at the time of sale if the mileage is indicated in writing at the time of sale;\n\t(3)\tUsed motor vehicles that are five years of age or older, calculated from the first day in January of the designated model year of the vehicle;\n\t(4)\tVehicles that have been custom-built or modified for show purposes or racing; or\n\t(5)\tVehicles which are inoperable and a total loss.  For the purpose of this paragraph, a vehicle is a \"total loss\" only if there is material damage to the vehicle's frame, unitized structure, or suspension system, and the projected cost of repairing the damage exceeds the market value of the vehicle at the time of the incident causing it to be declared a total loss.\n\n\n\n\t(d)  A used motor vehicle may be sold \"as is\" by a dealer only if it falls within the exemptions set out in this section.  No \"as is\" disclaimer by a dealer shall be enforceable unless all of the following conditions are met:\n\n\n\n\t(1)\tA disclaimer shall appear on the front page of the contract of sale, which shall read as follows:\n\n\n\n\n\"AS IS\"\n\n\n\n\t\tTHIS VEHICLE IS SOLD \"AS IS\".  YOU WILL HAVE TO PAY FOR ANY REPAIRS NEEDED AFTER SALE.  IF WE HAVE MADE ANY PROMISES TO YOU, THE LAW SAYS WE MUST KEEP OUR PROMISES, EVEN IF WE SELL \"AS IS\".  TO PROTECT YOURSELF, ASK US TO PUT ALL PROMISES IN WRITING.\n\t(2)\tThe text of the disclaimer shall be printed in twelve- point boldface type, except the heading, which shall be in sixteen-point extra boldface type.  The entire notice shall be boxed.\n\t(3)\tThe consumer shall sign the consumer's name and the date within the box containing the disclaimer prior to sale.  A copy of the signed disclaimer shall be kept by the dealer for a two-year period from the date of the consumer's signature.\n\n\n\n\t(e)  An \"as is\" sale of a used motor vehicle waives implied warranties but shall not waive any express warranties, either oral or written, upon which the consumer relied in entering into the transaction.\n\t(f)  In selling or offering to sell any used motor vehicle, and in providing the express warranty required by this chapter, a dealer shall comply in all respects with the Federal Trade Commission's \"Used Motor Vehicle Trade Regulation Rule,\" 16 Code of Federal Regulations, part 455. [L 1994, c 224, pt of §1]"
}