{
    "name": "Registered nurses; qualifications; licenses; fees; title; existing licensed nurses; verification of licenses; eligibility",
    "number": "7",
    "text": "(a)  An applicant for a license to practice nursing as a registered nurse shall submit an application on a form prescribed by the board and shall provide written evidence that the applicant has completed a nursing program approved by the Hawaii board of nursing.\n\t(b)  Licenses shall be granted either:\n\n\n\n\t(1)\tBy examination:  The applicant shall be required to pass a written examination in nursing subjects as the board may determine.  Upon successfully passing the examination, the board shall issue to the applicant a license to practice nursing as a registered nurse; or\n\t(2)\tBy endorsement:  The board may issue a license to practice nursing as a registered nurse by endorsement to an applicant who has been licensed as a registered nurse under the laws of another state, territory, or foreign country if, in the opinion of the board, the applicant meets the qualifications required of registered nurses in this State at the time of graduation.  Pending verification of a valid, unencumbered license from another state, a temporary permit may be issued for employment with a Hawaii employer.\n\n\n\n\t(c)  The applicant applying for a license to practice as a registered nurse by examination shall pay application and examination fees to the board and a reexamination fee for each reexamination.  Each applicant who successfully passes the examination shall pay a license fee.  The applicant applying for a license to practice as a registered nurse by endorsement shall pay application and license fees.\n\t(d)  Any person who holds a license to practice nursing as a registered nurse in this State shall use the title \"Registered Nurse\" and the abbreviation \"R.N.\".  No other person shall assume the title \"nurse\" or in any manner imply that the person is a nurse except as provided in sections 457-8 and 457-8.5 or use the abbreviation \"R.N.\" or any other words, letters, signs, or devices to indicate that the person using the same is a registered nurse.\n\t(e)  Any person holding a license or certificate of registration to practice nursing as a registered nurse issued by the board which is valid on June 12, 1970, shall be deemed to be licensed as a registered nurse under this chapter.\n\t(f)  Any person who requests to take the licensing examination to qualify for a license in another state shall pay an examination proctoring fee to the board.\n\t(g)  Any person who requests verification of a registered nurse license to a nursing board of another state shall pay a license verification fee.\n\t(h)  Applicants applying for a license to practice as a registered nurse by examination shall submit to the board proof of eligibility.  Applicants shall be eligible to apply for a license by examination if they:\n\n\n\n\t(1)\tHave graduated from a registered nursing program at an educational institution in the United States or any territory or possession under the jurisdiction of the United States and are qualified as determined by the board through rules adopted pursuant to chapter 91; or\n\t(2)\tHave graduated from a registered nursing program at an educational institution in a foreign jurisdiction, and have had their transcripts evaluated by professional evaluators designated by the board and are considered qualified as determined by the board through rules adopted pursuant to chapter 91.\n\n\n\n\tGraduates of a board-approved registered nursing program at an educational institution in a foreign jurisdiction shall not be required to take the Commission on Graduates of Foreign Nursing Schools examination or an English proficiency examination.\n\t(i)  Unless determined to be insufficient or otherwise invalid by the board, all transcripts, diplomas, certificates of graduation, and other credentials submitted by any applicant in compliance with the application procedures for examination and licensure under this section shall be retained by the board and shall suffice as proof of graduation upon subsequent submittals of applications for reexamination by any applicant. [L 1970, c 71, pt of §1; am L 1972, c 43, §1; am L 1974, c 25, §1; am L 1983, c 119, §5; am L 1984, c 7, §§41 to 43; am L 1990, c 105, §2; am L 1992, c 202, §108 and c 234, §2; am L 1995, c 88, §2; am L 1996, c 150, §2; am L 1997, c 39, §2 and c 40, §13]"
}