{
    "name": "Renewal of license; denial, suspension, or revocation of license for default of student loan, student loan repayment contract, or scholarship contract",
    "number": "9",
    "text": "(a)  The license of every person licensed under this chapter shall expire on June 30 of every odd-numbered year and shall be renewed biennially, except as provided in this section.  Biennially in each odd-numbered year, the board shall make available an application for renewal of license before the deadline set forth by the board to every person to whom a license was issued or renewed during the biennium.  The applicant shall complete the application and submit it to the board with a renewal fee and any required documents on or before the deadline set forth by the board.  The applicant shall provide documents from proper agencies or parties relating to any disciplinary action taken or pending in this State or any other state in the United States or any territory or possession under the jurisdiction of the United States within the two years prior to application for renewal of license.  Upon receipt of the application and fee the board shall verify the accuracy of the application and issue to the applicant a certificate of renewal for the biennium expiring two years hence on the deadline set forth by the board.  The renewal shall render the holder thereof a legal practitioner of nursing for the period stated on the renewal form.\n\t(b)  Any licensee who fails to renew a license as provided in subsection (a) but continues to practice shall be considered an illegal practitioner and shall be subject to the penalties provided for violations of this chapter; provided that the person's license may be restored by the board on satisfactory explanation of the failure to renew and on payment of the renewal fee and a penalty fee.\n\tA nurse who fails to renew a license as provided in subsection (a) and does not engage in nursing in the State for one year after the license has been forfeited shall not be required to pay the renewal or penalty fee; provided that the nurse remains inactive during that year.  Should the nurse wish to resume nursing at some future time, the nurse shall notify the board and remit the renewal fee and application form as provided in subsection (a).\n\t(c)  Notwithstanding any provision in this chapter to the contrary, the board shall not renew or reinstate, or shall deny or suspend any license or application, if the board has received certification from an administering entity pursuant to chapter 436C that the licensee or applicant is in default or breach of any obligation under any student loan, student loan repayment contract, or scholarship contract that financed the licensee's or applicant's education, or has failed to comply with a repayment plan.\n\tThe board in receipt of a certification pursuant to chapter 436C shall, as applicable, and without further review or hearing:\n\n\n\n\t(1)\tSuspend the license;\n\t(2)\tDeny the application or request for renewal of the license; or\n\t(3)\tDeny the request for reinstatement of the license,\n\n\n\nand unless otherwise provided by law, shall renew, reinstate, or grant the license only upon receipt of an authorization from the administering entity. [L 1970, c 71, pt of §1; am L 1974, c 26, §1; am L 1975, c 118, §19; am L 1983, c 119, §7; am L 1984, c 7, §47; am L 1992, c 202, §110 and c 234, §3; am L 2002, c 226, §7; am L 2003, c 133, §11]"
}