{
    "name": "Hotel or restaurant service charge; disposition",
    "number": "14",
    "text": "Any hotel or restaurant that applies a service charge for the sale of food or beverage services shall distribute the service charge directly to its employees as tip income or clearly disclose to the purchaser of the services that the service charge is being used to pay for costs or expenses other than wages and tips of employees. [L 2000, c 16, §2\n \nCase Notes\n \n  This section is not preempted by the federal Fair Labor Standards Act regulations; further, this section is not unconstitutionally vague in violation of due process; moreover, this section did not deny defendant hotel and resort employer due process because it did not automatically transform the service charges in question into the property of plaintiff hotel employees, who sought unpaid wages, because it permitted defendant the option of disclosing to customers that the service charges would not be paid to employees.  810 F. Supp. 2d 1145.\n  This section requires hotels and restaurants to pay service charges to employees as tip income if they do not disclose their contrary practice to customers; to the extent that the legislative history of this section is relevant to the question of whether employees may sue for unpaid wages under §388-6 based on violations of this section, that legislative history, as interpreted by the Hawaii Supreme Court, provides support for the idea that employees may do so.  810 F. Supp. 2d 1145.\n  Defendant resort's motion to dismiss plaintiff resort employees' claim that defendant violated this section, brought under §480-2(a), granted where plaintiffs' allegations did not show the nature of the competition or demonstrate that plaintiffs have suffered an antitrust injury; Hawaii's requirement that a plaintiff assert the nature of the competition was designed to serve the same purpose as the federal requirement that a plaintiff assert an antitrust injury.  818 F. Supp. 2d 1240.\n  Plaintiff resort employees' claim, brought under §480-2(a), that defendant resort violated this section was not preempted by §301 of the Labor Management Relations Act, 29 U.S.C. §185(a), because the claim regarding this section was a statutory claim that was independent from any obligations created under the collective bargaining agreement (agreement) between defendant and plaintiffs; further, resolution of the claim did not require interpretation of the agreement and there was no clear and explicit waiver of plaintiffs' rights under this section in the agreement.  818 F. Supp. 2d 1240.\n  Plaintiff resort employees' claim that defendant resort violated this section was not preempted by the National Labor Relations Act pursuant to the Machinists doctrine because it is not the type of statute that the Machinists doctrine was intended to preempt as it does not present the types of concerns enunciated by the United States Supreme Court in Machinists; further, this section had no comparable effect on the bargaining process; moreover, this section provides a minimum protection for employees as well as consumer protection.  818 F. Supp. 2d 1240.\n  Employees are \"any persons\" within the meaning of §§480-1 and 480-2(e) and are within the category of plaintiffs who have standing to bring a claim under §480-2(e) for a violation of this section; however, based on the allegations contained in employees' amended complaint, employees did not sufficiently allege the \"nature of the competition\" to bring a claim for damages against employer under §§480-2(e) and 480-13(a) for a violation of this section.  122 H. 423, 228 P.3d 303."
}