{
    "name": "Infrastructure development fund; establishment",
    "number": "19.5",
    "text": "(a)  There is established in the state treasury the infrastructure development fund to be administered by the department of land and natural resources.  Funds transferred or appropriated by the legislature and moneys received or collected by the department of land and natural resources, as authorized by the legislature, shall be deposited into the infrastructure development fund.\n     (b)  The infrastructure development fund shall be used to provide funding for infrastructure development in the Kikala-Keokea area on the island of Hawaii to benefit residents of Kalapana who have been dispossessed of their homes and lands as a result of the continued volcanic eruptions on the island of Hawaii, which began on January 3, 1983.  Proceeds of this fund may be used for necessary expenses in the administration of the fund.\n     (c)  Upon fulfillment of the purposes of this section, any unexpended or unencumbered funds appropriated by the legislature or remaining in the infrastructure development fund as of the close of business on December 31, 2004, shall not lapse into that fund or to the credit of the general fund, but shall be transferred to the credit of the Kikala-Keokea housing revolving fund established in section 201G-170.5 as of that date; provided that any unexpended or unencumbered moneys that were provided by the office of Hawaiian affairs and deposited into the infrastructure development fund for the purpose of infrastructure development shall be refunded to the office of Hawaiian affairs upon the completion of the fund's intended purpose.  No funds shall be transferred until all funding commitments entered into by the department of land and natural resources to complete the design and construction of infrastructure improvements have been executed. [L 2001, c 144, §2; am L 2003, c 43, §1]\n \nNote\n \n  Section 201G-170.5 referred to in text is repealed."
}