{
    "name": "Appraisals",
    "number": "17",
    "text": "(a)  The appraisal of public lands for sale or lease at public auction for the determination of the upset price may be performed by an employee of the board of land and natural resources qualified to appraise lands, or by one but not more than three disinterested appraisers whose services shall be contracted for by the board; provided that the upset price or upset rental shall be determined by disinterested appraisal whenever prudent management so dictates.  No such lands shall be sold or leased for a sum less than the value fixed by appraisal; provided that for any sale or lease at public auction, the board may establish the upset sale or rental price at less than the appraisal value set by an employee of the board and the land may be sold or leased at that price.  The board shall be reimbursed by the purchaser or lessee for the cost of any appraisal required to be made by a disinterested appraiser or appraisers contracted for by the board.\n     (b)  The sale price or lease rental of lands to be disposed of by drawing or by negotiation shall be no less than the value determined by:\n     (1)  An employee of the board qualified to appraise lands; or\n     (2)  A disinterested appraiser or appraisers whose services shall be contracted for by the board, and such appraisal, and any further appraisal with the approval of the board, shall be at the cost of the purchaser;\nprovided that the sale price or lease rental shall be determined by disinterested appraisal whenever prudent management so dictates; provided further that should the purchaser fail to agree upon the sale price or lease rental, the purchaser may appoint an appraiser who together with the board's appraiser shall appoint a third appraiser, and the sale price or lease rental shall be determined by arbitration as provided for in chapter 658A which shall be final and binding.  The purchaser shall pay for all appraisal costs, except that the cost of the third appraiser shall be borne equally by the purchaser and the board.\n     (c)  In the repurchase of any land by the board, the board shall have the option to repurchase the land for the original sale price or the fair market value at the time of repurchase, whichever is the lower.  Any improvements affixed to the realty shall be purchased at their fair market value.  At the time of the repurchase, the fair market value of the land, and the improvements, if any, shall be determined by a qualified appraiser whose services shall be contracted for by the board; provided should the owner fail to agree upon the value, the owner may appoint the owner's own appraiser who together with the board's appraiser shall appoint a third appraiser, and the value shall be determined by arbitration as provided in chapter 658A.  The owner shall pay for all appraisal costs, except that the cost of the third appraiser shall be borne equally by the purchaser and the board.\n     (d)  In the event of reopening of the rental to be paid on a lease, the rental for any ensuing period shall be the fair market rental at the time of reopening.  At least six months prior to the time of reopening, the fair market rental shall be determined by:\n     (1)  An employee of the department qualified to appraise lands; or\n     (2)  A disinterested appraiser whose services shall be contracted for by the board;\nand the lessee shall be promptly notified of the determination; provided that should the lessee fail to agree upon the fair market rental, the lessee may appoint the lessee's own appraiser who together with the board's appraiser shall appoint a third appraiser and the fair market rental shall be determined by arbitration as provided in chapter 658A.  The lessee shall pay for the lessee's own appraiser, the board shall pay for its appraiser, and the cost of the third appraiser shall be borne equally by the lessee and the board.  Any language in present leases to the contrary notwithstanding, the provisions of this subsection, when possible and notwithstanding the six-month notice required, shall apply to leases with original lease rental reopening dates effective before and after July 1, 1996.\n     (e)  Whenever more than one appraiser is appointed each shall prepare and submit an independent appraisal.  All appraisal reports shall be available for study by the public. [L 1962, c 32, pt of §2; am L 1963, c 135, §§1, 2, 3; am L 1965, c 239, §10; Supp, §103A-17; HRS ; am L 1976, c 147, §1; am L 1985, c 116, §1; gen ch 1985; am L 1986, c 48, §1; am L 1993, c 132, §1; am L 1996, c 233, §1 and c 234, §1; am L 2001, c 265, §4]\n \nCase Notes\n \nDecisions under prior law.\n  Payment.  25 H. 406."
}