{
    "name": "Appeals from boards of review to tax appeal court",
    "number": "17",
    "text": "APPEALS FROM BOARDS OF REVIEW\n \n         An appeal shall lie to the tax appeal court from the decision of a state board of review, or equivalent administrative body established by county ordinance, by the filing, by the taxpayer, the county, or the tax assessor, of a written notice of appeal in the office of the tax appeal court within thirty days after the filing of the decision of the state board of review, or equivalent administrative body, and, in the case of any appealing taxpayer, the payment of the costs of court in the amount fixed by section 232-22.  The taxpayer shall also file a copy of the notice of appeal in the assessor's office and, in case of an appeal from a decision involving a county as a party, with the county clerk.  If an appeal is taken by a county, a copy of the notice of appeal shall be filed in the assessor's office and a copy shall be served upon the taxpayer or taxpayers concerned.  A notice of appeal shall be sufficient if it states that the taxpayer, county, or assessor appeals from the decision of the state board of review, or equivalent administrative body, to the tax appeal court and may be amended at any time.  The appeal shall bring up for determination all questions of fact and all questions of law, including constitutional questions involved in the appeal.\n     In case of an appeal by the assessor, a copy of the notice of appeal shall be forthwith delivered or mailed to the taxpayer concerned or to the clerk of the county concerned in the manner provided in section 232-7 for giving notice of decisions.\n     An appeal shall be deemed to have been taken in time if the notice thereof and costs, if any, and the copy or copies of the notice shall have been deposited in the mail, postage prepaid, properly addressed to the tax appeal court, tax assessor, taxpayer or taxpayers, and county, respectively, within the period provided by this section. [L 1932 2d, c 40, §41; RL 1935, §1940; am L 1939, c 208, §7; RL 1945, §5212; RL 1955, §116-14; am L 1963, c 92, §10; HRS ; am L 1973, c 51, §1; am L 1989, c 14, §10]\n \nRules of Court\n \n  Filing appeal, see RTAC rule 2.\n \nCase Notes\n \n  Scope of review.  34 H. 515.\n  The determination that the board had no authority to increase the assessment at the request of the State upon an appeal filed by taxpayer was within the jurisdiction of the tax appeal court to make.  56 H. 229, 533 P.2d 1218.\n  In appeal from board of review, tax appeal court jurisdiction limited to objections raised before board and any other issues of fact or law that were necessarily considered by the board.  81 H. 257, 915 P.2d 1358.\n  The agency-specific appellate procedure prescribed in this section precluded appellants' resort to judicial review under §91-14(a); jurisdiction to hear appellants' tax appeal rested exclusively with the tax appeal court.  106 H. 318, 104 P.3d 905."
}