{
    "name": "Loans to state and county agencies",
    "number": "24",
    "text": "  When there are moneys in the general, special, or revolving funds of the State which in the director of finance's judgment are in excess of the amounts necessary for the immediate state requirements, the director may make temporary loans therefrom to the employees retirement system, the board of water supply of the city and county of Honolulu, the housing and community development corporation of Hawaii, or to any state or county department, board, commission, officer, authority, or agency authorized under the laws of the State to issue bonds, or to the several counties, if in the director's judgment the action will not impede or hamper the necessary financial operations of the State.  The loans to any county shall not at any time be more than $100,000 over the amount of tax moneys which the director estimates will be paid by the director to the county during the balance of the calendar year, provided that in the case of the city and county of Honolulu the loans may be made up to $250,000 over the amount of tax moneys which the director estimates will be paid by the director to the city and county during the balance of the calendar year.  The loans to other organizations shall not at any time exceed the amount of moneys which the director estimates the organization will be in receipt of, from bond funds or other sources, during the twelve months following the loan.  The loans shall be without interest.  Loans to counties shall be made only upon the request of the county treasurer approved by the county council.  All loans shall be repaid upon the demand of the director.  In the absence of any demand, loans to counties shall be repaid before June 30 of the following year, pursuant to the following procedure:  from time to time as tax moneys which are payable to the borrowing county are deposited into the treasury, the director shall retain therefrom sufficient moneys to cover the amounts of all loans, and shall reimburse the general, special, or revolving funds therewith. [L 1945, c 133, §1; am L 1947, c 167, pt of §1; am L 1949, c 342, pt of §1; RL 1955, pt of §132-13; am L Sp 1959 2d, c 1, §14; am L 1963, c 114, §1; HRS ; gen ch 1985; am L 1987, c 337, §3; am L 1997, c 350, §14]  \t    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  When there are moneys in the general, special, or revolving funds of the State which in the director of finance's judgment are in excess of the amounts necessary for the immediate state requirements, the director may make temporary loans therefrom to the employees retirement system, the board of water supply of the city and county of Honolulu, the Hawaii housing finance and development administration, or to any state or county department, board, commission, officer, authority, or agency authorized under the laws of the State to issue bonds, or to the several counties, if in the director's judgment the action will not impede or hamper the necessary financial operations of the State.  The loans to any county shall not at any time be more than $100,000 over the amount of tax moneys which the director estimates will be paid by the director to the county during the balance of the calendar year, provided that in the case of the city and county of Honolulu the loans may be made up to $250,000 over the amount of tax moneys which the director estimates will be paid by the director to the city and county during the balance of the calendar year.  The loans to other organizations shall not at any time exceed the amount of moneys which the director estimates the organization will be in receipt of, from bond funds or other sources, during the twelve months following the loan.  The loans shall be without interest.  Loans to counties shall be made only upon the request of the county treasurer approved by the county council.  All loans shall be repaid upon the demand of the director.  In the absence of any demand, loans to counties shall be repaid before June 30 of the following year, pursuant to the following procedure:  from time to time as tax moneys which are payable to the borrowing county are deposited into the treasury, the director shall retain therefrom sufficient moneys to cover the amounts of all loans, and shall reimburse the general, special, or revolving funds therewith. [L 1945, c 133, §1; am L 1947, c 167, pt of §1; am L 1949, c 342, pt of §1; RL 1955, pt of §132-13; am L Sp 1959 2d, c 1, §14; am L 1963, c 114, §1; HRS ; gen ch 1985; am L 1987, c 337, §3; am L 1997, c 350, §14; am L 2005, c 196, §26(b)]\nRevision Note\n  \"Council\" substituted for \"board of supervisors\".\nCross References\n  Transfer for revenue bond purposes, see §39-72.\nAttorney General Opinions\n  Agencies eligible for loans; amount.  Att. Gen. Op. 63-24."
}