{
    "name": "Alienability of party's interest under lease contract or of lessor's residual interest in goods; delegation of performance; transfer of rights",
    "number": "2A-303",
    "text": "§490:2A-303    (a)  As used in this section, \"creation of a security interest\" includes the sale of a lease contract that is subject to Article 9, Secured Transactions, by reason of section 490:9-109(a)(3).\n\t(b)  Except as provided in subsection (c) and section 490:9-407, a provision in a lease agreement which (i) prohibits the voluntary or involuntary transfer, including a transfer by sale, sublease, creation or enforcement of a security interest, or attachment, levy, or other judicial process, of an interest of a party under the lease contract or of the lessor's residual interest in the goods, or (ii) makes such a transfer an event of default, gives rise to the rights and remedies provided in subsection (d), but a transfer that is prohibited or is an event of default under the lease agreement is otherwise effective.\n\t(c)  A provision in a lease agreement which (i) prohibits a transfer of a right to damages for default with respect to the whole lease contract or of a right to payment arising out of the transferor's due performance of the transferor's entire obligation, or (ii) makes such a transfer an event of default, is not enforceable, and such a transfer is not a transfer that materially impairs the prospect of obtaining return performance by, materially changes the duty of, or materially increases the burden or risk imposed on, the other party to the lease contract within the purview of subsection (d).\n\t(d)  Subject to subsection (c) and section 490:9-407:\n\n\n\n\t(1)\tIf a transfer is made which is made an event of default under a lease agreement, the party to the lease contract not making the transfer, unless that party waives the default or otherwise agrees, has the rights and remedies described in section 490:2A-501(b);\n\t(2)\tIf paragraph (1) is not applicable and if a transfer is made that (i) is prohibited under a lease agreement or (ii) materially impairs the prospect of obtaining return performance by, materially changes the duty of, or materially increases the burden or risk imposed on, the other party to the lease contract, unless the party not making the transfer agrees at any time to the transfer in the lease contract or otherwise, then, except as limited by contract, (i) the transferor is liable to the party not making the transfer for damages caused by the transfer to the extent that the damages could not reasonably be prevented by the party not making the transfer and (ii) a court having jurisdiction may grant other appropriate relief, including cancellation of the lease contract or an injunction against the transfer.\n\n\n\n\t(e)  A transfer of \"the lease\" or of \"all my rights under the lease\", or a transfer in similar general terms, is a transfer of rights and, unless the language or the circumstances, as in a transfer for security, indicate the contrary, the transfer is a delegation of duties by the transferor to the transferee.  Acceptance by the transferee constitutes a promise by the transferee to perform those duties.  The promise is enforceable by either the transferor or the other party to the lease contract.\n\t(f)  Unless otherwise agreed by the lessor and the lessee, a delegation of performance does not relieve the transferor as against the other party of any duty to perform or of any liability for default.\n\t(g)  In a consumer lease, to prohibit the transfer of an interest of a party under the lease contract or to make a transfer an event of default, the language must be specific, by a writing, and conspicuous. [L 1991, c 40, pt of §1; am L 2000, c 241, §17]"
}