{
    "name": "Lien of warehouseman",
    "number": "7-209",
    "text": "(1)  A warehouseman has a lien against the bailor on the goods covered by a warehouse receipt or on the proceeds thereof in his possession for charges for storage or transportation (including demurrage and terminal charges), insurance, labor, or charges present or future in relation to the goods, and for expenses necessary for preservation of the goods or reasonably incurred in their sale pursuant to law.  If the person on whose account the goods are held is liable for like charges or expenses in relation to other goods whenever deposited and it is stated in the receipt that a lien is claimed for charges and expenses in relation to other goods, the warehouseman also has a lien against him for such charges and expenses whether or not the other goods have been delivered by the warehouseman.  But against a person to whom a negotiable warehouse receipt is duly negotiated a warehouseman's lien is limited to charges in an amount or at a rate specified on the receipt or if no charges are so specified then to a reasonable charge for storage of the goods covered by the receipt subsequent to the date of the receipt.\n\t(2)  The warehouseman may also reserve a security interest against the bailor for a maximum amount specified on the receipt for charges other than those specified in subsection (1), such as for money advanced and interest.  Such a security interest is governed by the Article on Secured Transactions (Article 9).\n\t(3)  A warehouseman's lien for charges and expenses under subsection (1) or a security interest under subsection (2) is also effective against any person who so entrusted the bailor with possession of the goods that a pledge of them by him to a good faith purchaser for value would have been valid but is not effective against a person as to whom the document confers no right in the goods covered by it under section 490:7-503.\n\t(4)  A warehouseman loses his lien on any goods which he voluntarily delivers or which he unjustifiably refuses to deliver. [L 1965, c 208, §7-209; HRS ]"
}