{
    "name": "General definitions",
    "number": "1-201",
    "text": "PART 2.  GENERAL DEFINITIONS AND\nPRINCIPLES OF INTERPRETATION\n\n §490:1-201    Subject to additional definitions contained in the subsequent Articles of this chapter which are applicable to specific Articles or Parts thereof, and unless the context otherwise requires, in this chapter:\n\t(1)  \"Action\" in the sense of a judicial proceeding includes recoupment, counterclaim, set-off, suit in equity and any other proceedings in which rights are determined.\n\t(2)  \"Aggrieved party\" means a party entitled to resort to a remedy.\n\t(3)  \"Agreement\" means the bargain of the parties in fact as found in their language or by implication from other circumstances including course of dealing or usage of trade or course of performance as provided in this chapter (sections 490:1-205, 490:2-208, and 490:2A-207).  Whether an agreement has legal consequences is determined by the provisions of this chapter, if applicable; otherwise by the law of contracts (section 490:1-103).  (Compare \"Contract\".)\n\t(4)  \"Bank\" means any person engaged in the business of banking.\n\t(5)  \"Bearer\" means the person in possession of an instrument, document of title, or certificated security payable to bearer or indorsed in blank.\n\t(6)  \"Bill of lading\" means a document evidencing the receipt of goods for shipment issued by a person engaged in the business of transporting or forwarding goods, and includes an airbill.  \"Airbill\" means a document serving for air transportation as a bill of lading does for marine or rail transportation, and includes an air consignment note or air way bill.\n\t(7)  \"Branch\" includes a separately incorporated foreign branch of a bank.\n\t(8)  \"Burden of establishing\" a fact means the burden of persuading the triers of fact that the existence of the fact is more probable than its nonexistence.\n\t(9)  \"Buyer in ordinary course of business\" means a person that buys goods in good faith, without knowledge that the sale violates the rights of another person in the goods, and in the ordinary course from a person, other than a pawnbroker, in the business of selling goods of that kind.  A person buys goods in the ordinary course if the sale to the person comports with the usual or customary practices in the kind of business in which the seller is engaged or with the seller's own usual or customary practices.  A person that sells oil, gas, or other minerals at the wellhead or minehead is a person in the business of selling goods of that kind.  A buyer in ordinary course of business may buy for cash, by exchange of other property, or on secured or unsecured credit, and may acquire goods or documents of title under a preexisting contract for sale.  Only a buyer that takes possession of the goods or has a right to recover the goods from the seller under Article 2 may be a buyer in ordinary course of business.  A person that acquires goods in a transfer in bulk or as security for or in total or partial satisfaction of a money debt is not a buyer in ordinary course of business.\n\t(10)  \"Conspicuous\":  A term or clause is conspicuous when it is so written that a reasonable person against whom it is to operate ought to have noticed it.  A printed heading in capitals (as:  NON-NEGOTIABLE BILL OF LADING) is conspicuous.  Language in the body of a form is \"conspicuous\" if it is in larger or other contrasting type or color.  But in a telegram any stated term is \"conspicuous\".  Whether a term or clause is \"conspicuous\" or not is for decision by the court.\n\t(11)  \"Contract\" means the total legal obligation which results from the parties' agreement as affected by this chapter and any other applicable rules of law.  (Compare \"Agreement\").\n\t(12)  \"Creditor\" includes a general creditor, a secured creditor, a lien creditor and any representative of creditors, including an assignee for the benefit of creditors, a trustee in bankruptcy, a receiver in equity and a personal representative of an insolvent debtor's or assignor's estate.\n\t(13)  \"Defendant\" includes a person in the position of defendant in a cross-action or counterclaim.\n\t(14)  \"Delivery\" with respect to instruments, documents of title, chattel paper, or certificated securities means voluntary transfer of possession.\n\t(15)  \"Document of title\" includes bill of lading, dock warrant, dock receipt, warehouse receipt or order for the delivery of goods, and also any other document which in the regular course of business or financing is treated as adequately evidencing that the person in possession of it is entitled to receive, hold and dispose of the document and the goods it covers.  To be a document of title a document must purport to be issued by or addressed to a bailee and purport to cover goods in the bailee's possession which are either identified or are fungible portions of an identified mass.\n\t(16)  \"Fault\" means wrongful act, omission or breach.\n\t(17)  \"Fungible\" with respect to goods or securities means goods or securities of which any unit is, by nature or usage of trade, the equivalent of any other like unit.  Goods which are not fungible shall be deemed fungible for the purposes of this chapter to the extent that under a particular agreement or document unlike units are treated as equivalents.\n\t(18)  \"Genuine\" means free of forgery or counterfeiting.\n\t(19)  \"Good faith\" means honesty in fact in the conduct or transaction concerned.\n\t(20)  \"Holder\" with respect to a negotiable instrument, means the person in possession if the instrument is payable to bearer or, in the case of an instrument payable to an identified person, if the identified person is in possession.  \"Holder\" with respect to a document of title means the person in possession if the goods are deliverable to bearer or to the order of the person in possession.\n\t(21)  To \"honor\" is to pay or to accept and pay, or where a credit so engages to purchase or discount a draft complying with the terms of the credit.\n\t(22)  \"Insolvency proceedings\" includes any assignment for the benefit of creditors or other proceedings intended to liquidate or rehabilitate the estate of the person involved.\n\t(23)  A person is \"insolvent\" who either has ceased to pay his debts in the ordinary course of business or cannot pay his debts as they become due or is insolvent within the meaning of the federal bankruptcy law.\n\t(24)  \"Money\" means a medium of exchange authorized or adopted by a domestic or foreign government and includes a monetary unit of account established by an intergovernmental organization or by agreement between two or more nations.\n\t(25)  A person has \"notice\" of a fact when\n\n\n\n\t(a)\tHe has actual knowledge of it; or\n\t(b)\tHe has received a notice or notification of it; or\n\t(c)\tFrom all the facts and circumstances known to him at the time in question he has reason to know that it exists.\n\n\n\n\tA person \"knows\" or has \"knowledge\" of a fact when he has actual knowledge of it.  \"Discover\" or \"learn\" or a word or phrase of similar import refers to knowledge rather than to reason to know.  The time and circumstances under which a notice or notification may cease to be effective are not determined by this chapter.\n\t(26)  A person \"notifies\" or \"gives\" a notice or notification to another by taking such steps as may be reasonably required to inform the other in ordinary course whether or not such other actually comes to know of it.  A person \"receives\" a notice or notification when\n\n\n\n\t(a)\tIt comes to his attention; or\n\t(b)\tIt is duly delivered at the place of business through which the contract was made or at any other place held out by him as the place for receipt of such communications.\n\n\n\n\t(27)  Notice, knowledge or a notice or notification received by an organization is effective for a particular transaction from the time when it is brought to the attention of the individual conducting that transaction, and in any event from the time when it would have been brought to his attention if the organization had exercised due diligence.  An organization exercises due diligence if it maintains reasonable routines for communicating significant information to the person conducting the transaction and there is reasonable compliance with the routines.  Due diligence does not require an individual acting for the organization to communicate information unless such communication is part of his regular duties or unless he has reason to know of the transaction and that the transaction would be materially affected by the information.\n\t(28)  \"Organization\" includes a corporation, government or governmental subdivision or agency, business trust, estate, trust, partnership or association, two or more persons having a joint or common interest, or any other legal or commercial entity.\n\t(29)  \"Party\", as distinct from \"third party\", means a person who has engaged in a transaction or made an agreement within this chapter.\n\t(30)  \"Person\" includes an individual or an organization (see section 490:1-102).\n\t(31)  \"Presumption\" or \"presumed\" means that the trier of fact must find the existence of the fact presumed unless and until evidence is introduced which would support a finding of its nonexistence.\n\t(32)  \"Purchase\" includes taking by sale, discount, negotiation, mortgage, pledge, lien, security interest, issue or reissue, gift, or any other voluntary transaction creating an interest in property.\n\t(33)  \"Purchaser\" means a person who takes by purchase.\n\t(34)  \"Remedy\" means any remedial right to which an aggrieved party is entitled with or without resort to a tribunal.\n\t(35)  \"Representative\" includes an agent, an officer of a corporation or association, and a trustee, personal representative of an estate, or any other person empowered to act for another.\n\t(36)  \"Rights\" includes remedies.\n\tFor purposes of this subsection (37):\n\t(37)  \"Security interest\" means an interest in personal property or fixtures which secures payment or performance of an obligation.  The term also includes any interest of a consignor and a buyer of accounts, chattel paper, a payment intangible, or a promissory note in a transaction that is subject to Article 9.  The special property interest of a buyer of goods on identification of those goods to a contract for sale under section 490:2-401 is not a \"security interest\", but a buyer may also acquire a \"security interest\" by complying with Article 9.  Except as otherwise provided in section 490:2-505, the right of a seller or lessor of goods under Article 2 or 2A to retain or acquire possession of the goods is not a \"security interest\", but a seller or lessor may also acquire a \"security interest\" by complying with Article 9.  The retention or reservation of title by a seller of goods notwithstanding shipment or delivery to the buyer (section 490:2-401) is limited in effect to a reservation of a \"security interest\".\n\tWhether a transaction creates a lease or security interest is determined by the facts of each case; however, a transaction creates a security interest if the consideration the lessee is to pay the lessor for the right to possession and use of the goods is an obligation for the term of the lease not subject to termination by the lessee, and:\n\n\n\n\t(a)\tThe original term of the lease is equal to or greater than the remaining economic life of the goods;\n\t(b)\tThe lessee is bound to renew the lease for the remaining economic life of the goods or is bound to become the owner of the goods;\n\t(c)\tThe lessee has an option to renew the lease for the remaining economic life of the goods for no additional consideration or nominal additional consideration upon compliance with the lease agreement; or\n\t(d)\tThe lessee has an option to become the owner of the goods for no additional consideration or nominal additional consideration upon compliance with the lease agreement.\n\n\n\n\tA transaction does not create a security interest merely because it provides that:\n\n\n\n\t(a)\tThe present value of the consideration the lessee is obligated to pay the lessor for the right to possession and use of the goods is substantially equal to or is greater than the fair market value of the goods at the time the lease is entered into;\n\t(b)\tThe lessee assumes risk of loss of the goods, or agrees to pay taxes, insurance, filing, recording, or registration fees, or service or maintenance costs with respect to the goods;\n\t(c)\tThe lessee has an option to renew the lease or to become the owner of the goods;\n\t(d)\tThe lessee has an option to renew the lease for a fixed rent that is equal to or greater than the reasonably predictable fair market rent for the use of the goods for the term of the renewal at the time the option is to be performed; or\n\t(e)\tThe lessee has an option to become the owner of the goods for a fixed price that is equal to or greater than the reasonably predictable fair market value of the goods at the time the option is to be performed.\n\n\n\n\tFor purposes of this subsection (37):\n\n\n\n\t(x)\tAdditional consideration is not nominal if (i) when the option to renew the lease is granted to the lessee the rent is stated to be the fair market rent for the use of the goods for the term of the renewal determined at the time the option is to be performed, or (ii) when the option to become the owner of the goods is granted to the lessee the price is stated to be the fair market value of the goods determined at the time the option is to be performed.  Additional consideration is nominal if it is less than the lessee's reasonably predictable cost of performing under the lease agreement if the option is not exercised;\n\t(y)\t\"Reasonably predictable\" and \"remaining economic life of the goods\" are to be determined with reference to the facts and circumstances at the time the transaction is entered into; and\n\t(z)\t\"Present value\" means the amount as of a date certain of one or more sums payable in the future, discounted to the date certain.  The discount is determined by the interest rate specified by the parties if the rate is not manifestly unreasonable at the time the transaction is entered into; otherwise, the discount is determined by a commercially reasonable rate that takes into account the facts and circumstances of each case at the time the transaction was entered into.\n\n\n\n\t(38)  \"Send\" in connection with any writing or notice means to deposit in the mail or deliver for transmission by any other usual means of communication with postage or cost of transmission provided for and properly addressed and in the case of an instrument to an address specified thereon or otherwise agreed, or if there be none to any address reasonable under the circumstances.  The receipt of any writing or notice within the time at which it would have arrived if properly sent has the effect of a proper sending.\n\t(39)  \"Signed\" includes any symbol executed or adopted by a party with present intention to authenticate a writing.\n\t(40)  \"Surety\" includes guarantor.\n\t(41)  \"Telegram\" includes a message transmitted by radio, teletype, cable, any mechanical method of transmission, or the like.\n\t(42)  \"Term\" means that portion of an agreement which relates to a particular matter.\n\t(43)  \"Unauthorized\" signature means one made without actual, implied, or apparent authority and includes a forgery.\n\t(44)  \"Value\".  Except as otherwise provided with respect to negotiable instruments and bank collections (sections 490:3-303, 490:4-210, and 490:4-211) a person gives \"value\" for rights if he acquires them:\n\n\n\n\t(a)\tIn return for a binding commitment to extend credit or for the extension of immediately available credit whether or not drawn upon and whether or not a charge- back is provided for in the event of difficulties in collection; or\n\t(b)\tAs security for or in total or partial satisfaction of a preexisting claim; or\n\t(c)\tBy accepting delivery pursuant to a preexisting contract for purchase; or\n\t(d)\tGenerally, in return for any consideration sufficient to support a simple contract.\n\n\n\n\t(45)  \"Warehouse receipt\" means a receipt issued by a person engaged in the business of storing goods for hire.\n\t(46)  \"Written\" or \"writing\" includes printing, typewriting or any other intentional reduction to tangible form. [L 1965, c 208, §1-201; HRS §490:1-201; am L 1976, c 200, pt of §1; am L 1978, c 155, §1(2) and (3); am L 1986, c 341, §1; am L 1987, c 283, §42; am L 1991, c 40, §3 and c 118, §2; am L 1997, c 32, §§1, 2; am L 2000, c 241, §9]"
}