{
    "name": "Final payment of item by payor bank; when provisional debits and credits become final; when certain credits become available for withdrawal",
    "number": "4-215",
    "text": "(a)  An item is finally paid by a payor bank when the bank has first done any of the following:\n\n\n\n\t(1)\tPaid the item in cash;\n\t(2)\tSettled for the item without having a right to revoke the settlement under statute, clearing-house rule, or agreement; or\n\t(3)\tMade a provisional settlement for the item and failed to revoke the settlement in the time and manner permitted by statute, clearing-house rule, or agreement.\n\n\n\n\t(b)  If provisional settlement for an item does not become final, the item is not finally paid.\n\t(c)  If provisional settlement for an item between the presenting and payor banks is made through a clearing-house or by debits or credits in an account between them, then to the extent that provisional debits or credits for the item are entered in accounts between the presenting and payor banks or between the presenting and successive prior collecting banks seriatim, they become final upon final payment of the item by the payor bank.\n\t(d)  If a collecting bank receives a settlement for an item which is or becomes final, the bank is accountable to its customer for the amount of the item and any provisional credit given for the item in an account with its customer becomes final.\n\t(e)  Subject to (i) applicable law stating a time for availability of funds and (ii) any right of the bank to apply the credit to an obligation of the customer, credit given by a bank for an item in a customer's account becomes available for withdrawal as of right:\n\n\n\n\t(1)\tIf the bank has received a provisional settlement for the item, when the settlement becomes final and the bank has had a reasonable time to receive return of the item and the item has not been received within that time;\n\t(2)\tIf the bank is both the depositary bank and the payor bank, and the item is finally paid, at the opening of the bank's second banking day following receipt of the item.\n\n\n\n\tEach depositary bank shall provide written notice of its check hold policy and fund availability with respect to local, out-of-state, and foreign checks drawn on United States financial institutions:\n\n\n\n\n\n\t\t(i)\tWhen a checking account is opened; or\n\t\t(ii)\tWhen there is a change in bank policy.\n\n\n\n\n\n\tThe commissioner of financial institutions may establish by rules reasonable periods for check hold and fund availability with respect to local, out-of-state, and foreign checks drawn on United States financial institutions.\n\t(f)  Subject to applicable law stating a time for availability of funds and any right of a bank to apply a deposit to an obligation of the depositor, a deposit of money becomes available for withdrawal as of right at the opening of the bank's next banking day after receipt of the deposit. [L 1965, c 208, §4-213; HRS §490:4-213; am L 1986, c 44, §1; am L 1987, c 280, §1; am and ren L 1991, c 118, pt of §4]"
}