{
    "name": "Secured party's rights on disposition of collateral and in proceeds",
    "number": "9-315",
    "text": "§490:9-315    (a)  Except as otherwise provided in this article and in section 490:2-403(2):\n\n\n\n\t(1)\tA security interest or agricultural lien continues in collateral notwithstanding sale, lease, license, exchange, or other disposition thereof unless the secured party authorized the disposition free of the security interest or agricultural lien; and\n\t(2)\tA security interest attaches to any identifiable proceeds of collateral.\n\n\n\n\t(b)  Proceeds that are commingled with other property are identifiable proceeds:\n\n\n\n\t(1)\tIf the proceeds are goods, to the extent provided by section 490:9-336; and\n\t(2)\tIf the proceeds are not goods, to the extent that the secured party identifies the proceeds by a method of tracing, including application of equitable principles, that is permitted under law other than this article with respect to commingled property of the type involved.\n\n\n\n\t(c)  A security interest in proceeds is a perfected security interest if the security interest in the original collateral was perfected.\n\t(d)  A perfected security interest in proceeds becomes unperfected on the twenty-first day after the security interest attaches to the proceeds unless:\n\n\n\n\t(1)\tThe following conditions are satisfied:\n\n\t\t(A)\tA filed financing statement covers the original collateral;\n\t\t(B)\tThe proceeds are collateral in which a security interest may be perfected by filing in the office in which the financing statement has been filed; and\n\t\t(C)\tThe proceeds are not acquired with cash proceeds;\n\n\t(2)\tThe proceeds are identifiable cash proceeds; or\n\t(3)\tThe security interest in the proceeds is perfected other than under subsection (c) when the security interest attaches to the proceeds or within twenty days thereafter.\n\n\n\n\t(e)  If a filed financing statement covers the original collateral, a security interest in proceeds which remains perfected under subsection (d)(1) becomes unperfected at the later of:\n\n\n\n\t(1)\tWhen the effectiveness of the filed financing statement lapses under section 490:9-515 or is terminated under section 490:9-513; or\n\t(2)\tThe twenty-first day after the security interest attaches to the proceeds. [L 2000, c 241, pt of §1]"
}