{
    "name": "Warranties in direct holding",
    "number": "8-108",
    "text": "§490:8-108    (a)  A person who transfers a certificated security to a purchaser for value warrants to the purchaser, and an indorser, if the transfer is by indorsement, warrants to any subsequent purchaser, that:\n\n\n\n\t(1)\tThe certificate is genuine and has not been materially altered;\n\t(2)\tThe transferor or indorser does not know of any fact that might impair the validity of the security;\n\t(3)\tThere is no adverse claim to the security;\n\t(4)\tThe transfer does not violate any restriction on transfer;\n\t(5)\tIf the transfer is by indorsement, the indorsement is made by an appropriate person, or if the indorsement is by an agent, the agent has actual authority to act on behalf of the appropriate person; and\n\t(6)\tThe transfer is otherwise effective and rightful.\n\n\n\n\t(b)  A person who originates an instruction for registration of transfer of an uncertificated security to a purchaser for value warrants to the purchaser that:\n\n\n\n\t(1)\tThe instruction is made by an appropriate person, or if the instruction is by an agent, the agent has actual authority to act on behalf of the appropriate person;\n\t(2)\tThe security is valid;\n\t(3)\tThere is no adverse claim to the security; and\n\t(4)\tAt the time the instruction is presented to the issuer:\n\n\n\n\t\t\t(i)\tThe purchaser will be entitled to the registration of transfer;\n\t\t\t(ii)\tThe transfer will be registered by the issuer free from all liens, security interests, restrictions, and claims other than those specified in the instruction;\n\t\t\t(iii)\tThe transfer will not violate any restriction on transfer; and\n\t\t\t(iv)\tThe requested transfer will otherwise be effective and rightful.\n\n\n\n\n\n\n\n\t(c)  A person who transfers an uncertificated security to a purchaser for value and does not originate an instruction in connection with the transfer warrants that:\n\n\n\n\t(1)\tThe uncertificated security is valid;\n\t(2)\tThere is no adverse claim to the security;\n\t(3)\tThe transfer does not violate any restriction on transfer; and\n\t(4)\tThe transfer is otherwise effective and rightful.\n\n\n\n\t(d)  A person who indorses a security certificate warrants to the issuer that:\n\n\n\n\t(1)\tThere is no adverse claim to the security; and\n\t(2)\tThe indorsement is effective.\n\n\n\n\t(e)  A person who originates an instruction for registration of transfer of an uncertificated security warrants to the issuer that:\n\n\n\n\t(1)\tThe instruction is effective; and\n\t(2)\tAt the time the instruction is presented to the issuer the purchaser will be entitled to the registration of transfer.\n\n\n\n\t(f)  A person who presents a certificated security for registration of transfer or for payment or exchange warrants to the issuer that the person is entitled to the registration, payment, or exchange, but a purchaser for value and without notice of adverse claims to whom transfer is registered warrants only that the person has no knowledge of any unauthorized signature in a necessary indorsement.\n\t(g)  If a person acts as agent of another in delivering a certificated security to a purchaser, the identity of the principal was known to the person to whom the certificate was delivered, and the certificate delivered by the agent was received by the agent from the principal or received by the agent from another person at the direction of the principal, the person delivering the security certificate warrants only that the delivering person has authority to act for the principal and does not know of any adverse claim to the certificated security.\n\t(h)  A secured party who redelivers a security certificate received, or after payment and on order of the debtor delivers the security certificate to another person, makes only the warranties of an agent under subsection (g).\n\t(i)  Except as otherwise provided in subsection (g), a broker acting for a customer makes to the issuer and a purchaser the warranties provided in subsections (a) to (f).  A broker that delivers a security certificate to its customer, or causes its customer to be registered as the owner of an uncertificated security, makes to the customer the warranties provided in subsection (a) or (b), and has the rights and privileges of a purchaser under this section.  The warranties of and in favor of the broker acting as an agent are in addition to applicable warranties given by and in favor of the customer. [L 1997, c 33, pt of §2]"
}