{
    "name": "Law governing perfection and priority of security interests in investment property",
    "number": "9-305",
    "text": "§490:9-305    (a)  Except as otherwise provided in subsection (c), the following rules apply:\n\n\n\n\t(1)\tWhile a security certificate is located in a jurisdiction, the local law of that jurisdiction governs perfection, the effect of perfection or nonperfection, and the priority of a security interest in the certificated security represented thereby.\n\t(2)\tThe local law of the issuer's jurisdiction as specified in section 490:8-110(d) governs perfection, the effect of perfection or nonperfection, and the priority of a security interest in an uncertificated security.\n\t(3)\tThe local law of the securities intermediary's jurisdiction as specified in section 490:8-110(e) governs perfection, the effect of perfection or nonperfection, and the priority of a security interest in a security entitlement or securities account.\n\t(4)\tThe local law of the commodity intermediary's jurisdiction governs perfection, the effect of perfection or nonperfection, and the priority of a security interest in a commodity contract or commodity account.\n\n\n\n\t(b)  The following rules determine a commodity intermediary's jurisdiction for purposes of this part:\n\n\n\n\t(1)\tIf an agreement between the commodity intermediary and commodity customer governing the commodity account expressly provides that a particular jurisdiction is the commodity intermediary's jurisdiction for purposes of this part, this article, or this chapter, that jurisdiction is the commodity intermediary's jurisdiction.\n\t(2)\tIf paragraph (1) does not apply and an agreement between the commodity intermediary and commodity customer governing the commodity account expressly provides that the agreement is governed by the law of a particular jurisdiction, that jurisdiction is the commodity intermediary's jurisdiction.\n\t(3)\tIf neither paragraph (1) nor paragraph (2) applies and an agreement between the commodity intermediary and commodity customer governing the commodity account expressly provides that the commodity account is maintained at an office in a particular jurisdiction, that jurisdiction is the commodity intermediary's jurisdiction.\n\t(4)\tIf none of the preceding paragraphs applies, the commodity intermediary's jurisdiction is the jurisdiction in which the office identified in an account statement as the office serving the commodity customer's account is located.\n\t(5)\tIf none of the preceding paragraphs applies, the commodity intermediary's jurisdiction is the jurisdiction in which the chief executive office of the commodity intermediary is located.\n\n\n\n\t(c)  The local law of the jurisdiction in which the debtor is located governs:\n\n\n\n\t(1)\tPerfection of a security interest in investment property by filing;\n\t(2)\tAutomatic perfection of a security interest in investment property created by a broker or securities intermediary; and\n\t(3)\tAutomatic perfection of a security interest in a commodity contract or commodity account created by a commodity intermediary. [L 2000, c 241, pt of §1]"
}