{
    "name": "Convention center enterprise special fund",
    "number": "7",
    "text": "Tourism-related activities.  (a)  The authority may enter into contracts and agreements that include the following:\n     (1)  Tourism promotion, marketing, and development;\n     (2)  Market development-related research;\n     (3)  Product development and diversification issues focused on visitors;\n     (4)  Promotion, development, and coordination of sports-related activities and events;\n     (5)  Promotion of Hawaii, through a coordinated statewide effort, as a place to do business, including high technology business, and as a business destination;\n     (6)  Reduction of barriers to travel;\n    [(7)] Marketing, management, use, operation, or maintenance of the convention center facility, including the purchase or sale of goods or services, logo items, concessions, sponsorships, and license agreements, or any use of the convention center facility as a commercial enterprise; provided that effective January 1, 2003, and thereafter the contract for management of the convention center facility shall include marketing for all uses of the facility; and\n    [(8)] Any and all other activities necessary to carry out the intent of this chapter;\nprovided that for any contract or agreement valued at $25,000 and over, the authority shall provide notice to the speaker of the house of representatives and the president of the senate on the same day that such notification is given to the governor.\n     (b)  The authority may delegate to staff the responsibility for soliciting, awarding, and executing contracts, and monitoring and facilitating any and all functions developed in accordance with subsection (a). [L 1998, c 156, pt of §2; am L 2000, c 297, §20; am L 2002, c 143, §4 and c 253, §8]"
}