{
    "name": "Deposits to compliance resolution fund",
    "number": "2-215",
    "text": "§431:2-215    (a)  All assessments, fees, fines, penalties, and reimbursements collected by or on behalf of the insurance division under title 24, except for the commissioner's education and training fund (section 431:2-214), the patients' compensation fund (Act 232, Session Laws of Hawaii 1984), the drivers education fund underwriters fee (section 431:10C-115), and the captive insurance administrative fund (section 431:19-101.8) to the extent provided by section 431:19-101.8(b), shall be deposited into the compliance resolution fund under section 26-9(o).  All sums transferred from the insurance division into the compliance resolution fund may be expended by the commissioner to carry out the commissioner's duties and obligations under title 24. \t(b)  Sums from the compliance resolution fund expended by the commissioner shall be used to defray any administrative costs, including personnel costs, associated with the programs of the division, and costs incurred by supporting offices and divisions.  Any law to the contrary notwithstanding, the commissioner may use the moneys in the fund to employ or retain, by contract or otherwise, without regard to chapter 76, hearings officers, attorneys, investigators, accountants, examiners, and other necessary professional, technical, and support personnel to implement and carry out the purposes of title 24; provided that any position, except any attorney position, that is subject to chapter 76 prior to July 1, 1999, shall remain subject to chapter 76.\n\t(c)  Moneys deposited by the commissioner in the fund shall not revert to the general fund.\n\t(d)  The commissioner shall determine the amount or amounts to be assessed and the time any moneys from assessments are due for each line or type of insurance or entity regulated under title 24; provided that:\n\n\n\n\t(1)\tThe criteria for making the assessment shall be established by rule; provided further that the commissioner shall have provisional authority to make assessments prior to adoption of the rule but this provisional authority shall not extend beyond two years from June 28, 1999;\n\t(2)\tThe insurers or entities under title 24 shall be provided reasonable notice of when their respective assessments are due;\n\t(3)\tThe assessments by line or type shall bear a reasonable relationship to the costs of regulating the line or type of insurance, including any administrative costs of the division; and\n\t(4)\tThe sum total of all assessments made and collected shall not exceed the special fund ceiling or ceilings related to the fund that are established by the legislature.\n\n\n\nAs used in this subsection, \"reasonable notice\" means a period of at least sixty days.\n\t(e)  The commissioner may suspend an assessment of any insurer if the commissioner determines that an insurer or entity may reach insolvency or other financial difficulty if the assessment is made against that insurer or entity. [L 1999, c 163, §7; am L 2000, c 182, §5 and c 253, §150; am L 2002, c 39, §5]"
}