{
    "name": "Surplus lines in solvent insurers",
    "number": "8-302",
    "text": "§431:8-302    (a)  No surplus lines broker shall, either knowingly or without reasonable investigation of the financial condition and general reputation of the insurer, place insurance with financially unsound insurers or with insurers engaging in unfair practices.\n\t(b)  Before placing insurance with any unauthorized insurer, the broker shall ascertain the financial condition of the insurer and:\n\n\n\n\t(1)\tIn the case of a foreign insurer, shall maintain in the broker's office a current certificate, in proper form, from the regulatory authority in the domicile of the unauthorized insurer, to the effect that the insurer has capital and surplus, or its equivalent under the laws of its domiciliary jurisdiction, which equals the minimum capital and surplus requirements of this State for that kind of insurer as set out in article 3; or\n\t(2)\tIn the case of an alien insurer, shall maintain in the broker's office evidence of the financial responsibility of the insurer.  Evidence satisfactory to the commissioner that the insurer maintains in the United States an irrevocable trust fund in either a national bank or a member of the Federal Reserve System in an amount not less than $5,400,000 for the protection of all its policyholders in the United States consisting of cash, securities, letters of credit, or of investments of substantially the same character and quality as those which are eligible investments for the capital and statutory reserves of authorized insurers writing like kinds of insurance in this State, shall constitute prima facie evidence of responsibility.\n\n\n\nUpon request by the commissioner, the broker shall immediately submit to the commissioner the items described in this subsection.\n\t(c)  The requirements of this section may be satisfied by an insurer possessing less than the capital and surplus set forth in subsection (b) upon an affirmative finding of acceptability by the commissioner.  The finding shall be based upon such factors as quality of management, capital and surplus of parent company, company underwriting profit and investment income trends, and company record and reputation within the industry.  In no event shall the commissioner make an affirmative finding of acceptability when the surplus lines insurer's capital and surplus is less than $500,000. [L 1987, c 347, pt of §2; am L 1993, c 205, §12; am L 2000, c 182, §7]"
}