{
    "name": "Insurer investment pools",
    "number": "6-601",
    "text": "§431:6-601    (a)  For purposes of this section:\n\t\"Business entity\" means a corporation, limited liability company, association, partnership, joint stock company, joint venture, mutual fund trust, or other similar form of business organization, whether organized for-profit or not-for-profit.\n\t\"Class one money market mutual funds\" means a mutual fund that at all times qualifies for investment using the bond class one reserve factor under the Purposes and Procedures of the SVO or any successor publication.\n\t\"Government money market mutual fund\" means a money market mutual fund that at all times:\n\n\n\n\t(1)\tInvests only in obligations issued, guaranteed, or insured by the government of the United States or collateralized repurchase agreements composed of these obligations; and\n\t(2)\tQualifies for investment without a reserve under the Purposes and Procedures of the SVO or any successor publication.\n\n\n\n\t\"Money market mutual fund\" means a mutual fund that meets the conditions of 17 Code of Federal Regulations part 270.2a-7, under the Investment Company Act of 1940 (15 U.S.C. §80a-1 et seq.), as amended, or renumbered.\n\t\"Obligation\" means a bond, note, debenture, trust certificate, including equipment certificate, production payment, negotiable bank certificate of deposit, bankers' acceptance, credit tenant loan, loan secured by financing net leases and other evidence of indebtedness for the payment of money (or participation, certificates, or other evidence of an interest in any of the foregoing), whether constituting a general obligation of the issuer or payable only out of certain revenues or certain funds pledged or otherwise dedicated for payment.\n\t\"Qualified bank\" means a national bank, state bank, or trust company that at all times is no less than adequately capitalized as determined by the standards adopted by the United States banking regulators and that is either regulated by state banking laws or is a member of the Federal Reserve System.\n\t\"Repurchase transaction\" means a transaction in which an insurer purchases securities from a business entity that is obligated to repurchase the purchased securities or equivalent securities from the insurer at a specified price, either within a specified period of time or upon demand.\n\t\"Reverse repurchase transaction\" means a transaction in which an insurer sells securities to a business entity and is obligated to repurchase the sold securities or equivalent securities from the business entity at a specified price, either within a specified period of time or upon demand.\n\t\"Securities lending transaction\" means a transaction in which securities are loaned by an insurer to a business entity that is obligated to return the loans, securities, or equivalent securities to the insurer, either within a specified period of time or upon demand.\n\t\"SVO\" means the Securities Valuation Office of the National Association of Insurance Commissioners.\n\t(b)  An insurer may acquire investments in investment pools that:\n\n\n\n\t(1)\tInvest only in:\n\n\t\t(A)\tObligations that are rated 1 or 2 by the SVO or have an equivalent of an SVO 1 or 2 rating (or, in the absence of a 1 or 2 rating or equivalent rating, the issuer has outstanding obligations with an SVO 1 or 2 or equivalent rating) by a nationally-recognized statistical rating organization recognized by the SVO and have:\n\n\t\t\t(i)\tA remaining maturity of three hundred ninety-seven days or less or a put that entitles the holder to receive the principal amount of the obligation which put may be exercised through maturity at specified intervals not exceeding three hundred ninety-seven days; or\n\t\t\t(ii)\tA remaining maturity of three years or less and a floating interest rate that resets no less frequently than quarterly on the basis of a current short-term index (federal funds, prime rate, treasury bills, London InterBank Offered Rate (\"LIBOR\") or commercial paper) and is subject to no maximum limit, if the obligations do not have an interest rate that varies inversely to market interest rate changes;\n\n\t\t(B)\tGovernment money market mutual funds or class one money market mutual funds; or\n\t\t(C)\tSecurities lending, repurchase, and reverse repurchase transactions that meet all the requirements of section 431:6-322; or\n\n\t(2)\tInvest only in investments which an insurer may acquire under this article, if the insurer's proportionate interest in the amount invested in these investments does not exceed the applicable limits of this article.\n\n\n\n\t(c)  For an investment in an investment pool to be qualified under this article, the investment pool shall not:\n\n\n\n\t(1)\tAcquire securities issued, assumed, guaranteed, or insured by the insurer or an affiliate of the insurer;\n\t(2)\tBorrow or incur an indebtedness for borrowed money, except for securities lending and reverse repurchase transactions that meet the requirements of this article; or\n\t(3)\tPermit the aggregate value of securities then loaned or sold to, purchased from or invested in any one business entity under this section to exceed ten per cent of the total assets of the investment pool.\n\n\n\n\t(d)  The limitations of sections 431:6-105 and 431:6-402 shall not apply to an insurer's investment in an investment pool; however, an insurer shall not acquire an investment in an investment pool under this section if, as a result of and after giving effect to the investment, the aggregate amount of investments then held by the insurer under this section:\n\n\n\n\t(1)\tIn any one investment pool would exceed ten per cent of its admitted assets;\n\t(2)\tIn all investment pools investing in investments permitted under subsection (b)(2) would exceed twenty-five per cent of its admitted assets; or\n\t(3)\tIn all investment pools would exceed thirty-five per cent of its admitted assets.\n\n\n\n\t(e)  For an investment in an investment pool to be qualified under this section, the manager of the investment pool shall:\n\n\n\n\t(1)\tBe organized under the laws of the United States or a state and designated as the pool manager in a pooling agreement;\n\t(2)\tBe the insurer, an affiliated insurer, or a business entity affiliated with the insurer, a qualified bank, a business entity registered under the Investment Advisers Act of 1940 (15 U.S.C. §80a-1 et seq.), as amended, or, in the case of a reciprocal insurer or interinsurance exchange, its attorney-in-fact, or in the case of a United States branch of an alien insurer, its United States manager or affiliates or subsidiaries of its United States manager;\n\t(3)\tCompile and maintain detailed accounting records setting forth:\n\n\t\t(A)\tThe cash receipts and disbursements reflecting each participant's proportionate investment in the investment pool;\n\t\t(B)\tA complete description of all underlying assets of the investment pool (including amount, interest rate, maturity date (if any), and other appropriate designations); and\n\t\t(C)\tOther records that on a daily basis, allow third parties to verify each participant's investment in the investment pool; and\n\n\t(4)\tMaintain the assets of the investment pool in one or more accounts, in the name of or on behalf of the investment pool, under a custody agreement with a qualified bank.  The custody agreement shall:\n\n\t\t(A)\tState and recognize the claims and rights of each participant;\n\t\t(B)\tAcknowledge that the underlying assets of the investment pool are held solely for the benefit of each participant in proportion to the aggregate amount of its investments in the investment pool; and\n\t\t(C)\tContain an agreement that the underlying assets of the investment pool shall not be commingled with the general assets of the custodian qualified bank or any other person.\n\n\n\n\n\n\t(f)  The pooling agreement for each investment pool shall be in writing and shall provide that:\n\n\n\n\t(1)\tAn insurer and its affiliated insurers or, in the case of an investment pool investing solely in investments permitted under subsection (b)(1), the insurer and its subsidiaries, affiliates, or any pension or profit sharing plan of the insurer, its subsidiaries and affiliates or, in the case of a United States branch of an alien insurer, affiliates or subsidiaries of its United States manager, at all times, shall hold one hundred per cent of the interests in the investment pool;\n\t(2)\tThe underlying assets of the investment pool shall not be commingled with the general assets of the pool manager or any other person;\n\t(3)\tIn proportion to the aggregate amount of each pool participant's interest in the investment pool:\n\n\t\t(A)\tEach participant owns an undivided interest in the underlying assets of the investment pool; and\n\t\t(B)\tThe underlying assets of the investment pool are held solely for the benefit of each participant;\n\n\t(4)\tA participant, or in the event of the participant's insolvency, bankruptcy, or receivership, its trustee, receiver, or other successor-in-interest, may withdraw all or any portion of its investment from the pool under the terms of the pooling agreement;\n\t(5)\tWithdrawals may be made on demand without penalty or other assessment on any business day, but settlement of funds shall occur within a reasonable and customary period thereafter not to exceed five business days.  Distributions under this paragraph shall be calculated in each case net of all then applicable fees and expenses of the investment pool.  The pooling agreement shall provide that the pool manager shall distribute to a participant, at the discretion of the pool manager:\n\n\t\t(A)\tIn cash, the then fair market value of the participant's pro rata share of each underlying asset of the investment pool;\n\t\t(B)\tIn kind, a pro rata share of each underlying asset; or\n\t\t(C)\tIn a combination of cash and in kind distributions, a pro rata share in each underlying asset; and\n\n\t(6)\tThe pool manager shall make the records of the investment pool available for inspection by the commissioner.\n\n\n\n\t(g)  The investment pool authorized under these provisions shall be a business entity.\n\t(h)  Transactions between the pool and its participants shall not be subject to section 431:11-106.  Investment activities of pools and transactions between pools and participants shall be reported annually in the registration statement required by section 431:11-105. [L 1997, c 233, pt of §1; am L 2004, c 122, §23]"
}