{
    "name": "Board of directors, established",
    "number": "14A-105",
    "text": "§431:14A-105    (a)  The board of directors of the company shall be responsible for the organization, management, policies, and activities of the company.  The board shall consist of nine voting members and one nonvoting member.  The voting members shall consist of the following:\n\n\n\n\t(1)\tEight directors who shall be owners, officers, or employees of policyholders of the company and shall represent each of the company divisions; and\n\t(2)\tOne director who shall be a public, at-large member elected by the board of directors.\n\n\n\nThe administrator shall be the nonvoting member of the board.\n\t(b)  The initial eight division directors shall be appointed by the governor within sixty days of June 19, 1996, and shall serve for terms of one year each.  The governor shall ensure adequate representation from the major sectors of the economy and workforce in the State.\n\tThe public, at-large member initially elected by the board shall serve for a term of one year.\n\tThe initial board of directors shall determine the staggering and length of future directors' terms; provided that no term shall exceed three years.  Upon the expiration of the terms of the initial division directors, the company's policyholders in the division represented by the director shall elect the directors.  Each director shall serve for terms as specified by the board unless sooner removed for cause pursuant to rules adopted by the board.  Each director shall hold office until a successor is elected as provided in this section.  No person shall serve more than two full terms as director.  Any other law to the contrary notwithstanding, the election and composition of the board of directors as provided in this section shall be deemed adequate to qualify the company as a mutual insurer under chapter 431.\n\t(c)  A vacancy on the board shall be filled by appointment of the governor or insurance commissioner in the case of appointed directors, or by election by the company division's policyholders or the board of directors in the case of positions formerly occupied by a director elected by the company division's policyholders or by the board of directors, respectively.  The person appointed to fill a vacancy shall serve for the remainder of the term of the person's predecessor.\n\t(d)  Within one year after appointment, each director shall be a member or an employee of a policyholder of the company and shall continue in such status during the director's term of office.  Any director representing a member that fails to maintain workers' compensation insurance from the company shall be disqualified from serving on the board.\n\t(e)  Each director shall receive necessary traveling and board expenses incurred in the performance of duty as director and a fee commensurate with the duties expected of actual attendance at board meetings.\n\t(f)  No person shall be a director who has a direct and substantial interest in a competing insurer as:\n\n\n\n\t(1)\tA stockholder (excluding the holding of less than one per cent of the outstanding shares in a publicly traded insurer);\n\t(2)\tAn employee;\n\t(3)\tAn attorney; or\n\t(4)\tA contracting party (excluding an independent contractor or business owner who does less than twenty- five per cent of its total annual volume of business per year with competing insurers). [L 1996, c 261, pt of §2; am L 1997, c 300, §6]"
}