{
    "name": "Insurance independently procured; duty to report and pay tax",
    "number": "8-205",
    "text": "§431:8-205    (a)  Nothing in this part shall prohibit a person from independently procuring, continuing, or renewing insurance from an insurer which is not authorized to transact insurance in this State.\n\t(b)  Each insured who in this State procures or continues or renews insurance with an unauthorized insurer on a risk located or to be performed in whole or in part in this State, other than insurance procured through a surplus lines broker pursuant to part III of this article shall, within sixty days after the date the insurance was so procured, continued, or renewed, file a written report of the same with the commissioner, upon forms prescribed by the commissioner, showing:\n\n\n\n\t(1)\tThe name and address of the insured or insureds;\n\t(2)\tThe name and address of the insurer;\n\t(3)\tThe subject of the insurance;\n\t(4)\tA general description of the coverage;\n\t(5)\tThe amount of premium currently charged therefor; and\n\t(6)\tSuch additional pertinent information as is reasonably requested by the commissioner.\n\n\n\n\t(c)  Gross premiums charged for the insurance, less any return premiums, are subject to a tax at the rate of 4.68 per cent.  At the time of filing the report required in subsection (b), the insured shall pay the tax to the commissioner.\n\t(d)  If an independently procured policy covers risks or exposures only partially located or to be performed in this State, the tax payable shall be computed on the portion of the premium properly attributable to the risks or exposures located or to be performed in this State.\n\t(e)  Delinquent taxes shall bear interest at the rate of ten per cent per annum.\n\t(f)  This section does not abrogate or modify, and shall not be construed or deemed to abrogate or modify, any provision of section 431:8-202 or any other provision of this code.\n\t(g)  This section shall not apply to life insurance, accident and health or sickness insurance, or annuities. [L 1987, c 348, §15; am L 1989, c 195, §21; am L 2003, c 212, §44]"
}