{
    "name": "Jurisdiction and venue",
    "number": "15-104",
    "text": "§431:15-104    (a)  Except as provided in subsection (b), no delinquency proceeding may be commenced under this article by anyone other than the commissioner of this State.\n\n\n\n\t(b)\t(1)  Three or more judgment creditors holding unrelated judgments against an insurer, which judgments aggregate more than $5,000 in excess of any security held by those creditors may commence proceedings against the insurer under the conditions and in the manner prescribed in this subsection, by serving notice upon the commissioner and the insurer of intention to file a petition for liquidation under section 431:15-305 or 431:15-402.  Each of the judgments:\n\n\t\t(A)\tShall have been rendered against the insurer by a court in this State having jurisdiction over the subject matter and the insurer;\n\t\t(B)\tShall have been entered more than sixty days before the service of notice under this subsection;\n\t\t(C)\tMay not be the subject of a valid contract between the insurer and any judgment creditor for payment of the judgment, unless that contract has been breached by the insurer;\n\t\t(D)\tMay not have been satisfied in full;\n\t\t(E)\tMay not be a judgment assigned to institute proceedings under this subsection; and\n\t\t(F)\tMay not be a judgment on which an appeal or review is pending or may yet be brought.\n\n\t(2)\tIf any one of the judgments in favor of a petitioning creditor remains unpaid for thirty days after service of the notice under this subsection, and the commissioner has not then filed a petition for liquidation, the creditor may file a verified petition for liquidation of the insurer in the manner prescribed by section 431:15-305 or 431:15-402, alleging the conditions stated in this subsection.  The commissioner shall be served and joined in the action.\n\n\n\n\t(c)  No court of this State has jurisdiction to entertain, hear or determine any complaint praying for the dissolution, liquidation, rehabilitation, sequestration, conservation, or receivership of any insurer, or praying for an injunction or restraining order or other relief preliminary to, incidental to, or relating to that type of proceedings other than in accordance with this article.\n\t(d)  Venue for proceedings arising under this article shall be laid initially as specified in the sections providing for those proceedings.  All other actions and proceedings initiated by the receiver may be commenced and tried where the delinquency proceedings are then pending, or where venue would be laid by applicable state law.  All other actions and proceedings against the receiver shall be commenced and tried in the county where the delinquency proceedings are pending.  Upon motion of any party, venue may be changed by order of the court or the presiding judge of the court to any other circuit court in this State, whenever the convenience of the parties and witnesses and the ends of justice requires it.  This subsection relates only to venue and is not jurisdictional.\n\t(e)  In addition to other grounds for jurisdiction provided by the law of this State, a court of this State having jurisdiction of the subject matter has jurisdiction over a person served pursuant to the Hawaii Rules of Civil Procedure or other applicable provisions of law in an action brought by the receiver of a domestic insurer or an alien insurer domiciled in this State:\n\n\n\n\t(1)\tIf the person served is obligated to the insurer in any way as an incident to any agency or brokerage arrangement that may exist or has existed between the insurer and the producer, in any action on or incident to the obligation;\n\t(2)\tIf the person served is a reinsurer who has at any time written a policy of reinsurance for an insurer against which a rehabilitation or liquidation order is in effect when the action is commenced, or is a producer of or for the reinsurer, in any action on or incident to the reinsurance contract; or\n\t(3)\tIf the person served is or has been an officer, manager, trustee, organizer, promoter, or person in a position of comparable authority or influence in an insurer against which a rehabilitation or liquidation order is in effect when the action is commenced, in any action resulting from such a relationship with the insurer.\n\n\n\n\t(f)  If the court on the motion of any party finds that any action commenced under subsection (e) should, as a matter of substantial justice, be tried in a forum outside this State, the court may enter an order to stay further proceedings on the action in this State.\n\t(g)  All actions herein authorized shall be brought in the circuit court of the first circuit. [L 1987, c 347, pt of §2; am L 2002, c 155, §83; am L 2004, c 122, §67]"
}