{
    "name": "Risk-based capital reports",
    "number": "3-402",
    "text": "§431:3-402    (a)  Every domestic insurer, on or before each March 1 (the \"filing date\"), shall prepare and submit to the commissioner a report of its risk-based capital levels as of the end of the calendar year just ended, in a form and containing any information that is required by the risk-based capital instructions.  In addition, every domestic insurer shall file its risk-based capital report:\n\n\n\n\t(1)\tWith the National Association of Insurance Commissioners in accordance with the risk-based capital instructions; and\n\t(2)\tWith the insurance commissioner in any state in which the insurer is authorized to do business, if the commissioner has notified the insurer of its request in writing, in which case the insurer shall file its risk-based capital report not later than the later of:\n\n\t\t(A)\tFifteen days from the receipt of notice to file its risk-based capital report with that state; or\n\t\t(B)\tThe filing date.\n\n\n\n\n\n\t(b)  A life or accident and health or sickness insurer's risk-based capital shall be determined in accordance with the formula set forth in the risk-based capital instructions.  The formula shall take into account and may adjust for the covariance among the following, which shall be determined in each case by applying the factors in the manner set forth in the risk-based capital instructions:\n\n\n\n\t(1)\tThe risk with respect to the insurer's assets;\n\t(2)\tThe risk of adverse insurance experience with respect to the insurer's liabilities and obligations;\n\t(3)\tThe interest rate risk with respect to the insurer's business; and\n\t(4)\tAll other business risks and any other relevant risks that are set forth in the risk-based capital instructions.\n\n\n\n\t(c)  A property and casualty insurer's risk-based capital shall be determined in accordance with the formula set forth in the risk-based capital instructions.  The formula shall take into account and may adjust for the covariance among the following, which shall be determined in each case by applying the factors in the manner set forth in the risk-based capital instructions:\n\n\n\n\t(1)\tAsset risk;\n\t(2)\tCredit risk;\n\t(3)\tUnderwriting risk; and\n\t(4)\tAll other business risks and such other relevant risks as are set forth in the risk-based capital instructions.\n\n\n\n\t(d)  An excess of capital over the amount produced by the risk-based capital requirements contained in this part and the formulas, schedules, and instructions referenced in this part is desirable in the business of insurance.  Accordingly, insurers shall seek to maintain capital above the risk-based capital levels required by this part.  Additional capital is used and useful in the business of insurance and helps to secure an insurer against various risks inherent in, or affecting, the business of insurance and not accounted for or only partially measured by the risk-based capital requirements contained in this part.\n\t(e)  If a domestic insurer files a risk-based capital report which, in the judgment of the commissioner, is inaccurate, then the commissioner shall adjust the risk-based capital report to correct the inaccuracy and shall notify the insurer of the adjustment.  The notice shall contain a statement of the reason for the adjustment.  A risk-based capital report as so adjusted is referred to as an adjusted risk-based capital report. [L 1994, c 190, pt of §1; am L 1995, c 61, §2 as superseded by c 232, §4; am L 1997, c 75, §4; am L 1998, c 71, §2; am L 1999, c 128, §2; am L 2003, c 212, §26]"
}