{
    "name": "Requirements for trust agreement",
    "number": "4F-105",
    "text": "(a)  The terms of the trust agreement required by section 431:4F-103 shall be set forth in a deed of trust.  The deed of trust and all subsequent amendments shall be authenticated in a form and manner as the commissioner may prescribe and shall not be effective unless approved by the commissioner upon a finding that:\n\n\n\n\t(1)\tA deed of trust or its amendments are sufficient in form and in conformity with law;\n\t(2)\tThe trustee or trustees are eligible as such; and \n\t(3)\tThe deed of trust is adequate to protect the interests of the beneficiaries of the trust.\n\n\n\n\t(b)  If at any time after reasonable notice and hearing, the commissioner finds that the requisites for the approval no longer exist, the commissioner may withdraw approval.\n\t(c)  The commissioner may approve modifications of, or variations in any deed of trust, which in the commissioner's judgment are not prejudicial to the interests of the people of this State or policyholders and creditors in the United States, of the United States branch.\n\t(d)  The deed of trust shall contain provisions that:\n\n\n\n\t(1)\tVest legal title to trusteed assets in the trustee or trustees, and their lawfully appointed successors;\n\t(2)\tRequire that all assets deposited in the trust shall be continuously kept within Hawaii;\n\t(3)\tProvide for substitution of a new trustee or trustees in case of a vacancy by death, resignation, or otherwise, subject to the approval of the commissioner; \n\t(4)\tRequire that the trustee or trustees shall continuously maintain a record at all times sufficient to identify the assets of such fund;\n\t(5)\tRequire that the trusteed assets shall consist of cash or investments, or both, as permitted by article 6 for investment of the funds of domestic insurers and accrued interest thereon if collectable by the trustee;\n\t(6)\tRequire that the trust shall be for the exclusive benefit, security, and protection of the policyholders, or policyholders and creditors in the United States, of the United States branch;\n\t(7)\tRequire that the trust shall be maintained as long as there is any outstanding liability of the alien insurer arising out of its insurance transactions in the United States; and\n\t(8)\tProvide, in substance, that no withdrawals of assets, other than income as specified in subsection (e) shall be made or permitted by the trustee or trustees without the approval of the commissioner except to:\n\n\t\t(A)\tMake deposits required by law in any state for the security or benefit of all policyholders, or policyholders and creditors in the United States, of the United States branch;\n\t\t(B)\tSubstitute other assets permitted by law and at least equal in value and quality to those withdrawn, upon the specific written direction of the United States branch manager when duly empowered and acting pursuant to either general or specific written authority previously given or delegated by the board of directors; or\n\t\t(C)\tTransfer such assets to an official liquidator or rehabilitator pursuant to an order of a court of competent jurisdiction.\n\n\n\n\n\n\t(e)  The deed of trust may provide that income, earnings, dividends, or interest accumulations of the assets of the fund may be paid over to the United States branch manager of the United States branch upon request; provided that the total trusteed assets shall not be less than the amount required to be maintained pursuant to section 431:4F-104.\n\t(f)  Upon withdrawal of trusteed assets deposited in another state in which the insurer is authorized to do business, it shall be sufficient if the deed of trust requires similar written approval of the insurance supervising official of that state in lieu of approval of the commissioner; provided that the total trusteed assets shall not be less than the amount required to be maintained pursuant to section 431:4F-104.  In all such cases, the United States branch shall notify the commissioner in writing of the nature and extent of the withdrawal.\n\t(g)  The commissioner may:\n\n\n\n\t(1)\tMake examinations of the trusteed assets of any authorized United States branch at the insurer's expense; and \n\t(2)\tRequire the trustee or trustees to file a statement, in such form as the commissioner may prescribe, certifying the assets of the trust fund and the amounts thereof.\n\n\n\n\t(h)  Refusal or neglect of any trustee to comply with this section shall be grounds for the revocation of the insurer's license or the liquidation of its United States branch. [L 2004, c 120, pt of §2]"
}