{
    "name": ".5 Repealed",
    "number": "19-102",
    "text": "§431:19-102  Certificate of authority.  (a)  Any captive insurance company, when permitted by its articles of association or articles of incorporation, may apply to the commissioner for a certificate of authority to do any and all insurance set forth in subsection (h); provided that:\n\n\n\n\t(1)\tNo pure captive insurance company may insure any risks other than those of its parent and affiliated companies;\n\t(2)\tNo association captive insurance company may insure any risks other than those of the member organizations of its association and their affiliated companies;\n\t(3)\tNo captive insurance company may provide personal motor vehicle or homeowner's insurance coverage or any component thereof, other than as employee benefits for the employees of a parent, association, or its members, and their respective affiliated companies; or as reinsurance as may be allowed under this article; and\n\t(4)\tNo captive insurance company may accept or cede insurance except as provided in section 431:19-111.\n\n\n\n\t(b)  No captive insurance company shall do any insurance business in this State unless:\n\n\n\n\t(1)\tIt first obtains from the commissioner a certificate of authority authorizing it to do insurance business in this State;\n\t(2)\tIts board of directors holds at least one meeting each year in this State;\n\t(3)\tIt maintains its principal place of business and registered office in this State, except that a branch captive insurance company need only maintain the principal place of a business unit in this State; and\n\t(4)\tIt designates a registered resident agent in accordance with chapter 414 or 414D, to accept service of process and to otherwise act on its behalf in this State.  Whenever the registered resident agent cannot, with reasonable diligence, be found at the registered office of the captive insurance company, the commissioner shall be an agent of the captive insurance company upon whom any process, notice, or demand may be served.\n\n\n\n\t(c)  Before receiving a certificate of authority, a captive insurance company shall file with the commissioner a certified copy of its articles of incorporation or articles of association and bylaws, a statement under oath of any two of its principal officers, or its attorney-in-fact in the case of a captive insurance company formed as a reciprocal insurer, showing its financial condition, and any other statements or documents required by the commissioner.\n\t(d)  In addition to the information required by subsection (c), each applicant captive insurance company shall file with the commissioner evidence of the following:\n\n\n\n\t(1)\tThe amount and liquidity of its assets relative to the risks to be assumed;\n\t(2)\tThe adequacy of the expertise, experience, and character of the person or persons who will manage it;\n\t(3)\tThe overall soundness of its plan of operation;\n\t(4)\tThe adequacy of the loss prevention programs of its parent or member organizations as applicable; and\n\t(5)\tAny other factors deemed relevant by the commissioner in ascertaining whether the proposed captive insurance company will be able to meet its policy obligations.\n\n\n\n\t(e)  Each captive insurance company applying for a certificate of authority under this article shall pay to the commissioner a nonrefundable fee for examining, investigating, and processing its application for the certificate of authority.  In addition, each captive insurance company receiving a certificate of authority from the commissioner shall pay an annual fee therefor for the year of registration and for each annual renewal thereafter.  The amount of the application fee and the annual certificate of authority fee shall be set forth in rules adopted by the commissioner.  In addition, the commissioner may adopt rules with respect to fees for the issuance of other documents as may be deemed necessary or requested by captive insurance companies.\n\t(f)  The commissioner may establish a list of advisers to assist with the review of captive applications.  The commissioner may appoint one adviser from the list to review a specific application.  The adviser's fee, to be paid by the captive applicant, shall be a reasonable fee authorized by the commissioner pursuant to section 431:19-114.\n\t(g)  If the commissioner is satisfied that the documents and statements filed by the captive insurance company comply with this article, the commissioner may issue a certificate of authority authorizing it to do insurance business in this State until April 1 thereafter, which certificate of authority may be renewed.\n\t(h)  A captive insurance company may engage in the business of any of the following types of insurance:\n\n\n\n\t(1)\tAll casualty insurance;\n\t(2)\tMarine and transportation insurance;\n\t(3)\tMarine protection and indemnity insurance, which includes insurance against, or against legal liability of the insured for loss, damage, or expense arising out of or incident to, the ownership, operation, chartering, maintenance, use, repair, or construction of a vessel, craft, or instrumentality in use in ocean or inland waterways, including liability of the insured for personal injury, illness, death, or for loss of or damage to the property of another person;\n\t(4)\tWet marine and transportation insurance, which is that part of marine and transportation insurance that includes only:\n\n\t\t(A)\tInsurance upon vessels, crafts, hulls, and of interests therein or with relation thereto;\n\t\t(B)\tInsurance of marine builder's risks, marine war risks and contracts, or marine protection and indemnity insurance;\n\t\t(C)\tInsurance of freights and disbursements pertaining to a subject of insurance; and\n\t\t(D)\tInsurance of personal property and interests therein, in the course of exportation from or importation into any country, and in the course of transportation coastwise or on inland waters, including transportation by land, water, or air from point of origin to final destination, with respect to, appertaining to, or in connection with any and all risks or perils of navigation, transit, or transportation, and while being prepared for and while awaiting shipment, and during delays, storage, transshipment, or reshipment incident thereto;\n\n\t(5)\tProperty insurance;\n\t(6)\tSurety insurance;\n\t(7)\tTitle insurance;\n\t(8)\tCredit life insurance and credit disability insurance offered as part of, or relating directly to the business or operations of its parent or affiliated companies; and\n\t(9)\tOther lines of insurance that the commissioner may allow.\n\n\n\n\t(i)  No risk retention captive insurance company may insure any risks other than those allowed under chapter 431K. [L 1987, c 347, pt of §2; am L 1988, c 187, §9; am L 1989, c 195, §40; am L 1990, c 254, §1; am L 1997, c 16, §2; am L 1998, c 150, §3; am L 1999, c 174, §1; am L 2000, c 133, §2; am L 2003, c 209, §2; am L 2004, c 122, §77]"
}