{
    "name": "Definitions",
    "number": "30-102",
    "text": "As used in this article, the following definitions apply:\n\t\"Advertisement\" means any material designed to create public interest in a product, or induce the public to purchase, increase, modify, reinstate, borrow on, surrender, replace, or retain a policy, as more specifically defined in the rules and operating procedures of the commission.\n\t\"Bylaws\" means those bylaws established by the commission for its governance, or for directing or controlling the commission's actions or conduct.\n\t\"Commission\" means the interstate insurance product regulation commission established by this compact.\n\t\"Commissioner\" means the chief insurance regulatory official of a state.\n\t\"Compacting state\" means any state that has enacted this compact legislation and that has not withdrawn pursuant to section 431:30-119, or been terminated pursuant to section 431:30-120.\n\t\"Insurer\" means any entity licensed by a state to issue contracts of insurance for those lines of insurance covered by this article.\n\t\"Member\" means the person chosen by a compacting state, as its representative to the commission, or the person's designee.\n\t\"Noncompacting state\" means any state that is not at the time a compacting state.\n\t\"Operating procedures\" means procedures adopted by the commission implementing a rule, uniform standard, or a provision of this compact.\n\t\"Product\" means the form of a policy or contract, including any application, endorsement, or related form that is attached to and made a part of the policy or contract, and any evidence of coverage or certificate, for an individual or group annuity, life insurance, disability income, or long-term care insurance product that an insurer is authorized to issue.\n\t\"Rule\" means a statement of general or particular applicability and future effect adopted by the commission, including a uniform standard developed pursuant to section 431:30-112 of this compact, designed to implement, interpret, or prescribe law or policy or describing the organization, procedure, or practice requirements of the commission, which shall have the force and effect of law in the compacting states.\n\t\"State\" means any state, district, or territory of the United States of America.\n\t\"Third-party filer\" means an entity that submits a product filing to the commission on behalf of an insurer.\n\t\"Uniform standard\" means a standard adopted by the commission for a product line, pursuant to section 431:30-112 of this compact, and shall include all of the product requirements in aggregate; provided that each uniform standard shall be construed, whether express or implied, to prohibit the use of any inconsistent, misleading, or ambiguous provisions in a product and the form of the product made available to the public shall not be unfair, inequitable, or against public policy as determined by the commission. [L 2004, c 104, pt of §2]"
}