{
    "name": "Obligation to pay personal injury protection benefits",
    "number": "10C-304",
    "text": "§431:10C-304    For purposes of this section, the term \"personal injury protection insurer\" includes personal injury protection self-insurers.  Every personal injury protection insurer shall provide personal injury protection benefits for accidental harm as follows:\n\n\n\n\t(1)\tExcept as otherwise provided in section 431:10C-305(d), in the case of injury arising out of a motor vehicle accident, the insurer shall pay, without regard to fault, to the provider of services on behalf of the following persons who sustain accidental harm as a result of the operation, maintenance, or use of the vehicle, an amount equal to the personal injury protection benefits as defined in section 431:10C-103.5(a) payable for expenses to that person as a result of the injury:\n\n\t\t(A)\tAny person, including the owner, operator, occupant, or user of the insured motor vehicle;\n\t\t(B)\tAny pedestrian (including a bicyclist); or\n\t\t(C)\tAny user or operator of a moped as defined in section 249-1;\n\n\t\tprovided that this paragraph shall not apply in the case of injury to or death of any operator or passenger of a motorcycle or motor scooter as defined in section 286-2 arising out of a motor vehicle accident, unless expressly provided for in the motor vehicle policy;\n\t(2)\tPayment of personal injury protection benefits shall be made as the benefits accrue, except that in the case of death, payment of benefits under section 431:10C-302(a)(5) may be made immediately in a lump sum payment, at the option of the beneficiary;\n\n\t(3)\t(A)\tPayment of personal injury protection benefits shall be made within thirty days after the insurer has received reasonable proof of the fact and amount of benefits accrued, and demand for payment thereof. All providers must produce descriptions of the service provided in conformity with applicable fee schedule codes;\n\t\t(B)\tIf the insurer elects to deny a claim for benefits in whole or in part, the insurer shall, within thirty days, notify the claimant in writing of the denial and the reasons for the denial.  The denial notice shall be prepared and mailed by the insurer in triplicate copies and be in a format approved by the commissioner.  In the case of benefits for services specified in section 431:10C-103.5(a) the insurer shall also mail a copy of the denial to the provider; and\n\t\t(C)\tIf the insurer cannot pay or deny the claim for benefits because additional information or loss documentation is needed, the insurer shall, within the thirty days, forward to the claimant an itemized list of all the required documents.  In the case of benefits for services specified in section 431:10C-103.5(a) the insurer shall also forward the list to the service provider;\n\n\t(4)\tAmounts of benefits which are unpaid thirty days after the insurer has received reasonable proof of the fact and the amount of benefits accrued, and demand for payment thereof, after the expiration of the thirty days, shall bear interest at the rate of one and one-half per cent per month;\n\t(5)\tNo part of personal injury protection benefits paid shall be applied in any manner as attorney's fees in the case of injury or death for which the benefits are paid.  The insurer shall pay, subject to section 431:10C-211, in addition to the personal injury protection benefits due, all attorney's fees and costs of settlement or suit necessary to effect the payment of any or all personal injury protection benefits found due under the contract.  Any contract in violation of this provision shall be illegal and unenforceable.  It shall constitute an unlawful and unethical act for any attorney to solicit, enter into, or knowingly accept benefits under any contract;\n\t(6)\tDisputes between the provider and the insurer over the amount of a charge or the correct fee or procedure code to be used under the workers' compensation supplemental medical fee schedule shall be governed by section 431:10C-308.5; and\n\t(7)\tAny insurer who violates this section shall be subject to section 431:10C-117(b) and (c). [L 1987, c 347, pt of §2; am L 1992, c 124, §11; am L 1993, c 6, §20 and c 205, §27; am L 1997, c 251, §41; am L 1998, c 275, §21; am L 2000, c 138, §1]"
}