{
    "name": "Assessments of health insurers and Appeals",
    "number": "2-216",
    "text": "§431:2-216  Assessments of health insurers.  (a)  Beginning with fiscal year 2000-2001, and including fiscal year 2001-2002, each mutual benefit society under article 1 of chapter 432, health maintenance organization under chapter 432D, and any other entity offering or providing health benefits or services under the regulation of the commissioner, except an insurer licensed to offer accident and health or sickness insurance under article 10A, shall deposit with the commissioner by July 1 of each year an assessment of $10,000 for the first seventy thousand private, nongovernment members the entity covers and an additional assessment on a pro rata basis to be determined and imposed by the commissioner for covered members exceeding seventy thousand; provided that in the third year and each year thereafter, assessments shall be borne on a pro rata basis.  The aggregate annual assessment shall not exceed $1,000,000.  The assessment shall be credited to the compliance resolution fund.  If assessments are increased, the commissioner shall provide to any organization or entity subject to the increased assessment, justification for the increase. \t(b)  The assessments shall be used to defray any administrative costs, including personnel costs, associated with insurance regulation, and costs incurred by supporting offices and divisions.  Any law to the contrary notwithstanding, the commissioner may use the moneys from assessments to employ, without regard to chapter 76, necessary professional, technical, administrative, and support personnel to implement and carry out the purposes of title 24 as it relates to accident and health or sickness insurance.\n\t(c)  Moneys credited to the compliance resolution fund that are not used for insurance regulation, general administration purposes, or as otherwise allowed pursuant to section 26-9(o) shall not revert to the general fund nor shall be used for other purposes.\n\t(d)  The commissioner may suspend any assessment made against any mutual benefit society under article 1 of chapter 432, health maintenance organization under chapter 432D, and any other entity offering or providing health benefits or services under the regulation of the commissioner if the commissioner determines that the entity may reach insolvency or other financial difficulty if the assessment is made against the entity. [L 1999, c 127, §1; am L 2000, c 243, §§6, 11(2) and c 253, §150; am L 2002, c 39, §§6, 7; am L 2003, c 3, §20, c 197, §4, and c 212, §§16, 131]"
}