{
    "name": "Definitions",
    "number": "10A-201",
    "text": "PART II.  GROUP AND BLANKET DISABILITY INSURANCE\n\n §431:10A-201    For the purposes of this article:\n\n\n\n\n\n\t(1)\t(A)\tBlanket disability insurance policy means any policy or contract of accident and health or sickness insurance which conforms with the description and complies with one of the following requirements:\n\n\t\t\t(i)\tA policy issued to any common carrier of passengers, which carrier shall be deemed the policyholder, covering a group defined as all persons who may become such passengers, and whereby such passengers shall be insured against loss or damage resulting from death or bodily injury either while, or as a result of, being such passengers.\n\t\t\t(ii)\tA policy issued in the name of any volunteer fire department, first aid or ambulance squad, or volunteer police organization, which shall be deemed the policyholder, and covering all the members of any such organization against loss from accidents resulting from hazards incidental to duties in connection with such organizations.\n\t\t\t(iii)\tA policy issued in the name of any established organization whether incorporated or not, having community recognition and operated for the welfare of the community and its members and not for profit, which shall be deemed the policyholder, and covering all volunteer workers who serve without pecuniary compensation and the members of the organization, against loss from accidents occurring while engaged in the actual performance of duties on behalf of such organization or in the activities thereof.\n\t\t\t(iv)\tA policy issued to an employer, who shall be deemed the policyholder, covering any group of employees defined by reference to exceptional hazards incident to such employment, insuring such employees against death or bodily injury resulting while, or from, being exposed to such exceptional hazards.\n\t\t\t(v)\tA policy covering students or employees issued to a college, school, or other institution of learning or to the head or principal thereof, who or which shall be deemed the policyholder.\n\t\t\t(vi)\tA policy issued to a substantially similar group who, in the discretion of the commissioner, may be properly eligible for blanket disability insurance.\n\n\t\t(B)\tNothing in this section shall be deemed to affect the liability of policyholders for the death of or injury to, any such member of such group.\n\t\t(C)\tIndividual applications shall not be required from individuals covered under a blanket disability insurance contract.\n\n\t(2)\tThe term employees shall be deemed to include as employees of a single employer, the compensated officers, managers, and employees of the employer and of subsidiary or affiliated corporations of a corporation employer, and the individual proprietors, partners, and employees of individuals and firms of which the business is under common control through stock ownership, contract, or otherwise.  The policy may provide that the term employees shall include the individual proprietor or partners if the employer is an individual proprietor or a partnership.  The term employee may be deemed to include retired employees.\n\t(3)\tThe term employer shall be deemed to include any municipal corporation or governmental unit, agency, or department thereof as well as private individuals, firms, corporations, and other persons.\n\t(4)\tGroup disability insurance means that form of accident and health or sickness insurance covering groups of persons, with or without their dependents and family members, and issued under a master policy to:\n\n\t\t(A)\tSuch groups as qualify for group life insurance under [sections] 431:10D-201 to 431:10D-211 of this code; or\n\t\t(B)\tAn automobile club formed for purposes other than obtaining group insurance, covering the members of the club. [L 1987, c 347, pt of §2; am L 2002, c 155, §60]"
}