{
    "name": "Annual reports and notice to policy owners",
    "number": "10D-408",
    "text": "§431:10D-408    (a)  In the case of a policy designated as one for which illustrations will be used, the insurer shall provide each policy owner with an annual report on the status of the policy that shall contain at least the following information:\n\n\n\n\t(1)\tFor universal life policies, the report shall include the following:\n\n\t\t(A)\tThe beginning and end date of the current report period;\n\t\t(B)\tThe policy value at the end of the previous report period and at the end of the current report period;\n\t\t(C)\tThe total amounts that have been credited or debited to the policy value during the current report period, identifying each by type (e.g., interest, mortality, expense, and riders);\n\t\t(D)\tThe current death benefit at the end of the current report period on each life covered by the policy;\n\t\t(E)\tThe net cash surrender value of the policy as of the end of the current report period; and\n\t\t(F)\tThe amount of outstanding loans, if any, as of the end of the current report period; and\n\n\t(2)\tFor fixed premium policies: if assuming guaranteed interest, mortality, and expense loads, and continued scheduled premium payments, the policy's net cash surrender value is such that it would not maintain insurance in force until the end of the next reporting period, a notice to this effect shall be included in the report; or\n\t(3)\tFor flexible premium policies: if, assuming guaranteed interest, mortality, and expense loads, the policy's net cash surrender value will not maintain insurance in force until the end of the next reporting period unless further premium payments are made, a notice to this effect shall be included in the report; or\n\t(4)\tFor all other policies, where applicable:\n\n\t\t(A)\tCurrent death benefit;\n\t\t(B)\tAnnual contract premium;\n\t\t(C)\tCurrent cash surrender value;\n\t\t(D)\tCurrent dividend;\n\t\t(E)\tApplication of current dividend; and\n\t\t(F)\tAmount of outstanding loan; and\n\n\t(5)\tInsurers writing life insurance policies that do not build nonforfeiture values shall only be required to provide an annual report with respect to these policies for those years when a change has been made to nonguaranteed policy elements by the insurer.\n\n\n\n\t(b)  If the annual report does not include an in force illustration, it shall contain the following notice displayed prominently:\n\n\t\"IMPORTANT POLICY OWNER NOTICE: You should consider requesting more detailed information about your policy to understand how it may perform in the future.  You should not consider replacement of your policy or make changes in your coverage without requesting a current illustration.  You may annually request, without charge, such an illustration by calling (insurer's phone number), writing to (insurer's name) at (insurer's address), or contacting your agent or producer.  If you do not receive a current illustration of your policy within thirty days from your request, you should contact your state insurance department.\"\n\n\t(c)  Upon the request of the policy owner, the insurer shall furnish an in force illustration of current and future benefits and values based on the insurer's present illustrated scale.  This illustration shall comply with the requirements of sections 431:10D-404(a), 431:10D-404(b), 431:10D-405(a), and 431:10D-405(e).  No signature or other acknowledgment of receipt of this illustration shall be required.\n\t(d)  If an adverse change in nonguaranteed elements that could affect the policy has been made by the insurer since the last annual report, the annual report shall contain a notice of that fact and the nature of the change shall be prominently displayed. [L 2000, c 252, pt of §2; am L 2003, c 212, §89]"
}