{
    "name": ".5 Suspension or denial of license for noncompliance with support order",
    "number": "9-235",
    "text": "§431:9-235  Denial, suspension, revocation of licenses.  (a)  The commissioner may suspend, revoke, or refuse to extend any license issued under this article for any cause specified in any other provision of this article, or for any of the following causes:\n\n\n\n\t(1)\tFor any cause for which issuance of the license could have been refused had it then existed and been known to the commissioner;\n\t(2)\tIf the licensee wilfully violates or knowingly participates in the violation of any provision of this code;\n\t(3)\tIf the licensee has obtained or attempted to obtain any such license through wilful misrepresentation or fraud, or has failed to pass any examination required by section 431:9-206;\n\t(4)\tIf the licensee has misappropriated, or converted to the licensee's own use, or has illegally withheld moneys required to be held in a fiduciary capacity;\n\t(5)\tIf the licensee has, with intent to deceive, materially misrepresented the terms or effect of any insurance contract; or has engaged or is about to engage in any fraudulent transaction;\n\t(6)\tIf the licensee has been guilty of any unfair practice or fraud as defined in article 13;\n\t(7)\tIf in the conduct of the licensee's affairs under the license, the licensee has shown oneself to be a source of injury and loss to the public; or\n\t(8)\tIf the licensee has dealt with, or attempted to deal with, insurance or to exercise powers relative to insurance outside the scope of the licensee's licenses.\n\n\n\n\t(b)  The license of any partnership or corporation may be so suspended, revoked, or refused for any of such causes as relate to any individual designated in the license to exercise its powers.\n\t(c)  The holder of any license which has been revoked or suspended shall surrender the license certificate to the commissioner at the commissioner's request.\n\t(d)  The commissioner shall not renew or reinstate, or shall deny, suspend, or revoke any license or application, if the commissioner has received certification from an administering entity pursuant to chapter 436C that the licensee or applicant is in default or breach of any obligation under any student loan, student loan repayment contract, or scholarship contract that financed the licensee's or applicant's education, or has failed to comply with a repayment plan.\n\tThe commissioner in receipt of a certification pursuant to chapter 436C shall, as applicable, and without further review or hearing:\n\n\n\n\t(1)\tSuspend the license;\n\t(2)\tDeny the application or request for renewal of the license; or\n\t(3)\tDeny the request for reinstatement of the license,\n\n\n\nand unless otherwise provided by law, shall renew, reinstate, or grant the license only upon receipt of an authorization from the administering entity. [L 1987, c 347, pt of §2; am L 1997, c 233, §4; am L 2002, c 155, §24 and c 226, §6; am L 2003, c 133, §7 and c 212, §54]"
}