{
    "name": "Sanctions",
    "number": "11-111",
    "text": "§431:11-111    (a)  Any insurer failing without just cause to file any registration statement as required in this article shall be liable for a fine in an amount of not less than $100 and not more than $500 for each day of delinquency, to be recovered by the commissioner, and the penalty so recovered shall be paid into the compliance resolution fund.  The commissioner may reduce the penalty if the insurer demonstrates to the commissioner that the imposition of the penalty would constitute a financial hardship to the insurer.\n\t(b)  Every director or officer of an insurance holding company system who knowingly violates, participates in, or assents to, or who knowingly permits any of the officers or agents of the insurer to engage in any transactions or make investments that have not been properly reported or submitted pursuant to sections 431:11-105(a), 431:11-106(a)(2), or 431:11-106(b), or who violates this article, shall be subject to a fine of not less than $100 and not more than $10,000 per violation.  In determining the amount of the fine, the commissioner shall take into account the appropriateness of the fine with respect to the gravity of the violation, the history of previous violations, and such other matters as justice may require.\n\t(c)  Whenever it appears to the commissioner that any insurer subject to this article or any director, officer, employee, or agent thereof has engaged in any transaction or entered into a contract which is subject to section 431:11-106 and which would not have been approved had the approval been requested, the commissioner may order the insurer to cease and desist immediately any further activity under that transaction or contract.  After notice and hearing, the commissioner may also order the insurer to void any of the contracts and restore the status quo if that action is in the best interest of the policyholders, creditors, or the public.\n\t(d)  Whenever it appears to the commissioner that any insurer or any director, officer, employee, or agent thereof has committed a wilful violation of this article, the commissioner may cause criminal proceedings to be instituted against the insurer or the responsible director, officer, employee, or agent thereof.  Any insurer who wilfully violates this article shall be subject to a fine of not less than $100 and not more than $10,000 per violation.  Any individual who wilfully violates this article shall be subject to a fine in the individual's capacity of not less than $100 and not more than $10,000 per violation, or be imprisoned for not more than one year.\n\t(e)  Any officer, director, or employee of an insurance holding company system who wilfully and knowingly subscribes to or makes, or causes to be made, any false statements, false reports, or false filings with the intent to deceive the commissioner in the performance of the commissioner's duties under this article, upon conviction thereof, shall be imprisoned for not more than one year, or fined $5,000, or both.  Any fines imposed shall be paid by the officer, director, or employee in the person's individual capacity. [L 1987, c 349, pt of §8; am L 1999, c 163, §15(1); am L 2000, c 182, §13; am L 2002, c 39, §14]"
}