{
    "name": "Surplus lines advisory organizations",
    "number": "8-314",
    "text": "§431:8-314    (a)  An advisory surplus lines organization of surplus lines brokers may be formed to:\n\n\n\n\t(1)\tFacilitate and encourage compliance by its members with the laws of this State and the rules and regulations of the commissioner relative to surplus lines insurance;\n\t(2)\tProvide means for the examination, which shall remain confidential, of all surplus lines coverage written by its members to determine whether such coverages comply with such laws and regulations;\n\t(3)\tCommunicate with organizations of admitted insurers with respect to the proper use of the surplus lines market; and\n\t(4)\tReceive and disseminate to its members information relative to surplus lines coverages.\n\n\n\n\t(b)  Every such advisory organization shall file with the commissioner:\n\n\n\n\t(1)\tA copy of its constitution, its articles of agreement or association or its certificate of incorporation;\n\t(2)\tA copy of its bylaws, rules and regulations governing its activities;\n\t(3)\tA current list of its members;\n\t(4)\tThe name and address of its authorized resident agent upon whom notices or orders of the commissioner or processes issued at the commissioner's direction may be served, and\n\t(5)\tAn agreement that the commissioner may examine such advisory organization in accordance with the provisions of subsection (c).\n\n\n\n\t(c)  The commissioner shall, at least once in every five years, make or cause to be made an examination of each such advisory organization.  The reasonable cost of any such examination shall be paid by the advisory organization upon presentation to it by the commissioner of a detailed account of each cost.  The officers, managers, agents, and employees of such advisory organization may be examined at any time, under oath, and shall exhibit all books, records, accounts, documents, or agreements governing its method of operation.  The commissioner shall furnish two copies of the examination report to the advisory organization examined and shall notify such organization that it may, within twenty days thereof, request a hearing on the report or on any facts or recommendations therein.  If the commissioner finds such advisory organization or any of its members to be in violation of this part, the commissioner may issue an order requiring the discontinuance of such violation. [L 1987, c 347, pt of §2]"
}