{
    "name": "Adjuster defined Enforcement",
    "number": "9-105",
    "text": "§431:9-105  Adjuster defined.  (a)  Adjuster means any individual who:\n\n\n\n\t(1)\tActs solely on behalf of either the insurer or the insured, as an independent contractor or as an employee of an independent contractor; and\n\t(2)\tInvestigates for, reports to, or adjusts for the individual's principal relative to claims arising under insurance contracts.\n\n\n\n\t(b)  Independent adjuster means an adjuster representing the interests of the insurer.\n\t(c)  Public adjuster means an adjuster employed by and solely representing the financial interests of the insured named in the policy.\n\t(d)  For the purposes of this article, the following individuals are not deemed to be an adjuster:\n\n\n\n\t(1)\tAn attorney at law who adjusts insurance losses from time to time incidental to the practice of the attorney's profession;\n\t(2)\tAn adjuster of marine losses;\n\t(3)\tA salaried employee of a producer, an insurer, or of an adjusting corporation or association owned and controlled by insurers; and\n\t(4)\tAn individual who acts for a self-insurer or for an insured which administers its own group insurance contract.\n\n\n\n\t(e)  Following a catastrophe in this State, a Hawaii license shall not be required of a nonresident independent adjuster for the adjustment of losses; provided that:\n\n\n\n\t(1)\tThe common losses suffered that are to be adjusted are a direct result of that catastrophe;\n\t(2)\tThe adjuster provides to the licensing branch of the insurance division a certified copy of the adjuster's current license in another state.  That other state shall have similar licensing requirements to section 431:9-222; and\n\t(3)\tWithin three working days of when the nonresident independent adjuster begins work, the insurance company, independent adjusting company, or producer that is utilizing the adjuster shall provide on its letterhead to the licensing branch of the insurance division:\n\n\t\t(A)\tThe name of the adjuster;\n\t\t(B)\tThe adjuster's Hawaii mailing and business addresses and phone numbers; and\n\t\t(C)\tThe adjuster's permanent home and business addresses and phone numbers.\n\n\n\n\n\n\tFor the purpose of this subsection, a catastrophe exists when due to a sudden, specific, and natural or manmade disaster or phenomenon, there arises property losses in Hawaii that are covered by insurance.  These losses must be so severe that resident licensed and independent adjusters will be unable to adjust the losses within a reasonable time as determined by the insurance division.\n\t(f)  Upon satisfaction of all the requirements in subsection (e), the nonresident independent adjuster may be registered with the licensing branch of the insurance division and adjust catastrophic losses in this State for up to one hundred twenty days from the date of registration or for a period of time determined by the commissioner, whichever is less. [L 1987, c 347, pt of §2; am L 1997, c 83, §2; am L 2000, c 182, §8; am L 2002, c 155, §21]"
}