{
    "name": "Credit allowed a domestic ceding insurer",
    "number": "4A-101",
    "text": "CREDIT FOR REINSURANCE\n\n §431:4A-101    Credit for reinsurance shall be allowed a domestic ceding insurer as either an asset or a deduction from liability on the domestic ceding insurer's financial statements on account of reinsurance ceded only when the reinsurer meets the requirements of paragraph (1), (2), (3), (4), or (5).  The requirements of paragraph (6) must also be met if the reinsurer attempts to meet the requirements of paragraph (3) or (4).\n\n\n\n\t(1)\tCredit shall be allowed when the reinsurance is ceded to an assuming insurer that is licensed to transact insurance or reinsurance in this State.\n\t(2)\tCredit shall be allowed when the reinsurance is ceded to an assuming insurer that is accredited as a reinsurer in this State.  An accredited reinsurer is one that:\n\n\t\t(A)\tFiles with the commissioner evidence of its submission to this State's jurisdiction;\n\t\t(B)\tSubmits to this State's authority to examine its books and records;\n\t\t(C)\tIs licensed to transact insurance or reinsurance in at least one state, or in the case of a United States branch of an alien assuming insurer, is entered through and licensed to transact insurance or reinsurance in at least one state;\n\t\t(D)\tFiles annually with the commissioner a copy of its annual statement filed with the insurance department of its state of domicile and a copy of its most recent audited financial statement; and either:\n\n\t\t\t(i)\tMaintains a surplus as regards policyholders in an amount that is not less than $20,000,000 and whose accreditation has not been denied by the commissioner within ninety days of its submission; or\n\t\t\t(ii)\tMaintains a surplus as regards policyholders in an amount less than $20,000,000 and whose accreditation has been approved by the commissioner.\n\n\n\n\t\tNo credit shall be allowed a domestic ceding insurer, if the assuming insurer's accreditation has been revoked by the commissioner after notice and hearing.\n\t(3)\tCredit shall be allowed when the reinsurance is ceded to an assuming insurer that is domiciled and licensed in, or in the case of a United States branch of an alien assuming insurer is entered through, a state that employs standards regarding credit for reinsurance equal to or exceeding those applicable under this article and the assuming insurer or United States branch of an alien assuming insurer:\n\n\t\t(A)\tMaintains a surplus as regards policyholders in an amount not less than $20,000,000; and\n\t\t(B)\tSubmits to the authority of this State to examine its books and records;\n\n\t\tprovided that the requirement of subparagraph (A) does not apply to reinsurance ceded and assumed pursuant to pooling arrangements among insurers in the same holding company system.\n\t(4)\tCredit shall be allowed as follows:\n\n\t\t(A)\tCredit shall be allowed when the reinsurance is ceded to an assuming insurer that maintains a trust fund in a qualified United States financial institution, as defined in section 431:4A-103(b), for the payment of the valid claims of its United States policyholders and ceding insurers, their assigns, and successors in interest.  The assuming insurer shall report annually to the commissioner information substantially the same as that required to be reported on the National Association of Insurance Commissioners annual statement form by licensed insurers to enable the commissioner to determine the sufficiency of the trust fund.  In the case of a single assuming insurer, the trust shall consist of a trusteed account representing the assuming insurer's liabilities attributable to business written in the United States and, in addition, the assuming insurer shall maintain a trusteed surplus of not less than $20,000,000.  In the case of a group including incorporated and individual unincorporated underwriters, the trust shall consist of a trusteed account representing the group's liabilities attributable to business written in the United States and, in addition, the group shall maintain a trusteed surplus of which $100,000,000 shall be held jointly for the benefit of United States ceding insurers of any member of the group; the incorporated members of the group shall not be engaged in any business other than underwriting as a member of the group and shall be subject to the same level of solvency regulation and control by the group's domiciliary regulator as are the unincorporated members; and the group shall make available to the commissioner an annual certification of the solvency of each underwriter by the group's domiciliary regulator and its independent public accountants;\n\t\t(B)\tIn the case of a group of incorporated insurers under common administration that complies with the filing requirements contained in subparagraph (A), and that has continuously transacted an insurance business outside the United States for at least three years immediately prior to making application for accreditation, and that submits to this State's authority to examine its books and records and bears the expense of the examination, and that has aggregate policyholders' surplus of $10,000,000,000, the trust shall be in an amount equal to the group's several liabilities attributable to business ceded by United States ceding insurers to any member of the group pursuant to reinsurance contracts issued in the name of such group; and the group shall maintain a joint trusteed surplus, of which $100,000,000 shall be held jointly for the benefit of United States ceding insurers of any member of the group as additional security for any such liabilities, and each member of the group shall make available to the commissioner an annual certification of the member's solvency by the member's domiciliary regulator and its independent public accountant;\n\t\t(C)\tThe trust shall be established in a form approved by the commissioner.  The trust instrument shall provide that contested claims shall be valid and enforceable upon the final order of any court of competent jurisdiction in the United States.  The trust shall vest legal title to its assets in the trustees of the trust for its United States policyholders and ceding insurers, their assigns, and successors in interest.  The trust and the assuming insurer shall be subject to examination as determined by the commissioner.  The trust must remain in effect for as long as the assuming insurer shall have outstanding obligations due under the reinsurance agreements subject to the trust; and\n\t\t(D)\tNo later than February 28 of each year, the trustees of the trust shall report to the commissioner in writing setting forth the balance of the trust and listing the trust's investments at the preceding year end and shall certify the date of termination of the trust, if so planned, or certify that the trust shall not expire prior to the next following December 31.\n\n\t(5)\tCredit shall be allowed when the reinsurance is ceded to an assuming insurer not meeting the requirements of paragraph (1), (2), (3), or (4), but only with respect to the insurance of risks located in jurisdictions where the reinsurance is required by applicable law or regulation of that jurisdiction.\n\t(6)\tIf the assuming insurer is not licensed or accredited to transact insurance or reinsurance in this State, the credit permitted by paragraphs (3) and (4) shall not be allowed unless the assuming insurer agrees in the reinsurance agreements:\n\n\t\t(A)\tThat in the event of the failure of the assuming insurer to perform its obligations under the terms of the reinsurance agreement, the assuming insurer, at the request of the ceding insurer, shall submit to the jurisdiction of any court of competent jurisdiction in any state of the United States, will comply with all requirements necessary to give that court jurisdiction, and will abide by the final decision of that court or of any appellate court in the event of an appeal; and\n\t\t(B)\tTo designate the commissioner or a designated attorney as its true and lawful attorney upon whom may be served any lawful process in any action, suit, or proceeding instituted by or on behalf of the ceding company.\n\n\t\tThis paragraph is not intended to conflict with or override the obligation of the parties to a reinsurance agreement to arbitrate their disputes, if such an obligation is created in the agreement. [L 1992, c 176, pt of §5; am L 1993, c 321, §11; am L 1994, c 34, §1]"
}