{
    "name": "Annual certifications",
    "number": "10D-409",
    "text": "§431:10D-409    (a)  The board of directors of each insurer shall appoint one or more illustration actuaries.\n\t(b)  The illustration actuary shall certify that the disciplined current scale used in illustrations is in conformity with the Actuarial Standard of Practice for Compliance with the National Association of Insurance Commissioners' Model Regulation on Life Insurance Illustrations promulgated by the Actuarial Standards Board, and that the illustrated scales used in insurer-authorized illustrations meet the requirements of this part.\n\t(c)  The illustration actuary shall:\n\n\n\n\t(1)\tBe a member in good standing of the American Academy of Actuaries;\n\t(2)\tBe familiar with the standard of practice regarding life insurance policy illustrations;\n\t(3)\tNot have been found by the commissioner, following appropriate notice and hearing, to have:\n\n\t\t(A)\tViolated any provision of, or any obligation imposed by, the insurance law or other law in the course of acting as an illustration actuary;\n\t\t(B)\tBeen found guilty of fraudulent or dishonest practices;\n\t\t(C)\tDemonstrated incompetence, lack of cooperation, or untrustworthiness to act as an illustration actuary; or\n\t\t(D)\tResigned or been removed as an illustration actuary within the past five years as a result of acts or omissions indicated in any adverse report on examination or as a result of a failure to adhere to generally acceptable actuarial standards;\n\n\t(4)\tNot fail to notify the commissioner of any action taken by a commissioner of another state similar to that under paragraph (3);\n\t(5)\tDisclose in the annual certification whether, since the last certification, a currently payable scale applicable for business issued within the previous five years and within the scope of the certification has been reduced for reasons other than changes in the experience factors underlying the disciplined current scale.  If nonguaranteed elements illustrated for new policies are not consistent with those illustrated for similar in force policies, this must be disclosed in the annual certification.  If nonguaranteed elements illustrated for both new and in force policies are not consistent with the nonguaranteed elements actually being paid, charged, or credited to the same or similar forms, this must be disclosed in the annual certification; and\n\t(6)\tDisclose in the annual certification the method used to allocate overhead expenses for all illustrations:\n\n\t\t(A)\tFully allocated expenses;\n\t\t(B)\tMarginal expenses; or\n\t\t(C)\tA generally recognized expense table based on fully allocated expenses representing a significant portion of insurance companies and approved by the commissioner.\n\n\n\n\n\n\t(d)  The illustration actuary shall file a certification with the board and with the commissioner:\n\n\n\n\t(1)\tAnnually for all policy forms for which illustrations are used; and\n\t(2)\tBefore a new policy form is illustrated.\n\n\n\n\t(e)  If an error in a previous certification is discovered, the illustration actuary shall immediately notify the board of directors of the insurer and the commissioner.\n\t(f)  If an illustration actuary is unable to certify the scale for any policy form illustration the insurer intends to use, the actuary shall immediately notify the board of directors of the insurer and the commissioner of the inability to certify.\n\t(g)  A responsible officer of the insurer, other than the illustration actuary, shall certify annually:\n\n\n\n\t(1)\tThat the illustration formats meet the requirements of this part and that the scales used in insurer-authorized illustrations are those scales certified by the illustration actuary; and\n\t(2)\tThat the company has provided its producers or other representatives with information about the expense allocation method used by the company in its illustrations and disclosed as required in subsection (c)(6).\n\n\n\n\t(h)  The annual certifications shall be provided to the commissioner each year by a date determined by the insurer.\n\t(i)  If an insurer changes the illustration actuary responsible for all or a portion of the company's policy forms, the insurer shall notify the commissioner of that fact promptly and disclose the reason for the change. [L 2000, c 252, pt of §2; am L 2003, c 212, §90]"
}