{
    "name": "Prerequisites for license renewal",
    "number": "9A-124",
    "text": "§431:9A-124    (a)  To qualify for a license renewal a licensee shall:\n\n\n\n\t(1)\tDuring the twenty-three months preceding a license renewal, complete the required number of credit hours as set forth in subsection (b) in approved continuing education courses; and\n\t(2)\tPay the fees as required under section 431:7-101.\n\n\n\n\t(b)  The required number of credit hours shall be as follows:\n\n\n\n\t(1)\tFor a licensee authorized to sell lines of insurance in only one of the following groups:\n\n\t\t(A)\tLife or accident and health or sickness; or\n\t\t(B)\tProperty, marine and transportation, vehicle, general casualty, or surety;\n\n\t\tthe requisite number of credit hours shall be twenty hours relating to the line of authority for which the license is held, including three credit hours relating to the insurance laws and the insurance rules;\n\t(2)\tFor a licensee with a license to sell lines of insurance in both groups in paragraph (1), the total requisite number of credit hours shall be thirty hours, of which:\n\n\t\t(A)\tTwelve hours shall relate to paragraph (1)(A) of which two hours shall relate to the insurance laws and the rules relating to the line of authority for which the license is held; and\n\t\t(B)\tEighteen hours shall relate to paragraph (1)(B) of which two hours shall relate to the insurance laws and the rules relating to the line of authority for which the license is held.\n\n\n\n\n\n\t(c)  Continuing education equivalents, as determined and approved by the commissioner, may include the teaching of continuing education courses and holding certain professional designations, but shall not include the use of carryover credit hours earned in excess of the required hours in any two-year renewal cycle.\n\t(d)  Unless an extension of time has been granted in advance by the commissioner, a licensee's failure to satisfy all of the continuing education requirements one month prior to the renewal date shall result in that licensee's license being automatically placed on an inactive status.  To reactivate a license, the licensee shall submit proof to the insurance division that the requisite number of credit hours have been completed and the licensee shall pay any required fees and penalties.\n\t(e)  After a licensee completes an approved continuing education course, the approved course provider shall issue to the licensee a certificate of completion in a form approved by the commissioner that certifies that the licensee has successfully completed the course.  Both the licensee and a person authorized to sign on behalf of the approved course provider shall sign the certificate of completion.  The approved course provider shall electronically submit the certificate of completion to the insurance division not later than one month prior to the renewal date for the license.\n\t(f)  This section shall not apply to a licensee granted an exemption by the commissioner from this section pursuant to section 431:9A-116.\n\t(g)  The commissioner may grant an extension of time to meet the requirements of this section to a licensee on extended active military duty for a period of time equal to the number of days the licensee was on active military duty. [L 2001, c 216, pt of §2; am L 2002, c 155, §35; am L 2003, c 212, §§65, 66]"
}