{
    "name": "Definitions",
    "number": "20-102",
    "text": "§431:20-102    For the purposes of this article:\n\n\n\n\t(1)\tControlled escrow company means each person engaged in the business of handling escrows of real property transactions in connection with which title policies are issued by a title insurer, which person:\n\n\t\t(A)\tIf an artificial person, directly or indirectly, is controlled by or controls, or is under common control with a title insurer, or is controlled by or controls, or is under common control with an underwritten title company; or\n\t\t(B)\tIf a natural person, is employed by or controlled by a title insurer, or by an underwritten title company.\n\n\t(2)\tTitle insurance business or business of title insurance means:\n\n\t\t(A)\tIssuing as insurer or offering to issue as insurer a title insurance policy; or\n\t\t(B)\tTransacting or proposing to transact by a title insurer any of the following activities when conducted or performed in contemplation of the issuance of a title insurance policy:\n\n\t\t\t(i)\tSoliciting or negotiating the issuance of a title insurance policy;\n\t\t\t(ii)\tGuaranteeing, warranting or otherwise insuring the correctness of title searches;\n\t\t\t(iii)\tHandling of escrows, settlements or closings;\n\t\t\t(iv)\tExecution of title insurance policies;\n\t\t\t(v)\tEffecting contracts of reinsurance;\n\t\t\t(vi)\tAbstracting, searching or examining titles; or\n\t\t\t(vii)\tDoing or proposing to do any business in substance equivalent to any of the foregoing in a manner designed to evade the provisions of this article.\n\n\n\n\t(3)\tTitle insurance policy or policy means a contract issuing or indemnifying against loss or damage arising from any or all of the following existing on or before the policy date:\n\n\t\t(A)\tDefects in, liens against, or encumbrances on the insured title;\n\t\t(B)\tUnmarketability of the insured title; or\n\t\t(C)\tInvalidity or unenforceability of liens or encumbrances on the stated property.  Title insurance policy does not include a preliminary report, binder, commitment, or abstract.\n\n\t(4)\tTitle insurer or insurer means a company organized under laws of this State for the purpose of transacting as insurer the business of title insurance, and any foreign or alien title insurer engaged in this State in the business of title insurance as insurer.\n\t(5)\tUnderwritten title company means each person engaged in the business of preparing lien or title searches, title examinations, certificates of searches of title, or abstracts of title upon the basis of which a title insurer regularly writes title policies. [L 1987, c 347, pt of §2]"
}