{
    "name": "Schedule A:  information required in a proxy statement",
    "number": "4-232",
    "text": "§431:4-232  Schedule A: information required in a proxy statement.  (a)  When applicable, information in schedule A shall include, among other things:\n\n\n\n\t(1)\tWhether or not the person giving the proxy has the power to revoke it;\n\t(2)\tA brief outline of the rights of appraisal of dissenting stockholders;\n\t(3)\tA statement as to who is making the solicitation;\n\t(4)\tA description of the interest of persons in the matters to be acted upon;\n\t(5)\tA statement as to the class of voting stock to be voted at the meeting, the number of shares outstanding, and the number of votes to which each class is entitled;\n\t(6)\tDetailed information on nominees for directors;\n\t(7)\tA statement on remuneration and other transactions with management and others;\n\t(8)\tInformation on the insurer's bonus, profit sharing, and other remuneration plans;\n\t(9)\tInformation on the insurer's pension or retirement plan;\n\t(10)\tInformation on the options, warrants, or rights to purchase stock of the insurer;\n\t(11)\tInformation of the title, amount, and description of stock to be authorized or issued;\n\t(12)\tDetailed information on mergers, consolidations, acquisitions, and other similar matters; and\n\t(13)\tDetailed information on any asset, capital, or surplus of the insurer.\n\n\n\n\t(b)  If action is to be taken with respect to any matter which is not required to be submitted to a vote of stockholders, the schedule shall state the nature of the matter, the reason for the matter being submitted to a vote of the stockholders, and the action intended to be taken by the management in the event of a negative vote on the matter by the stockholders.\n\t(c)  If action is to be taken with respect to any amendment of the insurer's charter, bylaws, or other such documents as to which information is not required, the schedule shall briefly state the reasons for and the general effect of the amendment and the vote needed for its approval. [L 2000, c 24, pt of §2; am L 2003, c 212, §34]"
}