{
    "name": "Violations and penalties",
    "number": "10D-508",
    "text": "§431:10D-508    (a)  Any failure to comply with this part shall be considered a violation of article 13 of this chapter.  Violations shall include but are not limited to:\n\n\n\n\t(1)\tAny deceptive or misleading information set forth in sales material;\n\t(2)\tFailing to ask the applicant in completing the application the pertinent questions regarding the possibility of financing or replacement;\n\t(3)\tThe intentional incorrect recording of an answer;\n\t(4)\tAdvising an applicant to respond negatively to any question regarding replacement to prevent notice to the existing insurer; or\n\t(5)\tAdvising a policy or contract owner to write directly to the company in such a way as to attempt to obscure the identity of the replacing producer or company.\n\n\n\n\t(b)  Policy and contract owners have the right to replace existing life insurance policies or annuity contracts after indicating in or as a part of applications for new coverage that replacement is not their intention; however, patterns of such action by policy or contract owners of the same producer shall be deemed prima facie evidence of the producer's knowledge that replacement was intended in connection with the identified transactions, and these patterns of action shall be deemed prima facie evidence of the producer's intent to violate this part.\n\t(c)  Where it is determined that the requirements of this part have not been met the replacing insurer shall provide to the policy owner an in force illustration if available or policy summary for the replacement policy or available disclosure document for the replacement contract and the appropriate notice regarding replacements required under this part.\n\t(d)  Violations of this part shall subject the violators to penalties that may include the revocation or suspension of a producer's or company's license, monetary fines and the forfeiture of any commissions or compensation paid to a producer as a result of the transaction in connection with which the violations occurred.  In addition, where the commissioner has determined that the violations were material to the sale, the insurer may be required to make restitution, restore policy or contract values, and pay appropriate interest on the amount refunded in cash. [L 2000, c 252, pt of §3; am L 2003, c 212, §92]"
}