{
    "name": "Optional provisions",
    "number": "10A-106",
    "text": "§431:10A-106    Except as provided in section 431:10A-107, no policy of accident and health or sickness insurance delivered or issued for delivery to any person in this State shall contain the provisions set forth below unless the provisions are in the words in which they appear below; provided that the insurer may substitute corresponding provisions of different wording approved by the commissioner that are in each instance not less favorable in any respect to the insured or the beneficiary.  Such provisions are optional provisions.  Any such provision contained in the policy shall be preceded individually by the specified caption or, at the option of the insurer, by such appropriate individual or group captions or subcaptions as the commissioner may approve.  The provisions are as follows:\n\n\n\n\t(1)\t\"Change of Occupation:  If the insured is injured or contracts sickness after having changed occupations to one classified by the insurer as more hazardous than that stated in this policy or while doing for compensation anything pertaining to an occupation so classified, the insurer will pay only such portion of the indemnities provided in this policy as the premium paid would have purchased at the rates and within the limits fixed by the insurer for the more hazardous occupation.  If the insured's occupation changes to one classified by the insurer as less hazardous than that stated in this policy, the insurer, upon receipt of proof of such change of occupation, will reduce the premium rate accordingly, and will return the excess pro rata unearned premium from the date of change of occupation or from the policy anniversary date immediately preceding receipt of such proof, whichever is the more recent.  In applying this provision, the classification of occupational risk and the premium shall be such as have been last filed by the insurer prior to the occurrence of the loss for which the insurer is liable or prior to date of proof of change in occupation with the state official having supervision of insurance in the state where the insured resided at the time this policy was issued; but if such filing was not required, then the classification of occupational risk and the premium rates shall be those last made effective by the insurer in such state prior to the occurrence of the loss or prior to the date of proof of change in occupation.\"\n\t(2)\t\"Misstatement of Age:  If the age of the insured has been misstated, all amounts payable under this policy shall be such as the premium paid would have purchased at the correct age.\"\n\t(3)\tOther insurance in this insurer shall be in one of the following forms:\n\n\t\t(A)\t\"Other Insurance in This Insurer:  If an accident and health or sickness policy or policies previously issued by the insurer to the insured be in force concurrently herewith, making the aggregate indemnity for (insert type of coverage or coverages) in excess of $ (insert maximum limit of indemnity or indemnities) the excess insurance shall be void and all premiums paid for such excess shall be returned to the insured or to the insured's estate.\"; or\n\t\t(B)\t\"Other Insurance in This Insurer:  Insurance effective at any one time on the insured under a like policy or policies in this insurer is limited to the one such policy elected by the insured, the insured's beneficiary, or the insured's estate, as the case may be, and the insurer will return all premiums paid for all other such policies.\"\n\n\t(4)\tInsurance with other insurers.  Either or both of the following forms shall be used:\n\n\n\n\t\t(A)\t(i)\t\"Insurance with Other Insurers:  If there be other valid coverage, not with this insurer, providing benefits for the same loss on a provision of service basis or on an expense incurred basis and of which this insurer has not been given written notice prior to the occurrence or commencement of loss, the only liability under any expense incurred coverage of this policy shall be for such proportion of the loss as the amount which would otherwise have been payable hereunder plus the total of the like amounts under all such other valid coverages for the same loss of which this insurer had notice bears to the total like amounts under all valid coverages for such loss, and for the return of such portion of the premiums paid as shall exceed the pro rata portion for the amount so determined.  For the purpose of applying this provision when other coverage is on a provision of service basis, the like amount of such other coverage shall be taken as the amount which the services rendered would have cost in the absence of such coverage.\"\n\t\t\t(ii)\t\"Insurance with Other Insurers:  If there be other valid coverage, not with this insurer, providing benefits for the same loss on other than an expense incurred basis and of which this insurer has not been given written notice prior to the occurrence or commencement of loss, the only liability for such benefits under this policy shall be for such proportion of the indemnities otherwise provided hereunder for such loss as the like indemnities of which the insurer had notice (including the indemnities under this policy) bear to the total amount of all the indemnities for such loss, and for the return of such portion of the premium paid as shall exceed the pro rata portion for the indemnities thus determined.\"\n\n\t\t(B)\tIf the provision set forth in subparagraph (A)(i) is included in a policy that also contains the provision set forth in subparagraph (A)(ii), there shall be added to the caption of the subparagraph (A)(i) provision the phrase, \"expense incurred benefits\".\n\t\t(C)\tThe insurer may, at its option, include in the provision set forth in subparagraph (A)(i) a definition of other valid coverage, approved as to form by the commissioner, which definition shall be limited in subject matter to coverage provided by organizations subject to regulation by insurance law or by insurance authorities of this State or any other state or territory of the United States or any province of Canada, and by hospital or medical service organizations, and to any other coverage the inclusion of which may be approved by the commissioner.  In the absence of such definition the term shall not include group insurance, automobile medical payment insurance, or coverage provided by hospital or medical service organizations, union welfare plans, or employer or employee benefit organizations.  For the purpose of applying the provision set forth in subparagraph (A)(i) with respect to any insured, any amount of benefit provided for such insured pursuant to any compulsory benefit statute (including any workers' compensation or employers' liability statute), whether provided by a governmental agency or otherwise, shall in all cases be deemed to be other valid coverage of which the insurer has had notice.  In applying the provision set forth in subparagraph (A)(i), no third party liability coverage shall be included as other valid coverage.\n\t\t(D)\tIf the provision set forth in subparagraph (A)(ii) is included in a policy that also contains the provision set forth in subparagraph (A)(i), there shall be added to the caption of the subparagraph (A)(ii) provision the phrase, \"other benefits\".\n\t\t(E)\tThe insurer may, at its option, include in the provision set forth in subparagraph (A)(ii) a definition of other valid coverage, approved as to form by the commissioner, which definition shall be limited in subject matter to coverage provided by organizations subject to regulation by insurance law or by insurance authorities of this State or any other state or territory of the United States or any province of Canada, and to any other coverage the inclusion of which may be approved by the commissioner.  In the absence of such definition the term shall not include group insurance, or benefits provided by union welfare plans or employer or employee benefit organizations.  For the purpose of applying the provision set forth in subparagraph (A)(ii) with respect to any insured, any amount of benefit provided for such insured pursuant to any compulsory benefit statute (including any workers' compensation or employers' liability statute), whether provided by a governmental agency or otherwise, shall in all cases be deemed to be other valid coverage of which the insurer has had notice.  In applying the provision set forth in subparagraph (A)(ii), no third party liability coverage shall be included as other valid coverage.\n\t(5)\t(A)\t\"Relation of Earnings to Insurance:  If the total monthly amount of loss of time benefits promised for the same loss under all valid loss of time coverage upon the insured, whether payable on a weekly or monthly basis, shall exceed the monthly earnings of the insured at the time disability commenced or the insured's average monthly earnings for the period of two years immediately preceding a disability for which claim is made, whichever is the greater, the insurer will be liable only for such proportionate amount of such benefits under this policy as the amount of such monthly earnings or such average monthly earnings of the insured bears to the total amount of monthly benefits for the same loss under all such coverage upon the insured at the time such disability commences and for the return of such part of the premiums paid during such two years as shall exceed the pro rata amount of the premiums for the benefits actually paid hereunder; but this shall not operate to reduce the total monthly amount of benefits payable under all such coverage upon the insured below the sum of $200 or the sum of the monthly benefits specified in such coverages, whichever is the lesser, nor shall it operate to reduce benefits other than those payable for loss of time.\"\n\t\t(B)\tThe policy provision in subparagraph (A) may be inserted only in a policy which the insured has the right to continue in force, subject to its terms by the timely payment of premiums until at least age fifty or, in the case of a policy issued after age forty-four, for at least five years from its date of issue.\n\t\t(C)\tThe insurer may, at its option, include in the provision set forth in subparagraph (A) a definition of valid loss of time coverage approved as to form by the commissioner, which definition shall be limited in subject matter to coverage provided by governmental agencies or by organizations subject to regulation by insurance law or by insurance authorities of this State or any state, district, or territory of the United States or any province of Canada, or to any other coverage the inclusion of which may be approved by the commissioner or any combination of such coverages.  In the absence of such definition such terms shall not include any coverage provided for such insured pursuant to any compulsory benefit statute (including any workers' compensation or employers' liability statute), or benefits provided by union welfare plans or by employer or employee benefit organizations.\n\n\t(6)\t\"Unpaid Premium:  Upon the payment of a claim under this policy, any premium then due and unpaid or covered by any note or written order may be deducted therefrom.\"\n\t(7)\t\"Cancellation:  The insurer may cancel this policy at any time by written notice delivered to the insured, or mailed to the insured's last address as shown by the records of the insurer, stating when, not less than five days thereafter, such cancellation shall be effective; and after the policy has been continued beyond its original term the insured may cancel this policy at any time by written notice delivered or mailed to the insurer, effective upon receipt or on such later date as may be specified in such notice.  In the event of cancellation, the insurer will return promptly the unearned portion of any premium paid.  If the insured cancels, the earned premium shall be computed by the use of the short-rate table last filed with the state official having supervision of insurance in the state where the insured resided when the policy was issued.  If the insurer cancels, the earned premium shall be computed pro rata.  Cancellation shall be without prejudice to any claim originating prior to the effective date of cancellation.\"\n\t(8)\t\"Conformity with State Statutes:  Any provision of this policy which, on its effective date, is in conflict with the statutes of the state in which the insured resides on such date is hereby amended to conform to the minimum requirements of such statutes.\"\n\t(9)\t\"Illegal Occupation:  The insurer shall not be liable for any loss to which a contributing cause was the insured's commission of or attempt to commit a felony or to which a contributing cause was the insured's being engaged in an illegal occupation.\"\n\t(10)\t\"Intoxicants and Narcotics:  The insurer shall not be liable for any loss sustained or contracted in consequence of the insured's being intoxicated or under the influence of any narcotic unless administered on the advice of a physician.\" [L 1987, c 347, pt of §2; am L 2002, c 155, §53; am L 2004, c 122, §32]"
}