{
    "name": "Miscellaneous provisions",
    "number": "16-214",
    "text": "§431:16-214    (a)  Nothing in this part shall be construed to reduce the liability for unpaid assessments of the insureds of an impaired or insolvent insurer operating under a plan with assessment liability.\n\t(b)  All meetings and records of the board of directors shall be open to all member insurers except for those meetings and records pertaining to the solvency, liquidation, rehabilitation, or conservation of any member insurer deemed confidential.  A member insurer shall provide written designation of its representative or representatives to the board meetings.\n\t(c)  Records shall be kept of all negotiations and meetings in which the association or its representatives are involved to discuss the activities of the association in carrying out its powers and duties under section 431:16-208.  Nothing in subsection (b) shall limit the duty of the association to render a report of its activities under section 431:2-304(b).\n\t(d)  For the purpose of carrying out its obligations under this part, the association shall be deemed to be a creditor of the impaired or insolvent insurer to the extent of assets attributable to covered policies reduced by any amounts to which the association is entitled as subrogee pursuant to section 431:16-208(m).  Assets of the impaired or insolvent insurer attributable to covered policies shall be used to continue all covered policies and pay all contractual obligations of the impaired or insolvent insurer as required by this part.  Assets attributable to covered policies, as used in this subsection, are that proportion of the assets which the reserves that should have been established for such policies bear to the reserves that should have been established for all policies of insurance written by the impaired or insolvent insurer.\n\n\n\n\t(e)\t(1)  Prior to the termination of any liquidation, rehabilitation or conservation proceeding, the court may take into consideration the contributions of the respective parties, including the association, the shareholders, and policy owners of the insolvent insurer, and any other party with a bona fide interest, in making an equitable distribution of the ownership rights of such insolvent insurer.  In such a determination consideration shall be given to the welfare of the policyholders of the continuing or successor insurer.\n\t(2)\tNo distribution to stockholders, if any, of an impaired or insolvent insurer shall be made until and unless the total amount of valid claims of the association with interest thereon for funds expended in carrying out its powers and duties under section 431:16-208 with respect to such insurer have been fully recovered by the association.\n\t(f)\t(1)  If an order for liquidation or rehabilitation of an insurer domiciled in this State has been entered, the receiver appointed under such order shall have a right to recover on behalf of the insurer, from any affiliate that controlled it, the amount of distributions, other than stock dividends paid by the insurer on its capital stock, made at any time during the five years preceding the petition for liquidation or rehabilitation subject to the limitations of subsections [(f)(2) to (f)(4)].\n\t(2)\tNo such distribution shall be recoverable if the insurer shows that when paid the distribution was lawful and reasonable, and that the insurer did not know and could not reasonably have known that the distribution might adversely affect the ability of the insurer to fulfill its contractual obligations.\n\t(3)\tAny person who was an affiliate that controlled the insurer at the time the distributions were paid shall be liable up to the amount of distributions the person received.  Any person who was an affiliate that controlled the insurer at the time the distributions were declared, shall be liable up to the amount of distributions the person would have received if they had been paid immediately.  If two or more persons are liable with respect to the same distributions, they shall be jointly and severally liable.\n\t(4)\tThe maximum amount recoverable under this [subsection] shall be the amount needed in excess of all other available assets of the insolvent insurer to pay the contractual obligations of the insolvent insurer.\n\t(5)\tIf any person liable under subsection [(f)(3)] is insolvent, all its affiliates that controlled it at the time the distribution was paid, shall be jointly and severally liable for any resulting deficiency in the amount recovered from the insolvent affiliate. [L 1987, c 347, pt of §2; am L 1989, c 195, §39]"
}