{
    "name": "Definitions",
    "number": "72",
    "text": "As used in this part:\n     \"Approved budget and credit counselor\" means a budget and credit counseling agency that has received approval from a United States trustee or bankruptcy administrator to provide instructional courses concerning personal financial management pursuant to Title 11 United States Code section 111.\n     \"Approved housing counselor\" means a housing counseling agency that has received approval from the United States Department of Housing and Urban Development to provide housing counseling services pursuant to section 106(a)(2) of the Housing and Urban Development Act of 1968, Title 12 United States Code section 1701x.\n     \"Association\" has the same meaning as in sections 514B-3 and 421J-2.\n     \"Department\" means the department of commerce and consumer affairs.\n     \"Director\" means the director of commerce and consumer affairs.\n     \"Dispute resolution\" means a facilitated negotiation between a mortgagor and mortgagee for the purpose of reaching an agreement for mortgage loan modification or other agreement in an attempt to avoid foreclosure or to mitigate damages if foreclosure is unavoidable.\n     \"Mortgagee\" has the same meaning as the term is defined in section 667-21. \n     \"Mortgagor\" has the same meaning as the term is defined in section 667-21.\n     \"Neutral\" means a person who is a dispute resolution specialist assigned to facilitate the dispute resolution process required by this part.\n     \"Owner-occupant\" means a person, at the time that a notice of default and intention to foreclose is served on the mortgagor under the power of sale:\n     (1)  Who owns an interest in the residential property, and the interest is encumbered by the mortgage being foreclosed; and\n     (2)  For whom the residential property is and has been the person's primary residence for a continuous period of not less than two hundred days immediately preceding the date on which the notice is served. [L 2011, c 48, pt of §1]"
}