{
    "name": "Assessment and collection of service charges for dishonored items",
    "number": "35.5",
    "text": "(a)  Unless otherwise provided by law or rules having the force and effect of law, every public accountant receiving revenue or other moneys on account of the State shall assess and collect a service charge in the amount of:\n\n\n\n\t(1)\t$15 for any check or electronic funds transfer; and\n\t(2)\t$7.50 for any draft, certificate of deposit, or other negotiable instrument,\n\n\n\nthe public accountant receives that is dishonored for any reason.  A public accountant shall require payment of the service charge in cash or by certified or cashier's check or by bank or postal money order.  The service charge shall be deposited with the director of finance as a realization of the general fund.\n\t(b)  The service charge shall be enforced as follows:\n\n\n\n\t(1)\tFor charges due on dishonored checks written or electronic funds transfers made for payment of any tax administered by the department of taxation under title 14, the charges shall be nonwaivable penalties and shall be made a part of the tax for which the payment was made in the same manner as penalties are made part of the tax under section 231-39; and\n\t(2)\tFor charges due on other dishonored items, the public accountant shall refer the entire matter, including the dishonored item and interest on the penalty, to the department of the attorney general for collection.\n\n\n\n\t(c)  Interest on the penalty at the rate of two-thirds of one per cent a month or fraction of a month shall be paid for the period beginning the first calendar day after the date of notification of dishonor and ending on the date paid.\n\t(d)  All penalties, including interest thereon, for dishonored items shall be debts due the State.\n\t(e)  Penalties and interest collected for dishonored items by the department of taxation pursuant to this section shall be collected in the same manner as are taxes under chapter 231.  The penalty shall be a realization of the general fund in the same manner as other penalties collected by the department of taxation. [L 1981, c 45, §1; am L 1995, c 97, §1; am L 1997, c 177, §2]"
}