{
    "name": "Definitions",
    "number": "1",
    "text": "PART I.  GENERALLY\n \n         As used in this chapter:\n     \"Aviation fuel\" means and includes all liquid substances of whatever chemical composition usable for the propulsion of airplanes.\n     \"Classes of retail trade\" means the separate subdivisions, or \"classes\", of outlets or methods of retail sales of liquid fuels, typically but not always limited to gasoline and diesel for motor vehicles, and includes any:\n     (1)  Company-operated station that is a retail service station owned and operated by a refiner or wholesale distributor and where retail prices are set by that refiner or wholesale distributor;\n     (2)  Lessee dealer-operated station that is a retail service station owned by a refiner or wholesale distributor and operated by a qualified gasoline dealer other than a refiner or wholesale distributor under a franchise; or\n     (3)  Owner-operated station that is a retail service station not owned by a refiner or wholesale distributor and operated by a qualified gasoline dealer.\n     \"Commission\" means the public utilities commission.\n     \"Competitively priced\" means fuel-grade ethanol for which the wholesale price, minus the value of all applicable federal, state, and county tax credits and exemptions, is not more than the average posted rack price of unleaded gasoline of comparable grade published in the State.\n     \"Corporate overhead expenses\" means the expenses or costs allocated by the refiners that reflect their Hawaii business units' share of corporate staff costs, such as legal, finance, accounting, information technology, and similar costs.\n     \"Dealer tank wagon price\" means the wholesale price at which liquid fuel is sold to any retail outlet by any distributor priced on a delivered basis to a retail outlet.\n     \"Department\" means the department of business, economic development, and tourism.\n     \"Director\" means the director of business, economic development, and tourism.\n     \"Distributor\" means:\n     (1)  Every person who refines, manufactures, produces, or compounds fuel in the State and sells it at wholesale or at retail;\n     (2)  Every person who imports or causes to be imported into the State, or exports or causes to be exported from the State, any fuel;\n     (3)  Every person who acquires fuel through exchanges with another distributor; or\n     (4)  Every person who purchases fuel for resale at wholesale or retail from any person described in paragraph (1), (2), or (3); provided that \"distributor\" shall not include a marina, lessee dealer-operated station, owner-operated station, or other retailer that retails fuel only to end users or the public.\n     \"Energy\" means work or heat that is, or may be, produced from any fuel or source whatsoever.\n     \"Fuel\" means fuels, whether liquid, solid, or gaseous, commercially usable for energy needs, power generation, and fuels manufacture, that may be manufactured, grown, produced, or imported into the State or that may be exported therefrom, including petroleum and petroleum products and gases, coal, coal tar, vegetable ferments, and all fuel alcohols.\n     \"Liquid fuel\" means fuels in liquid form, commercially usable for energy needs, power generation, and fuels that may be manufactured, produced, or imported into the State or that may be exported therefrom, including petroleum and petroleum products and all fuel alcohols.\n     \"Major fuel user\" means any person who uses fuel in the manufacture of products or for the generation of power in amounts determined by the commission as having a major effect on energy supplies.\n     \"Major marketer\" means any person who sells natural gas, propane, synthetic natural gas, or oil in amounts determined by the commission as having a major effect on energy supplies.\n     \"Major oil producer\" means any person who produces oil in amounts determined by the commission as having a major effect on energy supplies.\n     \"Major oil storer\" means any person who stores oil or other petroleum products in amounts determined by the commission as having a major effect on energy supplies.\n     \"Major oil transporter\" means any person who transports oil or other petroleum products in amounts determined by the commission as having a major effect on energy supplies.\n     \"Month\" or \"calendar month\" means each full month of the calendar year.\n     \"Nonrefiner wholesale price\" means the wholesale price at which liquid fuel is sold by any distributor, not a refiner, to any other distributor, not a refiner, for resale at any subsequent wholesale or retail transaction.\n     \"Person\" means any person, firm, association, organization, partnership, business trust, corporation, or company.  \"Person\" also includes any city, county, public district or agency, the State, or any department or agency thereof, and the United States to the extent authorized by federal law.\n     \"Refiner\" means any person who owns, operates, or controls the operations of one or more refineries in Hawaii.\n     \"Refiner wholesale price\" means the wholesale price at which liquid fuel is sold by a refiner to any distributor, not a refiner, for resale at any subsequent wholesale or retail transaction.\n     \"Refinery\" means any industrial plant, regardless of capacity, processing crude oil feedstock and manufacturing oil products.\n     \"Wholesale liquid fuel prices\" means the prices at which liquid fuel is sold at wholesale for resale at wholesale or retail, typically but not limited to gasoline and diesel for motor vehicles, and include \"dealer tank wagon price\", \"nonrefiner wholesale price\", and \"refiner wholesale price\". [L 1997, c 257, pt of §2; am L 2002, c 77, §3(1); am L 2006, c 78, §3; am L 2007, c 182, §3]"
}