{
    "name": "Funding and finance",
    "number": "12",
    "text": "(a)  Beginning with fiscal year 2009-2010, and each fiscal year thereafter, the non-facility per-pupil funding request for charter school students shall not be less than the per-pupil amount to the department in the most recently approved executive budget recommendation for the department, as set forth in paragraph (2); provided that:\n     (1)  The per-pupil funding request shall include funding for projected enrollment figures for each charter school; and\n     (2)  The per-pupil request for each regular education and special education student shall:\n         (A)  Include all regular education cost categories, including comprehensive school support services, but excluding special education services; provided that special education services are provided and funded by the department;\n         (B)  Include all means of financing except federal funds, as reported in the most recently-approved executive budget recommendations for the department; provided that in preparing the budget the executive director shall include an analysis of the proposed budget in relationship to the most recently published department consolidated annual financial report; and\n         (C)  Exclude fringe benefit costs and debt service.\n     (b)  Fringe benefit costs for charter school employees, regardless of the payroll system utilized by a charter school, shall be included in the department of budget and finance's annual budget request.  No fringe benefit costs shall be charged directly to or deducted from the charter school per-pupil allocations.\n     The legislature shall make an appropriation based upon the budget request; provided that the legislature may make additional appropriations for fringe, workers' compensation, and other employee benefits and facility costs.  The legislature may make additional appropriations for other requested amounts that benefit charter schools.\n     The governor, pursuant to chapter 37, may impose restrictions or reductions on charter school appropriations similar to those imposed on other public schools.\n     (c)  Charter schools shall be eligible for all federal financial support to the same extent as all other public schools.  The department shall provide the office with all state-level federal grant proposals submitted by the department that include charter schools as potential recipients and timely reports on state-level federal grants received for which charter schools may apply or are entitled to receive.  Federal funds received by the department for charter schools shall be transferred to the office for distribution to charter schools in accordance with the federal requirements.  If administrative services related to federal grants and subsidies are provided to the charter school by the department, the charter school shall reimburse the department for the actual costs of the administrative services in an amount that shall not exceed six and one-half per cent of the charter school's federal grants and subsidies.\n     Any charter school shall be eligible to receive any supplemental federal grant or award for which any other public school may submit a proposal, or any supplemental federal grants limited to charter schools; provided that if department administrative services, including funds management, budgetary, fiscal accounting, or other related services, are provided with respect to these supplemental grants, the charter school shall reimburse the department for the actual costs of the administrative services in an amount that shall not exceed six and one-half per cent of the supplemental grant for which the services are used.\n     All additional funds generated by the local school boards, that are not from a supplemental grant, shall be held separate from allotted funds and may be expended at the discretion of the local school boards.\n     (d)  To enable charter schools to access state funding prior to the start of each school year, foster their fiscal planning, and enhance their accountability, the office shall:\n     (1)  Provide fifty per cent of a charter school's per-pupil allocation based on the charter school's projected student enrollment no later than July 20 of each fiscal year; provided that the charter school shall have submitted to the office a projected student enrollment no later than May 15 of each year;\n     (2)  Provide an additional forty per cent of a charter school's per-pupil allocation no later than November 15 of each year; provided that the charter school shall have submitted to the office:\n         (A)  Student enrollment as verified on October 15 of each year; provided that the student enrollment shall be verified on the last business day immediately prior to October 15 should that date fall on a weekend; and\n         (B)  An accounting of the percentage of student enrollment that transferred from public schools established and maintained by the department; provided that these accountings shall also be submitted by the office to the legislature no later than twenty days prior to the start of each regular session; and\n     (3)  Retain no more than ten per cent of a charter school's per-pupil allocation no later than June 30 of each year as a contingency balance to ensure fiscal accountability and compliance;\nprovided that the panel may make adjustments in allocations based on noncompliance with board policies made in the board's capacity as the state education agency, department directives made in the department's capacity as the state education agency, the office's administrative procedures, and board-approved accountability requirements.\n     (e)  The department shall provide appropriate transitional resources to a conversion charter school for its first year of operation as a charter school based upon the department's allocation to the school for the year prior to the conversion.\n     (f)  No start-up charter school or conversion charter school may assess tuition. [L 2006, c 298, pt of §2; am L 2007, c 115, §12; am L 2009, c 86, §5]"
}