{
    "name": "Adoption; foreign born persons",
    "number": "20.5",
    "text": "(a)  The department of health shall establish a Hawaii certificate of birth for a person born in a foreign country and for whom a final decree of adoption has been entered in a court of competent jurisdiction in Hawaii, when it receives the following:\n\n\n\n\t(1)\tA properly certified copy of the adoption decree, or certified abstract thereof on a form approved by the department; and\n\t(2)\tA copy of any investigatory report and recommendation which may have been prepared by the director of social services; and\n\t(3)\tA report on a form to be approved by the department of health setting forth the following:\n\n\t\t(A)\tDate of assumption of custody;\n\t\t(B)\tSex;\n\t\t(C)\tColor or race;\n\t\t(D)\tApproximate age of child;\n\t\t(E)\tName and address of the person or persons adopting said child;\n\t\t(F)\tName given to child by adoptive parent or parents;\n\t\t(G)\tTrue or probable country of birth.\n\n\t\tThe true or probable country of birth shall be known as the place of birth, and the date of birth shall be determined by approximation.  This report shall constitute an original certificate of birth; and\n\t(4)\tA request that a new certificate of birth be established.\n\n\n\n\t(b)  After preparation of the new certificate of birth in the new name of the adopted person, the department of health shall seal and file the certified copy of the adoptive decree, the investigatory report and recommendation of the director of human services if any, the report constituting the original certificate of birth, and the request for a new certificate of birth.  The sealed documents may be opened by the department only by an order of a court of record or when requested in accordance with section 578-14.5 or 578-15.  The new certificate of birth shall show the true or probable foreign country of birth, and that the certificate is not evidence of United States citizenship for the child for whom it is issued or for the adoptive parents. [L 1979, c 203, §3; am L 1990, c 338, §3]"
}