{
    "name": "Powers and duties of the board",
    "number": "803",
    "text": "(a)  In addition to establishing standards for the issuance and renewal of licenses and any other powers and duties authorized by law, the board's powers shall also include:\n     (1)  Setting and administering its own budget;\n     (2)  Adopting, amending, or repealing the rules of the board in accordance with chapter 91;\n     (3)  Receiving grants or donations from private foundations, and state and federal funds;\n     (4)  Submitting an annual report to the governor, the legislature, and the board of education on the board's operations and from the 2007-2008 school year, submitting a summary report every five years of the board's accomplishment of objectives, efforts to improve or maintain teacher quality, and efforts to keep its operations responsive and efficient;\n     (5)  Conducting a cyclical review of standards and suggesting revisions for their improvement;\n     (6)  Establishing licensing fees in accordance with chapter 91 and determining the manner by which fees are collected and subsequently deposited into the state treasury and credited to the Hawaii teacher standards board special fund;\n     (7)  Establishing penalties in accordance with chapter 91;\n     (8)  Issuing, renewing, revoking, suspending, and reinstating licenses;\n     (9)  Reviewing reports from the department on individuals hired on an emergency basis;\n    (10)  Applying licensing standards on a case-by-case basis and conducting licensing evaluations;\n    (11)  Preparing and disseminating teacher licensing information to schools and operational personnel;\n    (12)  Approving teacher preparation programs; \n    (13)  Administering reciprocity agreements with other states relative to licensing;\n    (14)  Conducting research and development on teacher licensure systems, beginning teacher programs, the assessment of teaching skills, and other related topics;\n    (15)  Participating in efforts relating to teacher quality issues, professional development related to the board's standards, and promotion of high teacher standards and accomplished teaching;\n    (16)  Adopting applicable rules and procedures; and\n    (17)  Adopting, amending, repealing, or suspending the policies and standards of the board.\n     (b)  If, in accordance with chapter 92, the board determines, on a case-by-case basis, that extenuating circumstances exist to justify the suspension, the board may temporarily suspend its rules, or any portion thereof.  The board shall establish, in accordance with chapter 91, procedures for the suspension of its rules.  When determining whether to suspend its rules, the board shall also establish the length of time for which the suspension shall be in effect.\n     (c)  The board, in accordance with chapter 92, may also amend licensing-related fees and set or amend other charges related to the performance of its duties. [L 1996, c 89, pt of §2; am L 1997, c 195, §2; am L 2000, c 106, §§1, 4; am L 2001, c 312, pt of §10 and §§12, 13 and c 314, §3; am L 2002, c 16, §19 and c 193, §4; am L 2003, c 3, §11; am L 2007, c 263, §§2, 4; am L Sp 2009, c 2, §§3, 5]"
}