{
    "name": "Impact fee: land component - determining the amount of land or fee in lieu",
    "number": "1606",
    "text": "Impact fee:  land component - determining the amount of land or fee in lieu.  (a)  The area requirements for new school facilities shall be determined based on the recent school construction averages.\n     (b)  The procedure for determining whether the dedication of land is required or a payment of a fee in lieu is required for a new school facility shall be as follows:\n     (1)  A new residential development of greater than or equal to fifty units, shall include a written agreement, prior to the issuance of a building permit, between the owner or developer of the property and the department, under which the owner or developer has:\n         (A)  Agreed to designate an area to be dedicated for one or more schools for the development, subject to approval by the department; or\n         (B)  Agreed to pay to the department, at a time specified in the agreement, a fee in lieu of land dedication;\n     (2)  New residential developments of less than fifty units shall include a written agreement, between the owner or the developer of the property and the department, under which the owner or developer has agreed to a time specified for payment for the fee in lieu prior to the issuance of the building permit;\n     (3)  Prior to approval of any subdivision, change of zoning, or any other approval for a:\n         (A)  Residential development equal to or greater than fifty units; or\n         (B)  Condominium property regime development of fifty units or more,\n          the department shall notify the approving agency of its determination on whether to require the dedication of land, the payment of a fee in lieu thereof, or a combination of both;\n     (4)  When land dedication is required, the land shall be conveyed to the State upon completion of the subdivision improvements and any offsite infrastructure necessary to serve the land;\n     (5)  When the payment of a fee in lieu is required, the fee in lieu shall be paid based on the terms contained in the written agreement;\n     (6)  Whether the department determines to require land dedication or the payment of a fee in lieu, shall be guided by the following criteria:\n         (A)  The topography, geology, access, value, and location of the land available for dedication;\n         (B)  The size and shape of the land available for dedication;\n         (C)  The location of existing or proposed schooling facilities; and\n         (D)  The availability of infrastructure; and\n     (7)  The determination of the department as to whether lands shall be dedicated or whether a fee in lieu shall be paid, or a combination of both, shall be final.\n     (c)  In determining the value per acre for any new residential development, the fee simple value of the land identified for the new or expanded school facility shall be based on the appraised fair market value of improved, vacant land, zoned for residential use, and serviced by roads, utilities, and drainage.  An appraiser, licensed pursuant to chapter 466K, who is selected and paid for by the developer, shall determine the value of the land.  If the department does not agree with the developer's appraisal, the department may engage another licensed appraiser at its own expense, and resolve, through negotiation between the two appraisers, a fair market value.  If neither party agrees, the first two appraisers shall select the third appraiser, with the cost of the third appraisal being shared equally by the department and the developer, and the third appraisal shall be binding on both parties.\n     (d)  The developer or owner of new residential developments of greater than fifty units shall either pay the in lieu fee based on the land value as determined in subsection (c) or convey appropriate acreage as determined in subsection (b).  When conveying the fee simple interest for the new or expanded school facility, the developers shall be credited the difference between the fair market fee simple value of the property and the developers' proportionate share of the value of the land as determined in subsection (c) against any impact fees for construction.  Any excess may be transferred and used as credit against any future land or construction cost requirements on any other development of the State.\n     (e)  The dollar amount of the fee in lieu shall be determined using the following formula:\n    Acres of land calculated according to subsection (b) multiplied by the value per acre of land determined pursuant to subsection (c). [L 2007, c 245, pt of §2]"
}