{
    "name": "Duties of official court reporters",
    "number": "12",
    "text": "  The duties of each official court reporter shall be to attend sessions of the court and take verbatim notes of all oral proceedings before the court, including the testimony of witnesses, objections of counsel, offers of proof, arguments of counsel, rulings of the court, charge to the jury, verdict of the jury, and any other matter which the court may require the official court reporter to report.  The official court reporter may be called upon at any time during a hearing, by any party to the same or by the court, to read aloud any portion of the official court reporter's notes theretofore taken by the official court reporter.  The official court reporter may be referred to at any time by the clerk of the court for the exact language of any orders from the bench.  In any hearing of probate of will or administration matter the judge may, in the judge's discretion, order the official court reporter to supply and file, without charge and within a reasonable time, a certified statement of such testimony as relates to the names, ages, and genealogies of heirs.  Other appropriate duties for the official court reporters to perform may be prescribed by rule of court.\n\tEach official court reporter shall file the official court reporter's notes in a suitable filing case provided for that purpose, and, when requested by any party to a cause and so directed by the court, or by the court of its own motion, shall, within a reasonable time thereafter as the court may designate, furnish a certified transcript of the official court reporter's notes, or any portion thereof, taken in the cause, upon the payment of the fee fixed in section 606-13.  The official court reporter may furnish a transcript of any of the official court reporter's notes, where the same is not intended for the purposes of appeal to the supreme court, upon the request of any party, without the order of the judge therefore first obtained.\n\tIn an ex parte or uncontested case if there is no official court reporter in attendance, the court may direct the clerk to take notes of the oral evidence adduced or the judge may personally take notes or may cause the oral evidence to be preserved on tape or by another mechanical device. [L 1915, c 88, §2; RL 1925, §2300; RL 1935, §3699; RL 1945, §9732; RL 1955, §218-12; am L 1959, c 110, §3; HRS ; am L 1972, c 88, §4(i), (j); gen ch 1985; am L 1996, c 226, §2]\n    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  The duties of each official court reporter shall be to attend sessions of the court and take verbatim notes of all oral proceedings before the court, including the testimony of witnesses, objections of counsel, offers of proof, arguments of counsel, rulings of the court, charge to the jury, verdict of the jury, and any other matter which the court may require the official court reporter to report.  The official court reporter may be called upon at any time during a hearing, by any party to the same, or by the court, to read aloud any portion of the official court reporter's notes taken by the official court reporter.  The official court reporter may be referred to at any time by the clerk of the court for the exact language of any orders from the bench.  In any hearing of probate of will or administration matter, the judge, in the judge's discretion, may order the official court reporter to supply and file, without charge and within a reasonable time, a certified statement of such testimony as relates to the names, ages, and genealogies of heirs.  Other appropriate duties for the official court reporters to perform may be prescribed by rule of court.\n\tEach official court reporter shall file the official court reporter's notes with the clerk of the court and when requested by any party to a cause and so directed by the court or by the court of its own motion, within a reasonable time thereafter as the court may designate, shall furnish a certified transcript of the official court reporter's notes, or any portion thereof, taken in the cause, upon the payment of the fee fixed in section 606-13.  The official court reporter may furnish a transcript of any of the official court reporter's notes, where the same is not intended for the purposes of appeal, upon the request of any party, without the order of the judge therefore first obtained.\n\tIn an ex parte or uncontested case, if there is no official court reporter in attendance, the court may direct the clerk to take notes of the oral evidence adduced, or the judge may personally take notes or may cause the oral evidence to be preserved on tape or by another mechanical device. [L 1915, c 88, §2; RL 1925, §2300; RL 1935, §3699; RL 1945, §9732; RL 1955, §218-12; am L 1959, c 110, §3; HRS ; am L 1972, c 88, §4(i), (j); gen ch 1985; am L 1996, c 226, §2; am L 2004, c 202, §60]\nNote\n  L 2004, c 202, §82 provides:\n  \"SECTION 82.  Appeals pending in the supreme court as of the effective date of this Act [July 1, 2006] may be transferred to the intermediate appellate court or retained at the supreme court as the chief justice, in the chief justice's sole discretion, directs.\"\nRules of Court\n  Generally, see Rules Governing Court Reporting.\n  Recording of testimony and proceedings, see RCC rule 25.1; RDC rule 25.1.\n  Transcript as evidence, see HRCP rule 80; order for transcript of evidence, see RDC rule 25.\nCase Notes\n  \"Any party\" in the provision that the reporter may furnish a transcript where it is not intended for appeal upon the request of any party construed.  59 H. 237, 580 P.2d 58.\n  Court reporter's notes as public record, public's right of access to such records.  59 H. 237, 580 P.2d 58.\n  Section does not preclude recording of a closing argument.  67 H. 231, 683 P.2d 1217.\n  Trial court must order that the closing argument be recorded when a party makes a timely request to do so.  71 H. 347, 791 P.2d 392."
}