{
    "name": "Marriage license; agent to grant; fee",
    "number": "5",
    "text": "(a)  The department of health shall appoint, and at its pleasure remove, one or more suitable persons as agents authorized to grant marriage licenses under this chapter in each judicial circuit.  The agents may issue licenses from any state facility when deemed necessary by the director.  Any agent appointed under this subsection and receiving an application for a marriage license shall collect from the applicant for the license $60, of which the agent, except those provided for in subsection (b), shall retain $9 for the agent's benefit and compensation and shall remit $51 to the director of health.  Upon the receipt of remittances under this subsection, the director of health shall deposit:\n\n\n\n\t(1)\t$32 for each license issued to the credit of the general fund of the State;\n\t(2)\t$4.50 for each license issued to the credit of the spouse and child abuse special account established under section 346-7.5;\n\t(3)\t$4.50 for each license issued to the credit of the spouse and child abuse special account established under section 601-3.6; and\n\t(4)\t$10 for each license issued to the credit of the [birth defects special fund] established under section 321-426.\n\n\n\n\t(b)  The department may appoint, as regular employees under the civil service and classification laws, the number of suitable persons as agents authorized to grant marriage licenses for whom provision has been made in the general appropriation act.  In the case of these agents, the full amount collected from applicants shall be remitted to the director of health.  Upon the receipt of remittances under this subsection, the director of health shall deposit:\n\n\n\n\t(1)\t$41 for each license issued to the credit of the general fund of the State;\n\t(2)\t$4.50 for each license issued to the credit of the spouse and child abuse special account established under section 346-7.5;\n\t(3)\t$4.50 for each license issued to the credit of the spouse and child abuse special account established under section 601-3.6; and\n\t(4)\t$10 for each license issued to the credit of the [birth defects special fund] established under [section] 321-426.\n\n\n\n\t(c)  Every agent appointed under this section may administer the oaths required by this chapter to be taken.\n\t(d)  The department or its authorized agents shall furnish to each applicant for a marriage license a brochure explaining rubella, the risks of infection with rubella during pregnancy, and how to seek testing and immunization.  The department or its authorized agents shall also furnish to each applicant for a marriage license information, to be provided by the department, relating to population stabilization, family planning, birth control, fetal alcohol and drug syndromes, and acquired immune deficiency syndrome (AIDS), including the availability of anonymous testing for HIV infection at alternate test sites; provided that such information is available. [PC 1869, c 55, §14; am L 1905, c 11, §1; am L 1917, c 189, §1; am L 1921, c 121, §1; RL 1925, §2946; am L 1929, c 104, §2; am L 1932 2d, c 34, §1; RL 1935, §4634; am L 1937, c 122, §7; RL 1945, §12355; am L 1947, c 21, §1; am L 1953, c 87, §1; am L 1955, c 149, §1; RL 1955, §323-5; am L Sp 1959 2d, c 1, §§14, 19; am L 1963, c 114, §1; HRS ; am L 1969, c 33, §1; am L 1971, c 89, §1; am L 1976, c 138, §1; am L 1977, c 24, §1; gen ch 1985; am L 1987, c 98, §1; am L 1989, c 364, §1; am L 1994, c 232, §6; am L 1995, c 153, §2; am L 1998, c 311, §8; am L 2002, c 252, §3]"
}