{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter: \t\"Commissioner\" means the insurance commissioner of this State.\n\t\"Completed operations liability\" means liability arising out of the installation, maintenance, or repair of any product at a site which is not owned or controlled by any person who:\n\n\n\n\t(1)\tPerforms that work; or\n\t(2)\tHires an independent contractor to perform that work; but shall include liability for activities which are completed or abandoned before the date of the occurrence giving rise to the liability.\n\n\n\n\t\"Domicile\", for purposes of determining the state in which a purchasing group is domiciled, means:\n\n\n\n\t(1)\tFor a corporation, the state in which the purchasing group is incorporated; or\n\t(2)\tFor an unincorporated entity, the state of its principal place of business.\n\n\n\n\t\"Financially impaired\" means that a risk retention group:\n\n\n\n\t(1)\tHas admitted assets that are less than the sum of its aggregate liabilities and the amount of surplus to policyholders required to be maintained by a risk retention group chartered in this State and authorized to do the same kind or kinds of insurance; or\n\t(2)\tHas admitted assets that are less than the sum of its aggregate liabilities and outstanding capital stock; or\n\t(3)\tIs insolvent.\n\n\n\n\t\"Hazardous financial condition\" means that, based on its present or reasonably anticipated financial condition, a risk retention group, although not yet financially impaired or insolvent, is unlikely to be able to:\n\n\n\n\t(1)\tMeet obligations to policyholders with respect to known claims and reasonably anticipated claims; or\n\t(2)\tPay other obligations in the normal course of business.\n\n\n\n\t\"Insolvent\" means that a risk retention group has admitted assets that are less than the aggregate amount of its liabilities.\n\t\"Insurance\" means primary insurance, excess insurance, reinsurance, surplus lines insurance, and any other arrangement for shifting and distributing risk which is determined to be insurance under the laws of this State.\n\t\"Liability\" means legal liability for damages, including costs of defense, legal costs and fees, and other claims expenses because of injuries to other persons, damage to their property, or other damage or loss to those other persons resulting from or arising out of:\n\n\n\n\t(1)\tAny business, whether for profit or nonprofit, trade, product, services, including professional services, premises, or operations; or\n\t(2)\tAny activity of any state or county government, or any agency or political subdivision;\n\n\n\nbut does not include personal risk liability and an employer's liability with respect to its employees other than legal liability under the Federal Employers' Liability Act, 45 U.S.C. §51 et seq.\n\t\"Personal risk liability\" means liability for damages because of injury to any person, damage to property, or other loss or damage resulting from any personal, familial, or household responsibilities or activities, rather than from responsibilities or activities referred to in paragraphs (1) and (2) in the definition of \"liability\".\n\t\"Plan of operation\" or \"feasibility study\" means an analysis which presents the expected activities and results of a risk retention group including, not less than the following:\n\n\n\n\t(1)\tThe coverages, deductibles, coverage limits, rates, and rating classification systems for each line of insurance the group intends to offer;\n\t(2)\tHistorical and expected loss experience of the proposed members and national experience of similar exposures to the extent that this experience is reasonably available;\n\t(3)\tPro forma financial statements and projections;\n\t(4)\tAppropriate opinions by a qualified, independent casualty actuary, including a determination of minimum premiums or participation levels required to commence operations and to prevent a hazardous financial condition;\n\t(5)\tIdentification of management, underwriting procedures, managerial oversight methods, investment policies;\n\t(6)\tIdentification of each state in which the risk retention group has obtained, or sought to obtain, a charter and license, and a description of its status in each state; and\n\t(7)\tOther matters as may be prescribed by the commissioner for liability insurance companies authorized by the insurance laws of the state in which the risk retention group is chartered.\n\n\n\n\t\"Product liability\" means liability for damages because of any personal injury, death, emotional harm, consequential economic damage, or property damage, including damages resulting from the loss of use of property, arising out of the manufacture, design, importation, distribution, packaging, labeling, lease, or sale of a product, but does not include the liability of any person for those damages if the product involved was in the possession of the person when the incident giving rise to the claim occurred.\n\t\"Purchasing group\" means any group which:\n\n\n\n\t(1)\tHas as one of its purposes the purchase of liability insurance on a group basis;\n\t(2)\tPurchases this insurance only for its group members and only to cover their similar or related liability exposure, as described in [paragraph (3)];\n\t(3)\tIs composed of members whose businesses or activities are similar or related with respect to the liability to which members are exposed by virtue of any related, similar, or common business, trade, product, services, premises, or operations; and\n\t(4)\tIs domiciled in any state.\n\n\n\n\t\"Risk retention group\" means any corporation or other limited liability association formed under the laws of any state, Bermuda, or the Cayman Islands:\n\n\n\n\t(1)\tWhose primary activity consists of assuming and spreading all, or any portion, of the liability exposure of its group members;\n\t(2)\tWhich is organized for the primary purpose of conducting the activity described under paragraph (1);\n\t(3)\tWhich:\n\n\t\t(A)\tIs chartered and licensed as a liability insurance company and authorized to engage in the business of insurance under the laws of any state; or\n\t\t(B)\tBefore January 1, 1985, was chartered or licensed and authorized to engage in the business of insurance under the laws of Bermuda or the Cayman Islands and, before this date, had certified to the insurance commissioner of at least one state that it satisfied the capitalization requirements of that state, except that any group shall be considered to be a risk retention group only if the group has been engaged in business continuously since this date and only for the purpose of continuing to provide insurance to cover product liability or completed operations liability, as defined in the Product Liability Risk Retention Act of 1981, 15 U.S.C. §3901 et seq., before the date of the enactment of the Liability Risk Retention Act of 1986, P.L. 99-563;\n\n\t(4)\tWhich does not exclude any person from membership in the group solely to provide for members of the group a competitive advantage over the person;\n\t(5)\tWhich has as its:\n\n\t\t(A)\tMembers only persons who have an ownership interest in the group and that has as its owners only persons who are members who are provided insurance by the risk retention group; or\n\t\t(B)\tSole member and sole owner an organization that is owned by persons who are provided insurance by the risk retention group;\n\n\t(6)\tWhose members are engaged in business or activities similar or related to the liability of which these members are exposed by virtue of any related, similar, or common business trade, product, services, premises, or operations;\n\t(7)\tWhose activities do not include the provision of insurance other than:\n\n\t\t(A)\tLiability insurance for assuming and spreading all or any portion of the liability for its group members; and\n\t\t(B)\tReinsurance with respect to the liability of any other risk retention group, or any members of another group, which is engaged in businesses or activities so that this group or member meets the requirement described in paragraph (6) for membership in the risk retention group that provides this reinsurance; and\n\n\t(8)\tThe name of which includes the phrase \"risk retention group\".\n\n\n\n\t\"State\" means any state of the United States or the District of Columbia. [L 1987, c 180, pt of §1; am L 1989, c 272, §§2, 3; am L 1997, c 368, §8; am L 2004, c 122, §80]"
}