{
    "name": "Average final compensation",
    "number": "81",
    "text": "  (a)  Average final compensation is the average annual compensation pay or salary upon which a member has made contributions as required by sections 88-45 and 88-46.\n\t(b)  The average final compensation of members shall be calculated as follows:\n\n\n\n\t(1)\tFor employees who become members prior to January 1, 1971:\n\n\t\t(A)\tDuring the member's five highest paid years of credited service, including vacation pay, or the three highest paid years of credited service excluding vacation pay, whichever is greater; or\n\t\t(B)\tIf the member has less than three years of credited service, during the member's actual years of credited service.\n\n\t(2)\tFor employees who become members on or after January 1, 1971:\n\n\t\t(A)\tDuring the member's three highest paid years of credited service, excluding vacation pay; or\n\t\t(B)\tIf the member has less than three years of credited service, during the member's actual years of credited service.\n\n\n\n\n\n\t(c)  In computing the compensation of a judge, the compensation paid to the judge by the United States as well as by the Territory shall be included.\n\t(d)  For service rendered as a member of the legislature from and after November 5, 1968, the actual annual salary of a member shall be the only amount used for determining the member's average final compensation.  For service rendered as a member of the legislature prior to November 5, 1968, and after admission of this State into the Union, the annual compensation of a member shall be computed, for the purpose of determining the member's average final compensation, as follows: during a year in which a general session was held, it shall be deemed to have been an amount equal to four times the salary of a member of the legislature for a general session; and during a year in which a budget session was held, it shall be deemed to have been an amount equal to six times the salary of a member of the legislature for a budget session.  For service rendered as a member of the legislature prior to the admission of this State into the Union, the annual compensation of a member shall be deemed to have been four times the salary of a member of the legislature for a regular session for each year during the member's term of office.\n\t(e)  If a member has credited service rendered as an elective officer or as a legislative officer, the member's average final compensation shall be computed separately for each category of service as follows:\n\n\n\n\t(1)\tFor the three highest paid years of credited service as an elective officer, or if the member has less than three years of credited service in that capacity, then the member's actual years of credited service;\n\t(2)\tFor the three highest paid years of credited service as a legislative officer, or if the member has less than three years of credited service in that capacity, then the member's actual years of credited service;\n\t(3)\tFor the three highest paid years of credited service as a judge, or if the member has less than three years of credited service in that capacity, then the member's actual years of credited service; and\n\t(4)\tFor the three highest paid years of credited service not included in paragraph (1), (2), or (3), or if the member has less than three years of credited service in that capacity, then the member's actual years of credited service. [L 1963, c 127, pt of §2; Supp, pt of §6-38; pt of HRS §§88-21 and 88-53; am L 1969, c 32, §1 and c 110, pt of §1; am L 1970, c 91, §1; am L 1997, c 374, §4; am L 2002, c 128, §7; am L 2003, c 118, §5]"
}