{
    "name": "Election of mode of retirement allowance",
    "number": "83",
    "text": "  (a)  Maximum allowance:  Upon retirement, any member may elect to receive the maximum retirement allowance to which the member is entitled computed in accordance with section 88-74, 88-76, or 88-80 and in the event of the member's death, there shall be paid to the member's beneficiary, otherwise to the member's estate, the difference between the balance of the member's accumulated contributions at the time of the member's retirement and the retirement allowance paid or payable to the member prior to death.\n\tIn lieu of this maximum allowance, the member may elect to receive the member's retirement allowance under any one of the optional plans described below, which shall be actuarially equivalent to the maximum allowance.\n\tOption 1:  The member may elect to receive a lesser retirement allowance during the member's lifetime.  At the member's retirement, there shall be established an amount of initial insurance that shall be computed on the basis of actuarial factors adopted by the board of trustees.  Upon the death of the retirant, any balance remaining in the initial insurance reserve, after deducting the retirement allowance paid to the retirant prior to death, shall be paid to the retirant's beneficiary, otherwise to the retirant's estate.  In lieu of the lump sum balance, the beneficiary may elect to receive an allowance for life based on the value of the balance; provided that the allowance is not less than $100 per month.\n\tOption 2:  The member may elect to receive a lesser retirement allowance during the member's lifetime and have those allowances, including cumulative post retirement, if applicable, continued after the member's death to the member's beneficiary during the lifetime of the person.  In the event of death of the beneficiary prior to that of the retirant, all further payments shall cease upon the death of the retirant.\n\tOption 3:  The member may elect to receive a lesser retirement allowance during the member's lifetime and have one-half of such allowance, including fifty per cent of all cumulative post retirement allowances, if applicable, continued after the member's death to the member's beneficiary during the lifetime of that person.  In the event of death of the beneficiary prior to that of the retirant, all further payments shall cease upon the death of the retirant.\n\tOption 4:  The member may elect to receive a lesser retirement allowance during the member's lifetime and provide some other benefit to the member's beneficiary in accordance with the member's own specification; provided that this election shall be certified by the actuary to be the actuarial equivalent of the member's retirement allowance and shall be approved by the board.\n\tOption 5:  The member may elect to receive the balance of the member's accumulated contributions at the time of retirement in a lump sum and, during the member's lifetime, a retirement allowance equal to the maximum retirement allowance reduced by the actuarial equivalent of these contributions.  Upon the death of the retirant, all further payments shall cease.  Only a member retiring from service having at least ten years of credited service or for disability may elect this mode of retirement.\n\tTo receive benefits, the beneficiary must have been designated by the member in the form and manner prescribed by the board.\n\tIn the event of the death of the retirant within one year after the date of retirement, the retirant's beneficiary may elect to receive either the death benefits under the mode of retirement selected, or in lieu thereof, such benefits as would have been paid had the retirant died immediately prior to retirement, less any payments that the retirant received.\n\tAny election of a mode of retirement allowance shall be irrevocable and subject to the spousal or reciprocal beneficiary notification requirement under subsection (c).\n\t(b)  Section 88-84 to the contrary notwithstanding, in the event of the death of a member after the date of the filing of the member's written application to retire, the designated beneficiary, otherwise the personal representative of the member's estate, shall receive the allowance under the option selected by the member that would have been payable had the member retired, and the benefits paid to the beneficiary or representative shall be computed as though the member had died on or after the effective date of the member's retirement.\n\t(c)  No election under this section shall take effect unless:\n\n\n\n\t(1)\tThe spouse or reciprocal beneficiary of the member is furnished written notification that:\n\n\t\t(A)\tSpecifies the retirement date, the benefit option selected, and the beneficiary designated by the member;\n\t\t(B)\tProvides information indicating the effect of the election; and\n\t\t(C)\tIs determined adequate by rules established by the board pursuant to chapter 91; or\n\n\t(2)\tThe member selects option 2 or option 3/option A or option B and designates the spouse or reciprocal beneficiary as the beneficiary; or\n\t(3)\tIt is established to the satisfaction of the board that the notice required under paragraph (1) cannot be provided because:\n\n\t\t(A)\tThere is no spouse or reciprocal beneficiary;\n\t\t(B)\tThe spouse or reciprocal beneficiary cannot be located;\n\t\t(C)\tThe member has failed to notify the system that the member has a spouse or reciprocal beneficiary or has failed to provide the system with the name and address of the member's spouse or reciprocal beneficiary; or\n\t\t(D)\tOf other reasons, as established by rules of the board pursuant to chapter 91.  Any notice provided to a spouse or reciprocal beneficiary, or determination that the notification of a spouse or reciprocal beneficiary cannot be provided, shall be effective only with respect to that spouse or reciprocal beneficiary.  The system will rely upon the representations made by a member as to whether the member has a spouse or reciprocal beneficiary and the name and address of the member's spouse or reciprocal beneficiary.\n\n\n\n\n\n\t(d)  Each member, within a reasonable period of time before the member's retirement date, shall be provided a written explanation of:\n\n\n\n\t(1)\tThe terms and conditions of the various benefit options;\n\t(2)\tThe rights of [the] member's spouse or reciprocal beneficiary under subsection (c) to be notified of the member's election of a benefit option; and\n\t(3)\tThe member's right to make, and the effect of, a revocation of an election of a benefit option.\n\n\n\n\t(e)  The system shall not be liable for any false statements made by the member. [L 1925, c 55, §6(11); RL 1935, pt of §7925; RL 1945, §708, subs 11; am L 1951, c 127, §2; am L 1955, c 270, §3; RL 1955, §6-50; am L 1959, c 157, §1; am L 1963, c 127, §11; am L 1964, c 62, §§6, 8; am L 1965, c 222, §§6, 9; Supp, §6-42.5; HRS §§88-74, 75; am L 1969, c 110, pt of §1; am L 1972, c 22, §1; am L 1977, c 82, §1; am L 1982, c 115, §3; gen ch 1985; am L 1988, c 8, §1; am L 1998, c 151, §9; am L 2003, c 182, §1]"
}