{
    "name": "Rights of members separated from service",
    "number": "96",
    "text": "(a)  Any member who ceases to be an employee and who has fewer than five years of credited service shall, upon application to the board of trustees, be paid all of the member's accumulated contributions and the member's membership shall thereupon terminate, provided that interest shall not be credited to an individual's account nor shall the membership continue after the fourth full year following the calendar year in which the member's employment terminates, after which time the system, as soon thereafter as possible, shall return the member's contributions; provided that any such member shall not be paid the member's accumulated contributions:\n\n\n\n\t(1)\tIf the member becomes an employee again within fifteen calendar days from the date the member ceased to be an employee; or\n\t(2)\tIf, at the time the application for return of accumulated contributions is received by the board of trustees, the member has become an employee again.\n\n\n\n\t(b)  Any member having five or more years of credited service who ceases to be an employee shall, upon application to the board of trustees, be paid all of the member's accumulated contributions; provided that any such member shall not be paid the member's accumulated contributions:\n\n\n\n\t(1)\tIf the member becomes an employee again within fifteen calendar days from the date the member ceased to be an employee; or\n\t(2)\tIf, at the time the application for return of accumulated contributions is received by the board of trustees, the member has become an employee again.\n\n\n\nIf the contributions are not withdrawn by the member within four calendar years following the calendar year in which the member's employment terminates, the member shall be deemed to have established vested benefit status and shall be eligible for the service retirement benefit in effect at the time of the member's separation from service, payable in accordance with the provisions thereto and the contributions shall not be withdrawn by the member thereafter.\n\t(c)  In case of the death of any former member after the termination of service, the former member's accumulated contributions shall be payable to the former member's estate or to such person as the former member has nominated by written designation duly executed and filed with the board. [L 1925, c 55, §6(10); RL 1935, pt of §7925; RL 1945, §708, subs 10, 13; am L 1945, c 73, §1(f); am L 1947, c 103, §1(b), (c); RL 1955, §6-53; am L 1963, c 127, §13; am L 1965, c 222, §10; HRS §88-87; am L 1969, c 110, pt of §1; am L 1982, c 165, pt of §2(15); am L 1984, c 32, §1; am L 1989, c 100, §2]"
}