{
    "name": "Limitations on merger by public benefit corporations",
    "number": "211",
    "text": "(a)  Without the prior approval of the circuit court for the first circuit in a proceeding in which the attorney general has been given written notice, a public benefit corporation may merge only with:\n\n\n\n\t(1)\tA public benefit corporation;\n\t(2)\tA foreign corporation that would qualify under this chapter as a public benefit corporation;\n\t(3)\tA wholly owned corporation, if the public benefit corporation is the surviving corporation and continues to be a public benefit corporation after the merger;\n\t(4)\tA corporation; provided that:\n\n\t\t(A)\tOn or prior to the effective date of the merger, assets with an equal value to the greater of the fair market value of the net tangible and intangible assets (including goodwill) of the public benefit corporation, or the fair market value of the public benefit corporation if it were to be operated as a business concern, are transferred to one or more persons who would have received its assets under section 414D-245(a)(5) and (6) had it dissolved;\n\t\t(B)\tThe public benefit corporation shall return, transfer, or convey an asset held by it upon condition requiring return, transfer, or conveyance, which condition occurs by reason of the merger, in accordance with such condition; and\n\t\t(C)\tThe merger is approved by a majority of directors of the public benefit corporation who are not and will not become members or shareholders in or officers, employees, agents, or consultants of the surviving corporation.\n\n\n\n\n\n\t(b)  At least twenty days before the consummation of any merger of a public benefit corporation pursuant to subsection (a)(4), notice, including a copy of the proposed plan of merger, shall be delivered to the attorney general.\n\t(c)  Without the prior written approval of the attorney general or the circuit court for the first circuit, in a proceeding in which the attorney general has been given written notice, no member of a public benefit corporation may receive or keep anything as a result of a merger other than a membership in the surviving public benefit corporation.  The court shall approve the transaction if it is in the public interest. [L 2004, c 171, §2]"
}