{
    "name": "Receivership or custodianship",
    "number": "254",
    "text": "(a)  A court in a judicial proceeding brought to dissolve a corporation may appoint one or more receivers to wind up and liquidate, or one or more custodians to manage, the affairs of the corporation.  The court shall hold a hearing, after notifying all parties to the proceeding and any interested persons designated by the court, before appointing a receiver or custodian.  The court appointing a receiver or custodian shall have exclusive jurisdiction over the corporation and all of its property wherever located. \t(b)  The court may appoint an individual, or a domestic or foreign business or nonprofit corporation (authorized to transact business in this State) as a receiver or custodian.  The court may require the receiver or custodian to post bond, with or without sureties, in an amount the court directs.\n\t(c)  The court shall describe the powers and duties of the receiver or custodian in its appointing order, which may be amended from time to time.  In addition to other powers:\n\n\n\n\t(1)\tThe receiver may:\n\n\t\t(A)\tDispose of all or any part of the assets of the corporation wherever located, at a public or private sale, if authorized by the court; provided the receiver's power to dispose of the assets of the corporation shall be subject to any trust and other restrictions that would be applicable to the corporation; and\n\t\t(B)\tSue and defend in the receiver's or custodian's name as receiver or custodian of the corporation in all courts of this State.\n\n\t(2)\tThe custodian may exercise all of the powers of the corporation, through or in place of its board of directors or officers, to the extent necessary to manage the affairs of the corporation in the best interests of its members and creditors.\n\n\n\n\t(d)  The court during a receivership may redesignate the receiver a custodian, and during a custodianship may redesignate the custodian a receiver, if doing so is in the best interests of the corporation, its members, and its creditors.\n\t(e)  The court from time to time during the receivership or custodianship may order compensation paid and expense disbursements or reimbursements made to the receiver or custodian and the receiver's or custodian's counsel from the assets of the corporation or proceeds from the sale of the assets. [L 2001, c 105, pt of §1]"
}