{
    "name": "Consumer complaints; procedures and remedies",
    "number": "17",
    "text": "(a)  All boards as defined by section 92-2(1) established to license or regulate any profession, occupation, industry, or service, shall receive complaints from consumers and other persons claiming to be aggrieved by business practices related to their respective jurisdictions. \t(b)  Upon receipt of a written complaint or upon receipt of an investigation report generated by the board on its own motion or upon staff investigation which establishes an alleged violation of any provision of law or rule, the board or its authorized representative shall notify the licensee or person regulated of the charge against the licensee or person and conduct a hearing in conformity with chapter 91 if the matter cannot be settled informally.  If the board finds that the charge constitutes a violation, the board may order one or more of the following remedies as appropriate relief:\n\n\n\n\t(1)\tRefunding the money paid as fees for services;\n\t(2)\tCorrecting the work done in providing services;\n\t(3)\tRevocation of the licensee's permit or license;\n\t(4)\tSuspension of the licensee's permit or license;\n\t(5)\tImposition of a fine; and\n\t(6)\tAny other reasonable means to secure relief as determined by the board.\n\n\n\nThe board may also assess the licensee, as a penalty, any cost incurred in publishing the notice of hearing when service by registered or certified mail to the address listed on the licensee's record is unsuccessful.\n\t(c)  Notwithstanding any provision to the contrary:\n\n\n\n\t(1)\tNo license or permit shall be suspended by the board for a period exceeding five years.\n\t(2)\tA person whose license or permit has been revoked by the board may not reapply for a license until the expiration of at least five years from the effective date of the revocation of the license or permit.\n\t(3)\tA suspended license or permit shall be reinstated at the end of the suspension; provided that the suspension does not carry forward to the next license period, and the person satisfies all licensing requirements and conditions contained in the order of the suspension.  If a suspension carries forward to the next license period, the board shall not renew the suspended license or permit during the usual renewal period.  At the end of the suspension period, a person whose license or permit was suspended may be reinstated upon filing a reinstatement form provided by the board and payment of the renewal fees, satisfaction of any other renewal requirements, and fulfillment of conditions, if any, contained in the order of suspension.  If the person fails to file for reinstatement within thirty days after the end of the suspension, the person's license or permit shall be forfeited.\n\n\n\n\t(d)  The failure or refusal of the licensee to comply with any board order, including an order of license suspension, shall also constitute grounds for further disciplinary action, including a suspension or revocation of license, imposition of which shall be subject to chapter 91 and the procedural rules of the board.  The board may also apply to any circuit court for injunctive relief to compel compliance with the board's order.  Where appropriate, the board shall refer for prosecution to the proper authority any practice constituting a violation which is subject to criminal penalty.\n\t(e)  If the subject matter of the complaint does not come within its jurisdiction, or if it is found that the charge does not constitute a violation, the board shall notify and inform the complainant in writing with regard to the reasons for its inability to act upon the complaint.\n\t(f)  The complainant and the licensee or person regulated may agree to resolve the complaint through final and binding arbitration pursuant to chapter 658A.  In the event of an agreement to arbitrate, the board may enter an order dismissing any proceeding instituted pursuant to subsection (b); provided that the order of dismissal may be conditioned upon prompt and complete compliance with the arbitrator's award.  In the event that the licensee or person regulated fails to comply with the terms of the arbitrator's award, the board may reopen the proceeding and may, after a hearing in conformity with chapter 91, order one or more of the remedies set forth in subsection (b).\n\tNotwithstanding any provision of chapter 658A to the contrary, an arbitration agreement entered into pursuant to this section shall be approved by the board, and the parties shall agree on an arbitrator within five days after execution of the agreement.  If the parties fail to agree on an arbitrator within the time above prescribed, the board may appoint an arbitrator from a list of arbitrators maintained for that purpose by the department of commerce and consumer affairs.\n\t(g)  A fine levied in a final order of a board or commission pursuant to subsection (b) shall be confirmed as a judgment by a circuit court in which the respondent resides or has property or in which the act complained of had occurred, by filing the board or commission's final order any time after thirty days after the issuance of that final order.  The judgment issued thereon shall have the same force and effect and be enforceable and collectible as any other judgment issued in the circuit court.  Nothing herein shall impair the right of the board or commission to apply to the circuit court for injunctive relief pursuant to subsection (d). [L 1974, c 117, §2; HRS §92-13; ren ; am L 1977, c 94, §1; am L 1978, c 158, §1; am L 1982, c 174, §1 and c 204, §8; am L 1983, c 181, §1; am L 1984, c 45, §3; am L 1985, c 45, §1; gen ch 1985; am L 1986, c 274, §2; am L 1993, c 109, §1; am L 2001, c 265, §4]"
}