{
    "name": "Rights, responsibilities, and expectations in volunteer relationships",
    "number": "3",
    "text": "(a)  Every person regardless of his present economic condition, race, color, ancestry, political affiliation, religious affiliation, sex, age, physical or mental handicap, or marital status has the right to volunteer his services to an agency.  An agency has the right to decline any voluntary offer of services, or if accepted, to release subsequently the volunteer who is no longer needed or who is found to be unacceptable. \t(b)  A volunteer providing services to an agency may expect:\n\n\n\n\t(1)\tThat he will be assigned a job that is worthwhile and challenging, and which permits him the freedom to use existing skills or develop new ones.\n\t(2)\tThat he will be trusted with information that will help him carry out the assignment.\n\t(3)\tThat he will be kept informed about what is going on in the specific volunteer areas.\n\t(4)\tThat he will be provided orientation, training, and supervision for the job he accepts so he will know why he is being asked to do a particular task.\n\t(5)\tThat his time will not be wasted by lack of planning, coordination, and cooperation within the organization.\n\t(6)\tThat he will receive feedback as to whether his work is effective and how it can be improved.\n\t(7)\tThat he will be reimbursed for out-of-pocket costs if it is the only way he can volunteer.\n\t(8)\tThat he will receive letters of recommendation and reference from his supervisor upon request.\n\t(9)\tThat he will be given appropriate recognition for his volunteer services.\n\t(10)\tThat he will be provided a designated supervisor.\n\n\n\n\t(c)  A volunteer providing services to an agency has the responsibility to:\n\n\n\n\t(1)\tAccept assignments given to him.\n\t(2)\tFulfill his commitment or notify the designated person of his change of plans.\n\t(3)\tFollow guidelines and policies established by the agency.\n\t(4)\tRespect the values and beliefs of others.\n\t(5)\tUse time wisely and not interfere with the job performance of others.\n\t(6)\tProvide feedback, suggestions, and recommendations to his supervisor regarding the program.\n\t(7)\tBe considerate, respect competencies, and work as a member of a team with staff and other volunteers.\n\n\n\n\t(d)  The agency utilizing the services of volunteers may expect:\n\n\n\n\t(1)\tThat the volunteer will fulfill his assignment as agreed upon or will notify staff sufficiently in advance if he cannot complete it.\n\t(2)\tThat the volunteer will not go beyond his competencies and authority.\n\t(3)\tThat the volunteer will submit feedback, suggestions, and recommendations about the program to his supervisor.\n\t(4)\tThat the volunteer will maintain confidentiality and will respect and treat the recipients of volunteer services with dignity.\n\n\n\n\t(e)  The agency utilizing the services of volunteers has the responsibility to:\n\n\n\n\t(1)\tUse volunteers to extend services without displacing paid employees.\n\t(2)\tProvide each volunteer with a designated supervisor.\n\t(3)\tProvide staff orientation and training in the use and supervision of volunteers.\n\t(4)\tDefine volunteer jobs that are meaningful to the volunteer and commensurate with his abilities.\n\t(5)\tBe alert to assignments for handicapped or disabled volunteers.\n\t(6)\tMake it possible for a volunteer to serve on a trial or probationary basis for a specified period.\n\t(7)\tProvide orientation and training to improve the volunteer's skills.\n\t(8)\tProvide volunteers with clear instructions and an adequate work space.\n\t(9)\tAccept the volunteer as part of the team, including him in training and staff meetings that pertain to his work.\n\t(10)\tEstablish and communicate clearly defined lines of supervision so that the volunteer knows to whom he is responsible.\n\t(11)\tProvide appropriate recognition and appreciation to the volunteer.\n\t(12)\tProvide written guidelines governing the recruitment, screening, utilization, and supervision of volunteers.\n\t(13)\tRecognize an applicant's prior volunteer service in evaluating fulfillment of training and experience requirements for state employment pursuant to rules adopted by the department of human resources development, the judiciary, and the board of regents of the University of Hawaii.\n\t(14)\tProvide funds for volunteer benefits as specified in section 90-4.\n\t(15)\tProvide recognition of paid staff for support and supervision of volunteers. [L 1978, c 10, pt of §2; am L 1994, c 56, §21]"
}