{
    "name": "Sexual assault in the first degree",
    "number": "730",
    "text": "PART V.  SEXUAL OFFENSES\n \nNote\n \n  For new section on continuous sexual assault of a minor under the age of fourteen years subject to take effect only on ratification of amendment to Article I of the St. Const., see L 2004, c 60.\n \nLaw Journals and Reviews\n \n  Rape and Child Sexual Assault:  Women's Perspectives Required to Dispel the Myths.  14 UH L. Rev. 157.\n \n     § to 738  [OLD] REPEALED.  L 1986, c 314, §56.\n \n         (1)  A person commits the offense of sexual assault in the first degree if:\n    (a)   The person knowingly subjects another person to an act of sexual penetration by strong compulsion;\n    (b)   The person knowingly engages in sexual penetration with another person who is less than fourteen years old;\n    (c)   The person knowingly engages in sexual penetration with a person who is at least fourteen years old but less than sixteen years old; provided that:\n         (i)  The person is not less than five years older than the minor; and\n        (ii)  The person is not legally married to the minor;\n    (d)   The person knowingly subjects to sexual penetration another person who is mentally defective; or\n    (e)   The person knowingly subjects to sexual penetration another person who is mentally incapacitated or physically helpless as a result of the influence of a substance that the actor knowingly caused to be administered to the other person without the other person's consent.\nParagraphs (b) and (c) shall not be construed to prohibit practitioners licensed under chapter 453 or 455 from performing any act within their respective practices.\n     (2)  Sexual assault in the first degree is a class A felony. [L 1986, c 314, pt of §57; am L 1987, c 181, §9; am L Sp 2001 2d, c 1, §§1, 7; am L 2002, c 36, §3; am L 2003, c 62, §1; am L 2004, c 10, §15; am L 2006, c 230, §32; am L 2009, c 11, §72]\n \nNote\n \n  The 2009 amendment is retroactive to April 3, 2008. L 2009, c 11, §76(2).\n \nCross References\n \n  Testing of charged or convicted person for human immunodeficiency virus status, see §325-16.5.\n \nCase Notes\n \n  Defendant's right to a fair trial was violated where counselor of victim-witness was allowed to place hands upon victim's shoulders while victim was testifying.  70 H. 472, 777 P.2d 240.\n  Act of cunnilingus is an act of sexual penetration.  71 H. 127, 785 P.2d 615.\n  Trial court did not commit plain error when it gave a single instruction encompassing two counts of sexual assault in first degree; a consent instruction may be given separately and need not be included as an element of sexual assault.  75 H. 152, 857 P.2d 579.\n  Sexual assault in the first degree, in violation of subsection (1)(b), is not, and cannot be, a \"continuing offense\"; each distinct act in violation of this statute constitutes a separate offense under the Hawaii Penal Code.  84 H. 1, 928 P.2d 843.\n  As a precondition to convicting a person of first degree sexual assault, in violation of subsection (1)(b), the prosecution must prove beyond a reasonable doubt that the person committed an act of \"any penetration, however slight,\" as mandated by the plain language of the definition of \"sexual penetration\" contained in §707-700.  102 H. 391, 76 P.3d 943.\n  Trial court must instruct jury as to what specific facts jury must find before it decides whether defendant is guilty of attempted sexual assault in first degree.  77 H. 177 (App.), 880 P.2d 1224.\n  Placement of the elemental attendant circumstances after the state of mind in the enumerated elements instruction was not error; when read and considered as a whole, the instructions adequately informed the jury of the prosecution's burden to prove that complainant did not consent to the acts alleged and was not married to defendant at the time, and that defendant was aware of both circumstances when defendant acted.  97 H. 140 (App.), 34 P.3d 1039.\n  Where there was no evidence, independent of defendant's extrajudicial confession, of the corpus delicti of attempted sexual assault of victim by defendant, defendant's conviction reversed.  103 H. 490 (App.), 83 P.3d 753.\n \nPrior law.\n  Attempted rape.  56 H. 664, 548 P.2d 271.\n  Defendant may be found liable as accomplice.  61 H. 475, 605 P.2d 75.\n  Prior law, applying to males only, did not violate the equal protection guarantees or the ERA.  62 H. 120, 612 P.2d 526.\n  Sufficiency of evidence of \"forcible compulsion.\"  62 H. 120, 612 P.2d 526.\n  Evidence of forcible compulsion held sufficient.  62 H. 572, 617 P.2d 1214.\n  Sexual abuse is a lesser included offense of rape and sodomy.  64 H. 1, 635 P.2d 560.\n  Facts sufficient to support finding of forcible compulsion.  64 H. 470, 643 P.2d 536.\n  Cited:  56 H. 343, 537 P.2d 724."
}