{
    "name": "Qualifications and conditions",
    "number": "6",
    "text": "(a)  Payments from the forest stewardship fund shall not exceed fifty per cent of the total cost of the landowner in developing and implementing an approved management plan.  Total payments to any one landowner shall be determined by the board, and the reasonable value of material, goods, and services contributed toward the plan by the landowner shall be included in determining the amount of the landowner's cost.  The landowner shall be required to spend private funds before reimbursements are made.  In-kind services such as heavy equipment and existing sources of labor may be utilized as a portion of the landowner's contribution in implementing the management plan that is consistent with this chapter.\n\t(b)  The board shall determine the appropriate reimbursement rate for making cost-share payments and the schedule of the payments after determining consistency with this chapter and giving appropriate consideration to:\n\n\n\n\t(1)\tProtecting and enhancing key watershed areas in the public interest;\n\t(2)\tDeveloping or adapting new forestry and conservation techniques for Hawaii;\n\t(3)\tProviding rural employment and economic diversification opportunities; and\n\t(4)\tPreserving or restoring especially valuable natural resources, including native plants, animals, and ecosystems.\n\n\n\n\t(c)  To receive funds under the forest stewardship program, an applicant shall:\n\n\n\n\t(1)\tBe a landowner of private forest that is not managed under existing federal, state, or private sector financial and technical assistance programs and that is not recognized as a potential natural area reserve.  Private forest lands managed under existing federal, state, or private sector financial and technical assistance programs may be eligible for assistance under this program if the landowner agrees to comply with the requirements of the program or if forest management activities are expanded or enhanced to meet the requirements of this chapter;\n\t(2)\tPrepare and submit a forest stewardship management plan as set forth in section 195F-5; and\n\t(3)\tEnter into an agreement with the board to do the following:\n\n\t\t(A)\tUndertake and maintain the approved activities under the management plan for not fewer than ten years, unless the board approves modifications in the plan;\n\t\t(B)\tComplete all approved activities under the management plan within the timetable agreed upon by the board and the landowner consistent with the intent of this chapter;\n\t\t(C)\tSubmit an annual progress report to be reviewed by the board for each year in which the landowner receives support under the program.  This report shall detail accomplishments, areas requiring technical advice, and any proposed modifications of the plan; and\n\t\t(D)\tOther conditions deemed necessary by the board to implement the purposes of this chapter.\n\n\n\n\n\n\t(d)  The board shall review the annual progress report and shall determine whether the landowner has met the objectives of the plan.  To facilitate the review, the department shall have the right to make inspections of the forest land after prior landowner notification.  The board may approve alteration of the plan to adapt to current conditions.  Amendments to the plan shall be available for public review.\n\t(e)  The board shall submit annually a detailed report to the governor and legislature that shall:\n\n\n\n\t(1)\tIdentify management objectives that have been completed on private lands resulting from payments made pursuant to section 195F-4(a)(1) and provide an analysis of problems and issues encountered in meeting or failing to meet objectives as set forth in the management plans;\n\t(2)\tIdentify all reforestation, forest management, education, and training objectives that have been completed as a result of any expenditures made pursuant to section 195F-4(a)(2);\n\t(3)\tDescribe the financial condition of the fund, including receipts and expenditures from the previous fiscal year; and\n\t(4)\tSet forth plans and management objectives for the next fiscal year. [L 1991, c 327, pt of §2; am L 1992, c 180, §4; am L 1999, c 144, §5]"
}