{
    "name": "Licensure of private trade, vocational, or technical school",
    "number": "425",
    "text": "(a)  The department shall license private trade, vocational, and technical schools as necessary for:\n     (1)  Compliance with federal regulations or accreditation requirements;\n     (2)  Qualifying the private trade, vocational, or technical school for federal, state, or private funding; or\n     (3)  Qualifying graduates of the private trade, vocational, or technical school for professional licensure.\n     The purpose of the licensing and regulation is to protect consumers against practices by private trade, vocational, or technical schools that are false, deceptive, misleading, or unfair.  The department shall not be responsible for review of curriculum or assurance of program quality for those private trade, vocational, and technical schools whose curriculum or program falls outside of the department's mission.\n     (b)  A private trade, vocational, or technical school that requires licensure under subsection (a) shall submit the following to the department in such form as the department may direct:\n     (1)  Proof that the school is accredited by an accrediting commission of career schools and colleges, accrediting council for continuing education and training, or an accrediting bureau of health education schools; provided that in lieu of such accreditation, the school may provide a letter from the relevant state, federal, or other licensing authority demonstrating that the private trade, vocational, or technical school's curriculum is sufficient to prepare a graduate to qualify for professional licensure;\n     (2)  Proof of current business registration demonstrating good standing;\n     (3)  A copy of the school's current general excise tax license, including a current tax clearance; and\n     (4)  Proof that the school has secured a surety bond in the sum of $50,000, payable in a form satisfactory to the department, to provide indemnification to any student suffering a financial loss as a result of the school not fulfilling its obligations under the terms of its license; provided that the bonding requirement may be reduced at the discretion of the department.\n     (c)  A private trade, vocational, or technical school applying for initial licensure after December 31, 2017, shall pay an initial license fee of $2,000 to the department upon application for licensure under this section.\n     (d)  Every two years following the date of initial licensure, a private trade, vocational, or technical school shall apply for a renewal license by:\n     (1)  Submitting all documents required under subsection (b), with updated information as appropriate;\n     (2)  Submitting a list of complaints officially filed within the past two years with any state or federal government agency or directly with the school; and\n     (3)  For any application for license renewal submitted after December 31, 2017, paying a renewal licensure fee of $2,000.\n     (e)  Complaints alleging unfair or deceptive acts or practices by a private trade, vocational, or technical school shall be filed with the appropriate branch of the department of commerce and consumer affairs for review, investigation, and appropriate recommendation for action, including appeals from action taken.\n     (f)  Fees collected pursuant to this section shall be deposited into the private trade, vocational, and technical school licensure special fund.\n     (g)  The department may adopt reasonable rules relating to the implementation of this section and section 302A-426. [L 1996, c 89, pt of §2; am L 1998, c 57, §1; am L 2017, c 164, §4]\n \nNote\n \n  Validity of licenses current as of July 1, 2017.  Rules, policies, etc.  L 2017, c 164, §9."
}