{
    "name": "Prevention of unfair labor practices",
    "number": "9",
    "text": "(a)  Any controversy concerning unfair labor practices may be submitted to the board in the manner and with the effect provided in this chapter, but nothing herein shall prevent the pursuit of relief in courts of competent jurisdiction.\n\t(b)  Any party in interest may file with the board a written complaint, on a form provided by the board, charging any person with having engaged in any specific unfair labor practice.  The board shall serve a copy of the complaint upon the person charged, hereinafter referred to as the respondent.  If the board has reasonable cause to believe that the respondent is a member of or represented by a labor union, then service upon an officer of the union shall be deemed to be service upon the respondent.  Service may be by delivery to the person, or by mail or by telegram.  Any other person claiming interest in the dispute or controversy, as an employer, an employee or their representative, shall be made a party upon proof of the interest.  The board may bring in additional parties by service of a copy of the complaint.  Only one complaint shall issue against a person with respect to a single controversy, but any complaint may be amended in the discretion of the board at any time prior to the issuance of a final order based thereon.  The respondent may file an answer to the original or amended complaint but the board may find to be true any allegation in the complaint in the event either no answer is filed or the answer neither specifically denies nor explains the allegation nor states that the respondent is without knowledge concerning the allegation.  The respondent shall have the right to appear in person or otherwise give testimony at the place and time fixed in the notice of hearing.  The hearing on the complaint shall be before either the board or a hearings officer of the board, as the board may determine.\n\tThe board shall fix a time for the hearing on the complaint, which shall be not less than ten nor more than forty days after the filing of the complaint or amendment thereof, and notice shall be given to each party by service on the party personally or by mailing a copy thereof to the party at the party's last known post office address at least ten days before the hearing.  In case a party in interest is located without the State and has no known post office address within the State, a copy of the complaint and copies of all notices shall be filed in the office of the lieutenant governor and shall also be sent by registered mail to the last known post office address of the party.  Such filing and mailing shall constitute sufficient service with the same force and effect as if served upon a party located within the State.  The hearing may be adjourned from time to time in the discretion of the board and hearings may be held at such places as the board shall designate.\n\tIn all proceedings under this chapter before the board, each member of the board may issue subpoenas and administer oaths.  Depositions may be taken in the manner prescribed by law.  No person shall be excused from attending and testifying or from producing books, records, correspondence, documents, or other evidence in obedience to the subpoena on the ground that the testimony or evidence required of the person may tend to incriminate the person or subject the person to a penalty or forfeiture under the laws of the State, but such person shall not be prosecuted or subjected to any penalty or forfeiture for or on account of any transaction, matter, or thing concerning which the person may testify or produce evidence, documentary or otherwise, in such proceedings.  Such person so testifying shall not be exempt, however, from prosecution and punishment for perjury committed in so testifying.\n\tAny person who wilfully and unlawfully fails or neglects to appear or to testify or to produce books, papers, and records as required, shall, upon application to a circuit judge, be ordered to appear before the board, there to testify or produce evidence if so ordered, and failure to obey the order may be punished as a contempt of court.\n\tEach witness who appears before the board by subpoena shall receive for the witness' attendance the fees and mileage provided for witnesses in civil cases in courts of record, which shall be audited and paid by the State in the same manner as other expenses are audited and paid, upon the presentation of properly verified vouchers approved by the board.\n\t(c)  A full and complete record shall be kept of all proceedings had before the board and all testimony and proceedings shall be taken down by a reporter engaged for such purpose or by use of a mechanical recording device.  It shall not be necessary to transcribe the record unless requested for purposes of rehearing or court review.  In the proceedings the board shall not be bound by technical rules of evidence.  No hearsay evidence, however, shall be admitted or considered.\n\t(d)  After the final hearing, the board shall promptly make and file an order or decision, incorporating findings of fact upon all the issues involved in the controversy and the determination of the rights of the parties.  Pending the final determination of the controversy the board may, after hearing, make interlocutory orders which may be enforced in the same manner as final orders.  Final orders may dismiss the complaint or require the person complained of to cease and desist from the unfair labor practices found to have been committed, suspend the person's rights, immunities, privileges, or remedies granted or afforded by this chapter for not more than one year, and require the person to take such affirmative action, including reinstatement of employees with or without pay, as the board may deem proper.  Any order may further require the person to make reports from time to time showing the extent to which the person has complied with the order.\n\t(e)  If any person fails or neglects to obey an order of the board while the same is in effect the board may petition the circuit judge of the judicial circuit wherein the person resides or usually transacts business for the enforcement of the order and for appropriate temporary relief or restraining order, and shall certify and file in the court the record in the proceedings, including all documents and papers on file in the matter, the pleadings and testimony upon which the order was entered, and the decision and order of the board.  Upon such filing the board shall cause notice thereof to be served upon the person by mailing a copy to the person's last known post office address, and thereupon the judge shall have jurisdiction in the premises.\n\t(f)  Any person aggrieved by the decision or order of the board may obtain a review thereof as provided in chapter 91 by instituting proceedings in the circuit court of the judicial circuit in which the person or any party resides or transacts business, subject, however, to the general provisions of law for a change of the place of trial or the calling in of another judge.  Where different parties in the same proceeding file petitions for review in two or more courts having proper jurisdiction, the jurisdiction of the judge first petitioned shall be exclusive and the other petitions shall be transferred to the judge.  The petition shall state the grounds upon which a review is sought and copies thereof shall be served upon the other parties and the board.  Service may be made by mailing such copies to the last known post office address of the parties concerned.  When the proceedings are at issue, they may be brought on for hearing before the court upon the record by any party on ten days' written notice to the others.  Upon the hearing, the court may confirm, modify, or set aside the decision or order of the board and enter an appropriate decree.  No objection that has not been urged before the board shall be considered by the court unless the failure or neglect to urge the objection shall be excused because of extraordinary circumstances.\n\t(g)  In any proceedings for review of a decision or order of the board, the judge shall disregard any irregularity or error unless it is made to appear affirmatively that the complaining party was prejudiced thereby.\n\t(h)  Commencement of proceedings under subsection (f) of this section shall not stay enforcement of the board decisions or order; but the board, or the reviewing court may order a stay upon such terms as it deems proper.\n\t(i)  Petitions filed under this section shall have preference over any civil cause of a different nature pending in the circuit court, shall be heard expeditiously, and the circuit courts shall always be deemed open for the trial thereof.\n\t(j)  [Subsection effective until June 30, 2006.  For subsection effective July 1, 2006, see below.]  Any party may appeal from the judgment of a circuit court entered under this chapter to the supreme court subject to chapter 602.\n\t(j)  [Subsection effective July 1, 2006.  For subsection effective until June 30, 2006, see above.]  Any party may appeal from the judgment of a circuit court entered under this chapter, subject to chapter 602, in the manner provided for civil appeals from the circuit courts.\n\t(k)  A substantial compliance with the procedure of this chapter shall be sufficient to give effect to the decisions and orders of the board, and they shall not be declared inoperative, illegal, or void for any nonprejudicial irregularity in respect thereof.\n\t(l)  No complaints of any specific unfair labor practice shall be considered unless filed within ninety days of its occurrence. [L 1945, c 250, §9; am L 1951, c 249, §9; RL 1955, §90-10; am L 1965, c 96, §66 and c 244, §§4, 5; HRS ; am L 1979, c 111, §16; am L 1985, c 251, §18; gen ch 1985; am L 2004, c 202, §37]\nNote\n  L 2004, c 202, §82 provides:\n  \"SECTION 82.  Appeals pending in the supreme court as of the effective date of this Act [July 1, 2006] may be transferred to the intermediate appellate court or retained at the supreme court as the chief justice, in the chief justice's sole discretion, directs.\"\nCross References\n  Administrative procedure, see chapter 91.\n  Jurisdiction of courts, see §380-14.\n  Mailing of notice, see §1-28.\n  Oaths, subpoenas, see §§1-21, 603-21.9, 621-1, 621-12.\nRules of Court\n  Complaint in lieu of petition, see HRCP rules 3, 81(i).\n  Depositions, see HRCP, pt V.\n  Oaths, subpoenas, see HRCP rules 43(d), 45.\nCase Notes\n  Circuit court proceeding for enforcement of H.E.R.B. order cannot be removed to federal court.  253 F. Supp. 597."
}