{
    "name": "Seizure of property",
    "number": "6",
    "text": "(1)  Personal property subject to forfeiture under this chapter may be seized for forfeiture by a law enforcement officer:\n\n\n\n\t(a)\tOn process issued pursuant to the rules of civil procedure or the provisions of this chapter including a seizure warrant;\n\t(b)\tBy making a seizure for forfeiture on property seized on process issued pursuant to law; or\n\t(c)\tBy making a seizure for forfeiture without court process as follows:\n\n\t\t(i)\tThe seizure for forfeiture is of property seized incident to an arrest or search;\n\t\t(ii)\tThe property subject to seizure for forfeiture has been the subject of a prior judgment in favor of the State or any other state or the federal government in forfeiture proceeding;\n\t\t(iii)\tThe law enforcement officer has probable cause to believe that the property seized for forfeiture is directly or indirectly dangerous to health or safety; \n\t\t(iv)\tThe law enforcement officer has probable cause to believe that the property is subject to forfeiture; or\n\t\t(v)\tThe seizure for forfeiture is of perishable natural resources seized and sold, pursuant to section 199-7, prior to forfeiture proceeding.\n\n\n\n\n\n\t(2)  Real property subject to forfeiture under this chapter may be seized for forfeiture by a law enforcement officer pursuant to court order following a pre-seizure hearing in the circuit court in the circuit in which the property is located with notice of the pre-seizure hearing to be made to the owners and interest-holders pursuant to section 712A-8.  The court shall order the real property in question to be seized for forfeiture if it finds probable cause that the real property is subject to forfeiture under any provision of the Hawaii Revised Statutes.\n\t(3)  In determining probable cause for seizure, the fact that a firearm, money, or any negotiable instrument was found in proximity to contraband or to instrumentalities of an offense gives rise to an inference that the money, or instrument was the proceeds of contraband or that the firearm, money or instrument was used or intended to be used to facilitate commission of the offense. [L 1988, c 260, pt of §1; am L 1994, c 178, §3; am L 1999, c 233, §2]\nCOMMENTARY ON \n  Act 178, Session Laws 1994, amended this section to allow real property subject to forfeiture to be seized pursuant to a court order following a pre-seizure hearing, with notice of the pre- seizure hearing given to owners and interest-holders.  The purpose of the amendment was to codify due process requirements in regard to forfeiture pursuant to United States v. Good.  Conference Committee Report No. 27.\nRules of Court\n  Applicability of Hawaii Rules of Civil Procedure, see HRCP rule 81(b).\n  Service, see HRCP rules 4, 5."
}