{
    "name": "Transfer of partner's transferable interest",
    "number": "702",
    "text": "(a)  A transfer, in whole or in part, of a partner's transferable interest:\n\n\n\n\t(1)\tIs permissible;\n\t(2)\tShall not by itself cause the partner's dissociation or a dissolution and winding up of the limited partnership's activities; and\n\t(3)\tShall not, as against the other partners or the limited partnership, entitle the transferee to participate in the management or conduct of the limited partnership's activities, to require access to information concerning the limited partnership's transactions except as otherwise provided in subsection (c), or to inspect or copy the required information or the limited partnership's other records.\n\n\n\n\t(b)  A transferee has a right to receive, in accordance with the transfer:\n\n\n\n\t(1)\tDistributions to which the transferor would otherwise be entitled; and\n\t(2)\tUpon the dissolution and winding up of the limited partnership's activities the net amount otherwise distributable to the transferor.\n\n\n\n\t(c)  In a dissolution and winding up, a transferee shall be entitled to an account of the limited partnership's transactions only from the date of dissolution.\n\t(d)  Upon transfer, the transferor retains the rights of a partner other than the interest in distributions transferred and retains all duties and obligations of a partner.\n\t(e)  A limited partnership need not give effect to a transferee's rights under this section until the limited partnership has notice of the transfer.\n\t(f)  A transfer of a partner's transferable interest in the limited partnership in violation of a restriction on transfer contained in the partnership agreement shall be ineffective as to a person having notice of the restriction at the time of transfer.\n\t(g)  A transferee that becomes a partner with respect to a transferable interest shall be liable for the transferor's obligations under sections 425E-502 and 425E-509.  However, the transferee shall not be liable for obligations unknown to the transferee at the time the transferee became a partner. [L 2003, c 210, pt of §1]"
}