{
    "name": "Merger",
    "number": "1106",
    "text": "(a)  Pursuant to a plan of merger, a domestic or foreign limited partnership or limited liability limited partnership may merge with one or more domestic professional corporations or with one or more limited partnerships, limited liability limited partnerships, or other business entities formed or organized under the laws of this State, any state or territory of the United States, any foreign jurisdiction, or any combination thereof, with one of the domestic professional corporations, domestic or foreign limited partnerships, limited liability limited partnerships, or other business entities whether domestic or foreign, being the surviving entity, as provided in the plan; provided that the merger is permitted by the law of the state or country under whose law each foreign entity that is a party to the merger is organized. \t(b)  The plan of merger shall set forth:\n\n\n\n\t(1)\tThe name and jurisdiction of formation or organization of each entity that is a party to the merger;\n\t(2)\tThe name of the surviving entity with or into which the other entity or entities will merge;\n\t(3)\tThe terms and conditions of the merger;\n\t(4)\tThe manner and basis for converting the interests of each party to the merger into interests or obligations of the surviving entity, or into money or other property in whole or in part;\n\t(5)\tThe street address of the surviving entity's principal place of business, or if no street address is available, the rural post office number or post office box designated or made available by the United States Postal Service; and\n\t(6)\tAmendments, if any, to the organizing articles of the surviving entity or, if no amendments are desired, a statement that the organizing articles of the surviving entity shall not be amended pursuant to the merger.\n\n\n\n\t(c)  A plan of merger may:\n\n\n\n\t(1)\tAmend the partnership agreement of the limited or limited liability limited partnership; or\n\t(2)\tAdopt a new partnership agreement, for a limited or limited liability limited partnership if it is the surviving entity in the merger.\n\n\n\nAny amendment to a partnership agreement or adoption of a new partnership agreement made pursuant to this subsection shall be effective upon the effective date of the merger.  This subsection shall not limit the accomplishment of a merger or of any of the matters referred to in this subsection by any other means provided for in a limited partnership or limited liability limited partnership's partnership agreement or other agreement, or as otherwise permitted by law; provided that the partnership agreement of any constituent limited partnership or constituent limited liability limited partnership to the merger (including a limited partnership or limited liability limited partnership formed for the purpose of consummating a merger) shall be the partnership agreement of the surviving limited or limited liability limited partnership.\n\t(d)  A plan of merger may set forth other provisions relating to the merger.\n\t(e)  A plan of merger shall be approved:\n\n\n\n\t(1)\tIn the case of a domestic limited or limited liability limited partnership that is a party to the merger, unless otherwise provided by the partnership agreement, by the vote of all general partners and by the limited partners; provided that if there is more than one class of limited partners, then by each class of limited partners, in either case, by limited partners who own more than fifty per cent of the then current percentage owned by all of the limited partners or by the limited partners in each class as appropriate; and\n\t(2)\tIn the case of a foreign limited or limited liability limited partnership that is a party to the merger, by the vote required for approval of a merger by the laws of the state or foreign jurisdiction in which the foreign limited or limited liability limited partnership is organized.\n\n\n\n\t(f)  If a foreign limited or limited liability limited partnership is the surviving entity of a merger, it shall not do business in this State until an application for a certificate of authority is filed with the director if the foreign limited or limited liability limited partnership is not already authorized to transact business in this State.\n\t(g)  The surviving entity shall furnish a copy of the plan of merger, on request and without cost, to any member, shareholder, or partner of any entity that is a party to the merger.\n\t(h)  A plan of merger may provide that at any time prior to the time that the plan becomes effective, the plan may be terminated by the partners of any limited or limited liability limited partnership notwithstanding approval by all or any of the constituent parties.  If the plan of merger is terminated after the filing of the articles but before the plan has become effective, a certificate of termination shall be filed with the director.  A plan of merger may allow the partners of the constituent partnerships to amend the plan at any time prior to the time that the plan becomes effective; provided that an amendment made subsequent to the adoption of the plan by the partners of any constituent partnership shall not:\n\n\n\n\t(1)\tAlter or change the amount or kind of shares, securities, cash, property, or rights to be received in exchange for or on conversion of all or any of the interests of the partnership; or\n\t(2)\tAlter or change any term of the organizing articles of the surviving entity to be effected by the merger.\n\n\n\nIf the plan of merger is amended after the articles are filed with the director but before the plan has become effective, a certificate of amendment shall be filed with the director. [L 2003, c 210, pt of §1]"
}