{
    "name": "Certificate of limited partnership",
    "number": "201",
    "text": "ARTICLE 2.  FORMATION; CERTIFICATE OF LIMITED PARTNERSHIP; OTHER FILINGS; FEES \n\t[]    (a)  In order to form a limited partnership, a certificate of limited partnership shall be executed and delivered to the office of the director for filing.  The certificate shall set forth:\n\n\n\n\t(1)\tThe name of the limited partnership;\n\t(2)\tThe mailing address of the limited partnership's initial principal office, the street address of the limited partnership's initial registered office in this State, and the name of its initial registered agent at its initial registered office;\n\t(3)\tThe name and the address of each general partner;\n\t(4)\tThe name and address of each limited partner;\n\t(5)\tWhether the limited partnership is a limited liability limited partnership;\n\t(6)\tAny additional information required by article 11; and\n\t(7)\tAny other matter the general partners determine to include therein.\n\n\n\n\t(b)  A certificate of limited partnership may also contain any other matters but may not vary or otherwise affect the provisions specified in section 425E-110(b) in a manner inconsistent with that section.\n\t(c)  A limited partnership is formed at the time of the filing of the certificate of limited partnership in the office of the director if there has been substantial compliance with the requirements of this section.\n\t(d)  Subject to subsection (b), if any provision of a partnership agreement is inconsistent with the filed certificate of limited partnership or with a filed statement of dissociation, termination, or change or filed articles of conversion or merger:\n\n\n\n\t(1)\tThe partnership agreement prevails as to partners and transferees; and\n\t(2)\tThe filed certificate of limited partnership, statement of dissociation, termination, or change or articles of conversion or merger prevail as to persons, other than partners and transferees, that reasonably rely on the filed record to their detriment. [L 2003, c 210, pt of §1]"
}