{
    "name": "Rapid transportation authority; certification statement",
    "number": "81.5",
    "text": "(a)  Beginning on September 5, 2017, and ending on December 31, 2031, the comptroller, upon the request for payment by the rapid transportation authority, shall verify that the authority's invoices for the capital costs of a locally preferred alternative for a mass transit project comply with section 46-16.8(e).\n     (b)  The rapid transportation authority subject to this section shall provide the comptroller with:\n     (1)  The authority's financial plan and related systems for accounting, including a budget for a locally preferred alternative for a mass transit project;\n     (2)  Expenditures for capital costs for a locally preferred alternative for a mass transit project;\n     (3)  Expenditures for personnel costs, lease rent, and any other costs associated with the authority's management and operations; and\n     (4)  Any other information the comptroller may require to accomplish the purpose of this section.\n     (c)  After submission of invoices by the rapid transportation authority for capital costs of a locally preferred alternative for a mass transit project are verified by the comptroller as an acceptable use of funds received pursuant to a surcharge on state tax authorized pursuant to section 46-16.8, the comptroller shall submit a certification statement, including any appropriate supporting documents, to the department of budget and finance for the allocation of funds, if available, pursuant to sections 248-2.7 and 248-2.6(d).  The certification statement shall include, at a minimum, the total amount contained in the invoices for capital costs that are verified as an appropriate use of funds pursuant to section 46-16.8(e).\n     (d)  The comptroller may establish rules, exempt from chapter 91, for the purposes of this section.\n     (e)  For the purposes of this section, \"rapid transportation authority\" means any entity established by a county in the State for the purpose of constructing, operating, or maintaining a locally preferred alternative for a mass transit project and that receives moneys from a surcharge on state tax established pursuant to section 46-16.8, transient accommodations tax revenues pursuant to section 237D-2(e), or both. [L Sp 2017, c 1, §13]\n \nRevision Note\n \n  \"September 5, 2017\" substituted for \"the effective date of Act [1], First Special Session of 2017\" pursuant to §23G-15."
}