{
    "name": "Appointment of counsel and guardian ad litem; compensation",
    "number": "87",
    "text": "(a)  When it appears to a judge that a person requesting the appointment of counsel satisfies the requirements of chapter 802 for determination of indigency, or the court in its discretion appoints counsel under chapters 587 and 346, part X, or that a person requires appointment of a guardian ad litem, the judge shall appoint counsel or a guardian ad litem to represent the person at all stages of the proceedings, including appeal, if any.  Appointed counsel and the guardian ad litem shall receive reasonable compensation for necessary expenses, including travel, the amount of which shall be determined by the court, and fees pursuant to subsection (b).  All of these expenses shall be certified by the court and paid upon vouchers approved by the judiciary and warrants drawn by the comptroller.\n     (b)  The court shall determine the amount of reasonable compensation to appointed counsel and guardian ad litem, based on the rate of $40 an hour for out-of-court services, and $60 an hour for in-court services with a maximum fee in accordance with the following schedule:\n     (1)  Cases arising under chapters 587 and 346, part X:\n         (A). Predisposition.......................... $1,500;\n         (B). Postdisposition review hearing............ $500;\n     (2). Cases arising under chapters 560, 571, 580, and 584............................................. $1,500.\n     Payments in excess of any maximum provided for under paragraphs (1) and (2) may be made whenever the court in which the representation was rendered certifies that the amount of the excess payment is necessary to provide fair compensation and the payment is approved by the administrative judge of such court. [L 1987, c 376, §1; am L 1989, c 381, §4; am L 1990, c 234, §8]"
}