{
    "name": "Interagency federal revenue maximization revolving fund",
    "number": "24",
    "text": "(a)  There is established in the state treasury an interagency federal revenue maximization revolving fund, into which shall be deposited all funds and proceeds collected from the federal government and third-party payers for costs not previously claimed by the State, with the exception of proceeds collected for services provided by the Hawaii health systems corporation or its regional system boards, for reimbursement of federally-funded state programs.  For purposes of this chapter, federally-funded state programs include but shall not be limited to those federally-funded programs within the departments of human services and health, and shall not include the federally-funded program within the department of education as provided in section 302A-1406.  Expenditures and transfers from the fund shall be made by the comptroller in proportional allocations established by the comptroller and the director of finance.  Transfers shall be made to the department claiming the reimbursement for expenses incurred related to federal fund reimbursement claims and to the general fund of the State.  Moneys in the fund may be expended for consultant services rendered under subsection (b).\n     (b)  Notwithstanding any other law to the contrary, the comptroller, by contract, may retain the services of certified public accountants and other consultants to pursue and collect federal fund reimbursements, and perform other duties necessary to administer this section.  At the option of the comptroller, consultants retained by contract under this subsection may be compensated on:\n     (1)  A fixed-price basis;\n     (2)  An hourly rate basis with or without a fixed cap; or\n     (3)  Through a contingent fee arrangement specified in the contract.\nSuch compensation shall be payable out of all sums the consultant recovers for the State.\n     (c)  No later than twenty days prior to the convening of each regular session of the legislature, the comptroller shall submit to the legislature a report including the following information:\n     (1)  Itemized amounts of all federal reimbursements;\n     (2)  Description and amounts of all expenses incurred by the fund;\n     (3)  Method of compensation and amounts of compensation for all certified public accountants and other consultants retained by the comptroller to pursue and collect federal fund reimbursements and perform other duties necessary to administer this section;\n     (4)  Method of determining allocation of funds;\n     (5)  Amounts allocated by the comptroller; and\n     (6)  Fund balances. [L Sp 1995, c 11, §§2, 15(3); am L 1996, c 177, §1; am L 1997, c 191, §1; am L 1999, c 160, §§27, 28; am L 2000, c 18, §3; am L 2006, c 244, §3; am L 2007, c 290, §6]\n \nCross References\n \n  Federal reimbursement maximization special fund, see §353C-7."
}