{
    "name": "Public utilities commission; number, appointment of commissioners, qualifications; compensation; persons having interest in public utilities",
    "number": "2",
    "text": "(a)  There shall be a public utilities commission of three members, to be called commissioners, and who shall be appointed in the manner prescribed in section 26-34, except as otherwise provided in this section.  All members shall be appointed for terms of six years each, except that the terms of the members first appointed shall be for two, four, and six years, respectively, as designated by the governor at the time of appointment.  The governor shall designate a member to be chairperson of the commission.  Each member shall hold office until the member's successor is appointed and qualified.  Section 26-34 shall not apply insofar as it relates to the number of terms and consecutive number of years a member can serve on the commission; provided that no member shall serve more than twelve consecutive years.\n     In appointing commissioners, the governor shall select persons who have had experience in accounting, business, engineering, government, finance, law, or other similar fields.  The commissioners shall devote full time to their duties as members of the commission and no commissioner shall hold any other public office or other employment during the commissioner's term of office.  No person owning any stock or bonds of any public utility corporation, or having any interest in, or deriving any remuneration from, any public utility shall be appointed a commissioner.\n     (b)  Effective July 1, 2005, the chairperson of the commission shall be paid a salary set at eighty-seven per cent of the salary of the director of human resources development, and each of the other commissioners shall be paid a salary equal to ninety-five per cent of the chairperson's salary.  The commissioners shall be exempt from chapters 76 and 89 but shall be members of the state employees retirement system and shall be eligible to receive the benefits of any state or federal employee benefit program generally applicable to officers and employees of the State, including those under chapter 87A.\n     The commission is placed within the department of budget and finance for administrative purposes. [L 1913, c 89, §1; am L 1915, c 170, §1; am L 1917, c 165, §1; am L 1919, c 88, §1; am L 1921, c 127, §1; RL 1925, §2189; am L 1933, c 141, §1; RL 1935, §7941; RL 1945, §4702; am L 1951, c 213, §1; RL 1955, §104-2; am L Sp 1959 2d, c 1, §5; am imp L 1967, c 80, §1; HRS ; am L 1972, c 118, §1; am L 1976, c 165, §1; am L 1982, c 129, §8; gen ch 1985; am L 1986, c 128, §7; am L 1989, c 329, §5; am L 1990, c 140, §5; am L 2002, c 148, §24; am L 2005, c 22, §10 and c 226, §7]\n \nCross References\n \n  Administration, see §26-8.\n  Commissions, generally see §26-34 and notes following.\n \nCase Notes\n \n  Cited:  32 H. 127, 129."
}