{
    "name": "Bailable offenses",
    "number": "3",
    "text": "(a)  For purposes of this section, \"serious crime\" means murder or attempted murder in the first degree, murder or attempted murder in the second degree, or a class A or B felony, except forgery in the first degree and failing to render aid under section 291C-12, and \"bail\" includes release on one's own recognizance, supervised release, and conditional release. \n\t(b)  Any person charged with a criminal offense shall be bailable by sufficient sureties; provided that bail may be denied where the charge is for a serious crime, and: \n\n\n\n\t(1)\tThere is a serious risk that the person will flee; \n\t(2)\tThere is a serious risk that the person will obstruct or attempt to obstruct justice, or therefore, injure, or intimidate, or attempt to thereafter, injure, or intimidate, a prospective witness or juror; \n\t(3)\tThere is a serious risk that the person poses a danger to any person or the community; or \n\t(4)\tThere is a serious risk that the person will engage in illegal activity. \n\n\n\n\t(c)  Under subsection (b)(1) a rebuttable presumption arises that there is a serious risk that the person will flee or will not appear as directed by the court where the person is charged with a criminal offense punishable by imprisonment for life without possibility of parole.  For purposes of subsection (b)(3) and (4) a rebuttable presumption arises that the person poses a serious danger to any person or community or will engage in illegal activity where the court determines that: \n\n\n\n\t(1)\tThe defendant has been previously convicted of a serious crime involving violence against a person within the ten-year period preceding the date of the charge against the defendant; \n\t(2)\tThe defendant is already on bail on a felony charge involving violence against a person; or \n\t(3)\tThe defendant is on probation or parole for a serious crime involving violence to a person. \n\n\n\n\t(d)  If, after a hearing the court finds that no condition or combination of conditions will reasonably assure the appearance of the person when required or the safety of any other person or community, bail may be denied. [L 1892, c 32, §1; RL 1925, §3978; RL 1935, §5432; RL 1945, §10733; RL 1955, §256-3; am L 1957, c 282, §7; HRS §709-3; ren L 1972, c 9, pt of §1; am L 1980, c 242, §2; am L 1981, c 97, §1; am L 1985, c 166, §1; am L 1987, c 139, §5]"
}