{
    "name": "Definitions",
    "number": "102",
    "text": "As used in this chapter, unless the context otherwise requires:\n\t\"Accounting period\" means a calendar year unless another twelve-month period is selected by a fiduciary.  The term includes a portion of a calendar year or other twelve-month period that begins when an income interest begins or ends when an income interest ends.\n\t\"Beneficiary\" includes, in the case of a decedent's estate, an heir and devisee and, in the case of a trust, an income beneficiary and a remainder beneficiary.\n\t\"Fiduciary\" means a personal representative or a trustee.   The term includes an executor, administrator, successor personal representative, special administrator, and a person performing substantially the same function.\n\t\"Income\" means money or property a fiduciary receives as the current return from a principal asset.  The term includes a portion of the receipts from a sale, exchange, or liquidation of a principal asset, to the extent provided in article 4.\n\t\"Income beneficiary\" means a person to whom a trust's net income is or may be payable.\n\t\"Income interest\" means an income beneficiary's right to receive all or part of the net income, whether the terms of the trust require it to be distributed or authorize it to be distributed in the trustee's discretion.\n\t\"Mandatory income interest\" means an income beneficiary's right to receive net income that the terms of the trust require the fiduciary to distribute.\n\t\"Net income\" means the total receipts allocated to income during an accounting period minus the disbursements made from income during the period.  Receipts and disbursements include items transferred to or from income during the period under this chapter.\n\t\"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, or any other legal or commercial entity.  The term does not include a government or governmental subdivision, agency, or instrumentality.\n\t\"Principal\" means property held in trust for distribution to a remainder beneficiary when the trust terminates.\n\t\"Remainder beneficiary\" means a person, including another trust, entitled to receive principal when an income interest ends.\n\t\"Terms of a trust\" means the manifestation of the intent of a settlor or decedent with respect to the trust, expressed in a manner that admits of its proof in a judicial proceeding, whether by written or spoken words or by conduct.\n\t\"Trustee\" includes an original, additional, or successor trustee, whether or not appointed or confirmed by a court. [L 2000, c 191, pt of §1]"
}