{
    "name": "Definitions",
    "number": "3",
    "text": "As used in this chapter unless the context clearly requires otherwise:\n\t\"Agency\" means any department, office, board, or commission of the State or a county government which is a part of the executive branch of that government, but does not include any public corporation or authority that may be established by the legislature for the purposes of the project.\n\t\"Applicant\" means any person who, pursuant to statute, ordinance, rule, or regulation, requests approval or a permit of the proposed project.\n\t\"Approval\" means a discretionary consent required from an agency prior to the actual implementation of the project.\n\t\"Department\" means the department of land and natural resources or any successor agency.\n\t\"Discretionary consent\" means a consent, sanction, or recommendation from an agency for which judgment and free will may be exercised by the issuing agency, as distinguished from a ministerial consent.\n\t\"Environmental impact statement\" means, as applicable, an informational document prepared in compliance with chapter 343 or with the National Environmental Policy Act of 1969 (Public Law 91-190).\n\t\"Interagency group\" means the body established pursuant to section 196D-6.\n\t\"Permit\" means any license, permit, certificate, certification, approval, compliance schedule, or other similar document or decision pertaining to any regulatory or management program which is related to the protection, conservation, use of, or interference with the natural resources of land, air, or water in the State and which is required prior to or in connection with the undertaking of the project.\n\t\"Person\" includes any individual, partnership, firm, association, trust, estate, corporation, joint venture, consortium, any public corporation or authority that may be established by the legislature for the purposes of the project, or other legal entity other than an agency.\n\t\"Project\" means the commercial development, construction, installation, financing, operation, maintenance, repair, and replacement, including without limitation all applicable exploratory, testing, and predevelopment activities related to the foregoing of:\n\n\n\n\t(1)\tA geothermal power plant or plants, including all associated equipment, facilities, wells, and transmission lines, on the island of Hawaii for the purpose of generating electric energy for transmission primarily to the island of Oahu through the cable system; and\n\t(2)\tAn interisland deep water electrical transmission cable system, including all land-based transmission lines and other ancillary facilities, to transmit geothermally generated electric energy from the island of Hawaii to the island of Oahu, regardless of whether the cable system is used to deliver electric energy to any intervening point. [L 1988, c 301, pt of §1]"
}