{
    "name": "Definitions",
    "number": "1",
    "text": "When used in this chapter:\n\n\n\n\t(1)\t\"Administrative action\" means the proposal, drafting, consideration, amendment, enactment, or defeat by any administrative agency of any rule, regulation, or other action governed by section 91-3.\n\t(2)\t\"Administrative agency\" means a commission, board, agency, or other body, or official in the state government that is not a part of the legislative or judicial branch.\n\t(3)\t\"Contribution\" includes a gift, subscription, forgiveness of a loan, advance, or deposit of money, or anything of value and includes a contract, promise, or agreement, whether or not enforceable, to make a contribution.\n\t(4)\t\"Expenditure\" includes a payment, distribution, forgiveness of a loan, advance, deposit, or gift of money, or anything of value and includes a contract, promise, or agreement, whether or not enforceable, to make an expenditure.  \"Expenditure\" also includes compensation or other consideration paid to a lobbyist for the performance of lobbying services.  \"Expenditure\" excludes the expenses of preparing written testimony and exhibits for a hearing before the legislature or an administrative agency.\n\t(5)\t\"Legislative action\" means the sponsorship, drafting, introduction, consideration, modification, enactment, or defeat of any bill, resolution, amendment, report, nomination, appointment, or any other matter pending or proposed in the legislature.\n\t(6)\t\"Lobbyist\" means any individual who for pay or other consideration engages in lobbying in excess of five hours in any month of any reporting period described in section 97-3 or spends more than $750 lobbying during any reporting period described in section 97-3.\n\t(7)\t\"Lobbying\" means communicating directly or through an agent, or soliciting others to communicate, with any official in the legislative or executive branch, for the purpose of attempting to influence legislative or administrative action or a ballot issue.\n\t(8)\t\"Person\" means a corporation, individual, union, association, firm, sole proprietorship, partnership, committee, club, or any other organization or a representative of a group of persons acting in concert. [L 1975, c 160, pt of §1; am L 1980, c 129, §1(a); am L 1982, c 105, §1; am L 1989, c 225, §1; am L 1995, c 220, §5]"
}