{
    "name": "Administrative hearing; procedure; decision",
    "number": "38",
    "text": "(a)  If the director administratively revokes the respondent's license and privilege to operate a vehicle, and motor vehicle registration if applicable, after the administrative review, the respondent may request an administrative hearing to review the decision within six days of the date the administrative review decision is mailed.  If the request for hearing is received by the director within six days of the date the decision is mailed, the hearing shall be scheduled to commence no later than:\n     (1)  Twenty-five days from the date the notice of administrative revocation was issued in a case involving an alcohol related offense; or\n     (2)  Thirty-nine days from the date the notice of administrative revocation was issued in a case involving a drug related offense.\nThe director may continue the hearing only as provided in subsection (k).\n     (b)  The hearing shall be held at a place designated by the director, as close to the location where the notice of administrative revocation was issued as practical.\n     (c)  The respondent may be represented by counsel and, if the respondent is under the age of eighteen, must be accompanied by a parent or guardian.\n     (d)  [Subsection effective until June 30, 2007.  For subsection effective July 1, 2007, see below.]  The director shall conduct the hearing and have authority to:\n     (1)  Administer oaths and affirmations;\n     (2)  Examine witnesses and take testimony;\n     (3)  Receive and determine the relevance of evidence;\n     (4)  Issue subpoenas;\n     (5)  Regulate the course and conduct of the hearing; and\n     (6)  Make a final ruling.\n     (d)  [Subsection effective July 1, 2007.  For subsection effective until June 30, 2007, see above.]  The director shall conduct the hearing and have authority to:\n     (1)  Administer oaths and affirmations;\n     (2)  Examine witnesses and take testimony;\n     (3)  Receive and determine the relevance of evidence;\n     (4)  Issue subpoenas;\n     (5)  Regulate the course and conduct of the hearing;\n     (6)  Impose up to the maximum license revocation period as specified under section 291E‑41(b); and\n     (7)  Make a final ruling.\n     (e)  The director shall affirm the administrative revocation only if the director determines that:\n     (1)  There existed reasonable suspicion to stop the vehicle, the vehicle was stopped at an intoxicant control roadblock established and operated in compliance with sections 291E‑19 and 291E‑20, or the person was tested pursuant to section 291E‑21;\n     (2)  There existed probable cause to believe that the respondent operated the vehicle while under the influence of an intoxicant; and\n     (3)  The evidence proves by a preponderance that:\n         (A)  The respondent operated the vehicle while under the influence of an intoxicant; or\n         (B)  The respondent operated the vehicle and refused to submit to a breath, blood, or urine test after being informed:\n              (i)  That the person may refuse to submit to testing in compliance with section 291E-11; and\n             (ii)  Of the sanctions of this part and then asked if the person still refuses to submit to a breath, blood, or urine test in compliance with the requirements of section 291E-15.\n     (f)  In addition to subsection (e), the director shall affirm the administrative revocation of the registration of any motor vehicle owned by or registered to the respondent only if the director determines that the respondent is a repeat intoxicated driver.  If the director affirms the administrative revocation pursuant to this subsection, the director shall order the respondent to surrender the number plates and motor vehicle registration of any motor vehicle owned by or registered to the respondent.  The director may destroy any number plates taken into custody.\n     (g)  The respondent's prior alcohol and drug enforcement contacts shall be entered into evidence.\n     (h)  The sworn statements provided in section 291E-36 shall be admitted into evidence.  The director shall consider the sworn statements in the absence of the law enforcement officer or other person.  Upon written notice to the director, no later than five days prior to the hearing, that the respondent wishes to examine a law enforcement officer or other person who made a sworn statement, the director shall issue a subpoena for the officer or other person to appear at the hearing.  Personal service upon the law enforcement officer or other person who made a sworn statement shall be made no later than forty-eight hours prior to the hearing time.  If the officer or other person cannot appear, the officer or other person at the discretion of the director, may testify by telephone.\n     (i)  The hearing shall be recorded in a manner to be determined by the director.\n     (j)  The director's decision shall be rendered in writing and mailed to the respondent, or to the parent or guardian of the respondent if the respondent is under the age of eighteen, no later than five days after the hearing is concluded.  If the decision is to reverse the administrative revocation, the director shall return the respondent's license, and if applicable, motor vehicle registration and any number plates taken into custody, along with a certified statement that administrative revocation proceedings have been terminated.  If the decision sustains the administrative revocation, the director shall mail to the respondent a written decision indicating the duration of the administrative revocation and any other conditions or restrictions as may be imposed pursuant to section 291E‑41.\n     (k)  For good cause shown, the director may grant a continuance either of the commencement of the hearing or of a hearing that has already commenced.  If a continuance is granted at the request of the director, the director shall extend the validity of the temporary permit, and temporary motor vehicle registration and temporary number plates if applicable, unless otherwise prohibited, for a period not to exceed the period of the continuance.  If a continuance is granted at the request of the respondent, the director shall not extend the validity of the temporary permit, or temporary motor vehicle registration and temporary number plates, if applicable.  For purposes of this section, a continuance means a delay in the commencement of the hearing or an interruption of a hearing that has commenced, other than for recesses during the day or at the end of the day or week.  The absence from the hearing of a law enforcement officer or other person, upon whom personal service of a subpoena has been made as set forth in subsection (h), constitutes good cause for a continuance.\n     (l)  The director may grant a special motor vehicle registration, pursuant to section 291E‑48, to a qualified household member or a co-owner of any motor vehicle upon determination that the person is completely dependent on the motor vehicle for the necessities of life.  The special motor vehicle registration shall not be valid for use by the respondent.\n     (m)  If the respondent fails to appear at the hearing, or if a respondent under the age of eighteen fails to appear with a parent or guardian, administrative revocation shall take effect for the period and under the conditions established by the director in the administrative review decision issued by the director under section 291E‑37. [L 2000, c 189, pt of §23; am L 2001, c 157, §19; am L 2002, c 113, §§4 to 6; am L 2006, c 64, §7 and c 201, §4]\n \nCase Notes\n \n  Inasmuch as the administrative driver's license revocation office hearings are quasi-judicial in nature, due process requires that the hearings be public.  104 H. 483, 92 P.3d 993.\n  Due process rights not violated by administrative driver's license revocation hearing procedure where defendant was afforded a hearing where witnesses were called and defendant was represented by counsel, and hearing office advised counsel of the procedure that hearing officer was going to follow.  108 H. 31, 116 P.3d 673.\n  The administrative director of the courts (director) may not, in an administrative hearing filed pursuant to this section, consider an offense occurring after the §291E-31 notice of administrative revocation has been issued, as a basis for increasing an administrative revocation period already determined on administrative review by the director under §§291E-37 and 291E-41.  108 H. 350, 120 P.3d 249.\n \nDecisions under prior law (§286-259).\n  Whether appellant was ordered out or voluntarily exited appellant's vehicle, the officer's ensuing observations of appellant's physical condition were properly utilized by hearing officer to satisfy requirement of subsection (e)(2) that probable cause existed to believe that appellant drove while under the influence.  75 H. 1, 856 P.2d 1207.\n  When both subsections (d) and (g) are read together, it is clear that in addition to officers who are required to be subpoenaed, director may issue subpoenas to other officers or individuals; appellant's contention that subsection (g) limited director's subpoena power to those officials who submitted sworn statements was without merit.  75 H. 271, 859 P.2d 917.\n  Director's refusal to issue subpoena for the custodian of records of hospital was not an abuse of discretion; ADLRO's method of preparing hearing transcripts comported with subsection (h), and district court properly considered the transcripts.  76 H. 380, 878 P.2d 719.\n  Arrestee may be represented by counsel if arrestee chooses; however, no right to counsel as in the context of a criminal proceeding.  80 H. 197, 908 P.2d 545.\n  Section does not mandate continuance of hearing where retained counsel is unavailable; hearing officer has discretionary authority to grant or deny continuance for good cause; counsel's involvement in another trial is not per se good cause.  80 H. 197, 908 P.2d 545.\n  Hearing officer could conclude by preponderance of evidence, including margin of error for intoxilyzer test result, that it was more probable than not that respondent had blood alcohol content above legal limit.  83 H. 24, 924 P.2d 192.\n  Margin of error in intoxilyzer test result is a relevant factor to be weighed in considering evidence for driver license revocation.  83 H. 24, 924 P.2d 192.\n  Administrative driver's license revocation office's practice of denying all prehearing subpoena requests for witnesses other than law enforcement officials submitting sworn statements does not violate an arrestee's right to due process.  88 H. 55, 961 P.2d 620.\n  Where hearing officer needed \"more time\" to make relevancy determination as to arrestee's requested witnesses, the continuance should have been designated a \"director's continuance\" pursuant to subsection (j).  88 H. 55, 961 P.2d 620.\n  Administrative driver's license revocation office did not abuse discretion by denying motorist's motion for continuance of the office's hearing pending district court's ruling on motorist's motion to set aside motorist's prior conviction where denying continuances based on speculation was consistent with the legislative intent behind the driver's license revocation statute and allowing continuances where the chances of overturning the prior conviction is speculative would encourage arrestees to exploit new dilatory tactics.  94 H. 232, 11 P.3d 457.\n  Due process right not violated by district court affirming administrative driver's license revocation office's denial of motorist's request for continuance of driver's license revocation hearing where administrative driver's license revocation office properly considered the evidence before it at the time of the administrative hearing and imposed the statutorily mandated revocation period.  94 H. 232, 11 P.3d 457.\n  The basis for driver's license revocation may be established in any one of three ways specified in subsection (e)(3) and §286-258(d)(3) and any one of the three bases for revocation is a sufficient and independent ground upon which to sustain revocation.  97 H. 463, 40 P.3d 865.\n  Director's violation of mandatory time requirements of section voided the administrative revocation of driver's license proceeding against petitioner.  9 H. App. 396, 843 P.2d 145.\n  Where there was no \"hearing\" within purview of subsection (h), there was no obligation to record proceedings.  10 H. App. 322, 871 P.2d 796.\n  At hearing held under this section, arrestee entitled to examine person offering reason for continuance on issue of whether there was good cause to continue administrative hearing pursuant to subsection (j).  80 H. 358 (App.), 910 P.2d 129.\n  Director's refusal to issue subpoenas to incident witnesses pursuant to this section abuse of discretion as witnesses possessed evidence relevant to question of arrestee's intoxication.  80 H. 358 (App.), 910 P.2d 129.\n  Arrestee did not have any constitutional right to call witnesses in order that arrestee wanted; subsection (d)(5) states that it is the hearing officer's prerogative to regulate the course and conduct of a hearing.  91 H. 212 (App.), 982 P.2d 346.\n  Based on §§286-257, 286-258, and this section, upon petitioner's objection, the hearing officer must exclude from the record only (a) all unsworn statements (except the arrest report) of law enforcement officials who do not appear to testify, and (b) all other evidence that is both irrelevant and prejudicial.  91 H. 212 (App.), 982 P.2d 346.\n  Where an arrestee's timely request for the issuance of a subpoena compelling the attendance of a witness at the first hearing states one or more facts showing that the witness is a relevant witness, the subpoena shall be issued prior to the first hearing.  91 H. 212 (App.), 982 P.2d 346.\n  Director, acting through an administrative driver's license revocation office hearing officer, abused director's discretion by continuing administrative hearing three separate times based solely on telephone messages that arresting police officer was \"ill\" and thus could not attend hearing.  93 H. 337 (App.), 3 P.3d 503.\n  Motorist denied due process and statutory rights to examine \"a law enforcement official who made a sworn statement\" where hearing officer received into evidence numerous documents, including arrest report of officer, but motorist was unable to question officer about officer's report and underlying arrest when hearing officer proceeded with hearing although officer was not present to testify.  93 H. 337 (App.), 3 P.3d 503.\n  Subsection (e) not applicable where officer never stopped motorist's vehicle; officer approached and talked to motorist only after motorist had first parked and exited motorist's vehicle, gone into a service station store to conduct some business, and thereafter exited the store.  93 H. 337 (App.), 3 P.3d 503."
}