{
    "name": "Effective date and period of administrative revocation; criteria",
    "number": "41",
    "text": "(a)  Unless an administrative revocation is reversed or the temporary permit, and temporary motor vehicle registration and temporary number plates if applicable, are extended by the director, administrative revocation shall become effective on the day specified in the notice of administrative revocation.  Except as provided in section 291E-44, no license and privilege to operate a vehicle, nor motor vehicle registration and number plates if applicable, shall be restored under any circumstances, and no conditional license permit shall be issued during the administrative revocation period.  Upon completion of the administrative revocation period, the respondent may reapply and be reissued a license pursuant to section 291E-45.\n     (b)  [Subsection effective until June 30, 2007.  For subsection effective July 1, 2007, see below.]  The periods of administrative revocation with respect to a license and privilege to operate a vehicle, and motor vehicle registration if applicable, that shall be imposed under this part are as follows:\n     (1)  A minimum of three months up to a maximum of one year revocation of license and privilege to operate a vehicle, if the respondent's record shows no prior alcohol enforcement contact or drug enforcement contact during the five years preceding the date the notice of administrative revocation was issued;\n     (2)  A minimum of one year up to a maximum of two years revocation of license and privilege to operate a vehicle and of the registration of any motor vehicle registered to the respondent, if the respondent's record shows one prior alcohol enforcement contact or drug enforcement contact during the five years preceding the date the notice of administrative revocation was issued;\n     (3)  A minimum of two years up to a maximum of four years revocation of license and privilege to operate a vehicle and of the registration of any motor vehicle registered to the respondent, if the respondent's record shows two prior alcohol enforcement contacts or drug enforcement contacts during the seven years preceding the date the notice of administrative revocation was issued;\n     (4)  Lifetime revocation of license and privilege to operate a vehicle and of the registration of any motor vehicle registered to the respondent and a lifetime prohibition on any subsequent registration of motor vehicles by the respondent, if the respondent's record shows three or more prior alcohol enforcement contacts or drug enforcement contacts during the ten years preceding the date the notice of administrative revocation was issued; or\n     (5)  For respondents under the age of eighteen years who were arrested for a violation of section 291E-61 or 291E-61.5, revocation of license and privilege to operate a vehicle either for the period remaining until the respondent's eighteenth birthday or, if applicable, for the appropriate revocation period provided in paragraphs (1) to (4) or in subsection (d), whichever is longer and such respondents shall not qualify for a conditional permit;\nprovided that when more than one administrative revocation, suspension, or conviction arises out of the same arrest, it shall be counted as only one prior alcohol enforcement contact or drug enforcement contact, whichever revocation, suspension, or conviction occurs later.\n     (b)  [Subsection effective July 1, 2007.  For subsection effective until June 30, 2007, see above.]  The periods of administrative revocation with respect to a license and privilege to operate a vehicle, and motor vehicle registration if applicable, that shall be imposed under this part are as follows:\n     (1)  A minimum of three months up to a maximum of one year revocation of license and privilege to operate a vehicle, if the respondent's record shows no prior alcohol enforcement contact or drug enforcement contact during the five years preceding the date the notice of administrative revocation was issued;\n     (2)  For a respondent who is a highly intoxicated driver, a mandatory six-month revocation of license and privilege to operate a vehicle and of the registration of any motor vehicle registered to the highly intoxicated driver; provided that the highly intoxicated driver shall not qualify for a conditional license permit under section 291E‑44;\n     (3)  A minimum of one year up to a maximum of two years revocation of license and privilege to operate a vehicle and of the registration of any motor vehicle registered to the respondent, if the respondent's record shows one prior alcohol enforcement contact or drug enforcement contact during the five years preceding the date the notice of administrative revocation was issued;\n     (4)  A minimum of two years up to a maximum of four years revocation of license and privilege to operate a vehicle and of the registration of any motor vehicle registered to the respondent, if the respondent's record shows two prior alcohol enforcement contacts or drug enforcement contacts during the seven years preceding the date the notice of administrative revocation was issued;\n     (5)  Lifetime revocation of license and privilege to operate a vehicle and of the registration of any motor vehicle registered to the respondent and a lifetime prohibition on any subsequent registration of motor vehicles by the respondent, if the respondent's record shows three or more prior alcohol enforcement contacts or drug enforcement contacts during the ten years preceding the date the notice of administrative revocation was issued; or\n     (6)  For respondents under the age of eighteen years who were arrested for a violation of section 291E‑61 or 291E‑61.5, revocation of license and privilege to operate a vehicle either for the period remaining until the respondent's eighteenth birthday or, if applicable, for the appropriate revocation period provided in paragraphs (1) to (5) or in subsection (d), whichever is longer and such respondents shall not qualify for a conditional permit;\nprovided that when more than one administrative revocation, suspension, or conviction arises out of the same arrest, it shall be counted as only one prior alcohol enforcement contact or drug enforcement contact, whichever revocation, suspension, or conviction occurs later.\n     (c)  Whenever a motor vehicle registration is revoked under this part, the director shall cause the revocation to be entered electronically into the motor vehicle registration file of the respondent.\n     (d)  [Subsection effective until June 30, 2007.  For subsection effective July 1, 2007, see below.]  If a respondent has refused to be tested after being informed:\n     (1)  That the person may refuse to submit to testing in compliance with section 291E-11; and\n     (2)  Of the sanctions of this part and then asked if the person still refuses to submit to a breath, blood, or urine test, in compliance with the requirements of section 291E-15,\nthe revocation imposed under subsection (b)(1), (2), (3), and (4) shall be for a period of one year, two years, four years, and a lifetime, respectively.\n     (d)  [Subsection effective July 1, 2007.  For subsection effective until June 30, 2007, see above.]  If a respondent has refused to be tested after being informed:\n     (1)  That the person may refuse to submit to testing in compliance with section 291E-11; and\n     (2)  Of the sanctions of this part and then asked if the person still refuses to submit to a breath, blood, or urine test, in compliance with the requirements of section 291E-15,\nthe revocation imposed under subsection (b)(1), (3), (4), and (5) shall be for a period of one year, two years, four years, and a lifetime, respectively.\n     (e)  In addition to subsection (d), any motor vehicle registration of a respondent who is a repeat intoxicated driver and who refused to be tested after being informed:\n     (1)  That the person may refuse to submit to testing in compliance with section 291E-11; and\n     (2)  Of the sanctions of this part and then asked if the person still refuses to submit to a breath, blood, or urine test, in compliance with the requirements of section 291E-15,\nshall be revoked for the periods specified in subsection (d), and the respondent shall be prohibited from subsequently registering any motor vehicle for the applicable revocation period.\n     (f)  Whenever a license and privilege to operate a vehicle is administratively revoked under this part, the respondent shall be referred to the driver's education program for an assessment, by a certified substance abuse counselor, of the respondent's substance abuse or dependence and the need for treatment.  The counselor shall submit a report with recommendations to the director.  If the counselor's assessment establishes that the extent of the respondent's substance abuse or dependence warrants treatment, the director shall so order.  All costs for assessment and treatment shall be paid by the respondent.\n     (g)  Alcohol and drug enforcement contacts that occurred prior to January 1, 2002, shall be counted in determining the administrative revocation period.\n     (h)  The requirement to provide proof of financial responsibility pursuant to section 287-20 shall not be based upon a revocation under subsection (b)(1). [L 2000, c 189, pt of §23; am L 2001, c 157, §21; am L 2002, c 113, §7; am L 2004, c 90, §11; am L 2006, c 64, §8 and c 201, §5]\n \nCase Notes\n \n  The administrative director of the courts (director) may not, in an administrative hearing filed pursuant to §291E-38, consider an offense occurring after the §291E-31 notice of administrative revocation has been issued, as a basis for increasing an administrative revocation period already determined on administrative review by the director under §291E-37 and this section.  108 H. 350, 120 P.3d 249.\n \nDecisions under prior law (§286-261).\n  As section does not require defendant to submit to needs assessment nor undergo any treatment for alcohol dependence, application of section with DUI conviction under §291-4 not double jeopardy violation.  80 H. 8, 904 P.2d 893.\n  Section mandates that whenever license is administratively revoked under revocation program, offender shall be referred to certified substance abuse counselor for assessment.  80 H. 8, 904 P.2d 893.\n  Defendant not subjected to multiple punishments as a result of administrative driver's license revocation under this section and DUI conviction under §291-4 as administrative revocation non-punitive and purely remedial in nature.  81 H. 226, 915 P.2d 700.\n  Because counseling and assessment, as consequence of license revocation under subsection (d), not punitive but purely remedial, subsequent DUI conviction did not expose defendant to multiple \"punishments\"; defendant's motion to dismiss on double jeopardy grounds thus properly denied.  82 H. 446, 923 P.2d 388.\n  Director lacked discretion to impose any period of administrative revocation upon defendant other than \"for life\" where defendant was member of class of persons under subsection (b)(4) and written administrative record was not deficient in any respect.  84 H. 138, 931 P.2d 580.\n  The inherent power of the supreme court to make orders \"for the promotion of justice\" under §602-5(7) required that motorist be given an opportunity to challenge the lifetime revocation of motorist's license where one of the three predicate convictions on which revocation had been based had been set aside; motorist was thus entitled to have district court amend motorist's revocation period pursuant to this section upon the presentation of proof that motorist's driving record no longer supported the revocation period imposed.  94 H. 232, 11 P.3d 457.\n  The exclusionary rule in driving under the influence of intoxicating liquor cases where defendant was misinformed of the consequences of failing to take a chemical test applied retroactively.  96 H. 200, 29 P.3d 919.\n  The meaning of \"prior alcohol enforcement contact\" must be explained when advising a person arrested for driving under the influence of intoxicating liquor, of the potential length of license revocation for refusal to take a blood alcohol concentration test or for failing such a test, as set forth in this section, in order to ensure that the refusal of, or consent to, such a test is knowingly and intelligently made.  97 H. 463, 40 P.3d 865.\n  Arrestees who refuse to take a test for alcohol concentration are not subject to the administrative revocation period provided under subsection (b)(1) and, therefore, are not eligible for conditional driver's permits.  99 H. 70, 53 P.3d 209.\n  As administrative driver's license revocation office has no discretion regarding the revocation period for someone who refuses to take a breath or blood test, motorist was correctly informed of the consequences of refusal to take a breath or blood test.  94 H. 348 (App.), 14 P.3d 358."
}