{
    "name": "Partnership continues after dissolution",
    "number": "139",
    "text": "Rights where partnership is dissolved for fraud or misrepresentation. [Repealed July 1, 2000.  For new provision, see below.]  Where a partnership contract is rescinded on the ground of the fraud or misrepresentation of one of the parties thereto, the party entitled to rescind is, without prejudice to any other right, entitled,\n\n\n\n\t(a)\tTo a lien on, or a right of retention of, the surplus of the partnership property after satisfying the partnership liabilities to third persons for any sum of money paid by the party for the purchase of an interest in the partnership and for any capital or advances contributed by the party; and\n\t(b)\tTo stand, after all liabilities to third persons have been satisfied, in the place of the creditors of the partnership for any payments made by the party in respect of the partnership liabilities; and\n\t(c)\tTo be indemnified by the person guilty of the fraud or making the representation against all debts and liabilities of the partnership. [L 1972, c 17, §39; gen ch 1985]\n\n\n\n\n\t    [Section effective July 1, 2000.  For present provision, see above.]  (a)  Subject to subsection (b), a partnership continues after dissolution only for the purpose of winding up its business.  The partnership is terminated when the winding up of its business is completed.\t(b)  At any time after the dissolution of a partnership and before the winding up of its business is completed, all of the partners, including any dissociating partner other than a wrongfully dissociating partner, may waive the right to have the partnership's business wound up and the partnership terminated. In that event:\n\n\n\n\t(1)\tThe partnership resumes carrying on its business as if dissolution had never occurred, and any liability incurred by the partnership or a partner after the dissolution and before the waiver is determined as if dissolution had never occurred; and\n\t(2)\tThe rights of a third party accruing under section 425-141(1) or arising out of conduct in reliance on the dissolution before the third party knew or received a notification of the waiver may not be adversely affected. [L 1999, c 284, pt of §1]"
}