{
    "name": "Definition",
    "number": "101",
    "text": "PART IV.  UNIFORM PARTNERSHIP ACT [OLD]--REPEALED\n\n § TO 143  REPEALED.  L 1999, c 284, §5.\nPRELIMINARY PROVISIONS\nPART IV.  UNIFORM PARTNERSHIP ACT\nGeneral Provisions\n\n\t    As used in this part, unless the context otherwise requires:\n\t\"Business\" includes every trade, occupation, and profession.\n\t\"Debtor in bankruptcy\" means a person who is the subject of:\n\n\n\n\t(1)\tAn order for relief under Title 11 of the United States Code or a comparable order under a successor statute of general application; or\n\t(2)\tA comparable order under federal, state, or foreign law governing insolvency.\n\n\n\n\t\"Director\" means the director of commerce and consumer affairs.\n\t\"Distribution\" means a transfer of money or other property from a partnership to a partner in the partner's capacity as a partner or to the partner's transferee.\n\t\"Foreign limited liability partnership\" means a partnership that:\n\n\n\n\t(1)\tIs formed under laws other than the laws of this State; and\n\t(2)\tHas the status of a limited liability partnership under those laws.\n\n\n\n\t\"Limited liability partnership\" means a partnership that has filed a statement of qualification under section 425-152 and does not have a similar statement in effect in any other jurisdiction.\n\t\"Partnership\" means an association of two or more persons to carry on as co-owners a business for profit formed under section 425-109, a predecessor law, or comparable law of another jurisdiction.\n\t\"Partnership agreement\" means the agreement, whether written, oral, or implied, among the partners concerning the partnership, including amendments to the partnership agreement.\n\t\"Partnership at will\" means a partnership in which the partners have not agreed to remain partners until the expiration of a definite term or the completion of a particular undertaking.\n\t\"Partnership interest\" or \"partner's interest in the partnership\" means all of a partner's interests in the partnership, including the partner's transferable interest and all management and other rights.\n\t\"Person\" means an individual, corporation, business trust, estate, trust, partnership, association, joint venture, government, governmental subdivision, agency, or instrumentality, or any other legal or commercial entity.\n\t\"Property\" means all property, real, personal, or mixed, tangible or intangible, or any interest therein.\n\t\"State\" means a state of the United States, the District of Columbia, the Commonwealth of Puerto Rico, or any territory or insular possession subject to the jurisdiction of the United States.\n\t\"Statement\" means a registration or annual statement filed under section 425-1, a statement of correction filed under section 425-1.7, a statement of change filed under section 425-7, a statement of dissolution filed under section 425-9, a statement of denial filed under section 425-115, a statement of dissociation filed under section 425-136, a statement of qualification under section 425-153, a statement of foreign qualification under section 425-158, an amendment, or any other document filed under this chapter.\n\t\"Transfer\" includes an assignment, conveyance, lease, mortgage, deed, and encumbrance. [L 1999, c 284, pt of §1; am L 2000, c 218, §3]"
}