{
    "name": "Cancellation of registration",
    "number": "14",
    "text": "(a)  The director may commence a proceeding to cancel the registration of a general partnership if the partnership fails to:\n\n\n\n\t(1)\tPay any fees prescribed by law;\n\t(2)\tFile its annual statement for a period of two years;\n\t(3)\tAppoint and maintain an agent for service of process as required; or\n\t(4)\tFile a statement of a change in the name or business address of the agent as required under this chapter.\n\n\n\nThe cancellation of such registration or certificate shall not relieve the partners of liability for the penalties for the failure to file any statement or certificates required by this part.\n\t(b)  Within two years after the involuntary cancellation of a general partnership under this section, the registration statement of the general partnership may be reinstated by the director upon written application executed by any partner of the general partnership. The application shall:\n\n\n\n\t(1)\tRecite the name of the general partnership and the effective date of its involuntary cancellation;\n\t(2)\tContain all statements due and unfiled;\n\t(3)\tContain the payment of all delinquent fees and penalties; and\n\t(4)\tContain a certificate from the department of taxation reciting that all taxes owed by the general partnership have been paid.\n\n\n\n\t(c)  Within the applicable reinstatement period, should the name of the general partnership, or a name substantially identical thereto be registered or reserved by another corporation, partnership, limited partnership, limited liability company, or limited liability partnership, or should such name or a name substantially identical thereto be registered as a trade name, trademark, or service mark, then reinstatement shall be allowed only upon the registration of a new name by the involuntarily canceled general partnership pursuant to the amendment provisions of this chapter.\n\t(d)  When the reinstatement is effective, it relates back to and takes effect as of the effective date of the involuntary cancellation and the general partnership may resume its business as if the involuntary cancellation had never occurred. [L 1969, c 247, pt of §1; am L 1982, c 204, §8; am L 1983, c 124, §17; am L 1999, c 249, §24; am L 2000, c 219, §54; am L 2001, c 129, §71; am L 2002, c 130, §85; am L 2003, c 124, §50]"
}