{
    "name": "Dissociated partner's liability to other persons",
    "number": "135",
    "text": "Power of partner to bind partnership to third persons after dissolution. [Repealed July 1, 2000.  For new provision, see below.]  (1)  After dissolution a partner can bind the partnership except as provided in paragraph (3):\n\n\n\n\t(a)\tBy any act appropriate for winding up partnership affairs or completing transactions unfinished at dissolution;\n\t(b)\tBy any transaction which would bind the partnership if dissolution had not taken place, provided the other party to the transaction\n\n\t\t(I)\tHad extended credit to the partnership prior to dissolution and had no knowledge or notice of the dissolution; or\n\t    (II)\tThough the other party had not so extended credit, had nevertheless known of the partnership prior to dissolution, and, having no knowledge or notice of dissolution, the fact of dissolution had not been advertised in a newspaper of general circulation in the place (or in each place if more than one) at which the partnership business was regularly carried on.\n\n\n\n\n\n\t(2)  The liability of a partner under paragraph (1)(b) shall be satisfied out of partnership assets alone when such partner had been prior to dissolution\n\n\n\n\t(a)\tUnknown as a partner to the person with whom the contract is made; and\n\t(b)\tSo far unknown and inactive in partnership affairs that the business reputation of the partnership could not be said to have been in any degree due to the partner's connection with it.\n\n\n\n\t(3)  The partnership is in no case bound by any act of a partner after dissolution\n\n\n\n\t(a)\tWhere the partnership is dissolved because it is unlawful to carry on the business, unless the act is appropriate for winding up partnership affairs; or\n\t(b)\tWhere the partner has become bankrupt; or\n\t(c)\tWhere the partner has no authority to wind up partnership affairs; except by a transaction with one who\n\n\t\t(I)\tHad extended credit to the partnership prior to dissolution and had no knowledge or notice of the partner's want of authority; or\n\t    (II)\tHad not extended credit to the partnership prior to dissolution, and, having no knowledge or notice of the partner's want of authority, the fact of the partner's want of authority has not been advertised in the manner provided for advertising the fact of dissolution in paragraph (1)(b)(II).\n\n\n\n\n\n\t(4)  Nothing in this section shall affect the liability under section 425-116 of any person who after dissolution represents oneself or consents to another representing the person as a partner in a partnership engaged in carrying on business. [L 1972, c 17, §35; gen ch 1985]\n\t§425-135    [Section effective July 1, 2000.  For present provision, see above.]  (a)  A partner's dissociation does not of itself discharge the partner's liability for a partnership obligation incurred before dissociation.  A dissociated partner is not liable for a partnership obligation incurred after dissociation, except as otherwise provided in subsection (b).\n\t(b)  A partner who dissociates without resulting in a dissolution and winding up of the partnership business is liable as a partner to the other party in a transaction entered into by the partnership within two years after the partner's dissociation, only if the partner is liable for the obligation under section 425-117 and at the time of entering into the transaction the other party:\n\n\n\n\t(1)\tReasonably believed that the dissociated partner was then a partner;\n\t(2)\tDid not have notice of the partner's dissociation; and\n\t(3)\tIs not deemed to have had knowledge under section 425-114(b) or notice under section 425-136(c).\n\n\n\n\t(c)  By agreement with the partnership creditor and the partners continuing the business, a dissociated partner may be released from liability for a partnership obligation.\n\t(d)  A dissociated partner is released from liability for a partnership obligation if a partnership creditor, with notice of the partner's dissociation but without the partner's consent, agrees to a material alteration in the nature or time of payment of a partnership obligation. [L 1999, c 284, pt of §1]"
}