{
    "name": "Effect of partner's dissociation",
    "number": "132",
    "text": "Dissolution by decree of court. [Repealed July 1, 2000.  For new provision, see below.]  (1)  On application by or for a partner the court shall decree a dissolution whenever:\n\n\n\n\t(a)\tA partner has been declared a lunatic in any judicial proceeding or is shown to be of unsound mind,\n\t(b)\tA partner becomes in any other way incapable of performing the partner's part of the partnership contract,\n\t(c)\tA partner has been guilty of such conduct as tends to affect prejudicially the carrying on of the business,\n\t(d)\tA partner wilfully or persistently commits a breach of the partnership agreement, or otherwise so conducts oneself in matters relating to the partnership business that it is not reasonably practicable to carry on the business in partnership with the partner,\n\t(e)\tThe business of the partnership can only be carried on at a loss,\n\t(f)\tOther circumstances render a dissolution equitable.\n\n\n\n\t(2)  On the application of the purchaser of a partner's interest under sections 425-127 or 425-128,\n\n\n\n\t(a)\tAfter the termination of the specified term or particular undertaking,\n\t(b)\tAt any time if the partnership was a partnership at will when the interest was assigned or when the charging order was issued. [L 1972, c 17, §32; gen ch 1985]\n\n\n\n\n\t    [Section effective July 1, 2000.  For present provision, see above.]  (a)  If a partner's dissociation results in a dissolution and winding up of the partnership business, sections 425-138 to 425-144 apply; otherwise, sections 425-133 to 425-137 apply.\n\t(b)  Upon a partner's dissociation:\n\n\n\n\t(1)\tThe partner's right to participate in the management and conduct of the partnership business terminates, except as otherwise provided in section 425-140;\n\t(2)\tThe partner's duty of loyalty under section 425-123(b)(3) terminates; and\n\t(3)\tThe partner's duty of loyalty under section 425-123(b)(1) and (2) and duty of care under section 425-123(c) continue only with regard to matters arising and events occurring before the partner's dissociation, unless the partner participates in winding up the partnership's business pursuant to section 425-140. [L 1999, c 284, pt of §1]"
}