{
    "name": "Projects; authorization",
    "number": "5",
    "text": "(a)  Any county by ordinance may authorize the executive branch of the county to enter into a development agreement with the governor, subject to the disapproval of the legislature for a mass transportation project; provided that the development agreement shall:\n\n\n\n\t(1)\tDescribe the type of mass transportation project, the areas to be served, and anticipated ridership;\n\t(2)\tProvide a breakdown of costs and identify the anticipated funding sources including the amount being requested from the transit fund and the source of county matching funds, together with a phasing schedule of both costs and funding sources, and a breakdown of actions taken or required to be taken in order to provide for such matching funds;\n\t(3)\tProvide a schedule of disbursements from the transit fund which shall be allowed;\n\t(4)\tProvide a timetable for the development of the mass transportation project; and\n\t(5)\tProvide for amendment at any subsequent time by mutual consent of the parties subject to legislative disapproval as provided in this section.\n\n\n\n\t(b)  Any development agreement shall provide that the obligation to disburse moneys from the transit fund shall constitute a limited obligation payable solely from moneys on deposit in the transit fund and not otherwise.  The obligation to disburse moneys from the transit funds shall be subject to the availability of moneys in the transit fund from time to time and evidence, satisfactory to the director of finance, that the county has complied with the matching funds requirement of section 51D-4.  Such obligation shall not constitute a general obligation of the State or any agency or department thereof.\n\t(c)  The governor and the county shall submit the development agreement to the legislature.  The legislature shall approve or disapprove the development agreement within sixty days of its first regular legislative session convened after receipt of the development agreement from the governor and the county.  If the development agreement is not disapproved after the sixtieth day, it shall be deemed approved by the legislature. [L 1990, c 183, pt of §2]"
}