{
    "name": "Low-income housing tax credit",
    "number": "110.8",
    "text": "(a)  Section 42 (with respect to low-income housing credit) of the Internal Revenue Code shall be operative for the purposes of this chapter as provided in this section. \t(b)  Each taxpayer subject to the tax imposed by this chapter, who has filed [a] net income tax return for a taxable year may claim a low-income housing tax credit against the taxpayer's net income tax liability.  The amount of the credit shall be deductible from the taxpayer's net income tax liability, if any, imposed by this chapter for the taxable year in which the credit is properly claimed on a timely basis.  A credit under this section may be claimed whether or not the taxpayer claims a federal low-income housing tax credit pursuant to section 42 of the Internal Revenue Code.\n\t(c)  The low-income housing tax credit shall be fifty per cent of the applicable percentage of the qualified basis of each building located in Hawaii.  The applicable percentage shall be calculated as provided in section 42(b) of the Internal Revenue Code.\n\t(d)  For the purposes of this section, the determination of:\n\n\n\n\t(1)\tQualified basis and qualified low-income building shall be made under section 42(c);\n\t(2)\tEligible basis shall be made under section 42(d);\n\t(3)\tQualified low-income housing project shall be made under section 42(g);\n\t(4)\tRecapture of credit shall be made under section 42(j), except that the tax for the taxable year shall be increased under section 42(j)(1) only with respect to credits that were used to reduce state income taxes;\n\t(5)\tApplication of at-risk rules shall be made under section 42(k);\n\n\n\nof the Internal Revenue Code.\n\t(e)  As provided in section 42(e), rehabilitation expenditures shall be treated as separate new building and their treatment under this section shall be the same as in section 42(e).  The definitions and special rules relating to credit period in section 42(f) and the definitions and special rules in section 42(i) shall be operative for the purposes of this section.\n\t(f)  The state housing credit ceiling under section 42(h) shall be zero for the calendar year immediately following the expiration of the federal low-income housing tax credit program and for any calendar year thereafter, except for the carryover of any credit ceiling amount for certain projects in progress which, at the time of the federal expiration, meet the requirements of section 42.\n\t(g)  The credit allowed under this section shall be claimed against net income tax liability for the taxable year.  For the purpose of deducting this tax credit, net income tax liability means net income tax liability reduced by all other credits allowed the taxpayer under this chapter.\n\tA tax credit under this section which exceeds the taxpayer's income tax liability may be used as a credit against the taxpayer's income tax liability in subsequent years until exhausted.  All claims for a tax credit under this section must be filed on or before the end of the twelfth month following the close of the taxable year for which the credit may be claimed.  Failure to properly and timely claim the credit shall constitute a waiver of the right to claim the credit.  A taxpayer may claim a credit under this section only if the building or project is a qualified low-income housing building or a qualified low-income housing project under section 42 of the Internal Revenue Code.\n\tSection 469 (with respect to passive activity losses and credits limited) of the Internal Revenue Code shall be applied in claiming the credit under this section.\n\t(h)  The director of taxation may adopt any rules under chapter 91 and forms necessary to carry out this section. [L 1988, c 216, §1; am L 1989, c 13, §6; am L 2000, c 148, §3; am L 2005, c 196, §8]"
}