{
    "name": "Withholding of tax on the disposition of real property by nonresident persons",
    "number": "68",
    "text": "(a)  As used in this section:\n\t\"Nonresident person\" means every person other than a resident person.\n\t\"Property\" or \"real property\" has the meaning as the same term is defined in section 231-1.\n\t\"Resident person\" means any:\n\n\n\n\t(1)\tIndividual included in the definition of resident in section 235-1;\n\t(2)\tCorporation incorporated or granted a certificate of authority under chapter 414, 414D, or 415A;\n\t(3)\tPartnership formed or registered under chapter 425 or 425E;\n\t(4)\tForeign partnership qualified to transact business pursuant to chapter 425 or 425E;\n\t(5)\tLimited liability company formed under chapter 428 or any foreign limited liability company registered under chapter 428; provided that if a single member limited liability company has not elected to be taxed as a corporation, the single member limited liability company shall be disregarded for purposes of this section and this section shall be applied as if the sole member is the transferor;\n\t(6)\tLimited liability partnership formed under chapter 425;\n\t(7)\tForeign limited liability partnership qualified to transact business under chapter 425;\n\t(8)\tTrust included in the definition of resident trust in section 235-1; or\n\t(9)\tEstate included in the definition of resident estate in section 235-1.\n\n\n\n\t\"Transferee\" means any person, the State and the counties and their respective subdivisions, agencies, authorities, and boards, acquiring real property which is located in Hawaii.\n\t\"Transferor\" means any person disposing real property that is located in Hawaii.\n\t(b)  Unless otherwise provided in this section, every transferee shall deduct and withhold a tax equal to five per cent of the amount realized on the disposition of Hawaii real property.  Every person required to withhold a tax under this section is made liable for the tax and is relieved of liability for or upon the claim or demand of any other person for the amount of any payments to the department made in accordance with this section.\n\t(c)  Every transferee required by this section to withhold tax under subsection (b) shall make a return of the amount withheld to the department of taxation not more than twenty days following the transfer date.\n\t(d)  No person shall be required to deduct and withhold any amount under subsection (b), if the transferor furnishes to the transferee an affidavit by the transferor stating the transferor's taxpayer identification number and:\n\n\n\n\t(1)\tThe transferor is a resident person; or\n\t(2)\tThat by reason of a nonrecognition provision of the Internal Revenue Code as operative under this chapter or the provisions of any United States treaty, the transferor is not required to recognize any gain or loss with respect to the transfer;\n\t(3)\tA brief description of the transfer; and\n\t(4)\tA brief summary of the law and facts supporting the claim that recognition of gain or loss is not required with respect to the transfer.\n\n\n\nThis subsection shall not apply if the transferee has actual knowledge that the affidavit referred to in this subsection is false.\n\t(e)  An application for a withholding certificate may be submitted by the transferor to the department setting forth:\n\n\n\n\t(1)\tThe name, address, and taxpayer identification number, if any, of the parties to the transaction and the location and general description of the real property to be transferred; and\n\t(2)\tA calculation and written justification showing that the transferor will not realize any gain with respect to the transfer; or\n\t(3)\tA calculation and written justification showing that there will be insufficient proceeds to pay the withholding required under subsection (b) after payment of all costs, including selling expenses and the amount of any mortgage or lien secured by the property.\n\n\n\n\tUpon receipt of the application, the department shall determine whether the transferor has realized or will realize any gain with respect to the transfer, or whether there will be insufficient proceeds to pay the withholding.  If the department is satisfied that no gain will be realized or that there will be insufficient proceeds to pay the withholding, it shall issue a withholding certificate stating the amount to be withheld, if any.\n\tThe submission of an application for a withholding certificate to the department does not relieve the transferee of its obligation to withhold or to make a return of the tax under subsections (b) and (c).\n\t(f)  No person shall be required to deduct and withhold any amount under subsection (b) if one or more individual transferors furnishes to the transferee an affidavit by the transferor stating the transferor's taxpayer identification number, that for the year preceding the date of the transfer the property has been used by the transferor as a principal residence, and that the amount realized for the property does not exceed $300,000.\n\t(g)  The department may enter into written agreements with persons who engage in more than one real property transaction in a calendar year or other persons to whom meeting the withholding requirements of this section are not practicable.  The written agreements may allow the use of a withholding method other than that prescribed by this section or may waive the withholding requirement under this section. [L 1990, c 213, §1; am L 1991, c 279, §1; am L 1995, c 92, §8; am L 1997, c 178, §2; am L 2002, c 40, §6; am L 2003, c 210, §3; am L 2005, c 23, §1]\nNote\n  Chapter 415 referred to in definition of \"resident person\" is repealed.  For present provisions, see chapter 414.\n  Effective July 1, 2002, chapter 415B referred to in definition of \"resident person\" is repealed.  For provisions effective July 1, 2002, see chapter 414D.\n  L 2005, c 23, §3 provides:\n  \"SECTION 3.  This Act shall take effect upon its approval [April 22, 2005] and apply to taxable years beginning after December 31, 2004; provided that nothing in this Act shall be construed to create any inference with respect to the proper tax treatment of single member limited liability companies for taxable years prior to the taxable year beginning on January 1, 2005.\""
}