{
    "name": "Motion picture and film production; income tax credit",
    "number": "17",
    "text": "(a)  There shall be allowed to each taxpayer subject to the taxes imposed by this chapter, an income tax credit which shall be deductible from the taxpayer's net income tax liability, if any, imposed by this chapter for the taxable year in which the credit is properly claimed.  The amount of the credit shall be up to four per cent of the costs incurred in the State in the production of motion picture or television films.  The director of taxation shall specify by rule a schedule of allowable tax credits based on the principle that greater tax credits shall be allowed for greater benefits to the state economy. \tIn the case of a partnership, S corporation, estate, or trust, the tax credit allowable is for production costs incurred by the entity for the taxable year.  The cost upon which the tax credit is computed shall be determined at the entity level.  Distribution and share of credit shall be determined by rule.\n\tIf a deduction is taken under section 179 (with respect to election to expense depreciable business assets) of the Internal Revenue Code of 1986, as amended, no tax credit shall be allowed for those costs for which the deduction is taken.\n\tThe basis for eligible property for depreciation of accelerated cost recovery system purposes for state income taxes shall be reduced by the amount of credit allowable and claimed.\n\t(b)  There shall be allowed to each taxpayer subject to the taxes imposed by this chapter, an income tax credit which shall be deductible from the taxpayer's net income tax liability, if any, imposed by this chapter for the taxable year in which the credit is properly claimed.  The amount of the credit shall be up to 7.25 per cent effective January 1, 1999, of the costs incurred in the State in the production of motion picture or television films for actual expenditures for transient accommodations.  The director of taxation shall specify by rule a schedule of allowable tax credits based on the principle that greater tax credits shall be allowed for greater benefits to the state economy.\n\tIn the case of a partnership, S corporation, estate, or trust, the tax credit allowable is for production costs incurred by the entity for the taxable year.  The cost upon which the tax credit is computed shall be determined at the entity level.\n\t(c)  The credit allowed under this section shall be claimed against the net income tax liability for the taxable year.  For the purpose of this section, \"net income tax liability\" means net income tax liability reduced by all other credits allowed under this chapter.\n\t(d)  If the tax credit under this section exceeds the taxpayer's income tax liability, the excess of credits over liability shall be refunded to the taxpayer; provided that no refunds or payment on account of the tax credits allowed by this section shall be made for amounts less than $1.  All claims, including any amended claims, for tax credits under this section shall be filed on or before the end of the twelfth month following the close of the taxable year for which the credit may be claimed.  Failure to comply with the foregoing provision shall constitute a waiver of the right to claim the credit.\n\t(e)  The director of taxation shall prepare forms as may be necessary to claim a credit under this section.  The director may also require the taxpayer to furnish information to ascertain the validity of the claim for credit made under this section and may adopt rules necessary to effectuate the purposes of this section pursuant to chapter 91. [L 1997, c 107, §1; am L 1998, c 156, §11]\n\nPrevious\nVol04_Ch0201-0257\nNext"
}