{
    "name": "Income taxes by the State; residents, nonresidents, corporations, estates, and trusts",
    "number": "4",
    "text": "(a)  Residents.  The tax imposed by this chapter applies to the entire income of a resident, computed without regard to source in the State.  \t(b)  Nonresidents.  In the case of a nonresident, the tax applies to the income received or derived from property owned, personal services performed, trade, or business carried on, and any and every other source in the State.\n\tIn the case of a nonresident spouse filing a joint return with a resident spouse, the tax applies to the entire income of the nonresident spouse computed without regard to source in the State. \n\t(c)  Change of status.  Except where a joint return is filed, when the status of a taxpayer changes during the taxable year from resident to nonresident, or from nonresident to resident, the tax imposed by this chapter applies to the entire income earned during the period of residence in the manner provided in subsection (a) of this section and during the period of nonresidence the tax shall apply upon the income received or derived as a nonresident in the manner provided in subsection (b) of this section; provided that if it cannot be determined whether income was received or derived during the period of residence or during the period of nonresidence, there shall be attributed to the State such portion of the income as is determined by applying to such income for the whole taxable year the ratio which the period of residence in the State bears to the whole taxable year, unless the taxpayer shows to the satisfaction of the department of taxation that the result is to attribute to the state income, dependent upon residence, received or derived during the period of nonresidence, in which event the amount of income as to which such showing is made shall be excluded. \n\tThe apportionment of income provided by this subsection shall not apply where one spouse is a resident of this State and a joint return is filed with the nonresident spouse in which event the tax shall be computed on their aggregate income in the manner provided in section 235-52 without regard to source in the State.  Where, however, both spouses change their status from resident to nonresident or from nonresident to resident, their income shall be apportioned in the manner provided in this subsection. \n\t(d)  A corporation, foreign or domestic, is taxable upon the income received or derived from property owned, trade or business carried on, and any and every other source in the State.  In addition thereto a domestic corporation is taxable upon its income from property owned, trade or business carried on, and any and every other source outside the State, unless subjected to income tax thereon in any other jurisdiction.  Subjection to federal tax does not constitute subjection to income tax in another jurisdiction.  \"Corporation\" includes any professional corporation incorporated pursuant to chapter 415A or 416. \n\n\n\n\t(e)(1)\tThe income of a resident estate or trust shall be computed without regard to source in the State.  The income of a nonresident estate or trust shall be that received or derived from sources in the State. \n\t(2)\tA beneficiary of an estate or trust, or person treated as the owner of any portion of a trust, who is taxable upon income thereof under the Internal Revenue Code, shall be taxed thereon as herein provided, irrespective of the taxability of the estate or trust or whether it is required to make a fiduciary return under this chapter.  If all such income consists of income which would be taxable under this chapter if received directly by the beneficiary or person, the beneficiary or person shall be taxed upon all of it.  If some of it consists of income which would not be taxable if received directly by the beneficiary or person, then unless the trust instrument provides otherwise the income of each such beneficiary or person shall be conclusively presumed to have been received or derived out of each class of income of the estate or trust, and the beneficiary or person shall be taxed upon such part of it as would be taxable if received directly by the beneficiary or person. \n\t(3)\tEach estate or trust shall include in its return all of the information necessary to determine the taxability of the income of the estate or trust, regardless of source.  Only in the case of a nonresident estate or trust of which all the beneficiaries are nonresidents and no part of which is treated as owned by a resident shall the return be confined to income from sources in the State.  This paragraph shall not cause income to be taxed to an estate or trust that otherwise would not have been so taxed. [L Sp 1957, c 1, pt of §2; am L Sp 1959 2d, c 1, §16; Supp, §121-3; HRS ; am L 1969, c 226, §5; am L 1974, c 9, §1; am L 1976, c 60, §1; am L 1978, c 95, §1; am L 1983, c 167, §18 and c 206, §1; am L 1985, c 270, §4; gen ch 1985; am L 1988, c 141, §19]\n\n\n\n\nNote\n  Chapter 416 referred to in text is repealed.\nAttorney General Opinions\n  Refund of real property tax after termination of a trust becomes income to the beneficiaries.  Att. Gen. Op. 64-5. \n  Taxability of income earned out-of-state by resident.  Att. Gen. Op. 65-5. \nCase Notes\n  Income tax not applicable to inheritance under territorial laws.  14 H. 38. \n  Tax on annuity from property held in trust is payable by annuitant and not trustee.  20 H. 589.  Annuities paid from trust taxable as income.  32 H. 51.  Tax paid by employer for employee is income of employee.  38 H. 188. \n  Gifts inter vivos deemed not income.  25 H. 603. \n  Tax on income in year payment made for damages caused by labor strike.  Stock of mainland agents is taxable by Territory.  26 H. 299, aff'd 289 F. 664. \n  Only taxes actually paid during the taxable year deductible as expenses and not reserve for taxes for succeeding years.  27 H. 336. \n  Intangibles.  31 H. 264, aff'd 47 F.2d 869. \n  Profits realized from sale of stock taxable in year of transaction.  Tax on profit on stock redeemed by corporation.  32 H. 896, aff'd 79 F.2d 761. \n  Retrospective tax laws.  33 H. 766. \n  Tax on income of corporation is valid.  1 U.S.D.C. Haw 294, aff'd 121 F. 772. \n  Ability of State to tax income of nonresidents turns on situs of property generating income.  64 H. 258, 640 P.2d 282. \n  Intangible property generating income acquired a business situs in Hawaii and could be taxed under subsections (b) and (e)(2).  64 H. 258, 640 P.2d 282."
}