{
    "name": "Returns by agent, guardian, etc.; liability of fiduciaries",
    "number": "94",
    "text": "(a)  Returns of decedents.  If an individual is deceased, the return of the individual required under section 235-92 shall be made by the individual's personal representative or other person charged with the care of property of the decedent.  \t(b)  Persons under a disability.  If an individual is unable to make a return required under section 235-92 or 235-97, the return of the individual shall be made by a duly authorized agent, the individual's committee, guardian, fiduciary, or other person charged with the care of the person or property of the individual.  The preceding sentence shall not apply in the case of a receiver appointed by authority of law in possession of only a part of the property of an individual. \n\t(c)  Receivers, trustees, and assignees for corporations.  In a case where a receiver, trustee in bankruptcy, or assignee, by order of a court of competent jurisdiction, by operation of law, or otherwise, has possession of or holds title to all or substantially all the property or business of a corporation, whether or not the property or business is being operated, such receiver, trustee, or assignee shall make the return of income for the corporation in the same manner and form as corporations are required to make such returns. \n\t(d)  Returns of estates and trusts.  Returns of an estate or a trust shall be made by the fiduciary thereof. \n\t(e)  Joint fiduciaries.  Under such regulations as the department of taxation may prescribe, a return made by one of two or more joint fiduciaries shall be sufficient compliance with the requirement of this section.  A return made pursuant to this subsection shall contain a statement that the fiduciary has sufficient knowledge of the affairs of the person for whom the return is made to enable the fiduciary to make the return, and the return is, to the best of the fiduciary's knowledge and belief, true and correct. \n\t(f)  Liability of fiduciaries.  A tax imposed upon a fiduciary shall be a charge upon the property held by the fiduciary in that capacity. [L Sp 1957, c 1, pt of §2; am L Sp 1959 2d, c 1, §16; Supp, §121-28; HRS ; am L 1976, c 200, pt of §1; gen ch 1985]"
}