{
    "name": "Conformance to the federal Internal Revenue Code; general application",
    "number": "2.3",
    "text": "(a)  For all taxable years beginning after December 31, 2004, as used in this chapter \"Internal Revenue Code\" means subtitle A, chapter 1 of the federal Internal Revenue Code of 1986, as amended as of December 31, 2004, as it applies to the determination of gross income, adjusted gross income, ordinary income and loss, and taxable income except those provisions of the Internal Revenue Code and federal public laws which pursuant to this chapter do not apply or are otherwise limited in application and except for the provisions of Public Law 109-001 which apply to section 170 of the Internal Revenue Code.  The provisions of Public Law 109-001 to accelerate the deduction for charitable cash contributions for the relief of victims of the 2004 Indian Ocean tsunami are applicable for the calendar year that ended December 31, 2004, and the calendar year ending December 31, 2005. \tSections 235-2, 235-2.1, and 235-2.2 shall continue to be used to determine:\n\n\n\n\t(1)\tThe basis of property, if a taxpayer first determined the basis of property in a taxable year to which such sections apply, and if such determination was made before January 1, 1978; and\n\t(2)\tGross income, adjusted gross income, ordinary income and loss, and taxable income for a taxable year to which such sections apply where such taxable year begins before January 1, 1978.\n\n\n\n\t(b)  The following Internal Revenue Code subchapters, parts of subchapters, sections, subsections, and parts of subsections shall not be operative for the purposes of this chapter, unless otherwise provided:\n\n\n\n\t(1)\tSubchapter A (sections 1 to 59A) (with respect to determination of tax liability), except section 1(h)(2) (relating to net capital gain reduced by the amount taken into account as investment income), except sections 2(a), 2(b), and 2(c) (with respect to the definition of \"surviving spouse\" and \"head of household\"), except section 41 (with respect to the credit for increasing research activities), except section 42 (with respect to low-income housing credit), and except sections 47 and 48, as amended, as of December 31, 1984 (with respect to certain depreciable tangible personal property).  For treatment, see sections 235-110.91, 235-110.7, and 235-110.8;\n\t(2)\tSection 78 (with respect to dividends received from certain foreign corporations by domestic corporations choosing foreign tax credit);\n\t(3)\tSection 86 (with respect to social security and tier 1 railroad retirement benefits);\n\t(4)\tSection 103 (with respect to interest on state and local bonds).  For treatment, see section 235-7(b);\n\t(5)\tSection 114 (with respect to extraterritorial income).  For treatment, any transaction as specified in the transitional rule for 2005 and 2006 as specified in the American Jobs Creation Act of 2004 section 101(d) and any transaction that has occurred pursuant to a binding contract as specified in the American Jobs Creation Act of 2004 section 101(f) are inoperative;\n\t(6)\tSection 120 (with respect to amounts received under qualified group legal services plans).  For treatment, see section 235-7(a)(9) to (11);\n\t(7)\tSection 122 (with respect to certain reduced uniformed services retirement pay).  For treatment, see section 235-7(a)(3);\n\t(8)\tSection 135 (with respect to income from United States savings bonds used to pay higher education tuition and fees).  For treatment, see section 235-7(a)(1);\n\t(9)\tSubchapter B (sections 141 to 150) (with respect to tax exemption requirements for state and local bonds);\n\t(10)\tSection 151 (with respect to allowance of deductions for personal exemptions).  For treatment, see section 235-54;\n\t(11)\tSection 179B (with respect to expensing of capital costs incurred in complying with environmental protection agency sulphur regulations);\n\t(12)\tSection 181 (with respect to special rules for certain film and television productions);\n\t(13)\tSection 196 (with respect to deduction for certain unused investment credits);\n\t(14)\tSection 199 (with respect to the U.S. production activities deduction);\n\t(15)\tSection 222 (with respect to qualified tuition and related expenses);\n\t(16)\tSections 241 to 247 (with respect to special deductions for corporations).  For treatment, see section 235-7(c);\n\t(17)\tSection 280C (with respect to certain expenses for which credits are allowable).  For treatment, see section 235-110.91;\n\t(18)\tSection 291 (with respect to special rules relating to corporate preference items);\n\t(19)\tSection 367 (with respect to foreign corporations);\n\t(20)\tSection 501(c)(12), (15), (16) (with respect to exempt organizations);\n\t(21)\tSection 515 (with respect to taxes of foreign countries and possessions of the United States);\n\t(22)\tSubchapter G (sections 531 to 565) (with respect to corporations used to avoid income tax on shareholders);\n\t(23)\tSubchapter H (sections 581 to 597) (with respect to banking institutions), except section 584 (with respect to common trust funds).  For treatment, see chapter 241;\n\t(24)\tSection 642(a) and (b) (with respect to special rules for credits and deductions applicable to trusts).  For treatment, see sections 235-54(b) and 235-55;\n\t(25)\tSection 646 (with respect to tax treatment of electing Alaska Native settlement trusts);\n\t(26)\tSection 668 (with respect to interest charge on accumulation distributions from foreign trusts);\n\t(27)\tSubchapter L (sections 801 to 848) (with respect to insurance companies).  For treatment, see sections 431:7-202 and 431:7-204;\n\t(28)\tSection 853 (with respect to foreign tax credit allowed to shareholders).  For treatment, see section 235-55;\n\t(29)\tSubchapter N (sections 861 to 999) (with respect to tax based on income from sources within or without the United States), except sections 985 to 989 (with respect to foreign currency transactions).  For treatment, see sections 235-4, 235-5, and 235-7(b), and 235-55;\n\t(30)\tSection 1042(g) (with respect to sales of stock in agricultural refiners and processors to eligible farm cooperatives);\n\t(31)\tSection 1055 (with respect to redeemable ground rents);\n\t(32)\tSection 1057 (with respect to election to treat transfer to foreign trust, etc., as taxable exchange);\n\t(33)\tSections 1291 to 1298 (with respect to treatment of passive foreign investment companies);\n\t(34)\tSubchapter Q (sections 1311 to 1351) (with respect to readjustment of tax between years and special limitations);\n\t(35)\tSubchapter R (sections 1352 to 1359) (with respect to election to determine corporate tax on certain international shipping activities using per ton rate);\n\t(36)\tSubchapter U (sections 1391 to 1397F) (with respect to designation and treatment of empowerment zones, enterprise communities, and rural development investment areas).  For treatment, see chapter 209E; and\n\t(37)\tSubchapter W (sections 1400 to 1400C) (with respect to District of Columbia enterprise zone). [L 1978, c 173, §2(1); am L 1979, c 62, §2(1) to (3); am L 1980, c 235, §1 and c 238, §2; am L 1981, c 3, §2(2), c 208, §2, and c 209, §1; am L 1982, c 22, §1(1) and c 25, §1; am L 1983, c 88, §1; am L 1984, c 99, §1; am L 1985, c 19, pt of §1; am L 1986, c 283, §1; am L 1987, c 39, §2 and c 239, §1(5); am L 1988, c 10, §1(2), c 102, §1, c 107, §2, and c 216, §3; am L 1989, c 13, §1; am L 1990, c 15, §1 and c 289, §2; am L 1991, c 54, §1 and c 137, §2; am L 1992, c 37, §1; am L 1993, c 73, §1; am L 1994, c 13, §2; am L 1995, c 7, §1; am L 1996, c 187, §1; am L 1997, c 297, §2; am L 1998, c 113, §1; am L 1999, c 178, §28 and c 198, §1; am L 2000, c 174, §2; am L 2001, c 199, §1; am L 2002, c 223, §2; am L 2003, c 172, §2; am L 2004, c 89, §3; am L 2005, c 60, §2]\n\n\n\n\nNote\n  The 2005 amendment applies to taxable years beginning after December 31, 2004.  L 2005, c 60, §6.\nAttorney General Opinions\n  Hawaii's net income tax law incorporates Internal Revenue Code of 1954, as amended, with certain exceptions, for purposes of determining gross income.  Att. Gen. Op. 91-03."
}