{
    "name": "Tax tables for individuals",
    "number": "53",
    "text": "(a)  Imposition of tax table tax:\n\n\n\n\t(1)\tIn general.  In lieu of the tax imposed by section 235-51, there is hereby imposed for each taxable year on the taxable income of every individual:\n\n\t\t(A)\tWho does not itemize the individual's deductions for the taxable year; and\n\t\t(B)\tWhose taxable income for such taxable year does not exceed the ceiling amount,\n\n\t\ta tax determined under tables, applicable to such taxable year, which shall be prescribed by the director.  In the tables so prescribed, the amounts of tax shall be computed on the basis of the rates prescribed by section 235-51.\n\t(2)\tCeiling amount defined.  For purposes of paragraph (1), the term \"ceiling amount\" means, with respect to any taxpayer, the amount (not less than $20,000) determined by the director for the tax rate category in which such taxpayer falls.\n\t(3)\tAuthority to prescribe tables for taxpayers who itemize deductions.  The director may provide that this section shall apply also for any taxable year to individuals who itemize their deductions.  Any tables prescribed under the preceding sentence shall be on the basis of taxable income.\n\n\n\n\t(b)  Section inapplicable to certain individuals.  This section shall not apply to:\n\n\n\n\t(1)\tAn individual making a return for a period of less than twelve months on account of a change in annual accounting period, and\n\t(2)\tAn estate or trust.\n\n\n\n\t(c)  Tax treated as imposed by section 235-51.  For purposes of this chapter, the tax imposed by this section shall be treated as tax imposed by section 235-51.\n\t(d)  Taxable income.  Whenever it is necessary to determine the taxable income of an individual to whom this section applies, the taxable income shall be determined under section 235-2.4(a). [L Sp 1957, c 1, pt of §2; am L Sp 1959 2d, c 1, §16; Supp, §121-10; HRS ; am L 1968, c 8, §2; am L 1977, c 46, §1; am L 1981, c 208, §3; am L 1987, c 239, §1(13), (14)]"
}