{
    "name": "Exemptions",
    "number": "54",
    "text": "(a)  In computing the taxable income of any individual, there shall be deducted, in lieu of the personal exemptions allowed by the Internal Revenue Code, personal exemptions computed as follows:  Ascertain the number of exemptions which the individual can lawfully claim under the Internal Revenue Code, add an additional exemption for the taxpayer or the taxpayer's spouse who is sixty-five years of age or older within the taxable year, and multiply that number by $1,040, for taxable years beginning after December 31, 1984.  A nonresident shall prorate the personal exemptions on account of income from sources outside the State as provided in section 235-5.  In the case of an individual with respect to whom an exemption under this section is allowable to another taxpayer for a taxable year beginning in the calendar year in which the individual's taxable year begins, the personal exemption amount applicable to such individual under this subsection for such individual's taxable year shall be zero. \t(b)  In computing the taxable income of an estate or trust there shall be allowed, in lieu of the deductions allowed under subsection (a), the following:\n\n\n\n\t(1)\tAn estate shall be allowed a deduction of $400.\n\t(2)\tA trust which, under its governing instrument, is required to distribute all of its income currently shall be allowed a deduction of $200.\n\t(3)\tAll other trusts shall be allowed a deduction of $80.\n\n\n\n\t(c)  A blind person, a deaf person and any person totally disabled, in lieu of the personal exemptions allowed by the Internal Revenue Code, shall be allowed, and there shall be deducted in computing the taxable income of a blind person, a deaf person, or a totally disabled person, instead of the exemptions provided by subsection (a), the amount of $7,000. [L Sp 1957, c 1, pt of §2; am L 1960, c 4, §1; Supp, §121-11; HRS ; am L 1970, c 90, §2 and c 180, §2; am L 1978, c 181, §1; am L 1980, c 241, §2; am L 1985, c 78, §1; am L 1987, c 239, §1(15); am L 1999, c 253, §4]\nLaw Journals and Reviews\n  Rule of Strict Construction in Tax Cases, a Question of Classification or Exemption, Arthur B. Reinwald, 11 HBJ 98.\nCase Notes\n  Statutes granting exemptions are strictly construed against taxpayer.  56 H. 321, 536 P.2d 91."
}