{
    "name": "Contests for cause in general, special general, special, and runoff elections",
    "number": "174.5",
    "text": "(a)  In general, special general, special, or runoff elections, the complaint shall be filed in the office of the clerk of the supreme court not later than 4:30 p.m. on the twentieth day following the general, special general, special, or runoff election and shall be accompanied by a deposit for costs of court as established by rules of the supreme court.  The clerk shall issue to the defendants named in the complaint a summons to appear before the supreme court not later than 4:30 p.m. on the tenth day after service thereof. \t(b)  In cases involving general, special general, special, or runoff elections the complaint shall be heard by the supreme court in which the complaint was filed as soon as it reasonably may be heard.  On the return day, the court, upon its motion or otherwise, may direct summons to be issued to any person who may be interested in the result of the proceedings.\n\tAt the hearing, the court shall cause the evidence to be reduced to writing and shall give judgment, stating all findings of fact and of law.  The judgment may invalidate the general, special general, special, or runoff election on the grounds that a correct result cannot be ascertained because of a mistake or fraud on the part of the precinct officials; or decide that a certain candidate, or certain candidates, received a majority or plurality of votes cast and were elected.  If the judgment should be that the general, special general, special, or runoff election was invalid, a certified copy thereof shall be filed with the governor, and the governor shall duly call a new election to be held not later than one hundred twenty days after the judgment is filed.  If the court shall decide which candidate or candidates have been elected, a copy of that judgment shall be served on the chief election officer or county clerk, who shall sign and deliver to the candidate or candidates certificates of election, and the same shall be conclusive of the right of the candidate or candidates to the offices. [L 1973, c 217, §1(bbb); am L 1979, c 133, §6; gen ch 1985; am L 1998, c 22, §3 and c 123, §1]\nRules of Court\n  Costs, see HRAP rule 39; collection of costs and fees by clerk, see HRAP rule 45(e).\nCase Notes\n  Where plaintiffs had opportunity to correct irregularities in ballot prior to the election, they cannot complain afterward.  61 H. 179, 599 P.2d 286.\n  Plaintiffs failed to meet burden of demonstrating that irregularities in voting procedures for OHA trustees either could have caused a difference in election outcome or could have precluded the correct result from being ascertained.  84 H. 383, 935 P.2d 98."
}