{
    "name": "Application to register",
    "number": "15",
    "text": "(a)  Any person qualified to and desiring to register as a voter in any county shall make and subscribe to an application in the form of an affidavit. \tThe affidavit shall contain the following information:\n\n\n\n\t(1)\tName;\n\t(2)\tSocial security number;\n\t(3)\tDate of birth;\n\t(4)\tResidence, including mailing address;\n\t(5)\tThat the residence stated in the affidavit is not simply because of the person's presence in the State but that the residence was acquired with the intent to make Hawaii the person's legal residence with all the accompanying obligations therein;\n\t(6)\tThat the person is a citizen.\n\n\n\n\t(b)  Any person qualified to and desiring to register as a voter for the election of members of the board of trustees of the office of Hawaiian affairs shall make and subscribe to an application in the form of an affidavit which shall state that the person is Hawaiian and which shall contain the information required under subsection (a).  The affidavit shall also apply to all elections, primary, special primary, general, special general, special, or county, held in the State, under all voting systems used within the State, so far as applicable and not inconsistent with this title.\n\t(c)  The applicant shall swear to the truth of the allegations by self-subscribing oath in the affidavit on application for voter registration or other form prescribed by the chief election officer.  Unless contested by a qualified voter, the clerk may accept, as prima facie evidence, the allegation of the applicant in information required in the affidavit in subsection (a)(5), and the allegation of the applicant that the applicant is Hawaiian required in subsection (b).  In any other case where the clerk shall so desire or believe the same to be expedient, the clerk may demand that the applicant furnish substantiating evidence to the allegations of the applicant's application.\n\t(d)  The applicant shall then affix the applicant's signature to the affidavit.  In the case where an applicant is unable to write for the reason of illiteracy, blindness, or other physical disability the applicant's mark shall be witnessed by another person who shall sign the affidavit in the space provided.  A voter having once been registered shall not be required to register again for any succeeding election, except as provided in this chapter.  Affidavits approved by the clerk shall thereupon be numbered appropriately, filed by the clerk and kept available for election or government purposes in accordance with procedures established by section 11-97.\n\t(e)  The clerk may designate a subordinate or subordinates to act in the clerk's place and stead in all matters covered by this section, except that no candidate shall be eligible to serve as a subordinate. [L 1970, c 26, pt of §2; am L 1973, c 217, §1(f); am L 1974, c 34, §1(a); am L 1976, c 106, §1(4); am L 1979, c 196, §4; am L 1981, c 107, §1 and c 195, §1; gen ch 1985; am L 1989, c 111, §1; am L 1990, c 45, §§2, 3 and c 156, §6; am L 1998, c 23, §2]\nAttorney General Opinions\n  Clerk may deputize 17-year olds as voter registrars, there being no statute imposing age requirement.  Att. Gen. Op. 72-2.\nCase Notes\n  Indictment of section dismissed because did not allege challenge by a qualified voter or that defendant had information contrary to that contained in voter registration affidavits.  67 H. 398, 688 P.2d 1152.\n  Preclearance under Voting Rights Act not prerequisite for enforcement of this section.  68 H. 516, 722 P.2d 453."
}