{
    "name": "General county register; restrictions in use",
    "number": "14",
    "text": "(a)  The clerk of each county shall register all the voters in the clerk's county in the general county register.  The register shall contain the name and address of each voter unless the voter's address is deemed confidential pursuant to section 11-14.5.  Additional information required by section 11-15 may be included in the register at the discretion of the clerk.  The voter's name shall be maintained alphabetically in the register and be capable of segregation by precinct and representative district.  The clerk shall keep the original or photographic copy of the affidavit of registration required by section 11-15.  The general county register shall be available for election or government purposes only in accordance with section 11-97.\n\t(b)  The affidavits filed under section 11-15 and the general county register may be copied, and the clerk may release voter lists and tabulating cards or computer tapes containing data furnished in the affidavit; provided that information furnished in the affidavits, register, voter lists, cards, or tapes, shall be copied or released for election or government purposes only in accordance with section 11-97.\n\t(c)  Voter registration information that is collected and maintained by the clerk of each county may be transmitted to a central file for the purpose of correlating registration data to prevent or detect duplicate voter registrations and for the compilation of election reports.\n\t(d)  The clerk of each county shall maintain records by computer tape or otherwise of office of Hawaiian affairs registered voters to facilitate their identification as a separate category of voters.\n\t(e)  Unless authorized under section 11-97, it shall be unlawful for any person to use, print, publish, or distribute any voter registration information acquired directly or indirectly from the voter registration affidavits or any list prepared therefrom.  Any person who is designated by the clerk to register voters and collect voter registration affidavits shall be advised of the provisions of this subsection.  Any person who violates this subsection shall be guilty of a misdemeanor. [L 1970, c 26, pt of §2; am L 1973, c 217, §1(e); am L 1976, c 106, §1(3); am L 1977, c 189, §1(2); am L 1979, c 139, §2; am L 1982, c 226, §2; gen ch 1985; am L 1990, c 156, §5; am L 1998, c 23, §1; am L 2005, c 201, §2]\nCross References\n  Public records, see chapter 92F.\n  Records open to inspection, see §11-97."
}