{
    "name": "Election expenses and responsibilities in combined state and county elections",
    "number": "184",
    "text": "Election expenses in elections involving both state and county offices shall be shared as set forth below:\n\n\n\n\t(1)\tThe State shall pay and be responsible for:\n\n\t\t(A)\tPrecinct officials;\n\t\t(B)\tInstruction of precinct officials when initiated or approved by the chief election officer;\n\t\t(C)\tBoards of registration;\n\t\t(D)\tPolling place costs other than supplies: installation rentals, ballot boxes, voting booths, custodians, telephones, and maintenance;\n\t\t(E)\tOther equipment such as ballot transport containers;\n\t\t(F)\tTemporary election employees hired to do strictly state work; and\n\t\t(G)\tExtraordinary voter registration and voter education costs when approved by the chief election officer.\n\n\t(2)\tThe county shall pay and be responsible for:\n\n\t\t(A)\tNormal voter registration, voters list maintenance, and all printing connected with voter registration, including printing of the voters list;\n\t\t(B)\tTemporary election employees hired to do strictly county work;\n\t\t(C)\tMaintenance of existing voting machines, including parts, freight, storage, programming, and personnel;\n\t\t(D)\tMaintenance and storage of voting devices and other equipment; and\n\t\t(E)\tEmployees assigned to conduct absentee polling place functions.\n\n\t(3)\tThe remaining election expenses shall be divided in half between the State and the counties.  Each county will pay a proration of expenses as a proportion of the registered voters at the time of the general election.  These expenses shall include but not be limited to:\n\n\t\t(A)\tPolling place supplies;\n\t\t(B)\tAll printing, including ballots, but excluding printing connected with voter registration;\n\t\t(C)\tTemporary election employees not including voting machine programmers doing work for both the State and county;\n\t\t(D)\tBallot preparation and packing; and\n\t\t(E)\tAll other costs for which the State or county are not specifically responsible relating to the operation of voting machines, electronic voting systems, and other voting systems except paper ballots to include but not be limited to real property rentals, equipment rentals, personnel, mileage, telephones, supplies, publicity, computer programming, and freight.\n\n\t\t\tThe responsibility for the above functions shall be determined by the chief election officer where the responsibility for such functions has not been assigned by the legislature.\n\n\n\n\tAny future expenses not presently incurred under any voting system now in use or to be used shall be assigned to paragraphs (1), (2), or (3) above by the chief election officer upon agreement with the clerks or by the legislature. [L 1970, c 26, pt of §2; am L 1973, c 217, §1(eee); am L 1976, c 106, §1(10)]"
}