{
    "name": "Campaign contributions; limits as to persons",
    "number": "204",
    "text": "(a)(1)\tNo person or any other entity shall make contributions to:\n\n\t\t(A)\tA candidate seeking nomination or election to a two-year office or to the candidate's committee in an aggregate amount greater than $2,000 during an election period;\n\t\t(B)\tA candidate seeking nomination or election to a four-year statewide office or to the candidate's committee in an aggregate amount greater than $6,000 during an election period; and\n\t\t(C)\tA candidate seeking nomination or election to a four-year nonstatewide office or to the candidate's committee in an aggregate amount greater than $4,000 during an election period.\n\n\t\tThese limits shall not apply to a loan made to a candidate by a financial institution in the ordinary course of business;\n\t(2)\tFor purposes of this section, the length of term of an office shall be the usual length of term of the office as unaffected by reapportionment, a special election to fill a vacancy, or any other factor causing the term of the office the candidate is seeking to be less than the usual length of term of that office.\n\n\n\n\t(b)  No person or any other entity shall make contributions to a noncandidate committee, in an aggregate amount greater than $1,000 in an election.\n\t(c)  A candidate's immediate family, in making contributions to the candidate's campaign, shall be exempt from the above limitation, but shall be limited in the aggregate to $50,000 in any election period.  The aggregate amount of $50,000 shall include any loans made for campaign purposes to the candidate from the candidate's immediate family.\n\t(d)  A contribution by a dependent minor shall be reported in the name of the minor but shall be counted against the contribution of the minor's parent or guardian.\n\t(e)  Any candidate, candidate's committee, or committee that receives in the aggregate more than the applicable limits set forth in this section in any primary, initial special, special, or general election from a person, shall be required to return any excess contribution to the original donor within thirty days of receipt of the excess contribution.  Any excess contribution not returned to the original donor within thirty days shall escheat to the Hawaii election campaign fund.  A candidate, candidate's committee, or committee who complies with this subsection prior to the initiation of prosecution shall not be subject to any penalty under section 11-228.\n\t(f)  All payments made by a person or political party whose contributions or expenditure activity is financed, maintained, or controlled by any corporation, labor organization, association, political party, or any other person or committee, including any parent, subsidiary, branch, division, department, or local unit of the corporation, labor organization, association, political party, political committees established and maintained by a national political party, or any other person, or by any group of those persons shall be considered to be made by a single person or political party.\n\t(g)  An individual and any general partnership in which the individual is a partner shall be treated as one person.\n\t(h)  No committee that supports or opposes a candidate for public office shall have as officers individuals who serve as officers on any other committee which supports or opposes the same candidate.  No such committee shall act in concert with, or solicit or make contributions on behalf of, any other committee.\n\t(i)  No contributions or expenditures shall be made to or on behalf of a candidate or committee by a foreign national or foreign corporation, including a domestic subsidiary of a foreign corporation, a domestic corporation that is owned by a foreign national, or a local subsidiary where administrative control is retained by the foreign corporation, and in the same manner prohibited under 2 United States Code section 441e and 11 Code of Federal Regulations 110.20, as amended.  No foreign-owned domestic corporation shall make contributions where:\n\n\n\n\t(1)\tForeign national individuals participate in election-related activities such as decisions concerning the making of contributions or the administration of a political committee; or\n\t(2)\tThe contribution funds are not domestically-derived.\n\n\n\n\t(j)  No person or any other entity other than political committees established and maintained by a national political party shall make contributions to a political party in an aggregate amount greater than $25,000 in any two-year election period.  No political committee established and maintained by a national political party, shall make contributions to a political party in an aggregate amount greater than $50,000 in any two-year election period.\n\t(k)  The contribution limits under this section shall apply for the office sought by the candidate.  This section shall not apply to ballot issue committees. [L 1979, c 224, pt of §2; am L 1980, c 246, §1(f); gen ch 1985; am L 1987, c 369, §1(7); am L 1988, c 403, §1; am L 1989, c 261, §1; am L Sp 1995, c 10, §2(10); am L 1997, c 375, §8; am L 1998, c 31, §1; am L 1999, c 96, §6 and c 187, §3; am L 2000, c 99, §4 and c 242, §1; am L 2005, c 203, §7]\nAttorney General Opinions\n  Subsection (b):  violates First Amendment to U.S. Constitution because it restricts persons or other entities from making contributions to noncandidate ballot measure committees.  Subsection (j):  statutory provision prohibits contributions based upon length of time that noncandidate committee has been registered; this durational requirement is unconstitutional because it imposes limitations on the right of association and the right of expression when contributions are made to noncandidate committees.  Att. Gen. Op. 98-5."
}