{
    "name": "Qualification of political parties; petition",
    "number": "62",
    "text": "(a)  Any group of persons hereafter desiring to qualify as a political party for election ballot purposes in the State shall file with the chief election officer a petition as provided in this section.  The petition for qualification as a political party shall:\n\n\n\n\t(1)\tBe filed not later than 4:30 p.m. on the one hundred seventieth day prior to the next primary;\n\t(2)\tDeclare as concisely as may be the intention of signers thereof to qualify as a statewide political party in the State and state the name of the new party;\n\t(3)\tContain the name, signature, residence address, date of birth, and other information as determined by the chief election officer of currently registered voters comprising not less than one-tenth of one per cent of the total registered voters of the State as of the last preceding general election;\n\t(4)\tBe accompanied by the names and addresses of the officers of the central committee and of the respective county committees of the political party and by the party rules; and\n\t(5)\tBe upon the form prescribed and provided by the chief election officer.\n\n\n\n\t(b)  The petition shall be subject to hearing under chapter 91, if any objections are raised by the chief election officer or any other political party.  All objections shall be made not later than 4:30 p.m. on the twentieth business day after the petition has been filed.  The chief election officer may extend the objection period up to an additional ten business days, if the group of persons desiring to qualify as a political party is provided with notice of extension and the reasons therefor.  If no objections are raised by 4:30 p.m. on the twentieth business day, or the extension thereof, the petition shall be approved.  If an objection is raised, a decision shall be rendered not later than 4:30 p.m. on the thirtieth day after filing of the objection or not later than 4:30 p.m. on the one hundredth day prior to the primary, whichever shall first occur.\n\t(c)  The chief election officer may check the names of any persons on the petition to see that they are registered voters and may check the validity of their signatures.  The petition shall be public information upon filing.\n\t(d)  Each group of persons desiring to qualify as a political party, having first qualified as a political party by petition under this section, and having been qualified as a political party for three consecutive general elections by petition or pursuant to section 11-61(b), shall be deemed a political party for the following ten-year period.  The ten-year period shall begin with the next regularly scheduled general election; provided that each party qualified under this section shall continue to field candidates for public office during the ten-year period following qualification.  After each ten-year period, the party qualified under this section shall either remain qualified under the standards set forth in section 11-61, or requalify under this section 11-62. [L 1970, c 26, pt of §2; am L 1973, c 217, §1(p); am L 1983, c 34, §4; am L 1986, c 323, §2; am L 1993, c 304, §4; am L 1997, c 287, §2; am L 1998, c 33, §1; am L 1999, c 205, §2]"
}