{
    "name": "Elections commission",
    "number": "7",
    "text": "(a) There is established an elections commission within the department of accounting and general services for administrative purposes.  The elections commission shall consist of nine members who shall be selected as follows:\n\n\n\n\t(1)\tThe president of the senate shall select two elections commission members;\n\t(2)\tThe speaker of the house of representatives shall select two elections commission members;\n\t(3)\tThe senators belonging to a party or parties different from the president of the senate shall designate one senator to select two elections commission members;\n\t(4)\tThe representatives belonging to a party or parties different from the speaker of the house of representatives shall designate one representative to select two elections commission members; and\n\t(5)\tOne member, who shall serve as chairperson of the elections commission, shall be selected by the members of the elections commission selected pursuant to paragraphs (1) to (4);\n\n\n\nprovided that each group of four elections commission members selected by each house shall include one elections commission member from each of the four counties.\n\t(b)  The chairperson of the elections commission under subsection (a)(5) shall be selected by a two-thirds vote.\n\t(c)  A vacancy in the elections commission shall be filled in the same manner as the original appointment as specified in subsection (a) within fifteen days.  A vacancy in the elections commission shall be filled with a person from the same county as the departing elections commission member.  Elections commission member vacancies not filled within the times specified shall be filled promptly thereafter by the chief justice of the supreme court.\n\t(d)  The elections commission shall act by majority vote of its membership and shall establish its own procedures, except as may be provided by law.\n\t(e)  Notwithstanding section 26-34, elections commission member appointments shall not be subject to senatorial confirmation.\n\t(f)  The term of the elections commissioners shall be four years, except that with respect to the terms of the initial elections commission members, one member selected from each of subsection (a)(1) to (4) shall serve for a term of two years.\n\t(g)  The elections commissioners shall serve without compensation, but shall be reimbursed for reasonable expenses, including travel expenses, necessary for the performance of their duties. [L 2004, c 57, pt of 6]"
}