{
    "name": "Tourism special fund",
    "number": "8",
    "text": "Convention center enterprise special fund.  (a)  There is established the convention center enterprise special fund, into which shall be deposited:\n\n\n\n\t(1)\tA portion of the revenues from the transient accommodations tax, as provided by section 237D-6.5;\n\t(2)\tAll revenues or moneys derived from the operations of the convention center to include all revenues from the food and beverage service, all revenues from the parking facilities or from any concession, and all revenues from the sale of souvenirs, logo items, or any other items offered for purchase at the convention center;\n\t(3)\tPrivate contributions, interest, compensation, gross or net revenues, proceeds, or other moneys derived from any source or for any purpose arising from the use of the convention center facility; and\n\t(4)\tAppropriations by the legislature, including any transfers from the tourism special fund established under section 201B-11 for marketing the facility pursuant to section 201B-7(a)(7).\n\n\n\n\t(b)  Moneys in the convention center enterprise special fund shall be used by the authority for the payment of any and all debt service relating to the convention center, any expense arising from any and all use, operation, maintenance, alteration, improvement, or any unforeseen or unplanned repairs of the convention center, including without limitation the food and beverage service and parking service provided at the convention center facility, the sale of souvenirs, logo items, or other items, for any future major repair, maintenance, and improvement of the convention center facility as a commercial enterprise or as a world class facility for conventions, entertainment, or public events, and for marketing the facility pursuant to section 201B-7(a)(7).\n\t(c)  Moneys in the convention center enterprise special fund may be:\n\n\n\n\t(1)\tPlaced in interest-bearing accounts; provided that the depository in which the money is deposited furnishes security as provided in section 38-3; or\n\t(2)\tOtherwise invested by the authority until such time as the moneys may be needed; provided that the authority shall limit its investments to those listed in section 36-21.\n\n\n\nAll interest accruing from investment of the moneys shall be credited to the convention center enterprise special fund. [L 2002, c 253, §2; am L 2005, c 235, §6]"
}