{
    "name": "Definitions",
    "number": "1",
    "text": "  As used in this chapter, unless the context clearly requires otherwise: \t\"Accredited educational institution\" means a university or college accredited by the Western Association of Schools and Colleges or a comparable regional body.\n\t\"Clinical supervision\" means supervision applied to all individuals who are gaining the experience required for a license as a mental health counselor.  \"Clinical supervision\" includes but is not limited to:\n\n\n\n\t(1)\tCase consultation on the assessment and presenting problem;\n\t(2)\tDevelopment and implementation of treatment plans;\n\t(3)\tEnhancement of the supervisee's counseling techniques and treatment evaluation skills; and\n\t(4)\tEvaluation of the course of treatment.\n\n\n\n\t\"Department\" means the department of commerce and consumer affairs.\n\t\"Director\" means the director of commerce and consumer affairs.\n\t\"Licensed mental health counselor\" means a person:\n\n\n\n\t(1)\tWho engages in the practice of mental health counseling and uses the title of licensed mental health counselor; \n\t(2)\tWho has been issued a license under this chapter; and\n\t(3)\tWhose license is in effect and not revoked or suspended.\n\n\n\n\t\"Practice of mental health counseling\" means the rendering of professional services to individuals, families, or groups for compensation, monetary or otherwise.  These professional services include applying the principles, methods, and theories of counseling, human development, learning theory, group and family dynamics, rehabilitation, and the etiology of mental illness and dysfunctional behavior to define goals and develop a treatment plan of action aimed toward the prevention, treatment, and resolution of mental and emotional dysfunction and intra or interpersonal disorders to all persons irrespective of diagnosis.  \"Practice of mental health counseling\" includes but is not limited to:\n\n\n\n\t(1)\tThe assessment, diagnosis, and treatment of, and counseling for, mental and emotional disorders;\n\t(2)\tThe assessment, diagnosis, and treatment of, and counseling for, substance abuse and conduct disorders defined in the approved diagnostic and statistical manual for mental disorders;\n\t(3)\tThe application of educational techniques aimed at the prevention of these disorders; and\n\t(4)\tThe provision of consultative services to individuals, couples, families, groups, organizations, and communities. [L 2004, c 209, pt of §2]"
}