{
    "name": "Definitions",
    "number": "2",
    "text": "As used in this [chapter]:\n     \u0093Confirmatory test\u0094 means a drug or alcohol test that uses a method of analysis determined by the director of health to be reliable in establishing the identity and quantity of alcohol, drugs, or metabolites of drugs detected in an initial screening test.\n     \u0093Department\u0094 means the department of health.\n     \u0093Director\u0094 means the director of health.\n     \u0093Drug\u0094 means a controlled substance as defined in chapter 329.\n     \u0093Medical review officer\u0094 means an individual who has knowledge of substance abuse disorders and toxicology as determined by the department, and is appointed by the third party to receive, review, and interpret the results of laboratory tests requested by the third party.  The department may specify through rules the qualifications of a medical review officer, and any additional responsibilities that may be required to carry out this chapter.\n     \u0093Positive test result\u0094 means a finding through confirmatory testing of the presence of drugs, alcohol, or the metabolites of drugs in the sample tested in the levels at or above the cutoff levels established by the director.\n     \u0093Substance abuse on-site screening test\u0094 means a portable substance abuse test that meets the requirements of the United States Food and Drug Administration for commercial distribution and is approved by the director for such pre-employment screening.\n     \u0093Substance abuse test\u0094 means any testing procedure designed to take and analyze body fluids or materials from the body for the purpose of measuring the amount of drugs, alcohol, or the metabolites of drugs in the sample tested.  The term includes any substance abuse on-site screening test designed to take and analyze body fluids or materials from the body for the purpose of detecting the presence of drugs, alcohol, or the metabolites of drugs in the sample tested.\n     \u0093Third party\u0094 means any person, agency, employer or any other entity who requests substance abuse testing of another person or persons.  Unless otherwise specified, the \u0093third party\u0094 shall include the party\u0092s designated staff. [L 1990, c 236, pt of §1; am L 1992, c 201, §2; am L 1993, c 158, §2; am L 1999, c 206, §2]"
}