{
    "name": "Hawaii school-to-work executive council; establishment; composition",
    "number": "471",
    "text": "School-to-Work\n\t[]    (a)  There is established a Hawaii school-to-work executive council.  The members of the council shall be appointed by the governor.  The council shall consist of up to, but not more than, twenty-one members.  Council membership shall consist of:\n\n\n\n\t(1)\tSix executive heads of state agencies, serving as ex officio voting members:\n\n\t\t(A)\tThe superintendent of education;\n\t\t(B)\tThe president of the University of Hawaii;\n\t\t(C)\tThe state director for career and technical education; and\n\t\t(D)\tThe directors of the departments of business, economic development, and tourism, human services, and labor and industrial relations; and\n\n\t(2)\tA member of:\n\n\t\t(A)\tThe board of education designated by the chairperson of the board of education; and\n\t\t(B)\tThe board of regents of the University of Hawaii designated by the chair of the board of regents.\n\n\n\n\n\nA student member and a voting majority representing business, industry, labor, and community organizations that include regional representations from all counties shall be appointed pursuant to section 26-34.\n\t(b)  The length of service for:\n\n\n\n\t(1)\tThe directors of departments of the State represented on the council shall be limited to the terms of their cabinet appointments;\n\t(2)\tThe terms of the superintendent of education, the president of the University of Hawaii, and the state director for career and technical education shall be limited to their terms of office;\n\t(3)\tThe terms of the board of education and board of regents members shall be at the discretion of the chairs of the respective boards; and\n\t(4)\tThe terms of all non-state agency head members shall be for three years, commencing on July 1 of the first year and ending on June 30, of the third year.\n\n\n\nTerms shall be staggered with one-third of the members being appointed in each fiscal year.\n\t(c)  Vacancies shall be filled by the governor for the unexpired term.  The governor shall appoint as chairperson of the council a member other than a state agency head or a board of education or board of regents member who shall be recommended by the council.\n\t(d)  The council members shall serve without pay but shall be entitled to their traveling expenses within the State when attending meetings of the council or when actually engaged in business relating to the work of the council. [L 1997, c 343, pt of §2; am L 2001, c 310, pt of §2]"
}