{
    "name": "Affidavit for caregiver consent",
    "number": "482",
    "text": "(a)  Notwithstanding any other law to the contrary, a caregiver may consent on behalf of a minor to enrollment in school and to full participation in curricular and co-curricular school activities, if the caregiver possesses and presents to the department of education for inclusion in the minor's file a valid affidavit for caregiver consent provided by the department of education and executed by the caregiver that shall include but not be limited to the following:\n\n\n\n\t(1)\tThe caregiver's name and current home address;\n\t(2)\tThe birthdate of the caregiver;\n\t(3)\tThe number of the caregiver's Hawaii driver's license or state identification card;\n\t(4)\tThe relationship of the caregiver to the minor;\n\t(5)\tThe name of the minor;\n\t(6)\tThe birthdate of the minor;\n\t(7)\tThe length of time the minor has resided with the caregiver;\n\t(8)\tThe signature of the caregiver; \n\t(9)\tThe signature of consent by the minor's parent, guardian, or legal custodian; provided that the signature of the minor's parent, guardian, or legal custodian shall not be necessary if the affidavit states that the caregiver has been unable to obtain the signature of the minor's parent, guardian, or legal custodian; and included a statement by the caregiver documenting the attempts to obtain the signature of the minor's parents, guardian, or legal custodian;\n\t(10)\tThe minor's residency with the caregiver is not for the purpose of:\n\n\t\t(A)\tAttending a particular school;\n\t\t(B)\tCircumventing the department of education's district exemption process;\n\t\t(C)\tParticipating in athletics at a particular school; or\n\t\t(D)\tTaking advantage of special services or programs offered at a particular school;\n\n\t(11)\tNotice has been provided by the caregiver to the child protective services unit of the department of human services if the minor covered by this affidavit is residing with the caregiver due to abuse or neglect perpetuated by the minor's parent;\n\t(12)\tThe following statement:\n\t\t\"General Notices:\n\t\t\tThis declaration does not affect the rights of the minor's parent, guardian, or legal custodian regarding the care, custody, and control of the minor, and does not give the caregiver legal custody of the minor.\n\t\t\tThe minor's parent or legal custodian may at any time rescind this affidavit by informing the minor's school principal in writing that the minor is attending school under the authority of this affidavit and that this affidavit has been rescinded.\n\t\t\tA person who relies on this affidavit has no obligation to conduct any further inquiry or investigation.\n\t\t\tNo person who relies in good faith on this affidavit shall be subject to civil or criminal liability or to professional disciplinary action because of that reliance.\"\n\n\n\n\n\t(b)  The caregiver shall immediately notify the school if the minor no longer resides with the caregiver, and the affidavit for caregiver consent shall be revoked immediately.\n\t(c) The affidavit for caregiver consent shall be superseded upon written notification by the minor's parent, guardian, or legal custodian to the minor's school principal that this affidavit has been rescinded.\n\t(d)  Any person who relies in good faith on the affidavit has no obligation to conduct any further inquiry or investigation.\n\t(e)  No person who relies in good faith on the affidavit for caregiver consent shall be subject to civil or criminal liability, or to professional disciplinary action because of the reliance.\n\t(f)  The affidavit for caregiver consent shall constitute sufficient basis for determination of residency of a minor unless the school determines from actual facts that the minor is not living with the caregiver.  The school may also require additional evidence that the caregiver lives at the address provided in the affidavit.\n\t(g)  This section shall not apply to the programs and services of minors subject to the Individuals with Disabilities Education Act (20 U.S.C. section 1400 et seq.) or section 504 of the Rehabilitation Act of 1973 (29 U.S.C. section 791). [L 2003, c 99, pt of §1; am L 2004, c 10, §8]"
}