{
    "name": "Powers and duties of the department",
    "number": "804",
    "text": "The department shall retain all of its rights and powers except for the authority provided to the board under this subpart.  The department's powers and duties under this subpart shall be limited to:\n\n\n\n\t(1)\tHiring, except in emergency situations as described in this chapter, licensed teachers to teach in their fields of licensing;\n\t(2)\tReporting data annually to the board about the supply of, and demand for, teachers, including the identification of shortage areas, out-of-field teaching assignments, numbers of teachers teaching out-of-field, numbers and types of courses and classes taught by out-of-field teachers, and numbers and types of students taught by out-of-field teachers;\n\t(3)\tOn an emergency and case-by-case basis, hiring unlicensed individuals; provided that:\n\n\t\t(A)\tA list of the names, work sites, teaching assignments, and progress toward licensing of these individuals shall be reported to the board and any changes shall be updated on a monthly basis by the department; \n\t\t(B)\tThere are no properly licensed teachers for the specific assignments for which the individuals are being hired; and\n\t\t(C)\tNo individual may be employed by the department on an emergency basis for more than four years.  During this time the individual must demonstrate active pursuit of licensing in each year of employment;\n\n\t(4)\tSubmitting an annual report to the board documenting:\n\n\t\t(A)\tThe number of emergency hires by subject matter areas and by schools;\n\t\t(B)\tThe reasons and duration of employment for the emergency hiring enumerated in subparagraph (A);\n\t\t(C)\tIndividual progress toward licensing; and\n\t\t(D)\tThe department's efforts to address the shortages described in subparagraph (A); and\n\n\t(5)\tProviding any other information requested by the board that is pertinent to its powers and duties. [L 1996, c 89, pt of §2; am L 2001, c 312, pt of §10]"
}