{
    "name": "Prioritization of repair and maintenance",
    "number": "1505",
    "text": "(a)  Each school shall meet with the departments of education and accounting and general services on an annual basis to advise the department of school needs.  Before any repair and maintenance projects for the upcoming fiscal year are implemented, each individual school administration shall prioritize and approve its repair and maintenance needs, and approve the scope of the implementation plan for the individual projects.  After schools have prioritized their repair and maintenance projects, a statewide list shall be prepared and reviewed by the department of accounting and general services, and reviewed and approved by the department of education; provided that the department of education may make adjustments among schools and districts.  Each school repair and maintenance priority listing shall be submitted by the department of education to the department of accounting and general services for implementation.  Each listing shall be posted electronically on the Internet.  The department of accounting and general services shall implement the school repair and maintenance program in accordance with the priorities set forth by the department of education.  Where there are differing views as to priorities, the department of education shall make the final decision.\n\t(b)  [Subsection effective until June 30, 2005.  For subsection effective July 1, 2005, see below.]  Prior to meeting with the department of accounting and general services to advise it of a school's repair and maintenance needs, the school's principal and the business and fiscal officer shall consider the recommendations made by the school/community-based management council, if there is such a council at the school; or the local school board, if the school is a new century charter school or a new century conversion charter school.  If there is no school/community-based management council or local school board, then the school's principal shall appoint a standing committee composed of a teacher, a member of the support staff, a parent, a student, and a community member.\n\t(b)  [Subsection effective July 1, 2005.  For subsection effective until June 30, 2005, see above.]  Prior to meeting with the department to advise it of a school's repair and maintenance needs, the school's principal and the business and fiscal officer shall consider the recommendations made by the school community council or the local school board, if the school is a new century conversion charter school.\n\t(c)  In prioritizing a school's repair and maintenance needs, the department of accounting and general services, the school's principal, and the business and fiscal officer shall consider the availability of donated and discounted repair and maintenance services and materials that will be provided by community groups, volunteers, and businesses. [L 1996, c 89, pt of §2; am L 2001, c 316, §3(3); am L 2002, c 2, §5; am L 2003, c 188, §8; am L 2004, c 51, §30]"
}