{
    "name": "Zero tolerance policy",
    "number": "1134.6",
    "text": "(a)  Any child who possesses, sells, or uses a dangerous weapon or switchblade knife, while attending school or while attending department-supervised activities held on or off school property, may be excluded from attending school for up to ninety-two school days, as determined by the principal and approved by the superintendent or other individuals designated pursuant to rules adopted by the board.\n\t(b)  Except as provided in subsection (f), any child who possesses, sells, consumes, or uses intoxicating liquor or illegal drugs, while attending school or while attending department-supervised activities held on or off school property, may be excluded from attending school for up to ninety-two school days, as determined by the principal and approved by the superintendent or other individuals designated pursuant to rules adopted by the board.\n\t(c)  Except as provided in subsection (f), any child who reasonably appears to have consumed or used intoxicating liquor or illegal drugs prior to attending school or attending department-supervised activities held on or off school property, may be excluded from attending school for up to ninety-two school days, as determined by the principal and approved by the superintendent or other individuals designated pursuant to rules adopted by the board.\n\t(d)  In any case of exclusion from school, the due process procedures as set forth in the provisions of Hawaii administrative rules relating to student discipline shall apply.\n\t(e)  If a child is excluded from attending school for more than ten days, the superintendent or the superintendent's designee shall ensure that substitute educational activities or other appropriate assistance are provided, such as referral for appropriate intervention and treatment services, as determined by the principal in consultation with the appropriate school staff.\n\t(f)  Prior to implementing any decision to exclude the child from attending school due to a violation of subsection (b) or (c), the child shall be referred to and assessed by a certified substance abuse treatment counselor on a priority basis to determine whether the child needs treatment for substance abuse or dependency.  If the assessment determines that the child:\n\n\n\n\t(1)\tNeeds treatment for substance abuse or dependency and:\n\n\t\t(A)\tIf outpatient treatment is immediately available or the child is placed into a residential treatment facility, the child shall not be excluded from school and all disciplinary action shall be deferred; provided that the child:\n\n\t\t\t(i)\tEnters into treatment;\n\t\t\t(ii)\tComplies with the terms and conditions of the treatment program; and\n\t\t\t(iii)\tRemains in treatment until discharged from treatment.\n\n\t\t\tIf the child completes the treatment program, no disciplinary action based on the original offense shall be taken and all records of disciplinary action relating to the original offense shall be expunged; or\n\t\t(B)\tIf no treatment program is immediately available, the child shall not be excluded from attending school, but may be transferred to an alternative learning center, pending admission to a treatment program.  Disciplinary action shall be deferred in accordance with paragraph (1)(A) during the pendency of the child's treatment and all records of disciplinary action relating to the original offense shall be expunged upon completion of the treatment program; or\n\n\t(2)\tDoes not need treatment for substance abuse or dependency, disciplinary action of exclusion from school may be taken in accordance with the department's rules.\n\n\n\nNothing in this subsection prohibits the principal from suspending the child pursuant to the crisis suspension rules of the department for a period not to exceed ten days, provided the principal commences the referral and assessment process required under this section during the crisis suspension period.\n\t(g)  For purposes of this section:\n\t\"Dangerous weapon\" means a dirk, dagger, butterfly knife, blackjack, slug shot, billy, metal knuckles, or other instrument whose sole design and purpose is to inflict bodily injury or death; provided that firearms are excluded from this definition.\n\t\"Illegal drugs\" means the possession, distribution, ingestion, manufacture, sale, or delivery of substances which are prohibited under chapter 329 and chapter 712, part IV.\n\t\"Switchblade knife\" is as defined in section 134-52.\n\t(h)  The board of education shall adopt rules in accordance with chapter 91 to implement this section. [L 2000, c 274, §§2, 4; am L 2004, c 44, §14]"
}