{
    "name": "Six-year program and financial plan for school repair and maintenance",
    "number": "1312",
    "text": "  (a)  The department of accounting and general services, in consultation with the department of education, shall prepare a six-year program and financial plan for school repair and maintenance which shall be:\n\n\n\n\t(1)\tBased on:\n\n\t\t(A)\tEstimated preventive and scheduled maintenance costs;\n\t\t(B)\tBudgeted recurring maintenance;\n\t\t(C)\tHealth and safety requirements; and\n\t\t(D)\tLegal mandates;\n\n\t(2)\tInsofar as is practical, prepared in accordance with the principles and procedures contained in section 514A-83.6; and\n\t(3)\tSubmitted initially to the legislature not less than thirty days prior to the convening of the 2002 regular session, with annual funding requirements for the physical plant operations and maintenance account submitted not less than thirty days prior to the convening of the 2002 regular session and each regular session thereafter;\n\n\n\nprovided that the governor may incorporate the six-year program and financial plan required by this subsection into the six-year program and financial plan required by section 37-69, if the plan required by this subsection is incorporated without reductions or restrictions.\n\t(b)  The department of accounting and general services, in consultation with the department of education, shall develop and maintain a facilities physical analysis report and a facilities financial analysis report for each public school.  These reports shall be posted electronically on the Internet.\n\t(c)  For the purposes of this section, the comptroller shall develop and implement appropriate planning procedures and follow-up accountability reports to ensure sound planning, control, and accountability in the use of moneys allocated by the legislature, as prescribed by section 302A-1309.  The department of accounting and general services shall submit an annual report to the legislature, which shall include:\n\n\n\n\t(1)\tThe priority listing established by section 302A-1505;\n\t(2)\tList of projects initiated by the department of accounting and general services; and\n\t(3)\tList of projects completed with associated actual cost. [L 2001, c 316, pt of §3(1); am L 2003, c 188, §7]"
}