{
    "name": "New century charter schools; accountability probationary status; revocation of charter",
    "number": "1186",
    "text": "(a)  Every new century charter school shall conduct annual self-evaluations which shall be submitted to the charter school administrative office within sixty working days after the completion of the school year.  The self-evaluation process shall include but not be limited to:\n\n\n\n\t(1)\tThe identification and adoption of benchmarks to measure and evaluate administrative and instructional programs as provided in this section;\n\t(2)\tThe identification of any administrative and legal barriers to meeting the benchmarks, as adopted, and recommendations for improvements and modifications to address the barriers;\n\t(3)\tThe impact of the new century charter school upon student achievement within that school;\n\t(4)\tA profile of the charter school's enrollment and community it serves, including a breakdown of regular education and special education students.\n\n\n\n\t(b)  The board shall initiate an annual independent evaluation of each new century charter school for the first two years after its establishment and every four years thereafter to assure organizational viability and compliance with applicable state laws, statewide student content and performance standards, and fiscal accountability; provided that each new century charter school established prior to July 1, 1998, shall be evaluated four years after July 1, 1998, and every four years thereafter.  Upon a determination by the board that student achievement within a new century charter school does not meet the student performance standards, or that the new century charter school is not fiscally responsible, a new century charter school shall be placed on probationary status and shall have one year to bring student performance into compliance with statewide standards and improve the school's fiscal accountability.  If a new century charter school fails to meet its probationary requirements, or fails to comply with any of the requirements of this section, the board, upon a two-thirds majority vote, may then revoke the charter of the new century charter school.\n\tFor the purposes of this subsection, \"organizational viability\" means that a new century charter school:\n\n\n\n\t(1)\tHas been duly constituted in accordance with its charter;\n\t(2)\tHas a local school board established in accordance with law and its charter;\n\t(3)\tEmploys sufficient faculty and staff to provide the necessary educational program and support services and to operate the facility in accordance with its charter; and\n\t(4)\tMaintains comprehensive records regarding students, employees, and complies with federal and state health and safety requirements.\n\n\n\n\t(c)  The board of education may adopt guidelines to supplement accountability measures incorporated in the written performance contracts required under section 302A-1182. The  board of education may adopt guidelines under which new century charter schools shall be reviewed on an annual basis by the board for the first two years upon their formation under section 302A-1182.  The review guidelines may include:\n\n\n\n\t(1)\tMinimum school size;\n\t(2)\tAssurance that each school will be able to account for the funds allocated;\n\t(3)\tAssurance that each school will be held accountable for student performance;\n\t(4)\tAssurance that each school will meet legal standards for the expenditure of state and federal funds; and\n\t(5)\tAssurance that each school will be in compliance with applicable state and federal laws.\n\n\n\n\t(d)  If, at any time, a new century charter school dissolves or the charter is revoked, the State of Hawaii shall have first right, at no cost to the State, to all the assets and facilities of the new century charter school, except as otherwise provided by law. [L 1999, c 62, pt of §2; am L 2000, c 187, §6; am L 2001, c 209, §3; am L 2002, c 262, §4; am L 2003, c 203, §4]"
}