{
    "name": "New century charter schools; funding",
    "number": "1185",
    "text": "(a)  Beginning with the fiscal year 2004-2005 supplemental budget request, and each budget request thereafter, the charter school administrative office shall submit a request for general fund appropriations for each new century charter school based upon:\n\n\n\n\t(1)\tThe actual and projected enrollment figures in the current school year for each charter school; and\n\t(2)\tA per pupil amount for each regular education and special education student, which shall be equivalent to the total per pupil cost based upon average enrollment in all cost categories, including comprehensive school support services but excluding special education services, and for all means of financing except federal funds, as reported in the most recently published department of education consolidated annual financial report, provided that the legislature may make an adjustment to the per pupil allocation for the purposes of this section.\n\n\n\nThe legislature shall make an appropriation based upon the budget request; provided that the legislature may make additional appropriations for collective bargaining increases for charter school employee members of collective bargaining units, fringe and other employee benefits, facility costs, and for other requested amounts.  The governor, pursuant to chapter 37, may impose restrictions or reductions on charter school appropriations similar to those imposed on other public schools.\n\t(b)  All federal financial support for new century charter schools shall be no less than all other public schools; provided that if administrative services related to federal grants and subsidies are provided to the charter school by the department, the charter school shall reimburse the department for the actual costs of the administrative services in an amount that does not exceed six and one-half per cent of the charter school's federal grants and subsidies.\n\tAny new century charter school shall be eligible to receive any supplementary financial grant or award for which any other public school may submit a proposal, or any supplemental federal grants limited to new century charter schools; provided that if department administrative services, including funds management, budgetary, fiscal accounting, or other related services, are provided with respect to these supplementary grants, the charter school shall reimburse the department for the actual costs of the administrative services in an amount that does not exceed six and one-half per cent of the supplementary grant for which the services are used.\n\tAll additional funds that are generated by the local school boards, not from a supplementary grant, shall be separate and apart from allotted funds and may be expended at the discretion of the local school boards.\n\t(c)  To enable new century charter schools to access state funding prior to the start of each school year, foster their fiscal planning, and enhance their accountability, the charter school administrative office shall:\n\n\n\n\t(1)\tProvide fifty per cent of a new century charter school's per pupil allocation based on the new century charter school's projected student enrollment no later than July 20 of each fiscal year; provided that the new century charter school shall submit to the charter school administrative office a projected student enrollment no later than May 15 of each year;\n\t(2)\tProvide an additional forty per cent of a new century charter school's per pupil allocation no later than November 15 of each year; provided that the new century charter school shall submit to the charter school administrative office:\n\n\t\t(A)\tStudent enrollment as verified on October 15 of each year, provided that the student enrollment shall be verified on the first day of business immediately prior to October 15 should that date fall on a weekend;\n\t\t(B)\tAn accounting of the percentage of student enrollment who transferred from public schools established and maintained by the department, provided that these accountings shall also be submitted by the charter school administrative office to the legislature no later than twenty days of each regular session; and\n\n\t(3)\tThe remaining ten per cent per pupil allocation of a new century charter school no later than January 1 of each year as a contingency balance to ensure fiscal accountability.\n\n\n\n\t(d)  The department shall provide appropriate transitional resources to a new century conversion charter school for its first year of operation as a charter school based upon the department's allocation to the school for the year prior to the charter school's conversion.\n\t(e)  No new century charter school or new century conversion charter school may assess tuition.\n\t(f)  The department shall transfer additional funds from EDN 100 to EDN 600 for new century charter schools whose student enrollment, verified on or immediately prior to October 15 as provided for by subsection (c), exceeds the new century charter schools' projected student enrollment, in an amount corresponding to the number of additional students and the per pupil allocation.  The charter school administrative office shall transfer from EDN 600 to EDN 100 any excess per pupil allocations for new century charter schools whose verified student enrollment is lower than their projected student enrollment in an amount corresponding to the lower number of students and the per pupil allocation. [L 1999, c 62, pt of §2; am L 2000, c 187, §5; am L 2001, c 209, §2; am L 2002, c 262, §3; am L 2003, c 203, §3; am L 2004, c 132, §1]"
}