{
    "name": "New century conversion charter schools; conversion schools",
    "number": "1191",
    "text": "(a)  As used in this section:\n\t\"New century conversion charter school\" means:\n\n\n\n\t(1)\tAny existing department school that is managed and operated in accordance with subsection (d); or\n\t(2)\tAny existing department school that is managed and operated by a nonprofit organization in accordance with this section, excluding subsection (d).\n\n\n\n\t\"Nonprofit organization\" means a private, nonprofit, tax-exempt entity that:\n\n\n\n\t(1)\tIs recognized as a tax exempt organization under section 501(c)(3) of the Internal Revenue Code of 1986, as amended;\n\t(2)\tIs domiciled in this State; and\n\t(3)\tMakes a minimum annual contribution of $1 per pupil toward the operation of a new century conversion charter school for every $4 per pupil allocated by the charter school administrative office for the operation of the charter school.\n\n\n\n\t(b)  A nonprofit organization may submit a letter of intent to the board of education to operate and manage an existing public school as a new century conversion charter school, establish a local school board as its governing body, and develop a detailed implementation plan pursuant to section 302A-1182(c); provided that:\n\n\n\n\t(1)\tThe local school board as the governing body of the new century conversion charter school shall be composed of the board of directors of the nonprofit organization and not the participants specified in subsection (d)(1).  The nonprofit organization may also appoint advisory panels of community representatives for each school managed by the organization, with whom the organization may consult; provided that these panels shall not have governing authority over the school and shall serve only in an advisory capacity to the nonprofit organization;\n\t(2)\tThe detailed implementation plan for each new century conversion charter school to be operated by the nonprofit organization shall be formulated, developed, and submitted by the local school board.  The detailed implementation plan shall be approved by a majority of the votes cast by existing administrative, support, and teaching personnel, and parents; provided that the school personnel may request their bargaining unit representative to certify and conduct the elections for their respective bargaining units;\n\t(3)\tAfter the detailed implementation plan for a new century conversion charter school operated and managed by the nonprofit organization has been approved by the new century charter school review panel and the board of education as provided in section 302A-1182(d) to (g), the board of education shall issue a charter, and the implementation plan shall be converted to a written performance contract between the nonprofit organization and the board of education, under which the new century conversion charter school shall be managed and operated as a division of the nonprofit organization;\n\t(4)\tThe board of directors of the nonprofit organization, as the governing body for the new century conversion charter school that it operates and manages, shall have the same protections that are afforded to the state board of education;\n\t(5)\tAny new century conversion charter school that is managed and operated by a nonprofit organization shall be eligible for the same federal and state funding as other public schools; provided that the nonprofit organization may allocate federal and state funds among two or more of the new century conversion charter schools that it operates and manages to the extent permitted by law; and\n\t(6)\tIf, at any time, the new century conversion charter school dissolves or the charter is revoked, the State of Hawaii shall have first right, at no cost to the State, to all the assets and facilities of the new century conversion charter school, except as provided in the detailed implementation plan.\n\n\n\n\t(c)  Any nonprofit organization that seeks to manage or operate a new century conversion charter school as provided in subsection (b) shall comply with the following at the time of application:\n\n\n\n\t(1)\tHave bylaws or policies that describe the manner in which business is conducted and policies that relate to the management of potential conflict of interest situations;\n\t(2)\tHave experience in the management and operation of public or private schools, or, to the extent necessary, agree to obtain appropriate services from another entity or entities possessing such experience;\n\t(3)\tComply with all applicable federal, state, and county laws, including being licensed and accredited, as applicable, in accordance with the requirements of federal, state, and county governments; and\n\t(4)\tComply with any other requirements prescribed by the department to ensure adherence with applicable federal, state, and county laws and the purposes of this chapter.\n\n\n\n\t(d)  As an alternative to subsection (b), any public school or schools may submit a letter of intent to the board of education to form a new century conversion charter school, establish a local school board as its governing body, and develop a detailed implementation plan pursuant to section 302A-1182(c); provided that:\n\n\n\n\t(1)\tThe local school board as its governing body shall be composed of, at a minimum, one representative from each of the following participant groups:\n\n\t\t(A)\tPrincipals;\n\t\t(B)\tInstructional staff members selected by the school instructional staff;\n\t\t(C)\tSupport staff selected by the support staff of the school;\n\t\t(D)\tParents of students attending the school selected by the parents of the school;\n\t\t(E)\tStudent body representatives selected by the students of the school; and\n\t\t(F)\tThe community at-large; and\n\n\t(2)\tThe detailed implementation plan shall be approved by a majority of the votes cast by existing administrative, support, and teaching personnel, and parents; provided that the school personnel may request their bargaining unit representative to certify and conduct the elections for their respective bargaining units.\n\n\n\n\t(e)  Up to a total of twenty-five schools may be established as new century conversion charter schools.  Any new century conversion charter school may, prior to the beginning of the school year, enter into an annual contract with the department of education for centralized services to be provided by the department.\n\t(f)  This section does not affect rights and duties that matured, penalties that were incurred, and proceedings that were begun, before April 4, 2002.\n\t(g)  Unless otherwise provided in this section, the provisions in this subpart, as they relate to new century charter schools, shall apply to new century conversion charter schools.  In the event of a conflict between the provisions in this section, as they relate to new century conversion charter schools, and the provisions in this subpart, this section shall control. [L 2002, c 2, §1; am L 2003, c 203, §7]"
}