{
    "name": "Mandate to initiate school/community-based management system",
    "number": "1124",
    "text": "Mandate to initiate school community councils. [Section effective July 1, 2005.  For section effective until June 30, 2005, see above.]  (a)  The department, through the board and its superintendent, shall establish a school community council system under which each public school, excluding new century charter schools and new century conversion charter schools, shall create and maintain a school community council.  Each school community council shall:\n\n\n\n\t(1)\tReview and evaluate the school's academic plan and financial plan, and either recommend revisions of the plans to the principal, or recommend the plans for approval by the complex area superintendent;\n\t(2)\tEnsure that the school's academic and financial plans are aligned with the educational accountability system under section 302A-1004;\n\t(3)\tParticipate in principal selection and evaluation, and transmit any such evaluations to the complex area superintendent; and\n\t(4)\tProvide collaborative opportunities for input and consultation.\n\n\n\n\t(b)  School community councils shall be exempt from the requirements of chapters 91 and 92.  The school community councils shall:\n\n\n\n\t(1)\tMake available the notices and agendas of public meetings:\n\n\t\t(A)\tAt a publicly accessible area in the school's administrative office so as to be available for review during regular business hours; and\n\t\t(B)\tOn the school's Internet web site,\n\n\t\tnot less than six calendar days prior to the public meeting, unless a waiver is granted by the superintendent in the case of an emergency; and\n\t(2)\tMake available the minutes from public meetings on a timely basis in:\n\n\t\t(A)\tThe school's administrative office so as to be available for review during regular business hours; and\n\t\t(B)\tOn the school's Internet web site.\n\n\n\n\n\n\t(c)  Complex area superintendents may require revisions to a school's academic and financial plans if the plans are in violation of law or conflict with statewide educational policies and standards, or are otherwise in the best interests of the school.\n\t(d)  The superintendent of education may recommend to the board of education dissolution of a school community council and establish an interim school community council if the school community council engages in any act or omission that would constitute gross negligence, wilful and wanton misconduct, or intentional misconduct.  The superintendent may recommend to the board the removal of any member of a school community council.  The superintendent shall appoint or facilitate the creation of an interim school community council at any school that has not established a council or has had its council dissolved.  In appointing or facilitating the creation of an interim school community council at any school that has had its council dissolved, the superintendent may appoint individuals who were previously members of the council.\n\t(e)  Unless otherwise specified, each school community council shall establish policies governing the council's composition, election, staggered terms of office for members, operation, and vacancies; provided that:\n\n\n\n\t(1)\tThe number of school personnel [on] any school community council shall be equal to the number of primary stakeholders on the school community council;\n\t(2)\tAt the elementary and middle school levels, each school community council shall be composed of the principal and at least one member representing each of the following groups:\n\n\t\t(A)\tParents elected by ballots distributed among and collected from the parents of the school\u0092s students;\n\t\t(B)\tTeachers elected by ballots distributed among and collected from teachers of the school;\n\t\t(C)\tNoncertificated school personnel elected by ballots distributed among and collected from noncertificated personnel of the school;\n\t\t(D)\tCommunity representatives elected by ballots distributed among and collected from parents of the school's students; and\n\t\t(E)\tStudent representatives selected by the student council of the school; and\n\n\t(3)\tAt the high school level, each school community council shall be composed of the principal and at least one member representing each of the following groups:\n\n\t\t(A)\tParents elected by ballots distributed among and collected from parents of the school\u0092s students;\n\t\t(B)\tTeachers elected by ballots distributed among and collected from teachers of the school;\n\t\t(C)\tNoncertificated school personnel elected by ballots distributed among and collected from noncertificated personnel of the school;\n\t\t(D)\tCommunity representatives elected by ballots distributed among and collected from the parents of the school's students; and\n\t\t(E)\tStudent representatives selected by the student council of the school.\n\n\n\n\n\n\tFor the purposes of this subsection, \"primary stakeholders\" means students, parents, and community members.\n\t(f)  School community councils shall elect officers, including:\n\n\n\n\t(1)\tA chairperson;\n\t(2)\tA vice-chairperson;\n\t(3)\tA secretary; and\n\t(4)\tOther officers as needed to perform stated duties in support of the work of the council.\n\n\n\n\t(g)  The principal shall have the authority to set aside any decision made by the school community council if the principal determines it to be in the best interests of the school; provided that the principal notifies the school community council.  If the school community council opposes a decision of the principal, an appeal shall first be brought to the complex area superintendent for resolution and, if necessary, to the superintendent and, finally, to the board of education.\n\t(h)  Complex area superintendents shall assist the school community councils and principals within their respective complex areas in:\n\n\n\n\t(1)\tObtaining the support and services of the department; and\n\t(2)\tEnsuring the progress and success of the school's academic and financial plan. [L 1996, c 89, pt of §2; am L 2004, c 51, §25 and c 221, §11]"
}