{
    "name": "Principal; authority and responsibility",
    "number": "1103",
    "text": "  The role of the principal shall include but not be limited to overseeing the day-to-day management of the school, the primary function of which is to develop and deliver instructional services to students in accordance with statewide educational policy and standards.  The principal shall ensure that the curriculum facilitates the achievement of the statewide student performance standards adopted for the public school system. [L 1996, c 89, pt of §2]\n \n    [Section effective July 1, 2005.  For section effective until June 30, 2005, see above.]  The role of the principal shall include but not be limited to overseeing the day-to-day management of the school, the primary function of which is to develop and deliver instructional services to students in accordance with statewide educational policy and to enable students to meet or exceed statewide academic standards.  The principal shall:\n\n\n\n\t(1)\tEnsure that the curriculum facilitates the achievement of the statewide student performance standards adopted for the public school system;\n\t(2)\tDevelop and present to the school community council for its review and approval, academic and financial plans relating to the school;\n\t(3)\tExercise authority over the implementation of the budget, policies, and operations of the school; and\n\t(4)\tCollaborate with other principals in the principal's school complex to ensure that:\n\n\t\t(A)\tLogical, sequential curricula are adopted within the school complex;\n\t\t(B)\tBest practices are shared among and implemented by schools within the school complex;\n\t\t(C)\tThe goals and objectives of the school complex are being met;\n\t\t(D)\tThe use of school complex-based personnel and contractors who divide their time between more than one school in a school complex is coordinated to maximize efficiency; and\n\t\t(E)\tThe passage of students through the continuum of grades is coordinated in a manner consistent with section 302A-1004. [L 1996, c 89, pt of §2; am L 2004, c 51, §16 and c 221, §10]"
}