{
    "name": "Emergency functions",
    "number": "9",
    "text": "The governor shall have the following further emergency functions and powers, irrespective of the existence of a civil defense emergency period:\n\n\n\n\t(1)\tPrevention of hoarding, waste, etc.  To the extent necessary to prevent hoarding, waste, or destruction of materials, supplies, commodities, accommodations, facilities, and services, to effectuate equitable distribution thereof, or to establish priorities therein as the public welfare may require, to investigate, and any other law to the contrary notwithstanding, to regulate or prohibit, by means of licensing, rationing, or otherwise, the storage, transportation, use, possession, maintenance, furnishing, sale, or distribution thereof, and any business or any transaction related thereto.\n\t(2)\tDaylight saving time.  To provide for greater productive effort by instituting daylight saving time.\n\t(3)\tHours of business.  To suspend any law, or provision having the force and effect of law, as to opening and closing hours of business and substitute other hours.\n\t(4)\tContinuity of service.  To assure the continuity of service by public utilities and other facilities, both publicly and privately owned, by regulating or, if necessary to the continuation of the service thereof, by taking over and operating the same.\n\t(5)\tFurther provisions for greater productive effort.  To fix or revise the hours of government business, and to suspend section 8-1, relating to state holidays, except the last paragraph which shall remain unaffected, and in the event of the suspension the governor may establish state holidays by proclamation.\n\t(6)\tElection hours.  To adjust the hours for voting to take into consideration the working hours of the voters during the national emergency and other emergency conditions, and for the purpose to suspend those provisions of section 11-131 which fix the hours for voting, and fix other hours by stating the same in the election proclamation or notice, as the case may be.\n\t(7)\tFurtherance of federal programs.  To further and promote federal programs by making rules and regulations adopting and giving the force and effect of state law to federal laws, rules, regulations, and orders whenever the governor finds that the same serve the purposes of this chapter, including, without limitation, federal price control and wage control measures; and also to further and promote federal programs by suspending laws that impede the same, by prescribing for any license, permit, registration, or certificate, additional requirements that serve as a means of enforcing, or checking on the enforcement, of a federal law, rule, regulation, or order, and by transferring to the federal government at its request the state employment service with its personnel, records, facilities, equipment, and supplies, and making similar requested transfers of other services when the governor finds that the most effective functioning of the services will result therefrom.  Nothing in this subsection shall be deemed to be in limitation of any of the powers conferred upon the governor by this chapter.\n\t(8)\tRelief of hardships, inequities, etc.  To relieve hardships and inequities, or obstructions to the public health, safety, or welfare, found by the governor to exist in the laws and to result from the operation of federal programs or measures taken under this chapter, by suspending the laws, in whole or in part, or by alleviating the provisions of laws on such terms and conditions as the governor may impose, including, without limitation, licensing laws, quarantine laws, and laws relating to labels, grades, and standards. [L 1951, c 268, pt of §2; RL 1955, §359-9; HRS ; am L 1979, c 105, §11; gen ch 1985]"
}