{
    "name": "Civil defense agency",
    "number": "3",
    "text": "(a)  The director of civil defense may, from funds allotted therefor, employ technical, clerical, stenographic, and other personnel and make such expenditures as may be necessary.\n\t(b)  The director, subject to the direction and control of the governor, shall be the executive head of the civil defense agency.  The director shall coordinate the activities of all organizations for civil defense within the State, public or private, and shall maintain liaison with and cooperate with other civil defense agencies as provided in this chapter.\n\t(c)  There shall be a vice-director of civil defense who shall be appointed and may be removed by the director.  The vice-director shall be the first assistant to the director and shall, in the absence of the director, have all the duties and responsibilities of the director.  The vice-director shall be paid a salary not to exceed eighty-seven per cent of the salary of the director of human resources development.  Chapter 76 shall not apply to the vice-director.\n\t(d)  The director shall, with the approval of the county council, appoint for each political subdivision a deputy director who may be removed by the director.  Deputy directors shall serve without compensation from the State but shall receive such compensation as may be provided by the political subdivision pursuant to chapter 77.  Chapter 76 shall apply to full-time deputy directors.  Part-time deputy directors may hold other office or employment in the state government, or any political subdivision.  Each deputy director, subject to the direction and control of the director, shall be the head of all local organizations for civil defense within the political subdivision for which the deputy director is appointed. [L 1951, c 268, pt of §2; RL 1955, §359-3; am L Sp 1959 2d, c 1, §28; am L 1960, c 6, §2; HRS ; gen ch 1985; am L 1990, c 157, §2; am L 2005, c 226, §6]\nRevision Note\n\n  In subsection (d), reference to \"board of supervisors\" deleted as obsolete.\nCross References\n\n  Adjutant general as director of civil defense, authority and organization, generally, see §26-21."
}