{
    "name": "Appeal to tax appeal court Appeals from Boards of Review",
    "number": "16",
    "text": "Appeal to tax appeal court.  A taxpayer or county, in all cases, may appeal directly to the tax appeal court without appealing to a state board of review, or any equivalent administrative body established by county ordinance, by filing, on or before the date fixed by law for the taking of the appeal, a written notice of appeal in the office of the tax appeal court.  An appealing taxpayer shall pay the costs in the amount fixed by section 232-22.  The taxpayer or county shall also file a copy of the notice of appeal in the assessor's office or mail a copy to the assessor not later than the date fixed by law for the taking of the appeal. \tThe notice of appeal to the tax appeal court shall be sufficient if it meets the requirements prescribed for a notice of appeal to the board of review and may be amended at any time; provided that it sets forth the following additional information, to wit:\n\tA brief description of the property involved in sufficient detail to identify the same and the valuation placed thereon by the assessor.\n\tThe notice of appeal shall be accompanied by a copy of the taxpayer's return, if any has been filed.\n\tAn appeal to the tax appeal court shall be deemed to have been taken in time if the notice thereof and costs and the copy of the notice shall have been deposited in the mail, postage prepaid, properly addressed to the tax appeal court and the assessor and to the taxpayer or taxpayers in the case of an appeal taken by a county, respectively, on or before the date fixed by law for the taking of the appeal.\n\tAn appeal to the tax appeal court shall bring up for review all questions of fact and all questions of law, including constitutional questions, necessary to the determination of the objections raised by the taxpayer or county in the notice of appeal. [L 1932 2d, c 40, pt of §38; RL 1935, pt of §1937; am L 1939, c 208, pt of §5; RL 1945, pt of §5211; am L 1955, c 246, §2; RL 1955, §116-13; am L 1963, c 92, §9; HRS ; am L 1989, c 14, §9]\nCase Notes\n  Scope of review.  34 H. 515.\n  Where this section provides that only a taxpayer may appeal directly to the tax appeal court, Revised Ordinances of Honolulu §8-12.1 rejected as void insofar as it extended the right to appeal to an \"owner\" pursuant to this section.  102 H. 440, 77 P.3d 478."
}