{
    "name": "Expungement orders",
    "number": "3.2",
    "text": "(a)  The attorney general, or the attorney general's duly authorized representative within the department of the attorney general, upon written application from a person arrested for, or charged with but not convicted of a crime, shall issue an expungement order annulling, canceling, and rescinding the record of arrest; provided that an expungement order shall not be issued:\n\n\n\n\t(1)\tIn the case of an arrest for a felony or misdemeanor where conviction has not been obtained because of bail forfeiture;\n\t(2)\tFor a period of five years after arrest or citation in the case of a petty misdemeanor or violation where conviction has not been obtained because of a bail forfeiture;\n\t(3)\tIn the case of an arrest of any person for any offense where conviction has not been obtained because the person has rendered prosecution impossible by absenting oneself from the jurisdiction;\n\t(4)\tIn the case of a person acquitted by reason of a mental or physical defect under chapter 704; and\n\t(5)\tFor a period of one year upon discharge of the defendant and dismissal of the charge against the defendant in the case of a deferred acceptance of guilty plea or nolo contendere plea, in accordance with chapter 853.\n\n\n\n\tAny person entitled to an expungement order hereunder may by written application also request return of all fingerprints or photographs taken in connection with the person's arrest.  The attorney general or the attorney general's duly authorized representative within the department of the attorney general, within 120 days after receipt of the written application, shall, when so requested, deliver, or cause to be delivered, all fingerprints or photographs of the person, unless the person has a record of conviction or is a fugitive from justice, in which case the photographs or fingerprints may be retained by the agencies holding such records.\n\t(b)  Upon the issuance of the expungement certificate, the person applying for the order shall be treated as not having been arrested in all respects not otherwise provided for in this section.\n\t(c)  Upon the issuance of the expungement order, all arrest records pertaining to the arrest which are in the custody or control of any law enforcement agency of the state or any county government, and which are capable of being forwarded to the attorney general without affecting other records not pertaining to the arrest, shall be so forwarded for placement of the arrest records in a confidential file.\n\t(d)  Records filed under subsection (c) shall not be divulged except upon inquiry by:\n\n\n\n\t(1)\tA court of law or an agency thereof which is preparing a presentence investigation for the court;\n\t(2)\tAn agency of the federal or state government which is considering the subject person for a position immediately and directly affecting the national or state security; or\n\t(3)\tA law enforcement agency acting within the scope of their duties.\n\n\n\nResponse to any other inquiry shall not be different from responses made about persons who have no arrest records.\n\t(e)  The attorney general or the attorney general's duly authorized representative within the department of the attorney general shall issue to the person for whom an expungement order has been entered, a certificate stating that the order has been issued and that its effect is to annul the record of a specific arrest.  The certificate shall authorize the person to state, in response to any question or inquiry, whether or not under oath, that the person has no record regarding the specific arrest.  Such a statement shall not make the person subject to any action for perjury, civil suit, discharge from employment, or any other adverse action.\n\t(f)  The meaning of the following terms as used in this section shall be as indicated:\n\n\n\n\t(1)\t\"Conviction\" means a final determination of guilt whether by plea of the accused in open court, by verdict of the jury or by decision of the court.\n\t(2)\t\"Arrest record\" means any existing photographic and fingerprint cards relating to the arrest.\n\n\n\n\t(g)  The attorney general shall adopt rules pursuant to chapter 91 necessary for the purpose of this section.\n\t(h)  Nothing in this section shall affect the compilation of crime statistics or information stored or disseminated as provided in chapter 846. [L 1974, c 92, §2; am L 1975, c 103, §1; am L 1976, c 116, §§1, 2; am L 1980, c 12, §1; am L 1983, c 78, §4; gen ch 1985; am L 1987, c 322, §1; am L 1993, c 7, §§1, 2]\nCase Notes\n  In Federal prosecution, error in admitting evidence of expunged prior arrest for interfering with local police officers did not justify reversal of conviction where there was overwhelming evidence of guilt.  614 F.2d 214."
}