{
    "name": "Research and statistics; employers to keep certain records",
    "number": "11",
    "text": "The department of labor and industrial relations:\n     (1)  Shall investigate and gather data regarding the wages, hours, and other conditions and practices of employment in the State, and may enter and inspect such places and such records (and make such transcriptions thereof), and investigate such facts, conditions, practices, or matters as are necessary or appropriate to carry into effect the duties imposed upon it under this chapter or under the rules of the department;\n     (2)  May investigate, collect, and publish such information relating to the cost of living in the State as it deems advisable;\n     (3)  Shall collect, file, and publish such information relating to labor and industrial relations and shall perform such other duties as the director of labor and industrial relations shall by rule prescribe.\n              Every employer subject to this chapter or any rule or regulation of the department issued under this chapter shall make, keep, and preserve such records of the persons employed by the employer and of the wages, hours, and other conditions and practices of employment maintained by the employer, and preserve such records for such periods of time, as the department may by rule prescribe.  The director or the director's authorized representative shall for the purpose of examination have access to and the right to copy from such records any matter or thing pertinent to this section, and every employer shall furnish to the director or the director's authorized representative on demand a copy under oath of such material portion of such records as the director or the director's authorized representative requires, and if the director so requires, upon forms prescribed or approved by the director;\n     (4)  The department shall collect, assemble, and furnish information regarding group life insurance plans, group medical, hospitalization, and health insurance plans, and pension and retirement plans, at the request of any employer or employee.  Upon the request of any employer or employee, the department shall undertake a study of the feasibility of establishing any or all of such plans for such persons as may be designated by the employer or employee making the request.  If the department determines that it will be feasible to establish such plan or plans for the persons so designated, it shall render all necessary assistance to the persons who will be included in such plan or plans, including but not limited to such matters as negotiating for and on behalf of such persons with insurance companies, and drafting of contracts and agreements.  If the department determines that it will not be feasible to establish such plan or plans for the persons designated because of the small number or the diversity of occupations within the group or for any other reason, the department shall actively solicit the participation of as many other employers and employees within the State as may be necessary to form a group or groups for which it shall be feasible to establish the plan or plans contemplated by the employer or employee who made the original request, and shall furnish all necessary assistance in similar manner.\n     The department shall adopt all necessary rules and regulations to carry out the purposes of this section. [L 1939, c 237, §1(14); RL 1945, §4117; RL 1955, §88‑18; am L 1957, c 135, §2; am L Sp 1959 2d, c 1, §27; HRS ; gen ch 1985]\n \nCross References\n \n  Rulemaking, see chapter 91."
}