{
    "name": "Forest stewardship fund",
    "number": "4",
    "text": "(a)  There is established a special fund within the state treasury known as the forest stewardship fund which shall be used as follows:\n\n\n\n\t(1)\tPayments shall be made by the board pursuant to agreements entered into with qualified landowners to further the purposes of this chapter;\n\t(2)\tMoneys collected from the harvest of non-native forest products from forest reserves, from the harvest of native forest products from degraded forests as defined in section 186-5.5, within forest reserves, from forest products found dead and lying on the ground, or from the sale of tree seedlings from the state nurseries, shall be used for the following activities:\n\n\t\t(A)\tReplanting, managing, and maintaining designated timber management areas;\n\t\t(B)\tEnhancing the management of public forest reserves with an emphasis on restoring degraded koa forests; and\n\t\t(C)\tDeveloping environmental education and training programs pertaining to sustainable forestry;\n\n\t\tprovided that the activities described in subparagraphs (B) and (C) may not be funded unless the activities described in approved management plans pertaining to subparagraph (A) are adequately funded; and\n\t(3)\tMoneys deposited into the fund as authorized by section 247-7 may also be used by the department to administer the program.\n\n\n\n\t(b)  The fund shall consist of moneys received from any public or private sources.  The fund shall be held separate and apart from all other moneys, funds, and accounts in the state treasury; provided that any moneys received from the federal government or from private contributions shall be deposited and accounted for in accordance with conditions established by the agencies or persons from whom the moneys are received.\n\tInvestment earnings credited to the fund shall become a part of the assets of the fund.  Any balance remaining in the fund at the end of any fiscal year shall be carried forward in the fund for the next fiscal year. [L 1991, c 327, pt of §2; am L 1999, c 144, §4; am L 2001, c 152, §1]"
}