{
    "name": "Claims for certain exemptions",
    "number": "23",
    "text": "EXEMPTIONS\n \n         (a)  None of the exemptions from taxation granted in sections 246-26 and 246-29 to 246-33 shall be allowed in any case, unless the claimant shall have filed with the department of taxation, on or before December 31 preceding the tax year for which such exemption is claimed, a claim for exemption in such form as shall be prescribed by the department.\n     (b)  A claim for exemption once allowed shall have continuing effect until:\n     (1)  The exemption is disallowed;\n     (2)  The assessor voids the claim after first giving notice (either to the claimant or to all claimants in the manner provided by either section 246-43 or section 246-40, as the case may be) that the claim or claims on file will be voided on a certain date, not less than thirty days after such notice;\n     (3)  The five-year period for exemption, as allowed in section 246-33, expires; or\n     (4)  The claimant makes the report required by subsection (d).\n     (c)  A claimant may file a claim for exemption even though there is on file and in effect a claim covering the same premises, or a claim previously filed and disallowed or otherwise voided.  However, no such claim shall be filed if it is identical with one already on file and having continuing effect.  The report required by subsection (d) may be accompanied by or combined with a new claim.\n     (d)  Any person who has been allowed an exemption under sections 246-26 or 246-29 to 246-33 has a duty to report to the assessor within thirty days after he ceases to qualify for such an exemption for one of, but not limited to, the following reasons:\n     (1)  He ceases to be the owner, lessee, or purchaser of the exempt premise;\n     (2)  A change in the facts previously reported has occurred concerning the occupation, use, or renting of the premises, buildings or other improvements thereon; or\n     (3)  Some other change in status has occurred which affects his exemption.\n     Such report shall have the effect of voiding the claim for exemption previously filed, as provided in subsection (b)(4).  The report shall be sufficient if it identifies the property involved, states the change in facts or status, and requests that the claim for exemption previously filed be voided.\n     In the event the property comes into the hands of a fiduciary who is answerable under sections 246-7 and 246-41, the fiduciary shall make the report required by this subsection within thirty days after his assumption of his fiduciary duties or within the time otherwise required, whichever is later.\n     Any person who has a duty of making a report as required by this subsection, who within the time required fails to make a report, shall be liable for a civil penalty.  The amount of the penalty shall be $100 or the amount of the taxes on the property computed without the claim for exemption as of January 1 of the year in which the report was due, whichever is lesser.  The penalty shall be recovered in accordance with section 231-33.  In addition to this penalty, the taxes due on the property plus any additional penalties and interest thereon shall be collected as property taxes and shall be a lien on the property in accordance with section 246-55.\n     (e)  If the assessor is of the view that, for any year, the exemption should not be allowed, in whole or in part, he may at any time within five years of January 1 of that year disallow the exemption for that year, in whole or in part, and may add to the assessment list for that year the amount of value involved, in the manner provided by section 246-51 for the assessment of omitted property; provided that if an assessment or addition under this subsection is made after April 9 preceding the tax year, the taxes on the amount of value involved in the assessment or addition so made shall not be a lien under section 246-55 but may be made a lien as provided for in section 231-33 by recording a certificate setting forth the amount of tax involved, penalties, and interest.\n     (f)  In any case of recordation of a certificate for the amount of the civil penalty under subsection (d), or for the amount of tax, penalties, and interest assessed or added under subsection (e), a person shall be deemed to have an interest arising before the recordation of the certificate only if and to the extent that he acquired his interest in good faith and for a valuable consideration without notice of a violation of the requirements of subsection (d) having occurred. [L 1925, c 192, §10; am L 1932 2d, c 41, §5; RL 1935, §1971; am L 1939, c 29, §2; RL 1945, §5147; am L 1949, c 218, §1; am L Sp 1949, c 64, §2; am L 1955, c 64, §2; RL 1955, §128-12; am L Sp 1959 1st, c 28, §3; am L Sp 1959 2d, c 1, §16; am L 1964, c 21, §3; am L 1967, c 255, §§5, 24, 46; HRS ; am L 1969, c 170, §7; am L 1972, c 200, §1; am L 1975, c 157, §9]\n \nCase Notes\n \n  Tax exemptions are strictly construed.  7 H. 627; 12 H. 76; 28 H. 197, aff'd 8 F.2d 845; 35 H. 627; 44 H. 519, 356 P.2d 1028."
}