{
    "name": "Procedure for determining minimum term of imprisonment",
    "number": "669",
    "text": "(1)  When a person has been sentenced to an indeterminate or an extended term of imprisonment, the Hawaii paroling authority shall, as soon as practicable but no later than six months after commitment to the custody of the director of the department of [public safety] hold a hearing, and on the basis of the hearing make an order fixing the minimum term of imprisonment to be served before the prisoner shall become eligible for parole.\n\t(2)  Before holding the hearing, the authority shall obtain a complete report regarding the prisoner's life before entering the institution and a full report of the prisoner's progress in the institution.  The report shall be a complete personality evaluation for the purpose of determining the prisoner's degree of propensity toward criminal activity.\n\t(3)  The prisoner shall be given reasonable notice of the hearing under subsection (1) and shall be permitted to be heard by the authority on the issue of the minimum term to be served before the prisoner becomes eligible for parole.  In addition, the prisoner shall:\n\n\n\n\t(a)\tBe permitted to consult with any persons the prisoner reasonably desires, including the prisoner's own legal counsel, in preparing for the hearing;\n\t(b)\tBe permitted to be represented and assisted by counsel at the hearing;\n\t(c)\tHave counsel appointed to represent and assist the prisoner if the prisoner so requests and cannot afford to retain counsel; and\n\t(d)\tBe informed of the prisoner's rights under (a), (b), and (c).\n\n\n\n\t(4)  The authority in its discretion may, in any particular case and at any time, impose a special condition that the prisoner will not be considered for parole unless and until the prisoner has a record of continuous exemplary behavior.\n\t(5)  After sixty days notice to the prosecuting attorney, the authority in its discretion may reduce the minimum term fixed by its order pursuant to subsection (1).\n\t(6)  A verbatim stenographic or mechanical record of the hearing shall be made and preserved in transcribed or untranscribed form.\n\t(7)  The State shall have the right to be represented at the hearing by the prosecuting attorney who may present written testimony and make oral comments and the authority shall consider such testimony and comments in reaching its decision.  The authority shall notify the prosecuting attorney of the hearing at the time the prisoner is given notice of the hearing.  The hearing shall be opened to victims or their designees or surviving immediate family members who may present a written statement or make oral comments.\n\t(8)  The authority shall establish guidelines for the uniform determination of minimum sentences which shall take into account both the nature and degree of the offense of the prisoner and the prisoner's criminal history and character.  The guidelines shall be public records and shall be made available to the prisoner and to the prosecuting attorney and other interested government agencies. [L 1972, c 9, pt of §1; am L 1976, c 92, §8; am L 1988, c 282, §1; gen ch 1993; am L 1996, c 4, §1 and c 193, §1]"
}