{
    "name": "Revocation, modification of probation conditions",
    "number": "625",
    "text": "(1)  The court, on application of a probation officer, the prosecuting attorney, the defendant, or on its own motion, after a hearing, may revoke probation except as provided in subsection (7), reduce or enlarge the conditions of a sentence of probation, pursuant to the provisions applicable to the initial setting of the conditions and the provisions of section 706-627.\n\t(2)  The prosecuting attorney, the defendant's probation officer, and the defendant shall be notified by the movant in writing of the time, place, and date of any such hearing, and of the grounds upon which action under this section is proposed.  The prosecuting attorney, the defendant's probation officer, and the defendant may appear in the hearing to oppose or support the application, and may submit evidence for the court's consideration.  The defendant shall have the right to be represented by counsel.  For purposes of this section the court shall not be bound by the Hawaii rules of evidence, except for the rules pertaining to privileges.\n\t(3)  The court shall revoke probation if the defendant has inexcusably failed to comply with a substantial requirement imposed as a condition of the order or has been convicted of a felony.  The court may revoke the suspension of sentence or probation if the defendant has been convicted of another crime other than a felony.\n\t(4)  The court may modify the requirements imposed on the defendant or impose further requirements, if it finds that such action will assist the defendant in leading a law-abiding life.\n\t(5)  When the court revokes probation, it may impose on the defendant any sentence that might have been imposed originally for the crime of which the defendant was convicted.\n\t(6)  As used in this section, \"conviction\" means that a judgment has been pronounced upon the verdict.\n\t(7)  The court may require a defendant to undergo and complete a substance abuse treatment program when the defendant has committed a violation of the terms and conditions of probation involving possession or use, not including to distribute or manufacture as defined in section 712-1240, of any dangerous drug, detrimental drug, harmful drug, intoxicating compound, marijuana, or marijuana concentrate, as defined in section 712-1240, unlawful methamphetamine trafficking as provided in section 712-1240.6, or involving possession or use of drug paraphernalia under section 329-43.5.  If the defendant fails to complete the substance abuse treatment program or the court determines that the defendant cannot benefit from any other suitable substance abuse treatment program, the defendant shall be subject to revocation of probation and incarceration.  The court may require the defendant to:\n\n\n\n\t(a)\tBe assessed by a certified substance abuse counselor for substance abuse dependency or abuse under the applicable Diagnostic and Statistical Manual and Addiction Severity Index;\n\t(b)\tPresent a proposal to receive substance abuse treatment in accordance with the treatment plan prepared by a certified substance abuse counselor through a substance abuse treatment program that includes an identified source of payment for the treatment program;\n\t(c)\tContribute to the cost of the substance abuse treatment program; and\n\t(d)\tComply with any other terms and conditions of probation.\n\n\n\n\tAs used in this subsection, \"substance abuse treatment program\" means drug or substance abuse treatment services provided outside a correctional facility by a public, private, or nonprofit entity that specializes in treating persons who are diagnosed with substance abuse or dependency and preferably employs licensed professionals or certified substance abuse counselors.\n\tNothing in this subsection shall be construed to give rise to a cause of action against the State, a state employee, or a treatment provider. [L 1972, c 9, pt of §1; am L 1985, c 192, §1; am L 1986, c 314, §27; am L 1989, c 45, §1; gen ch 1993; am L 1994, c 5, §6; am L 2002, c 161, §5; am L 2004, c 44, §12]"
}