{
    "name": "Sentence of imprisonment for use of a firearm, semiautomatic firearm, or automatic firearm in a felony",
    "number": "660.1",
    "text": "(1)  A person convicted of a felony, where the person had a firearm in the person's possession or threatened its use or used the firearm while engaged in the commission of the felony, whether the firearm was loaded or not, and whether operable or not, may in addition to the indeterminate term of imprisonment provided for the grade of offense be sentenced to a mandatory minimum term of imprisonment without possibility of parole or probation the length of which shall be as follows:\n\n\n\n\t(a)\tFor murder in the second degree and attempted murder in the second degree--up to fifteen years;\n\t(b)\tFor a class A felony--up to ten years;\n\t(c)\tFor a class B felony--up to five years; and\n\t(d)\tFor a class C felony--up to three years.\n\n\n\nThe sentence of imprisonment for a felony involving the use of a firearm as provided in this subsection shall not be subject to the procedure for determining minimum term of imprisonment prescribed under section 706-669; provided further that a person who is imprisoned in a correctional institution as provided in this subsection shall become subject to the parole procedure as prescribed in section 706-670 only upon the expiration of the term of mandatory imprisonment fixed under paragraph (a), (b), (c), or (d).\n\t(2)  A person convicted of a second firearm felony offense as provided in subsection (1) where the person had a firearm in the person's possession or threatened its use or used the firearm while engaged in the commission of the felony, whether the firearm was loaded or not, and whether operable or not, shall in addition to the indeterminate term of imprisonment provided for the grade of offense be sentenced to a mandatory minimum term of imprisonment without possibility of parole or probation the length of which shall be as follows:\n\n\n\n\t(a)\tFor murder in the second degree and attempted murder in the second degree--twenty years;\n\t(b)\tFor a class A felony--thirteen years, four months;\n\t(c)\tFor a class B felony--six years, eight months; and\n\t(d)\tFor a class C felony--three years, four months.\n\n\n\nThe sentence of imprisonment for a second felony offense involving the use of a firearm as provided in this subsection shall not be subject to the procedure for determining a minimum term of imprisonment prescribed under section 706-669; provided further that a person who is imprisoned in a correctional institution as provided in this subsection shall become subject to the parole procedure as prescribed in section 706-670 only upon expiration of the term of mandatory imprisonment fixed under paragraph (a), (b), (c), or (d).\n\t(3)  A person convicted of a felony, where the person had a semiautomatic firearm or automatic firearm in the person's possession or used or threatened its use while engaged in the commission of the felony, whether the semiautomatic firearm or automatic firearm was loaded or not, and whether operable or not, shall in addition to the indeterminate term of imprisonment provided for the grade of offense be sentenced to a mandatory minimum term of imprisonment without possibility of parole or probation the length of which shall be as follows:\n\n\n\n\t(a)\tFor murder in the second degree and attempted murder in the second degree--twenty years;\n\t(b)\tFor a class A felony--fifteen years;\n\t(c)\tFor a class B felony--ten years; and\n\t(d)\tFor a class C felony--five years.\n\n\n\nThe sentence of imprisonment for a felony involving the use of a semiautomatic firearm or automatic firearm as provided in this subsection shall not be subject to the procedure for determining a minimum term of imprisonment prescribed under section 706-669; provided further that a person who is imprisoned in a correctional institution as provided in this subsection shall become subject to the parole procedure as prescribed in section 706-670 only upon expiration of the term of mandatory imprisonment fixed under paragraph (a), (b), (c), or (d).\n\t(4)  In this section:\n\n\n\n\t(a)\t\"Firearm\" has the same meaning defined in section 134-1 except that it does not include \"semiautomatic firearm\" or \"automatic firearm.\"\n\t(b)\t\"Automatic firearm\" has the same meaning defined in section 134-1.\n\t(c)\t\"Semiautomatic firearm\" means any firearm that uses the energy of the explosive in a fixed cartridge to extract a fired cartridge and chamber a fresh cartridge with each single pull of the trigger. [L 1976, c 204, §3; am L 1987, c 260, §1; am L 1990, c 195, §5; am L 1992, c 57, §1; gen ch 1992]"
}