{
    "name": "Authorized disposition of convicted defendants",
    "number": "605",
    "text": "(1)  Except as provided in parts II and IV of this chapter or in section 706-647 and subsections (2) and (6) of this section and subject to the applicable provisions of this Code, the court may sentence a convicted defendant to one or more of the following dispositions:\n\n\n\n\t(a)\tTo be placed on probation as authorized by part II of this chapter;\n\t(b)\tTo pay a fine as authorized by part III and section 706-624 of this chapter;\n\t(c)\tTo be imprisoned for a term as authorized by part IV of this chapter;\n\t(d)\tTo make restitution in an amount the defendant can afford to pay; provided that the court may order any restitution to be paid to victims pursuant to section 706-646 or to the crime victim compensation special fund in the event that the victim has been given an award for compensation under chapter 351 and, if the court orders, in addition to restitution, payment of fine in accordance with paragraph (b), the payment of restitution and a compensation fee shall have priority over the payment of the fine; payment of restitution shall have priority over payment of a compensation fee; or\n\t(e)\tTo perform services for the community under the supervision of a governmental agency or benevolent or charitable organization or other community service group or appropriate supervisor; provided that the convicted person who performs such services shall not be deemed to be an employee of the governmental agency or assigned work site for any purpose.  All persons sentenced to perform community service shall be screened and assessed for appropriate placement by a governmental agency coordinating public service work placement as a condition of sentence.\n\n\n\n\t(2)  The court shall not sentence a defendant to probation and imprisonment except as authorized by part II of this chapter.\n\t(3)  In addition to any disposition authorized in subsection (1) of this section, the court may sentence a person convicted of a misdemeanor or petty misdemeanor to a suspended sentence.\n\t(4)  The court may sentence a person who has been convicted of a violation to any disposition authorized in subsection (1) of this section except imprisonment.\n\t(5)  The court shall sentence a corporation or unincorporated association which has been convicted of an offense in accordance with section 706-608.\n\t(6)  The court shall impose a compensation fee upon every person convicted of a criminal offense pursuant to section 351-62.6; provided that the court shall waive the imposition of a compensation fee if it finds that the defendant is unable to pay the compensation fee.\n\t(7)  This chapter does not deprive the court of any authority conferred by law to decree a forfeiture of property, suspend or cancel a license, remove a person from office, or impose any other civil penalty.  Such a judgment or order may be included in the sentence. [L 1972, c 9, pt of §1; am L 1975, c 89, §2; am L 1978, c 96, §1; am L 1980, c 93, §1; am L 1986, c 226, §1 and c 314, §14; am L 1990, c 100, §1; am L 1995, c 215, §1; am L 1998, c 206, §4, c 240, §6, and c 269, §4]"
}