{
    "name": "Special interest vehicles",
    "number": "26.5",
    "text": "(a)  As used in this section:\n\t\"Collector\" means an owner of one or more vehicles, including parts vehicles, who collects, purchases, acquires, trades, or disposes of a vehicle or its parts, for the owner's own use, to preserve, restore, and maintain the vehicle or another vehicle for hobby or historical purposes.\n\t\"Parts vehicle\" means a vehicle that is owned by a collector to furnish parts for the restoration or maintenance of a special interest vehicle.\n\t\"Street rod replica vehicle\" means a vehicle that was assembled from a manufactured kit, either as:\n\n\n\n\t(1)\tA complete kit to construct a new vehicle consisting of a prefabricated body and chassis;\n\t(2)\tComponents manufactured before 1949; or\n\t(3)\tComponents manufactured after 1948 to resemble a vehicle manufactured before 1949;\n\n\n\nand that has been modified in its body style or design through the use of nonoriginal or reproduction components, such as the frame, engine, drive train, suspension, or brakes, in a manner that does not adversely affect its safe performance as a motor vehicle or render the vehicle unlawful for use on public highways.\n\t\"Street rod vehicle\" means a vehicle that was:\n\n\n\n\t(1)\tManufactured before 1949; or\n\t(2)\tManufactured after 1948 to resemble a vehicle manufactured before 1949;\n\n\n\nand that has been modified in its body style or design through the use of nonoriginal or reproduction components, such as the frame, engine, drive train, suspension, or brakes, in a manner that does not adversely affect its safe performance as a motor vehicle or render the vehicle unlawful for use on public highways.  The term does not include a motorcycle, an antique vehicle, or a restored vehicle.\n\t(b)  If a street rod vehicle was manufactured before 1949 and has been modified in body style or design, the make and year of the vehicle shall be the year the vehicle most nearly resembles.  If a street rod vehicle was manufactured after 1948 to resemble a vehicle manufactured before 1949, the body type of the vehicle shall be street rod vehicle or \"STRD\".\n\t(c)  A state vehicle identification number shall be issued to a street rod vehicle that was manufactured after 1948 to resemble a vehicle manufactured before 1949, when no vehicle identification number is present on the vehicle; when more than one vehicle identification number is present on the vehicle; or when the vehicle identification number is absent from the body or frame, or both, of the vehicle.  The state vehicle identification number shall be assigned by the director of finance of the county in which the vehicle resides.\n\tTo obtain a state vehicle identification number under this subsection, the owner of a street rod vehicle that was manufactured after 1948 to resemble a vehicle manufactured before 1949 shall provide:\n\n\n\n\t(1)\tA title of ownership from the previous owner of the vehicle's body or frame;\n\t(2)\tA bill of sale or invoices for all major parts used in the modification of the vehicle; and\n\t(3)\tA weight certificate issued by a state-certified scale for the actual weight of the vehicle.\n\n\n\n\t(d)  Notwithstanding any other law to the contrary:\n\n\n\n\t(1)\tStreet rod vehicles and street rod replica vehicles shall be equipped with the following equipment:\n\n\t\t(A)\tHydraulic service brakes on all wheels;\n\t\t(B)\tSealed beam or halogen headlights;\n\t\t(C)\tTurn signals and a turn signaling switch;\n\t\t(D)\tSafety glass or lexan windshield;\n\t\t(E)\tElectric or vacuum windshield wiper located in front of the driver;\n\t\t(F)\tStandard or DOT/SAE-approved tail lights; and\n\t\t(G)\tA parking brake that operates on at least two wheels on the same axle;\n\n\t(2)\tStreet rod vehicles and street rod replica vehicles shall be equipped in such a manner that no part of a vehicle, other than the vehicle's tires, will make contact with the surface of a flat highway when the vehicle is operated on the same;\n\t(3)\tSeatbelts, bumpers, hoods, door handles, and fenders shall be optional equipment on street rod vehicles and street rod replica vehicles; and\n\t(4)\tSeatbelts, bumpers, hoods, door handles, and fenders shall be optional equipment on vehicles manufactured before 1949, and on vehicles manufactured after 1948 to resemble a vehicle manufactured before 1949.\n\n\n\n\tIn the event of a conflict between this subsection and equipment requirements specified in chapters 286, 291 and 291C, this subsection shall control.\n\t(e)  If a street rod replica vehicle was assembled from a manufactured kit as a complete kit to construct a new vehicle consisting of a prefabricated body and chassis, the year of the vehicle shall be the year the vehicle resembles as reflected on the manufacturer's certificate of origin.  If a street rod replica vehicle was assembled from a manufactured kit as components manufactured before 1949 or components manufactured after 1948 to resemble a vehicle manufactured before 1949, the year of the vehicle shall be the year the vehicle resembles as reflected on the manufacturer's certificate of origin.  The certificate of title for a street rod replica vehicle shall be for the make and year the vehicle resembles, and the body type of the vehicle shall be street rod vehicle replica (STRD-RPLC).\n\t(f)  The state vehicle identification number of a street rod replica vehicle that was assembled from a manufactured kit as a complete kit to construct a new vehicle consisting of a prefabricated body and chassis shall be taken from the manufacturer's certificate of origin.  The state vehicle identification number shall be assigned by the director of finance of the county in which the vehicle resides.\n\tThe state vehicle identification number of a street rod replica vehicle that was assembled from a manufactured kit as components manufactured before 1949 or components manufactured after 1948 to resemble a vehicle manufactured before 1949, shall be taken from the manufacturer's certificate of origin or provided by the director of finance of the county in which the vehicle resides.\n\tTo obtain a state vehicle identification number under this subsection, the owner of a street rod replica vehicle shall provide:\n\n\n\n\t(1)\tOwnership documents from the manufacturer of the kit or components;\n\t(2)\tAll shipping and freight documents for the kit or components; and\n\t(3)\tA weight certificate issued by a state-certified scale for the actual weight of the vehicle.\n\n\n\n\t(g)  A state vehicle identification number shall be issued to a street rod replica vehicle when the vehicle identification number is absent from the body or frame, or both, of the vehicle; or when the vehicle identification number is absent from the manufacturer's certificate of origin.  The state vehicle identification number shall be assigned by the director of finance of the county in which the vehicle resides. [L 1997, c 246, §2]"
}