{
    "name": "University of Hawaii green special fund",
    "number": "2181",
    "text": "(a)  There is established the University of Hawaii green special fund, into which may be deposited:\n     (1)  Savings realized by the university from energy conservation measures;\n     (2)  Investment earnings, gifts, donations, or other income received by the University of Hawaii;\n     (3)  Any rebates, grants, or incentives associated with energy conservation measures;\n     (4)  Capital appropriations for energy conservation measures;\n     (5)  Until June 30, 2020, funds from any special or revolving fund established to fund energy conservation measures projects at the University of Hawaii; and\n     (6)  Proceeds from University of Hawaii revenue bonds.\n     (b)  Moneys in the University of Hawaii green special fund shall be used to support energy efficiency, renewable energy, and sustainability projects and services including personnel, equipment costs, project costs, and other expenses, as well as planning, design, and implementation of sustainability projects for the benefit of the university; provided that any expenditure equal to or greater than $167,000 shall require the approval of the legislature.\n     (c)  The chief financial officer of the University of Hawaii shall manage the University of Hawaii green special fund and shall have the authority to garner monetary savings realized from campus energy conservation measures projects.\n     (d)  The University of Hawaii may also transfer other funds into the University of Hawaii green special fund to offset the costs and expenses associated with sustainability initiatives at the University of Hawaii.\n     (e)  The University of Hawaii shall submit a report to the legislature on the moneys deposited into the University of Hawaii green special fund, including:\n     (1)  An explanation of how savings were calculated;\n     (2)  A review of all the revenues deposited;\n     (3)  A review of the rebates, grants, or incentives received; and\n     (4)  A review of any other funds that may have been transferred,\nno later than twenty days prior to the convening of each regular session. [L 2017, c 186, §2]"
}