{
    "name": "Registration requirements",
    "number": "123",
    "text": "(a)  Physicians who issue written certifications shall register the names, addresses, patient identification numbers, and other identifying information of the patients issued written certifications with the department of public safety.\n     (b)  Qualifying patients shall register with the department of public safety.  The registration shall be effective until the expiration of the certificate issued by the department and signed by the physician.  Every qualifying patient shall provide sufficient identifying information to establish the personal identities of the qualifying patient and the primary caregiver.  Qualifying patients shall report changes in information within five working days.  Every qualifying patient shall have only one primary caregiver at any given time.  The department shall then issue to the qualifying patient a registration certificate, and may charge a reasonable fee not to exceed $35.\n     (c)  Primary caregivers shall register with the department of public safety.  Every primary caregiver shall be responsible for the care of only one qualifying patient at any given time.\n     (d)  Upon an inquiry by a law enforcement agency, the department of public safety shall verify whether the particular qualifying patient has registered with the department and may provide reasonable access to the registry information for official law enforcement purposes. [L 2000, c 228, pt of §2; am L 2011, c 73, §6]\n \n \n         (a)  [Section effective January 2, 2015.  For section effective until January 1, 2015, see above.]  Physicians who issue written certifications shall provide, in each written certification, the name, address, patient identification number, and other identifying information of the qualifying patient.  The department of health shall require, in rules adopted pursuant to chapter 91, that all written certifications comply with a designated form completed by or on behalf of a qualifying patient.  The form shall require information from the applicant, primary caregiver, and primary care physician as specifically required or permitted by this chapter.  The form shall require the address of the location where the marijuana is grown and shall appear on the registry card issued by the department of health.  The certifying physician shall be required to be the qualifying patient's primary care physician.  All current active medical marijuana permits shall be honored through their expiration date.\n     (b)  Qualifying patients shall register with the department of health.  The registration shall be effective until the expiration of the certificate issued by the department of health and signed by the physician.  Every qualifying patient shall provide sufficient identifying information to establish the personal identities of the qualifying patient and the primary caregiver.  Qualifying patients shall report changes in information within ten working days.  Every qualifying patient shall have only one primary caregiver at any given time.  The department of health shall issue to the qualifying patient a registration certificate, and shall charge $35 per year.\n     (c)  Primary caregivers shall register with the department of health.  Every primary caregiver shall be responsible for the care of only one qualifying patient at any given time.\n     (d)  Upon inquiry by a law enforcement agency, which inquiry may be made twenty-four hours a day, seven days a week, the department of health shall immediately verify whether the subject of the inquiry has registered with the department of health and may provide reasonable access to the registry information for official law enforcement purposes. [L 2000, c 228, pt of §2; am L 2011, c 73, §6; am L 2013, c 178, §4]\n \nNote\n \n  Transfer of funds.  L 2013, c 177, §7."
}