{
    "name": "Definitions",
    "number": "2",
    "text": "As used in this chapter:\n\t\"Closing\" means the permanent shutting down of all operations within a covered establishment due to the sale, transfer, merger, and other business takeover or transaction of business interests which results in or may result in the layoff or termination of employees of a covered establishment by the employer.\n\t\"Covered establishment\" means any industrial, commercial, or other business entity which employs at any time in the preceding twelve-month period, fifty or more persons.\n\t\"Department\" means the department of labor and industrial relations.\n\t\"Director\" means the director of labor and industrial relations.\n\t\"Dislocated worker\" means an individual who:\n\n\n\n\t(1)\tHas been terminated or laid off or who has received a notice of termination or layoff from employment, is eligible for or has exhausted entitlement to unemployment compensation, and is unlikely to return to the person's previous industry or occupation; or\n\t(2)\tHas been terminated or who has received a notice of termination of employment, as a result of any permanent closure of a business, partial closings, and relocation as defined in this section; or\n\t(3)\tIs a long-term unemployed and has limited opportunities for employment or reemployment in the same or a similar occupation in the area in which the individual resides, including any older individual who may have substantial barriers to employment by reason of age.\n\n\n\n\t\"Employee\" means any individual engaged in service to an employer.\n\t\"Employer\" means any person who, directly or indirectly, owns, operates or has a controlling interest in a covered establishment, excluding the State or any political subdivision thereof.\n\t\"Partial closing\" means the permanent shutting down of a portion of operations within a covered establishment due to the sale, transfer, merger, and other business takeover or transaction of business interests and results in or may result in the termination of a portion of the employees of a covered establishment by the employer.\n\t\"Person\" means one or more individuals, partnerships, associations, corporations, business trust, legal representatives, or any organized group of persons.\n\t\"Relocation\" means the removal of all or substantially all of the industrial, commercial, or business operations in a covered establishment to a location outside the State of Hawaii. [L 1983, c 195, pt of §1; am L 1987, c 377, §2; am L 1993, c 6, §17]"
}