{
    "name": "Ignition interlock special fund; surcharge; indigents",
    "number": "5",
    "text": "(a)  There is established in the state treasury a special fund to be known as the ignition interlock special fund to be administered by the director of transportation.  The fund shall consist of amounts collected under this section and section 291E-6.  Moneys in the fund shall be expended by the director of transportation to fund the cost of installing and operating ignition interlock devices in the vehicles of persons who are required to install the device but who are indigent persons, as determined under subsection (d).\n     (b)  Every person who installs an ignition interlock device pursuant to this chapter shall pay the ignition interlock device vendor a surcharge of $           when the device is installed.  The surcharge shall be remitted by the ignition interlock device vendor to the director of transportation within ten days following the end of the month in which the surcharge was collected.  The surcharges collected by the vendor pursuant to this subsection shall not be subject to any tax, fee, or other assessment, nor are they considered revenue of the vendor.  The director of transportation shall deposit the surcharge amounts into the ignition interlock special fund.\n     (c)  The cost of installing and operating ignition interlock devices required by this chapter or chapter 804 for indigent persons shall be paid by the director of transportation from the ignition interlock special fund.  Whether a person is an indigent person shall be determined pursuant to subsection (d) by the director or the court, as appropriate.\n     (d)  For purposes of this section, \"indigent person\" means:\n     (1)  Any individual whose income is not greater than one hundred twenty-five per cent of the official poverty line established by the Secretary of Health and Human Services under the Community Services Block Grant Act, 42 United States Code section 9902; or\n     (2)  Any individual who is eligible for free services under the Older Americans Act or Developmentally Disabled Act. [L 2008, c 171, pt of §2]\n \nNote\n \n  Subsection (b) printed as enacted."
}