{
    "name": "Ignition interlock devices; certification",
    "number": "6",
    "text": "  (a)  The director of transportation shall establish and administer a statewide program relating to certification and monitoring of ignition interlock devices installed pursuant to chapter 291E or 804 and the vendors who install and maintain them.  \n     (b)  The program shall include standards and procedures for the certification of ignition interlock devices installed pursuant to chapter 291E or 804.  At a minimum, the standards shall require that the devices:\n     (1)  Be certified by a nationally recognized certification organization to meet or exceed all standards and specifications provided as guidelines by the National Highway Traffic Safety Administration.  \"Nationally recognized certification organization\" means a testing laboratory or analytical chemist not affiliated with a manufacturer of ignition interlock devices that is qualified to test ignition interlock devices or reference samples and is approved by the United States Department of Transportation.  The nationally recognized certification organization must be able to administer performance tests of an ignition interlock device or a sample provided by the vendor;\n     (2)  Operate using an alcohol-specific sensor technology;\n     (3)  Employ a digital camera by which a photograph of the person using the device can be incorporated into the electronic record generated by each use of the device;\n     (4)  Require a rolling retest by which the driver must, within a specified period of time or distance driven after starting the vehicle, be retested and found to have an alcohol concentration of less than .02, with a margin of error of .01; and\n     (5)  Generate a record of vehicle usage, including dates, times, and distances driven.\n     (c)  The program shall include standards and procedures for the certification for vendors who install and maintain ignition interlock devices pursuant to chapter 291E or 804.  At a minimum, the standards shall require that vendors:\n     (1)  Install only an ignition interlock device that is certified pursuant to this section;\n     (2)  Offer or contract for ignition interlock device installation and maintenance statewide;\n     (3)  Train drivers who are required to install an ignition interlock device, pursuant to chapter 291E or 804, in how to use the device;\n     (4)  Schedule the driver for all necessary readings and maintenance of the device; and\n     (5)  Provide periodic reports regarding the use of each ignition interlock device installed pursuant to chapter 291E or 804, including incidents of test failure, attempts to circumvent the device, and dates, times, and distances the vehicle was driven.\n     (d)  Each vendor who sells or installs an ignition interlock device pursuant to chapter 291E or 804 shall be certified annually by the director of transportation pursuant to this section and the rules adopted thereunder.  The vendor shall pay a certification fee to the director of transportation who shall deposit the fee into the ignition interlock special fund established pursuant to section 291E-5.\n     (e)  The director of transportation shall adopt rules pursuant to chapter 91 necessary for the purposes of this section. [L 2008, c 171, pt of §2]"
}