{
    "name": "Ignition interlock permits; driving for employment",
    "number": "44.5",
    "text": "\n  (a)(1)  Except as provided in paragraph (2), upon proof that the respondent has installed an ignition interlock device in the respondent's vehicle, the director shall issue an ignition interlock permit that will allow the respondent to drive a vehicle equipped with an ignition interlock device during the revocation period; or\n     (2)  Notwithstanding any other law to the contrary, the director shall not issue an ignition interlock permit to:\n         (A)  A respondent whose license is expired, suspended, or revoked as a result of action other than the instant revocation; or\n         (B)  A respondent who holds either a category 4 license under section 286-102(b) or a commercial driver's license under section 286-239(b) unless the ignition interlock permit is restricted to a category 1, 2, or 3 license under section 286-102(b).\n  (b)(1)  The director may issue a separate permit authorizing a respondent to operate a vehicle owned by the respondent's employer during the period of revocation without installation of an ignition interlock device if the respondent is gainfully employed in a position that requires driving and the respondent will be discharged if prohibited from driving a vehicle not equipped with an ignition interlock device.\n     (2)  A request made pursuant to paragraph (1) shall be accompanied by:\n         (A)  A sworn statement from the respondent containing facts establishing that the respondent currently is employed in a position that requires driving and that the respondent will be discharged if prohibited from driving a vehicle not equipped with an ignition interlock device; and\n         (B)  A sworn statement from the respondent's employer establishing that the employer will, in fact, discharge the respondent if the respondent is prohibited from driving a vehicle not equipped with an ignition interlock device and identifying the specific vehicle and hours of the day the respondent will drive, not to exceed twelve hours per day, for purposes of employment.\n     (c)  A permit issued pursuant to subsection (b) shall include restrictions allowing the respondent to drive:\n     (1)  Only during specified hours of employment, not to exceed twelve hours per day, and only for activities solely within the scope of the employment; \n     (2)  Only the vehicle specified; and\n     (3)  Only if the permit is kept in the respondent's possession while operating the employer's vehicle.\nIn addition, the director may impose other appropriate restrictions. [L 2008, c 171, §3]"
}