{
    "name": "Documents of the association",
    "number": "7",
    "text": "(a)  Upon approval by the board, the most current financial statement of the association and the minutes of the most recent meeting of the board of directors (other than minutes of executive sessions) shall be made available for examination by any member at no cost, during reasonable hours, at a location designated by the board.\n\t(b)  The approved minutes of other meetings of the board, other than executive sessions, and the approved meetings of the association for the current and prior year, shall be made available for examination by members during reasonable hours at a location designated by the board.  Copies of those meeting minutes shall be provided to any member upon the member's request if the member pays a reasonable fee for duplication, postage, stationery, and other administrative costs associated with handling the request.\n\t(c)  Financial statements, general ledgers, accounts receivable ledgers, accounts payable ledgers, check ledgers, insurance policies, contracts, invoices of the association for the current and prior year, and any documents regarding delinquencies of ninety days or more, shall be made available for examination by members at reasonable hours at a location designated by the board; provided that members shall pay for all costs associated with the examination of documents.  The board may require members to furnish the association with an affidavit stating that the foregoing information is requested in good faith for the protection of the interests of the association, its members, or both.  Copies of these documents shall be provided to any member upon the member's request if the member pays a reasonable fee for duplication, postage, stationery, and other administrative costs associated with handling the request.\n\t(d)  Members may view proxies, tally sheets, ballots, members' check-in lists, and the certificates of election, if any, for a period of thirty days following any association meeting; provided that members shall pay for all costs associated with the examination of the documents.  The board may require members to furnish to the association an affidavit stating that the foregoing information is requested in good faith for the protection of the interests of the association, its members, or both.  Proxies and ballots may be destroyed following the thirty-day period.  Copies of tally sheets, members' check-in lists, and the certificates of election from the most recent association meeting shall be provided to any member upon the member's request if the member pays a reasonable fee for duplication, postage, stationery, and other administrative costs associated with handling the request.\n\t(e)  Members may file a written request with the board to examine other documents of the association.  The board shall give written authorization, or written refusal with an explanation of the refusal, for the examination within sixty calendar days of receipt of the request.  The board may condition its approval of any such request upon payment of reasonable fees.  Without limitation, books and records kept by or on behalf of an association may be withheld from inspection and copying to the extent that they concern:\n\n\n\n\t(1)\tPersonnel records;\n\t(2)\tAn individual's medical records;\n\t(3)\tRecords relating to business transactions that are currently in negotiation;\n\t(4)\tCommunications which are privileged because of attorney-client privilege or any other applicable privilege of the association;\n\t(5)\tComplaints against an individual member of the association;\n\t(6)\tAny records, the release of which could be a violation of any law, ordinance, rule, or regulation; or\n\t(7)\tSimilar records. [L 1997, c 132, pt of §1]"
}