{
    "name": "Answer required",
    "number": "6",
    "text": "(a)  A person who receives a notice of traffic infraction shall answer the notice within fifteen days of the date of the notice.  There shall be included with the notice of traffic infraction a preaddressed envelope directed to the traffic violations bureau of the applicable district court.\n\t(b)  In an answer to a notice of traffic infraction, a person shall either:\n\n\n\n\t(1)\tAdmit the commission of the infraction by completing the appropriate portion of the notice of traffic infraction and submitting it, either by mail or in person, to the authority specified on the notice together with payment, except as provided in section 291D-9(d), in the amount of the monetary assessment stated on the notice of traffic infraction.  Payment by mail shall be in the form of a check, money order, or by approved credit card.  Payment in person shall be in the form of United States currency, check, money order, or by approved credit card;\n\t(2)\tDeny the commission of the infraction by completing the appropriate portion of the notice of traffic infraction and submitting it, either by mail or in person, to the authority specified on the notice.  In lieu of a hearing, the person may submit a written statement of grounds on which the person contests the notice of traffic infraction, which shall be considered by the court as a statement given in court pursuant to section 291D-8(a); or\n\t(3)\tAdmit the commission of the infraction and request a hearing to explain circumstances mitigating the infraction by completing the appropriate portion of the notice of traffic infraction and submitting it, either by mail or in person, to the authority specified on the notice.  In lieu of a hearing, the person may submit a written explanation of the mitigating circumstances, which shall be considered by the court as a statement given in court pursuant to section 291D-8(b).\n\n\n\n\t(c)  When answering the notice of traffic infraction, the person shall affix the person's signature to the answer and shall state the address at which the person will accept future mailings from the court.  No other response shall constitute an answer for purposes of this chapter. [L 1993, c 214, pt of §2; am L 2003, c 4, §1]"
}