{
    "name": "Variances",
    "number": "5",
    "text": "(a)  Every application for a variance shall be made on forms furnished by the department and shall be accompanied by a complete and detailed description of present conditions, how present conditions do not conform to applicable standards, and such other information as the department may by rule prescribe. \t(b)  Each application for a variance shall be reviewed in light of the descriptions, statements, plans, histories, and other supporting information submitted with the application, such additional information as may be submitted upon the request of the department, and the effect or probable effect upon the standards established pursuant to this chapter.\n\t(c)  Whenever an application for a variance is approved, the department shall issue a variance authorizing the disposal of solid waste in nonconformance with applicable standards or rules.  No variance shall be granted by the department unless the application and the supporting information clearly show that:\n\n\n\n\t(1)\tThe continuation of the function or operation involved in the disposal occurring or proposed to occur by the granting of the variance is in the public interest as defined in section 342H-4;\n\t(2)\tThe disposal occurring or proposed to occur does not substantially endanger human health or safety; and\n\t(3)\tCompliance with the applicable standards or rules from which variance is sought would produce serious hardship without equal or greater benefits to the public.\n\n\n\n\t(d)  Any variance or renewal thereof shall be granted within the requirements of this section and for time periods and under conditions consistent with the reasons therefor, and within the following limitations:\n\n\n\n\t(1)\tIf the variance is granted on the ground that there is no practicable means known or available for the adequate prevention, control, or abatement of the solid waste pollution involved, it shall be only until the necessary means for prevention, control, or abatement become practicable and subject to the taking of any substitute or alternate measures that the department may prescribe.  No renewal of a variance granted under this subsection shall be allowed without a thorough review of known and available means of preventing, controlling, or abating the solid waste pollution involved;\n\t(2)\tThe director may issue a variance for a period not exceeding five years; and\n\t(3)\tEvery variance granted under this section may be subject to such conditions as the director may prescribe.\n\n\n\n\t(e)  Any variance granted pursuant to this section may be renewed from time to time on terms and conditions and for periods not exceeding five years which would be appropriate on initial granting of a variance; provided that the applicant for renewal has met all of the conditions specified in the immediately preceding variance; and provided further that the renewal, and the variance issued in pursuance thereof, shall provide for a variance not greater than that attained pursuant to the terms of the immediately preceding variance at its expiration.  No renewal shall be granted except on application therefor.  Any such application shall be made at least one hundred eighty days prior to the expiration of the variance.  The director shall act on an application for renewal within one hundred eighty days of the receipt of such application.\n\t(f)  The director may afford a hearing in accordance with chapter 91 in relation to an application for the issuance, renewal, or modification of a variance.\n\t(g)  No variance granted pursuant to this chapter shall be construed to prevent or limit the application of any emergency provisions and procedures provided by law.\n\t(h)  Any application for a variance submitted pursuant to this chapter, shall be subject to the following public participation requirements:\n\n\n\n\t(1)\tPublic notices of every completed application for a variance shall be given in a manner designed to inform interested and potentially interested persons of the proposed disposal or other proposed activity.  Procedures for giving public notice shall include at least the following:\n\n\t\t(A)\tNotice shall be given within the geographical areas of the proposed disposal or other proposed activity;\n\t\t(B)\tNotice shall be mailed to any person or group upon request; and\n\t\t(C)\tThe director shall add the name of any person or group upon request to a mailing list to receive copies of notices for all variance applications within the State or within a certain geographical area;\n\n\t(2)\tThe director shall provide a period of not less than thirty days following the date of the public notice during which time interested persons may submit their written reviews with respect to the variance application and the tentative determinations of the department, if any.  The period for comment may be extended at the discretion of the director;\n\t(3)\tThe contents of public notice of applications for variances shall include at least the following:\n\n\t\t(A)\tName, address, and phone number of agency issuing the public notice;\n\t\t(B)\tName and address of each applicant;\n\t\t(C)\tBrief description of each applicant\u0092s activities or operations which result in the disposal or other activity described in the variance application;\n\t\t(D)\tA short description of the location of each disposal or activity indicating whether the disposal or activity is new or existing;\n\t\t(E)\tA brief description of the procedures for the formulation of final determinations, including the thirty-day comment period required by paragraph (2) and any other means by which interested persons may influence or comment upon those determinations; and\n\t\t(F)\tAddress and phone number of state agency premises at which interested persons may obtain further information and inspect a copy of the variance applications and supporting and related documents; and\n\n\t(4)\tThe director may hold a public hearing if, after reviewing the comments submitted under paragraph (2), the director determines that a public hearing is warranted.  Any hearing brought pursuant to this subsection shall be held in the geographical area of the proposed disposal or other proposed activity, or other appropriate area, at the discretion of the director.\n\n\n\n\t(i)  Variances shall not be granted to owners or operators of municipal solid waste landfill units except where specifically provided for in the rules adopted pursuant to this part. [L 1989, c 212, pt of §4; am L 1992, c 245, §4; am L 1998, c 2, §91]"
}