{
    "name": "Object of action",
    "number": "1",
    "text": "PART I.  GENERAL PROVISIONS\n\n     (a)  Action may be brought by any person against another person who claims, or who may claim adversely to the plaintiff, an estate or interest in real property, for the purpose of determining the adverse claim.\n\t(b)  Action for the purpose of establishing title to a parcel of real property of five acres or less may be brought by any person who has been in adverse possession of the real property for not less than twenty years.  Action for the purpose of establishing title to a parcel of real property of greater than five acres may be brought by any person who had been in adverse possession of the real property for not less than twenty years prior to November 7, 1978, or for not less than earlier applicable time periods of adverse possession.  For purposes of this section, any person claiming title by adverse possession shall show that such person acted in good faith.  Good faith means that, under all the facts and circumstances, a reasonable person would believe that the person has an interest in title to the lands in question and such belief is based on inheritance, a written instrument of conveyance, or the judgment of a court of competent jurisdiction.\n\t(c)  Action brought to claim property of five acres or less on the basis of adverse possession may be asserted in good faith by any person not more than once in twenty years, after November 7, 1978.\n\t(d)  Action under subsection (a) or (b) shall be brought in the circuit court of the circuit in which the property is situated.\n\t(e)  Action may be brought by any person to quiet title to land by accretion; provided that no action shall be brought by any person other than the State to quiet title to land accreted along the ocean, except that a private property owner whose eroded land has been restored by accretion may also bring such an action for the restored portion.  The person bringing the action shall prove by a preponderance of the evidence that the accretion is natural and permanent.  The person bringing the action shall supply the office of environmental quality control with notice of the action for publication in the office's periodic bulletin in compliance with section 343-3(c)(4).  The quiet title action shall not be decided by the court unless the office of environmental quality control has properly published notice of the action in the office's periodic bulletin.\n\tAs used in this section, \"permanent\" means that the accretion has been in existence for at least twenty years.  The accreted portion of land shall be state land except as otherwise provided in this section and shall be considered within the conservation district.  Prohibited uses are governed by section 183-45. [L 1890, c 18, §1; RL 1925, §2757; RL 1935, §4390; RL 1945, §10451; am L Sp 1949, c 46, §1(a); RL 1955, §242-1; am L 1959, c 52, §1; am L 1967, c 258, §1; HRS ; am L 1972, c 90, §12(a); am L 1973, c 26, §2; am L 1979, c 157, §3; am L 1983, c 222, §1; am L 1985, c 221, §3; gen ch 1985; am L 2003, c 73, §5]"
}