{
    "name": "Permitted interactions of members",
    "number": "2.5",
    "text": "(a)  Two members of a board may discuss between themselves matters relating to official board business to enable them to perform their duties faithfully, as long as no commitment to vote is made or sought and the two members do not constitute a quorum of their board.\n     (b)  Two or more members of a board, but less than the number of members which would constitute a quorum for the board, may be assigned to:\n     (1)  Investigate a matter relating to the official business of their board; provided that:\n         (A)  The scope of the investigation and the scope of each member's authority are defined at a meeting of the board;\n         (B)  All resulting findings and recommendations are presented to the board at a meeting of the board; and\n         (C)  Deliberation and decisionmaking on the matter investigated, if any, occurs only at a duly noticed meeting of the board held subsequent to the meeting at which the findings and recommendations of the investigation were presented to the board; or\n     (2)  Present, discuss, or negotiate any position which the board has adopted at a meeting of the board; provided that the assignment is made and the scope of each member's authority is defined at a meeting of the board prior to the presentation, discussion or negotiation.\n     (c)  Discussions between two or more members of a board, but less than the number of members which would constitute a quorum for the board, concerning the selection of the board's officers may be conducted in private without limitation or subsequent reporting.\n     (d)  Discussions between the governor and one or more members of a board may be conducted in private without limitation or subsequent reporting; provided that the discussion does not relate to a matter over which a board is exercising its adjudicatory function.\n     (e)  Discussions between two or more members of a board and the head of a department to which the board is administratively assigned may be conducted in private without limitation; provided that the discussion is limited to matters specified in section 26-35.\n     (f)  Communications, interactions, discussions, investigations, and presentations described in this section are not meetings for purposes of this part. [L 1996, c 267, §2; am L 2005, c 84, §1]\n \nLaw Journals and Reviews\n \n  Hawai`i's Sunshine Law Compliance Criteria.  26 UH L. Rev. 21.\n \nCase Notes\n \n  Although subsection (a) does not expressly preclude city counsel members from engaging in serial one-on-one conversations, when council members engaged in a series of one-on-one conversations relating to a particular item of council business, under §92-5(b), the spirit of the open meeting requirement was circumvented and the strong policy of having public bodies deliberate and decide its business in view of the public was thwarted and frustrated.  117 H. 1 (App.), 175 P.3d 111."
}