{
    "name": "Good faith and due care in preparing the disclosure statement",
    "number": "9",
    "text": "(a)  A seller or the seller's agent shall prepare the disclosure statement in good faith and with due care.  A buyer shall have no cause of action against a seller or seller's agent for, arising out of, or relating to the providing of a disclosure statement when the disclosure statement is prepared in good faith and with due care.  For purposes of this section, \"in good faith and with due care\" includes honesty in fact in the investigation, research, and preparation of the disclosure statement and may include information on the following:\n\n\n\n\t(1)\tFacts based on only the seller's personal knowledge;\n\t(2)\tFacts provided to the seller by governmental agencies and departments;\n\t(3)\tExisting reports prepared for the seller by third-party consultants, including without limitation a:\n\n\t\t(A)\tLicensed engineer;\n\t\t(B)\tLand surveyor;\n\t\t(C)\tGeologist;\n\t\t(D)\tWood-destroying insect control expert; or\n\t\t(E)\tContractor, or other home inspection expert;\n\n\t\tdealing with matters within the scope of the professional's license or expertise for the purpose of the disclosure statement; and\n\t(4)\tFacts provided to the seller by a managing agent of a homeowner's association, including without limitation, a condominium, cooperative, or community association.\n\n\n\nNotwithstanding this subsection, a seller or seller's agent shall be under no obligation to engage the services of any person in the investigation, research, or preparation of the disclosure statement.  The failure to engage the services of any such person for this purpose shall not be deemed an absence of good faith or due care by the seller or the seller's agent in the investigation, research, or preparation of the disclosure statement.\n\t(b)  The representations contained in the disclosure statement shall be construed to be made only to, and for the benefit of, the buyer and shall be deemed accurate only as to the time when made, except as otherwise provided in section 508D-13. [L 1994, c 214, pt of §2; am L 1996, c 161, §9; am L 2001, c 224, §5]"
}