{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter:\n\t\"Class action\" includes the definition as provided in rule 23 of the Hawaii rules of civil procedure.\n\t\"Commodity\" includes, but is not restricted to, goods, merchandise, produce, choses in action, and any other article of commerce.  It also includes trade or business in service trades, transportation, insurance, banking, lending, advertising, bonding, and any other business.\n\t\"Consumer\" means a natural person who, primarily for personal, family, or household purposes, purchases, attempts to purchase, or is solicited to purchase goods or services or who commits money, property, or services in a personal investment.\n\t\"De facto class action\" means an action that has not been certified by the court but includes identical considerations as provided in Hawaii rules of civil procedure rule 23 such as common questions of law or fact, claims or defenses of the representative parties are typical of the claims or defenses of nonparties and, as a practical matter, the disposition of the interest of the class or other members not parties to the adjudications would substantially impair or impede their ability to protect their interest.\n\t\"Person\" or \"persons\" includes individuals, corporations, firms, trusts, partnerships and incorporated or unincorporated associations, existing under or authorized by the laws of this State, or any other state, or any foreign country.\n\t\"Purchase\" or \"buy\" includes \"contract to buy\", \"lease\", \"contract to lease\", \"acquire a license\", and \"contract to acquire a license\".\n\t\"Purchaser\" includes the equivalent terms of \"purchase\" and \"buy\".\n\t\"Sale\" or \"sell\" includes \"contract to sell\", \"lease\", \"contract to lease\", \"license\", and \"contract to license\".\n\t\"Seller\" includes the equivalent terms of \"sale\" and \"sell\". [L 1961, c 190, §1; Supp, §205A-1; HRS ; am L 1987, c 274, §1; am L 1990, c 63, §1]"
}