{
    "name": "Mergers, acquisitions, holdings, and divestitures",
    "number": "7",
    "text": "(a)  No corporation shall acquire and hold, directly or indirectly, from and after August 21, 1961, the whole or any part of the stock or other share capital of any other corporation, or the whole or any part of the assets of any other corporation where the effect of such acquisition and holding may be substantially to lessen competition or to tend to create a monopoly in any line of commerce in any section of the State; provided that this subsection shall not apply to corporations purchasing such stock solely for investment and not using the same by voting or otherwise to bring about, or in attempting to bring about, the substantial lessening of competition.  Nor shall anything in this subsection prevent a corporation from causing the formation of subsidiary corporations for the actual carrying on of their immediate lawful business, or the natural and legitimate branches or extensions thereof, or from owning and holding all or a part of the stock of the subsidiary corporation, when the effect of the formation is not substantially to lessen competition. \n\t(b)  No corporation shall hold, directly or indirectly, the whole or any part of the stock or other share capital of any other corporation, or the whole or any part of the assets of any other corporation, acquired prior to August 21, 1961, where the effect of such holding is substantially to lessen competition or to tend to create a monopoly in any line of commerce in any section of the State.  Where the court finds that the holding of such stock, share capital, or assets is substantially to lessen competition or tends to create a monopoly, and is therefore not in the public interest, then the court shall order the divestiture or other disposition of such stocks, share capital, or assets, of the corporation, and shall prescribe a reasonable time, manner, and degree of the divestiture or other disposition thereof; provided that the court shall not order the divestiture or other disposition of the assets of the corporation unless it is necessary to eliminate the lessening of competition or the tendency to create a monopoly, and the assets are reasonably identifiable and separable, and it can be done without causing undue hardship on the economic entity. [L 1961, c 190, §5; Supp, §205A-5; HRS ]"
}