{
    "name": "Authorization to seize and hold commodities; disposition",
    "number": "27",
    "text": "(a)  Upon reasonable belief that a person is in unlawful possession of agricultural commodities a law enforcement officer or other officer or employee shall be authorized to hold the agricultural commodity for not longer than forty-eight hours to investigate and ascertain the ownership of the agricultural commodity.  If the lawful owner is determined and located, the agricultural, aquacultural, or horticultural commodity shall be released to the lawful owner.\n     (b)  If for any reason the agricultural commodity is not released to the lawful owner after being in the custody of the law enforcement officer or other officer or employee for forty-eight hours, or less in the case of highly perishable commodities, the commodity may be sold at fair market value to any retailer, wholesaler, or packer of the commodity.  All of the proceeds derived from the sale shall be held by the law enforcement officer or other officer or employee for not longer than six months, during which time the lawful owner of the commodity may submit satisfactory proof of ownership and obtain possession of the proceeds.  The owner may be held responsible for any costs and expenses that may be incurred by the law enforcement officer or other officer or employee.  Any proceeds of sale not recovered within six months for lack of a claim or for insufficient proof shall be treated as unclaimed property of the State.\n     (c)  Any commodity that remains unsold after being offered for sale pursuant to this section may be donated to a nonprofit charitable organization or destroyed at the discretion of the law enforcement officer or other officer or employee.\n     (d)  For the purposes of this section, \"officer or employee\" means any officer or employee of the department of agriculture or any other person authorized and designated by the board of agriculture to investigate and enforce this chapter and all rules adopted by the department pursuant thereto. [L 1999, c 186, pt of §2; am L 2012, c 125, §5]"
}