{
    "name": "Vocational agriculture education program",
    "number": "431.7",
    "text": "(a)  The department shall establish and administer a vocational agriculture education program.  The program shall include adequate staffing of individuals trained or experienced in the field of vocational agriculture to coordinate the program and to provide assistance to school districts for the coordination of the activities of student agricultural organizations and associations.\n     (b)  The vocational agriculture education program shall be administered by a director who shall:\n     (1)  Assess the agricultural needs of the State and devise methods of meeting those needs with the vocational agriculture education program;\n     (2)  Assist school districts in establishing vocational agriculture programs;\n     (3)  Review school district applications for approval of vocational agriculture programs;\n     (4)  Evaluate existing programs;\n     (5)  Plan research and studies for the improvement of curriculum materials for specialty areas of vocational agriculture;\n     (6)  Ensure that the standards and criteria developed under this section satisfy the mandates of federally- assisted vocational education;\n     (7)  Develop in-service programs for teachers and administrators of vocational agriculture;\n     (8)  Review applications for vocational agriculture teacher certification;\n     (9)  Assist in teacher recruitment and placement in vocational agriculture programs;\n    (10)  Serve as a liaison with the Future Farmers of America, representatives of business, industry, appropriate public agencies, and institutions of higher education to facilitate dissemination of information;\n    (11)  Promote improvement of vocational agriculture programs;\n    (12)  Assist in the development of adult and continuing education programs in vocational agriculture; and\n    (13)  Establish an advisory task force of agriculturists, who represent the diverse areas of the agricultural industry in the State, that shall make annual recommendations on the development of curriculum, staffing, and strategies to establish a source of trained and qualified individuals in agriculture and strategies for developing the state program in vocational agriculture education, including youth leadership throughout the public schools.\n     (c)  The department may adopt rules pursuant to chapter 91 to effectuate this section. [L 2006, c 233, §2]"
}