{
    "name": "Publication and submission to electors",
    "number": "10",
    "text": "The county clerk shall provide for the submission of the proposed charter with any alternatives, as provided by section 50-9, to the qualified electors of the county for approval at a general election or special election to be held on the date determined by the charter commission; provided the special election shall not be held within thirty days before the closing of the date for filing nominations for regular county elections.  The commission shall provide for the publication of the proposed charter with any alternatives twenty-one days before the election, in a newspaper of general circulation within the county. \tThe form of ballot shall be prepared for the county clerk by the commission.  The form of the ballot, including such explanatory material as may be necessary, shall be substantially as follows:\nShall the proposed charter of the\nCounty of ............... be adopted?\tYes\tNo\n\tIn the event alternatives are included in the ballot, the alternatives, including such explanatory material as may be necessary, shall be submitted in substantially the following form:\nShall the proposed charter of the\nCounty of .......... with alternative\nNo. .......... (here state the substance\nof the alternative) be adopted?\tYes\tNo\n\tEach elector may vote for the proposed charter and for any proposed alternative.  Blank ballots and spoiled ballots shall not be counted in determining the majority of the votes.  Any proposition receiving a majority of the votes cast at the charter election shall be considered approved by the electors.  If the proposed charter and any of the proposed alternatives receive a majority of the votes cast at the election, the proposition receiving the larger majority shall supersede the proposition with the smaller majority.  The laws and rules governing elections, so far as applicable and not inconsistent with this chapter, shall apply to elections held pursuant to this chapter.\n\tUpon adoption, the charter shall become the organic law of the county and shall supersede any existing charter and all laws affecting the organization and government of the county which are in conflict therewith. [L 1963, c 73, pt of §2; am L 1965, c 65, §1(3); Supp, §143A-10; am L 1967, c 235, §1(4); HRS ]"
}