{
    "name": "Involuntary dissolution; reinstatement",
    "number": "18",
    "text": "(a)  The director may commence a proceeding to dissolve a professional corporation administratively if the corporation fails to:\n\n\n\n\t(1)\tPay any fees prescribed by law;\n\t(2)\tFile its annual report for a period of two consecutive years;\n\t(3)\tAppoint and maintain an agent for service of process as required; or\n\t(4)\tFile a statement of a change in the name or business address of the agent as required under this chapter.\n\n\n\n\tBefore the director may declare a corporation dissolved, the director shall give notice of the ground or grounds for dissolution as provided in section 414-401 by mailing the notice to the professional corporation at its last known address appearing in the records of the director, and may give public notice of the intention to dissolve the corporation.\n\t(b)  Parties of interest may petition a court of competent jurisdiction to appoint a trustee to settle the affairs of any professional corporation so dissolved.  If a trustee is appointed, the trustee shall pay to the State out of any funds that may come into the trustee's hands as trustee, a sum equal to any penalty imposed under section 414-473.  If a trustee is not appointed by a court of competent jurisdiction, the last directors of the dissolved corporation shall be and act as trustees for the creditors and shareholders of the dissolved professional corporation with full powers to settle its affairs.\n\t(c)  The director shall, in each case, deliver a copy of the decree of dissolution to the director of taxation and to the finance officer of each county.\n\t(d)  In each case where the director has given a professional corporation notice of intention to dissolve the corporation on the grounds that its articles of incorporation have been procured through fraud, the corporation shall be entitled to petition for an administrative hearing under chapter 91 and shall give written notice to the director thereof, before the director may declare the corporation dissolved under subsection (a) of this section.\n\t(e)  Within two years after the involuntary dissolution of a professional corporation under this section, the corporation may be reinstated by the director upon a written application executed by any two officers of the corporation setting forth such information as the director may require, and the payment of all delinquent fees, penalties, assessments, taxes, costs of involuntary dissolution, and the filing of all reports due and unfiled.  Within the applicable reinstatement period, should the name of the professional corporation, or a name substantially identical thereto be registered or reserved by another corporation, partnership, limited liability company, or limited liability partnership, or should the name or a name substantially identical thereto be registered as a trade name, trademark, or service mark, then reinstatement shall be allowed only upon the registration of a new name by the involuntarily dissolved professional corporation pursuant to the amendment provisions of this chapter.\n\t(f)  A professional corporation whose articles of incorporation have expired shall cease to exist by operation of law. [L 1985, c 259, pt of §1; am L 1987, c 135, §122; am L 1996, c 92, §9; am L 1998, c 2, §98; am L 1999, c 249, §15; am L 2000, c 219, §27; am L 2002, c 40, §51 and c 130, §77]"
}