{
    "name": "Acquisition of land within a development area",
    "number": "6",
    "text": "(a)  After the declaration of a development area, the board of land and natural resources may acquire a parcel or parcels of land, which it shall thereafter designate for the appropriate development project or projects within the area.  If necessary lands cannot reasonably be acquired by voluntary transaction, the board may institute eminent domain proceedings to acquire the land and improvements; provided that negotiations for the acquisition by voluntary transaction shall not be required before the institution of eminent domain proceedings.  The board, within twelve months following its designation, shall acquire or institute eminent domain proceedings to acquire the lands so designated.  If the lands are not acquired or eminent domain proceedings are not instituted within the twelve month period, the board shall reimburse the owner of the lands so designated for out-of-pocket expenses of appraisal, survey, and attorney's fees that the owner may have incurred as a result of the designation.\n     (b)  Subject to the restrictions in section 206-7, the board may acquire for development projects any lands suitable for residential use or suitable for such use or uses upon subdivision and development.  The board may also acquire, in connection with the development projects, lands necessary for roads, sidewalks, parks, schools, utilities, and playground and recreational facilities; rights to water and access; and lands for business use where the use is reasonably necessary to provide services to the prospective occupants of the projects.  Plans and specifications for projects shall include provisions for roads, sidewalks, parks, schools, utilities, playground and recreational facilities, and other appropriate improvements, so that they will be suitable for disposition as hereinafter provided. [L 1961, c 6, §7; Supp, §98J-7; HRS ; am L 2017, c 12, §18]"
}