{
    "name": "Protection of instream uses",
    "number": "71",
    "text": "PART VI.  INSTREAM USES OF WATER\n\n     The commission shall establish and administer a statewide instream use protection program.  In carrying out this part, the commission shall cooperate with the United States government or any of its agencies, other state agencies, and the county governments and any of their agencies.  In the performance of its duties the commission shall:\n\n\n\n\t(1)\tEstablish instream flow standards on a stream-by-stream basis whenever necessary to protect the public interest in waters of the State;\n\n\t\t(A)\tThe commission, on its own motion, may determine that the public interest in the waters of the State requires the establishment of an instream flow standard for streams;\n\t\t(B)\tIn acting upon the establishment of instream flow standards, the commission shall set forth in writing its conclusion that the public interest does or does not require, as is appropriate, an instream flow standard to be set for the stream, the reasons therefor, and the findings supporting the reasons;\n\t\t(C)\tEach instream flow standard shall describe the flows necessary to protect the public interest in the particular stream.  Flows shall be expressed in terms of variable flows of water necessary to protect adequately fishery, wildlife, recreational, aesthetic, scenic, or other beneficial instream uses in the stream in light of existing and potential water developments including the economic impact of restriction of such use;\n\t\t(D)\tEstablishment or modification of an instream flow standard shall be initiated by the commission by providing notice of its intention to set an instream flow standard in a newspaper of general circulation published in the vicinity of the stream in question, to the mayor of the appropriate county, and to persons who have previously requested such notice in writing;\n\t\t(E)\tAfter giving notice of its intention to set an instream flow standard, the commission or other agencies in participation with the commission shall investigate the stream.  During the process of this investigation, the commission shall consult with and consider the recommendations of the department of health, the aquatic biologist of the department of land and natural resources, the natural area reserves system commission, the University of Hawaii cooperative fishery unit, the United States Fish and Wildlife Service, the mayor of the county in which the stream is located, and other agencies having interest in or information on the stream, and may consult with and consider the recommendations of persons having interest in or information on the stream.  In formulating the proposed standard, the commission shall weigh the importance of the present or potential instream values with the importance of the present or potential uses of water from the stream for noninstream purposes, including the economic impact of restriction of such uses.  In order to avoid or minimize the impact on existing uses of preserving, enhancing, or restoring instream values, the commission shall consider physical solutions, including water exchanges, modifications of project operations, changes in points of diversion, changes in time and rate of diversion, uses of water from alternative sources, or any other solution;\n\t\t(F)\tBefore adoption of an instream flow standard or modification of an established instream flow standard, the commission shall give notice and hold a hearing on its proposed standard or modification;\n\n\t(2)\tEstablish interim instream flow standards;\n\n\t\t(A)\tAny person with the proper standing may petition the commission to adopt an interim instream flow standard for streams in order to protect the public interest pending the establishment of a permanent instream flow standard;\n\t\t(B)\tAny interim instream flow standard adopted under this section shall terminate upon the establishment of a permanent instream flow standard for the stream on which the interim standards were adopted;\n\t\t(C)\tA petition to adopt an interim instream flow standard under this section shall set forth data and information concerning the need to protect and conserve beneficial instream uses of water and any other relevant and reasonable information required by the commission;\n\t\t(D)\tIn considering a petition to adopt an interim instream flow standard, the commission shall weigh the importance of the present or potential instream values with the importance of the present or potential uses of water for noninstream purposes, including the economic impact of restricting such uses;\n\t\t(E)\tThe commission shall grant or reject a petition to adopt an interim instream flow standard under this section within one hundred eighty days of the date the petition is filed.  The one hundred eighty days may be extended a maximum of one hundred eighty days at the request of the petitioner and subject to the approval of the commission;\n\t\t(F)\tInterim instream flow standards may be adopted on a stream-by-stream basis or may consist of a general instream flow standard applicable to all streams within a specified area;\n\n\t(3)\tProtect stream channels from alteration whenever practicable to provide for fishery, wildlife, recreational, aesthetic, scenic, and other beneficial instream uses;\n\n\t\t(A)\tThe commission shall require persons to obtain a permit from the commission prior to undertaking a stream channel alteration; provided that routine streambed and drainageway maintenance activities and maintenance of existing facilities are exempt from obtaining a permit;\n\t\t(B)\tProjects which have commenced construction or projects reviewed and approved by the appropriate federal, state, or county agency prior to July 1, 1987, shall not be affected by this part;\n\t\t(C)\tThe commission shall establish guidelines for processing and considering applications for stream channel alterations consistent with section 174C-93;\n\t\t(D)\tThe commission shall require filing fees by users to accompany each application for stream channel alteration;\n\n\t(4)\tEstablish an instream flow program to protect, enhance, and reestablish, where practicable, beneficial instream uses of water.  The commission shall conduct investigations and collect instream flow data including fishing, wildlife, aesthetic, recreational, water quality, and ecological information and basic streamflow characteristics necessary for determining instream flow requirements.\n\n\n\n\tThe commission shall implement its instream flow standards when disposing of water from state watersheds, including that removed by wells or tunnels where they may affect stream flow, and when regulating use of lands and waters within the state conservation district, including water development. [L 1987, c 45, pt of §2; am L 1988, c 276, §2]"
}