{
    "name": "Repayment of loans; waiver; collection",
    "number": "702",
    "text": "(a)  All loans made under this subpart shall bear interest at five per cent simple interest.  Repayment of principal and interest charges shall commence one year after graduation or three months after a loan recipient ceases to be enrolled in a state-approved teacher education program and shall be paid in periodic installments within a six-year period.  The university may charge late fees and all other reasonable costs for the collection of delinquent loans.\n     (b)  Upon a showing of proof that the loan recipient has completed a state-approved teacher education program and is employed as a full-time teacher in the Hawaii public school system, one-tenth of the total amount of the loan and interest shall be waived for every year of the first five years, and the remaining balance shall be waived after the sixth year that a loan recipient teaches in a Hawaii public school in a hard-to-fill position as determined by the superintendent of education, including special education, regular education shortage categories, or Title 1 schools, and in one of the following capacities:\n     (1)  As an elementary school teacher teaching in the field of elementary education who has met standards as set forth by the Hawaii teacher standards board; or\n     (2)  As a secondary school teacher teaching in the subject area that is relevant to the loan recipient's academic major as certified by the department of education who has met standards as set forth by the Hawaii teacher standards board.\n     (c)  Liability for repayment of a loan shall be canceled upon the death or permanent total disability of the loan recipient.\n     (d)  If a loan recipient subject to this section fails to teach in the Hawaii public school system for a minimum of ten consecutive years from the loan recipient's original date of employment with the department of education, excluding sabbatical and other forms of temporary leaves of absence, then the loan recipient shall repay any remaining loan balance at the rate of ten per cent simple interest.\n     (e)  In accordance with chapter 103D, the university may enter into written contracts with collection agencies for the purpose of collecting delinquent student loans.  All payments collected, exclusive of a collection agency's commissions, shall revert, and be credited, to the special fund established for the Hawaii educator loan program.  A collection agency that enters into a written contract with the university for the collection of delinquent student loans, pursuant to this section, may collect a commission from the debtor in accordance with the terms of, and up to the amounts authorized in, the written contract. [L 2006, c 75, pt of §2]"
}