{
    "name": "Excavation procedures",
    "number": "12",
    "text": "(a)  The excavator shall exercise reasonable care when excavating in the vicinity of a subsurface installation.\n\t(b)  Before using any power-operated or power-driven excavating equipment, the excavator shall determine the exact location of subsurface installations in conflict with the excavation by first excavating down to the depth of the excavation with the appropriate hand tools within the area of the approximate location of the subsurface installations; provided that power-operated or power-driven excavating may be used:\n\n\n\n\t(1)\tFor the removal of any existing pavement if there are no subsurface installations contained in the pavement; or\n\t(2)\tWithin the approximate location of a subsurface installation by mutual agreement between the operator and the excavator.\n\n\n\n\t(c)  If after making every reasonable effort to locate the subsurface installation, the excavator cannot determine the exact location by hand excavation as set forth in subsection (b), the excavator shall request that the operator provide additional information through the center to locate the subsurface installation.  The operator, within two working days, shall provide any information that is available to the operator to aid the excavator in determining the exact location.\n\t(d)  If after making every reasonable effort to locate the subsurface installation with the additional information provided pursuant to subsection (c) the excavator still cannot determine the exact location of the subsurface installation by hand excavation, the excavator shall notify the center.  The center shall then:\n\n\n\n\t(1)\tRequire the operator to determine the exact location of the operator's subsurface installation with appropriate hand tools; or\n\t(2)\tAllow the excavator to use powered equipment to continue the excavation, with or without on-site supervision by the operator; provided that this subsection shall not be construed as affording the excavator any immunity or protection from claims for damages or injuries relating to the excavation.\n\n\n\n\t(e)  Each excavator responsible for any excavation that results in contact with, exposure of, or damage to a subsurface installation, before continuing excavation in the immediate area of the subsurface installation shall:\n\n\n\n\t(1)\tImmediately notify the operator of the location and nature of the damage and undertake any reasonable measures as requested by the operator; and \n\t(2)\tAllow reasonable time, consistent with industry practice, for any necessary repairs to be made to the subsurface installation.\n\n\n\n\t(f)  If the damage to a subsurface installation creates an emergency situation, the excavator shall:\n\n\n\n\t(1)\tImmediately notify the enhanced 911 emergency service and the operator of the facility; and\n\t(2)\tMinimize the hazard until the arrival of the enhanced 911 emergency service authority or the operator. [L 2004, c 141, pt of §1]"
}