{
    "name": "One call center advisory committee",
    "number": "4",
    "text": "The commission shall establish a one call center advisory committee as a governmental entity as defined under chapter 662D to advise the commission in implementing this chapter.  The committee shall consist of fifteen voting members and one ex officio nonvoting member.  Of the voting members:\n\n\n\n\t(1)\tNine shall be appointed by the commission to serve until successors are appointed by the commission.  The appointments shall be as follows:\n\n\t\t(A)\tOne from the gas utility industry;\n\t\t(B)\tOne from the electric utility industry;\n\t\t(C)\tOne from the telecommunications utility industry;\n\t\t(D)\tOne from the pipeline operator industry;\n\t\t(E)\tTwo from the General Contractors Association of Hawaii;\n\t\t(F)\tTwo from the Building Industry Association of Hawaii; and\n\t\t(G)\tOne from the cable service industry;\n\n\t(2)\tOne shall be the representative of the city and county of Honolulu designated by the mayor of the city and county of Honolulu;\n\t(3)\tOne shall be the representative of the county of Hawaii designated by the mayor of the county of Hawaii;\n\t(4)\tOne shall be the representative of the county of Maui designated by the mayor of the county of Maui;\n\t(5)\tOne shall be the representative of the county of Kauai designated by the mayor of the county of Kauai;\n\t(6)\tOne shall be the director of the state department of transportation, or the director's representative; and\n\t(7)\tOne shall be the executive director of the division of consumer advocacy, department of commerce and consumer affairs, or the executive director's representative.\n\n\n\nA representative of the center shall serve as an ex officio nonvoting member of the committee.  \n\t(b)  No member shall receive any compensation for the member's services.\n\t(c)  The committee shall advise the commission on:\n\n\n\n\t(1)\tThe establishment of rules;\n\t(2)\tThe setting of appropriate fees and assessments for the administration and operation of the center;\n\t(3)\tThe selection of the center provider;\n\t(4)\tThe enforcement of this chapter; and\n\t(5)\tOther aspects regarding the establishment and operation of the center;\n\n\n\nprovided that the committee shall not advise the commission in the exercise of the commission's quasi-judicial, adjudicatory functions, or participate in the commission's deliberations.  The committee shall be exempt from chapter 92. [L 2004, c 141, pt of §1]"
}