{
    "name": "Identification of subsurface installations by operator",
    "number": "9",
    "text": "(a)  Any operator who receives timely notification from the center of any proposed excavation work pursuant to section 269E-7(b) shall within five working days of that notification or before the start of the excavation work, whichever is later, or at a later time mutually agreeable to the operator and the excavator:\n\n\n\n\t(1)\tAdvise the excavator that the operator does not operate any subsurface installations that may be affected by the excavation;\n\t(2)\tAdvise the excavator of the approximate location of the operator's subsurface installations that may be affected by the excavation to the extent and degree of accuracy that the information is available in the records of the operator;\n\t(3)\tMake available to the excavator, for inspection and copying at the excavator's expense, information in that specific operator's or agency's records on the approximate location of that specific operator's or agency's subsurface installations that may be affected by the excavation to the extent and degree of accuracy that the information is available in that specific operator's or agency's records; or\n\t(4)\tLocate and field mark in conformance with the American Public Works Association Uniform Color Code the approximate location and the number of subsurface installations that may be affected by the excavation to the extent and degree of accuracy that the information is available as determined through the use of standard locating techniques or based on the records of the operator.\n\n\n\nThe operator shall promptly notify the center when the operator has fulfilled the requirements of this section.  After receiving this notification from all affected operators, the center shall promptly provide notice to the excavator that all affected operators have fulfilled the requirements of this section.\n\t(b)  The excavator shall notify the center of any operator's failure to comply with this section and of the applicable inquiry identification number. [L 2004, c 141, pt of §1]"
}