{
    "name": "Procedure",
    "number": "51",
    "text": "PART III.  FORFEITURE\n\t    Whenever the court, in any criminal cause, forfeits any bond or recognizance given in a criminal cause, the court shall immediately enter up judgment in favor of the State and against the principal or principals and surety or sureties on the bond, jointly and severally, for the full amount of the penalty thereof, and shall cause execution to issue thereon immediately after the expiration of thirty days from the date that notice is given via personal service or certified mail, return receipt requested, to the surety or sureties on the bond, of the entry of the judgment in favor of the State, unless before the expiration of thirty days from the date that notice is given to the surety or sureties on the bond of the entry of the judgment in favor of the State, a motion or application of the principal or principals, surety or sureties, or any of them, showing good cause why execution should not issue upon the judgment, is filed with the court.  If the motion or application, after a hearing held thereon, is sustained, the court shall vacate the judgment of forfeiture and, if the principal surrenders or is surrendered pursuant to section 804-14 or section 804-41, return the bond or recognizance to the principal or surety, whoever shall have given it, less the amount of any cost, as established at the hearing, incurred by the State as a result of the nonappearance of the principal or other event on the basis of which the court forfeited the bond or recognizance.  If the motion or application, after a hearing held thereon, is overruled, execution shall forthwith issue and shall not be stayed unless the order overruling the motion or application is appealed from as in the case of a final judgment. \tThis section shall be considered to be set forth in full in words and figures in, and to form a part of, and to be included in, each and every bond or recognizance given in a criminal cause, whether actually set forth in the bond or recognizance, or not. [L 1933, c 17, §§1, 2; RL 1935, §5461; RL 1945, §10761; RL 1955, §256-50; HRS §709-51; am L 1970, c 188, §39; ren L 1972, c 9, pt of §1; am L 1972, c 109, §1(b), (c); am L 1989, c 289, §1; am L 2002, c 10, §1]"
}