{
    "name": "Examination; time",
    "number": "10",
    "text": "  (a)  Except as provided in subsection (c), the board shall require all applicants to take the state written and practical examination on dentistry.  In administering the examination the State shall consider current trends in dental education.  The requirements for the examination in operative and laboratory dentistry shall be decided by the board and mailed to each applicant.  All instruments, materials, and patients shall be supplied by the applicant.  Two examinations shall be held each calendar year.\n\t(b)  Until December 31, 2005, the board without regard to chapter 91 may develop a state written and practical examination on dentistry for the purposes of subsection (a).\n\t(c)  If the board determines that two state written and practical examinations on dentistry will not be or have not been administered pursuant to subsection (a) during the calendar year, an applicant shall be eligible for licensure under this chapter:\n\n\n\n(1)\tIf the applicant takes one of the following four regional examinations given between February 1, 2004 and the date of availability of the American Board of Dental Examiners (ADEX) examination, by:\n\t\t(A)\tThe Western Regional Examining Board;\n\n\t\t(B)\tThe Central Regional Dental Testing Service, Inc.;\n\n\t\t(C)\tThe Southern Regional Testing Agency, Inc.; or\n\n\t\t(D)\tThe North East Regional Board of Dental Examiners,\n\t\tand passes it;\n\n\t(2)\tIf the applicant takes and passes the American Board of Dental Examiners (ADEX) examination approved by the board; or\n\t(3)\tBy credential under this paragraph if the applicant is a dental specialist and:\n\n\t\t(A)\tHas graduated from an accredited dental specialty education program in orthodontics, endodontics, pedodontics, periodontics, oral surgery, oral radiology, public health dentistry, or oral medicine/oral pathology;\n\t\t(B)\tSubmits to the board a completed application and all required fees;\n\t\t(C)\tSubmits to the board verification of:\n\n\t\t\t(i)\tGraduation from a general dental education program accredited by the American Dental Association Commission on Dental Accreditation or the Commission on Dental Accreditation of Canada;\n\t\t\t(ii)\tGraduation from a post-graduate specialty program accredited by the Commission on Dental Accreditation of the American Dental Association;\n\t\t\t(iii)\tA current active license issued by another state that is not revoked, suspended, or otherwise restricted;\n\t\t\t(iv)\tHaving been lawfully engaged in the practice of dentistry for at least three years preceding the date of the application, with a minimum of one thousand hours of dentistry practice each year;\n\t\t\t(v)\tCompletion of a minimum of thirty-two hours of continuing education in the applicant's dental specialty within the preceding two-year period;\n\t\t\t(vi)\tNot having been subject to disciplinary action by any jurisdiction in which the applicant is or has been previously licensed to practice dentistry; provided that if the applicant has been subject to disciplinary action, the board shall review that action to determine if it warrants refusal to issue a license to the applicant;\n\t\t\t(vii)\tNot having any felony convictions of any kind and having no other criminal convictions that may affect the applicant's ability to render competent dental care;\n\t\t\t(viii)\tRegistration status with the federal Drug Enforcement Administration and submits a self-query report from the National Practitioner Data Bank; provided that the board shall review this information to determine if it warrants refusal to issue a license to the applicant; and\n\t\t\t(ix)\tPassage of parts I and II of the National Board Dental Examination; and\n\n\t\t(D)\tAgrees to practice only as a dental specialist, within the area of the applicant's specialization. [L 1949, c 177, pt of §3; am L 1955, c 170, §3(c); RL 1955, §61-10; HRS ; am L 1980, c 251, §4; am L 1982, c 64, §2; am L 1983, c 220, §6; am L 1984, c 7, §28; am L 1985, c 9, §1; am L 1992, c 202, §76; am L 2004, c 69, §3; am L 2005, c 121, §2]\n\n\n\n\n\n\nNote\n  L 2005, c 121, §4 provides:\n  \"SECTION 4.  The board of dental examiners shall make a determination and post notification on its webpage by July 15, 2005, regarding whether the two state written and practical examinations on dentistry will be administered pursuant to subsection 448-10(a), Hawaii Revised Statutes.\"\nCross References\n  Disposal of examination records, see §94-5."
}