{
    "name": "Court annexed arbitration program",
    "number": "20",
    "text": "(a)  There is established within the judiciary a court annexed arbitration program which shall be a mandatory and nonbinding arbitration program to provide for a procedure to obtain prompt and equitable resolution of certain civil actions in tort through arbitration.  The supreme court shall adopt rules for the implementation and administration of the program by January 1, 1987.\n\t(b)  All civil actions in tort, having a probable jury award value, not reduced by the issue of liability, exclusive of interest and costs, of $150,000 or less, shall be submitted to the program and be subject to determination of arbitrability and to arbitration under the rules governing the program.  The rules shall include a procedure to classify and establish the order of priority according to which the actions will be processed for the determination of arbitrability and for the arbitration under the program.  The court may, at its discretion, remove any action from the program.\n\t(c)  The chief justice may hire on a contractual basis, and at the chief justice's pleasure remove, without regard to chapter 76, an arbitration administrator, who shall be responsible for the operation and management of the program, and such other persons deemed necessary for the purposes of the program in the judgment of the chief justice. [L Sp 1986, c 2, §21; am L 2000, c 253, §150]\nCross References\n  Bypass of court annexed arbitration, see §671-16.5.\n  Center for alternative dispute resolution, see chapter 613.\nRules of Court\n  See RCC rule 34; Hawaii Arbitration Rules.\n  Applicability of Hawaii Arbitration Rules, see RCC rule 34.\nLaw Journals and Reviews\n  The Impact of Discovery Limitations on Cost, Satisfaction, and Pace in Court-Annexed Arbitration.  11 UH L. Rev. 81.\n  Tort and Insurance \"Reform\" in a Common Law Court.  14 UH L. Rev. 55.\n  Striking a Balance:  Procedural Reform Under the Lum Court.  14 UH L. Rev. 223.\nCase Notes\n  Subsection (b) did not violate equal protection clause of the Fourteenth Amendment to the U.S. Constitution.  76 H. 494, 880 P.2d 169."
}