{
    "name": "Disqualification of judge; relationship, pecuniary interest, previous judgment, bias or prejudice",
    "number": "7",
    "text": "(a)  No person shall sit as a judge in any case in which:\n\n\n\n\t(1)\tThe judge's relative by affinity or consanguinity within the third degree is counsel, or interested either as a plaintiff or defendant, or in the issue of which the judge has, either directly or through such relative, a more than de minimis pecuniary interest; or\n\t(2)\tThe judge has been of counsel or on an appeal from any decision or judgment rendered by the judge;\n\n\n\nprovided that no interests held by mutual or common funds, the investment or divestment of which are not subject to the direction of the judge, shall be considered pecuniary interests for purposes of this section; and after full disclosure on the record, parties may waive disqualification due to any pecuniary interest.\n\t(b)  Whenever a party to any suit, action, or proceeding, civil or criminal, makes and files an affidavit that the judge before whom the action or proceeding is to be tried or heard has a personal bias or prejudice either against the party or in favor of any opposite party to the suit, the judge shall be disqualified from proceeding therein.  Every such affidavit shall state the facts and the reasons for the belief that bias or prejudice exists and shall be filed before the trial or hearing of the action or proceeding, or good cause shall be shown for the failure to file it within such time.  No party shall be entitled in any case to file more than one affidavit; and no affidavit shall be filed unless accompanied by a certificate of counsel of record that the affidavit is made in good faith.  Any judge may disqualify oneself by filing with the clerk of the court of which the judge is a judge a certificate that the judge deems oneself unable for any reason to preside with absolute impartiality in the pending suit or action. [L 1931, c 292, §1; RL 1935, §3572; RL 1945, §9573; RL 1955, §213-3; am L Sp 1959 1st, c 5, §1(b); HRS ; am L 1972, c 88, §1(c); gen ch 1985; am L 2004, c 5, §1]\nHistorical Note\n  Subsection (a) derived from §84 of the Hawaiian Organic Act.\nRules of Court\n  See JC Canon 3.\nLaw Journals and Reviews\n  State v. Mata:  Disqualification of a Trial Judge.  13 UH L. Rev. 641.\nCase Notes\n  See also note to Organic Act §84.\n  Disqualification of judge:  Statutory grounds, whether exclusive.  17 H. 428.  Disqualification to sit on reserved question.  31 H. 150.  Timeliness of suggestion of disqualification.  41 H. 270; 44 H. 483, 357 P.2d 110; 49 H. 578, 426 P.2d 298.  Disqualification for bias or prejudice in favor of \"opposite party\"; who is \"opposite party\".  49 H. 578, 586, 616-7, 426 P.2d 298.\n  Subs. (a):  Judge held not pecuniarily interested in case.  8 H. 391.  Ownership of stock constitutes \"a pecuniary interest\" in an action in which corporation is interested.  33 H. 565.  Has been of counsel -- mere employment in law firm is not disqualification.  44 H. 687, 361 P.2d 1043.  Where State a party, whether judge disqualified by reason of having been a deputy attorney general.  49 H. 252, 413 P.2d 249.  Not applicable where there is no provision for replacing a justice who would otherwise be disqualified.  58 H. 25, 564 P.2d 135.\n  Subs. (b):  Legal sufficiency of affidavit.  39 H. 308; 41 H. 52; 41 H. 270; 45 H. 44, 361 P.2d 60; 48 H. 247, 397 P.2d 575; 3 H. App. 646, 658 P.2d 898.  Filing of disqualifying affidavit must be timely.  49 H. 578, 586, 616, 426 P.2d 298.  Affidavit required by subsection (b) must state directly or in substance a personal bias or prejudice on the part of the judge.  55 H. 80, 515 P.2d 1250.  Reference of an attorney's conduct to a disciplinary board or a response to an inquiry with respect thereto by disciplinary counsel, is not grounds for disqualification of a judge.  71 H. 319, 789 P.2d 1122.\n  To disqualify judge, party was required to act before the judge entered ruling on the merits and in conformity with section.  2 H. App. 1, 625 P.2d 378.\n  Does not apply to justices of an appellate court.  41 H. 270.\n  Voluntary withdrawal from participation.  41 H. 270.  Voluntary withdrawal of justices from participation.  53 H. 174, 488 P.2d 1406.\n  Review by prohibition does not lie where claim of bias and prejudice is based on facts occurring on trial and ultimately appealable.  45 H. 44, 361 P.2d 60.\n  State in criminal case may seek prohibition upon refusal to disqualify.  48 H. 247, 397 P.2d 575.\n  Provision for judge recusing oneself, control by supreme court over application of this provision.  49 H. 578, 586, 618, 426 P.2d 298.\n  Provision requires strict construction to avoid abuses.  55 H. 80, 515 P.2d 1250.\n  \"Rule of necessity\" requires judge to participate in a decision notwithstanding judge's personal interest if the case cannot be heard otherwise.  57 H. 348, 555 P.2d 1329.\n  Judge presiding over initial probate trial and a subsequent jury trial on same fact issues does not violate this section.  61 H. 236, 602 P.2d 521.\n  Because judge ruled on the motion to disqualify judge, attorney's failure to file timely motion to disqualify would not be deemed a waiver of attorney's right to seek a disqualification; judge did not err when judge denied attorney's disqualification motion.  76 H. 187, 873 P.2d 66.\n  Where \"evidence\" of personal bias offered by defendant did not involve matters of personal interest to the judge but concerned primarily matters affecting the judge's exercise of judicial discretion, motion for disqualification properly denied; also, neither imposition of jail sentence upon defendant nor scheduling of post-appeal hearings demonstrated bias on part of judge.  89 H. 371, 974 P.2d 11.\n  Where alleged improper ex parte communication with judge by former officer of plaintiff regarding hotel was unrelated to case, former officer was not a party to the litigation or a witness, and judge did not know at time of conversation with former officer whether hotel was owned by plaintiff or defendant, no personal bias by judge under this section.  92 H. 243, 990 P.2d 713.\n  Trial judge did not have to recuse herself from various show cause hearings because judge was privy to confidential information as a result of settlement negotiations; however, order dismissing plaintiff's complaint with prejudice vacated to remedy due process concerns raised by the handling of ex parte communications mailed from defendant to judge discussing the merits of the order to show cause hearings.  97 H. 354 (App.), 37 P.3d 603.\n  See 35 H. 786.\n  Cited:  234 F.2d 221, 223."
}