{
    "name": "Tuition assistance for Hawaii national guard personnel to attend the University of Hawaii",
    "number": "45",
    "text": "(a)  The adjutant general, subject to the availability of funds, may award tuition assistance to qualified enlisted persons, warrant officers, and company grade officers (0-1 through 0-3) in the Hawaii national guard who are:\n\n\n\n\t(1)\tResidents of the State, as defined by the board of regents pursuant to section 304-4; and\n\t(2)\tUndergraduate students working toward a degree on any campus of the University of Hawaii; provided that any Hawaii national guard member who has been continuously receiving tuition assistance from the University of Hawaii since July 1, 1995, under the administrative continuation of tuition waivers previously authorized under section 304-14.6, and who has been enrolled in a graduate or professional degree program up to and including January 1, 1996, may continue to receive tuition assistance under this section until the member no longer meets the requirements of this section or obtains the degree the member is presently seeking, whichever occurs first.\n\n\n\n\t(b)  The adjutant general shall adopt rules in accordance with this chapter to carry out the purposes of this section.  The rules shall include:\n\n\n\n\t(1)\tDescriptions of the minimum military and academic qualification of personnel who may be awarded full or partial tuition assistance under this section;\n\t(2)\tListings of acceptable fields of study, degrees, and periods of eligibility for personnel who may be awarded tuition assistance under this section;\n\t(3)\tProcedures for demonstrating the ongoing, satisfactory military and academic performance of personnel who have accepted tuition assistance under this section;\n\t(4)\tExplanations of any reenlistment obligations for personnel who have accepted tuition assistance under this section;\n\t(5)\tProcedures for administratively transferring moneys for tuition assistance awarded under this section from the department of defense to the University of Hawaii; and\n\t(6)\tProcedures for enforcing this subsection.\n\n\n\n\t(c)  Chapters 42F, 103D, and 103F shall not apply to this section. [L 1996, c 291, §2; am L 1997, c 190, §6]"
}