{
    "name": "Foster children; guiding principles",
    "number": "3",
    "text": "(a)  The department, as foster or permanent custodian, shall abide by the following guiding principles and shall ensure that foster children:\n     (1)  Live in a safe and healthy home, free from physical, psychological, sexual, and other abuse;\n     (2)  Have adequate:\n         (A)  Food that is nutritious and healthy;\n         (B)  Clothing;\n         (C)  Medical, dental and orthodontic, and corrective vision care; and\n         (D)  Mental health services;\n     (3)  Have supervised in-person contact and telephone or mail correspondence with the child's parents and siblings while the child is in foster care unless prohibited by court order;\n     (4)  Have direct contact with a social worker, guardian ad litem, and probation officer;\n     (5)  May freely exercise their own religious beliefs, including refusal to attend any religious activities and services;\n     (6)  Have a personal bank account and assistance managing their personal income, consistent with the child's age and development, unless prohibited due to safety or health concerns;\n     (7)  Have the right to attend school and participate in appropriate extracurricular activities, and, if a child is moved during a school year, complete the school year at the same school, if practicable; and\n     (8)  Are provided with life skills training and a transition plan starting at age twelve to provide adequate transitioning for children aging out of the foster care system.  The department shall provide written information to all foster children twelve years of age or older and their foster parents about available independent living programs, including available foster youth organizations, transitional planning services, and independent living case management programs.\n     (b)  The family court may issue any necessary orders, sua sponte or upon appropriate motion, to the department of education, department of human services, or department of health to ensure adherence to the guiding principles enumerated in subsection (a). [L 2008, c 183, §1]"
}