{
    "name": "Retaliation prohibited",
    "number": "191",
    "text": "Revision Note\n \n  Part designation added pursuant to §23G-15.\n \n         (a)  An association, board, managing agent, resident manager, unit owner, or any person acting on behalf of an association or a unit owner shall not retaliate against a unit owner, board member, managing agent, resident manager, or association employee who, through a lawful action done in an effort to address, prevent, or stop a violation of this chapter or governing documents of the association:\n     (1)  Complains or otherwise reports an alleged violation;\n     (2)  Causes a complaint or report of an alleged violation to be filed with the association, the commission, or other appropriate entity;\n     (3)  Participates in or cooperates with an investigation of a complaint or report filed with the association, the commission, or other appropriate entity;\n     (4)  Otherwise acts in furtherance of a complaint, report, or investigation concerning an alleged violation; or\n     (5)  Exercises or attempts to exercise any right under this chapter or the governing documents of the association.\n     (b)  A unit owner, board member, managing agent, resident manager, or association employee may bring a civil action in district court alleging a violation of this section.  The court may issue an injunction or award damages, court costs, attorneys' fees, or any other relief the court deems appropriate.\n     (c)  As used in this section:\n     \"Governing documents\" means an association's declaration, bylaws, or house rules; or any other document that sets forth the rights and responsibilities of the association, its board, its managing agent, or the unit owners.\n     \"Retaliate\" means to take any action that is not made in good faith and is unsupported by the association's governing documents or applicable law and that is intended to, or has the effect of, being prejudicial in the exercise or enjoyment of any person's substantial rights under this chapter or the association's governing documents. [L 2017, c 190, §1]"
}