{
    "name": "Motor vehicle insurance violation",
    "number": "13",
    "text": "(a)  In all cases of citation for alleged violations of chapter 431:10C or section 286-116, the court shall hear and dispose of such actions expeditiously.  Such actions may be severed from any other proceedings to facilitate immediate disposition.  Continuance of proceedings on motor vehicle insurance violations may be allowed in the discretion of the court, only after the court has received evidence that the required insurance on the motor vehicle involved was in fact in force on the date of the citation, or that the motor vehicle has been, or is ordered by the court to be, impounded.\n\t(b)  In all cases of citation for alleged violations of chapter 431:10C or section 286-116 the court shall require the appearance of the driver cited and the registered owner of the motor vehicle.  If the registered owner is not the driver, the registered owner shall be cited by service of the citation on the driver who shall be deemed to be the owner's agent for purposes of service and by naming the owner jointly with the driver in the citation.  Where the registered owner is a corporation or association, an officer or designated agent thereof shall be required to appear.  Where the registered owner is a partnership, a general partner thereof shall be required to appear.\n\t(c)  In the case of multiple violations the court shall, in addition to any other penalty, impose the following penalties:\n\n\n\n\t(1)\tImprisonment of not more than thirty days;\n\t(2)\tSuspension or revocation of driver's license of the driver and of the registered owner;\n\t(3)\tSuspension or revocation of the motor vehicle registration plates of the vehicle involved;\n\t(4)\tImpoundment, or impoundment and sale, of the motor vehicle for the costs of storage and other charges incident to seizure of the vehicle; or any other cost involved pursuant to section 431:10C-117; or\n\t(5)\tAny combination of such penalties.\n\n\n\n\tThe court shall impose any other sanction it finds necessary to remove the vehicle or driver involved from the highways, and to preclude the driver or registered owner from the continued operation of any uninsured motor vehicle.\n\t(d)  Upon subsequent hearing ordered by the court or upon the driver's or registered owner's motion, the court may, in its discretion, terminate any judgment previously entered under subsection (c) upon finding that the registered owner and the driver, as applicable, have complied with chapter 287 with respect to any prior accident as evidenced by a form properly validated by a police department and:\n\n\n\n\t(1)\tComplied with all requirements under chapter 431:10C as evidenced by a motor vehicle insurance identification card and the insurance policy issued by a licensed insurer; or\n\t(2)\tComplied with all requirements under chapter 431:10C as evidenced by a certificate of self-insurance issued by the insurance commissioner pursuant to section 431:10C-107(d).\n\n\n\n\t(e)  The court may, in its discretion, maintain continuing jurisdiction following any termination or judgment as provided in subsection (d), to assure the continued compliance of the registered owner or driver with chapter 286, 287, or 431:10C. [L 1978, c 91, §3; am L 1980, c 234, §4; am L 1997, c 251, §57; am L 2001, c 55, §30]"
}