{
    "name": "Determination of small business impact; small business impact statement",
    "number": "2",
    "text": "(a)  Prior to submitting proposed rules for adoption, amendment, or repeal under section 91-3, the agency shall determine whether the proposed rules affect small business, and if so, the availability and practicability of less restrictive alternatives that could be implemented.  This section shall not apply to emergency rulemaking. \t(b)  If the proposed rules affect small business, the agency shall consider creative, innovative, or flexible methods of compliance for small businesses and prepare a small business impact statement to be submitted with the proposed rules to the departmental advisory committee on small business and the small business regulatory review board prior to providing notice for a public hearing.  The statement shall provide a reasonable determination of the following:\n\n\n\n\t(1)\tThe businesses that will be directly affected by, bear the costs of, or directly benefit from the proposed rules;\n\t(2)\tDescription of the small businesses that will be required to comply with the proposed rules and how they may be adversely affected;\n\t(3)\tIn dollar amounts, the increase in the level of direct costs such as fees or fines, and indirect costs such as reporting, recordkeeping, equipment, construction, labor, professional services, revenue loss, or other costs associated with compliance;\n\t(4)\tThe probable monetary cost and benefits to the implementing agency and other agencies directly affected, including the estimated total amount the agency expects to collect from any additionally imposed fees and the manner in which the moneys will be used;\n\t(5)\tThe methods the agency considered or used to reduce the impact on small business such as consolidation, simplification, differing compliance or reporting requirements, less stringent deadlines, modification of the fines schedule, performance rather than design standards, exemption, or any other mitigating techniques;\n\t(6)\tHow the agency involved small business in the development of the proposed rules; and\n\t(7)\tWhether the proposed rules include provisions that are more stringent than those mandated by any comparable or related federal, state, or county standards, with an explanation of the reason for imposing the more stringent standard.\n\n\n\n\t(c)  This chapter shall not apply to proposed rules adopted by an agency to implement a statute or ordinance that does not require an agency to interpret or describe the requirements of the statute or ordinance, such as federally-mandated regulations which affords the agency no discretion to consider less restrictive alternatives. [L 1998, c 168, pt of §2, §5; am L 2002, c 202, §5]"
}