{
    "name": "Periodic review; evaluation report",
    "number": "7",
    "text": "(a)  Each agency having rules that affect small business in effect on July 1, 1998 shall submit by June 30 of each odd-numbered year, a list of those rules to the small business regulatory review board.  The agency shall also submit a report describing the specific public purpose or interest for adopting the respective rules and any other reasons to justify its continued implementation. \t(b)  The small business regulatory review boardshall provide to the head of each agency a list of any rules adopted by the agency that affect small business and have generated complaints or concerns, including any rules that the board determines may duplicate, overlap, or conflict with other rules, or exceed statutory authority.  Within forty-five days after being notified by the board of the list, the agency shall submit a written report to the board in response to the complaints or concerns.  The agency shall also state whether the agency has considered the continued need for the rules and the degree to which technology, economic conditions, and other relevant factors may have diminished or eliminated the need for maintaining the rules.\n (c)  The board may solicit testimony from the public regarding any report submitted by the agency under this section at a public meeting held pursuant to chapter 92.  Upon consideration of any report submitted by an agency under this section and any public testimony, the small business regulatory review board shall submit an evaluation report to each regular session of the legislature in even-numbered years.  The evaluation report shall include an assessment as to whether the public interest significantly outweighs a rule's effect on small business and any legislative proposal to eliminate or reduce the effect on small business.  The legislature may take such action in response to the report as it finds appropriate.  [L 1998, c 168, pt of §2, §5; am L 2002, c 202, §5]"
}