{
    "name": "Statewide council on independent living",
    "number": "9",
    "text": "(a)  There is established within the department of human services a statewide council on independent living.  The council shall consist of nineteen members appointed by the governor as provided in section 26-34 and without regard to section 78-4.  The members shall include:\n\n\n\n\t(1)\tAt least one director of a center [for] independent living chosen by the directors of centers for independent living;\n\t(2)\tAn employee of the department as an ex officio nonvoting member; and\n\t(3)\tMembers of other state agencies that provide services for individuals with disabilities as ex officio nonvoting members.\n\n\n\n\t(b)  The council may also include:\n\n\n\n\t(1)\tAdditional representatives from centers for independent living;\n\t(2)\tParents and guardians of individuals with disabilities;\n\t(3)\tAdvocates of and for individuals with disabilities;\n\t(4)\tRepresentatives from private business;\n\t(5)\tRepresentatives from organizations that provide services; and\n\t(6)\tOther appropriate individuals;\n\n\n\nprovided that the council shall include at least one member from each county; and provided further that a majority of the council shall be individuals with disabilities who are not employed by any state agency or center for independent living.  The council shall elect a chairperson from the membership.  Each member shall serve a term of three years and may not serve more than two consecutive full terms.\n\t(c)  The council members shall serve without compensation but shall be reimbursed for reasonable expenses, including travel expenses, necessary for the performance of their duties.\n\t(d)  The council shall:\n\n\n\n\t(1)\tDevelop and submit jointly with the department a state plan;\n\t(2)\tMonitor, review, and evaluate the implementation of the state plan;\n\t(3)\tCoordinate activities with the state rehabilitation council; and\n\t(4)\tSubmit to the commissioner of the rehabilitation services administration such periodic reports as are requested. [L 1993, c 197, pt of §1; am L 1994, c 126, §3; am L 1995, c 84, §§1, 3; am L 2000, c 4, §4]\n\n\n\n\nRevision Note\n  Subsections (b) to (d) redesignated pursuant to §23G-15(1).\n\n\nPrevious\nVol07_Ch0346-0398\nNext"
}