{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter, unless the context otherwise requires:\n\t\"Administrator\" means the administrator of the United States Environmental Protection Agency.\n\t\"CERCLA\" means the Comprehensive Environmental Response, Compensation and Liability Act of 1980, as amended, 42 U.S.C. §§9601-9675.\n\t\"Commission\" means the Hawaii state emergency response commission.\n\t\"Committee\" means the local emergency planning committee within each county responsible for preparing hazardous material plans and performing other functions under the Emergency Planning and Community Right-to-Know Act of 1986 and [this chapter].\n\t\"County agency\" means a county or any officer or agency thereof.\n\t\"Department\" means the department of health.\n\t\"Director\" means the director of health.\n\t\"EPCRA\" means the Emergency Planning and Community Right-to-Know Act of 1986, as amended, 42 U.S.C. §§11001-11050.\n \t\"Environment\" means any waters, including surface water, ground water, or drinking water; any land surface or any subsurface strata; or any ambient air, within the State or under the jurisdiction of the State.\n\t\"Extremely hazardous substance\" means any substance listed  in Appendix A of 40 Code of Federal Regulations Part 355, as amended, or as defined by rules adopted by the commission.\n\t\"Facility\" means any building, structure, installation, equipment, pipe or pipeline (including any pipe into a sewer or publicly-owned treatment works), well, pit, pond, lagoon, impoundment, ditch, landfill, storage container, motor carrier, rolling stock, aircraft, site, or area where a hazardous substance or pollutant or contaminant has been deposited, stored, disposed of, or placed, or otherwise comes to be located.  The term does not include any consumer product in consumer use.\n\t\"Hazardous material\" or \"hazardous substance\" means any hazardous substance as defined in chapter 128D.\n\t\"HEPCRA\" means the Hawaii Emergency Planning and Community Right-to-Know Act.\n\t\"Person\" means an individual, firm, corporation, association, partnership, consortium, joint venture, commercial entity, state, county, commission, or, to the extent the United States or an interstate body is subject to this chapter, the United States or the interstate body.\n\t\"Release\" means any spilling, leaking, pumping, pouring, emitting, emptying, discharging, injecting, escaping, leaching, dumping, or disposing of any hazardous substance, or pollutant or contaminant into the environment, including the abandonment or discarding of barrels, containers, and other closed receptacles containing a hazardous substance, or pollutant or contaminant.\nThe term does not include:\n\n\n\n\t(1)\tAny release that results in the exposure of persons solely within a workplace, with respect to claims that these persons may assert against their employer;\n\t(2)\tEmissions from the engine exhaust of a motor vehicle, rolling stock, aircraft, vessel, or pipeline pumping station engine;\n\t(3)\tRelease of a source, byproduct, or special nuclear material from a nuclear incident, as those terms are defined in the Atomic Energy Act of 1954, as amended, 42 U.S.C. §2011 et seq., if this release is subject to requirements with respect to financial protection established by the Nuclear Regulatory Commission under 42 U.S.C. §2210;\n\t(4)\tAny release resulting from the normal application of fertilizer;\n\t(5)\tAny release resulting from the legal application of a pesticide product registered under the Federal  Insecticide, Fungicide, and Rodenticide Act, as amended; or\n\t(6)\tAny release from sewerage systems collecting and conducting primarily domestic wastewater.\n\n\n\n\t\"Reportable quantity\" means the quantity of a hazardous material stated on the various lists of hazardous substances as defined in chapter 128D.\n\t\"Threshold planning quantity\" means the threshold planning quantity for an \"extremely hazardous substance\" as defined in 40 Code of Federal Regulations Part 355.\n\t\"Toxic chemical\" means a substance appearing on the list of chemicals described in section 313 of the Emergency Planning and Community Right-to-Know Act of 1986, as set forth in 40 Code of Federal Regulations Part 372. [L 1993, c 300, pt of §1]"
}