{
    "name": "Annual financial reports; fiscal records and fees",
    "number": "6.5",
    "text": "(a)  Every charitable organization required to register pursuant to section 467B-2.1 shall annually file with the department a report for its most recently completed fiscal year.  If the charitable organization files a Form 990 or 990-EZ with the Internal Revenue Service, the annual report shall be a copy of that Form 990 or 990-EZ.  If the registered charitable organization is required to file a Form 990-T with the Internal Revenue Service, the annual report shall include a copy of that Form 990-T.  If a charitable organization is not required to file a Form 990 or 990-EZ with the Internal Revenue Service, the annual report shall contain all information prescribed by the department.  The charitable organization shall file its annual report not later than the fifteenth day of the fifth month following the close of its fiscal year.  A charitable organization that has obtained an extension of time to file a Form 990 or 990-EZ from the Internal Revenue Service may obtain an extension of time to file the annual report with the department, by filing with the department a copy of the Internal Revenue Service's approved extension of time to file.  The report shall be accompanied by a filing fee as prescribed by subsection (d).  The department shall accept, under conditions prescribed by the attorney general, a copy or duplicate original of financial statements, reports, or returns filed by the charitable organization with the Internal Revenue Service or another state having requirements similar to the provisions of this section; provided that the attorney general may prescribe the form of the annual financial report for charitable organizations that file the Form 990-N with the Internal Revenue Service.\n     (b)  A charitable organization with gross revenue in excess of $500,000 in the year covered by the report shall include with its annual financial report, an audit report, prepared in accordance with generally accepted accounting principles, by a certified public accountant; provided that any charitable organization shall include with its annual financial report an audit report, prepared in accordance with generally accepted accounting principles, by a certified public accountant if required to do so by a governmental authority or a third party.  For the purpose of this subsection, \"gross revenue\" does not include grants or fees from government agencies or revenue derived from funds held in trust for the benefit of the organization.\n     (c)  The department, upon written request and for good cause shown, may grant an extension of time, not to exceed three months, for the filing of the annual report required by this section.\n     (d)  Each charitable organization filing a report required by this section shall pay a filing fee to the department based on the total amount of its gross revenues during the time covered by the report at the close of the calendar or fiscal year adopted by the charitable organization as follows:\n     (1)  $10, if less than $25,000;\n     (2)  $25, if $25,000 but less than $50,000;\n     (3)  $50, if $50,000 but less than $100,000;\n     (4)  $100, if $100,000 but less than $250,000;\n     (5)  $150, if $250,000 but less than $500,000;\n     (6)  $200, if $500,000 but less than $1,000,000;\n     (7)  $250, if $1,000,000 but less than $2,000,000;\n     (8)  $350, if $2,000,000 but less than $5,000,000; or\n     (9)  $600, if $5,000,000 or more.\n     (e)  If a return or report required under this section is not filed, taking into account any extension of time for filing, unless it is shown that the failure is due to reasonable cause, a fine of $20 shall be imposed for each day during which the violation continues; provided that the total amount imposed under this subsection shall not exceed $1,000.\n     (f)  Every charitable organization subject to section 467B-2.1 and this section shall keep true fiscal records that shall be available to the department for inspection upon request.  The organization shall retain the records for no less than three years after the end of the fiscal year to which they relate.\n     (g)  The attorney general may require the annual financial report and audit report required by subsections (a) and (b) to be electronically submitted and to include electronic signatures. [L 2008, c 174, pt of §2; am L 2011, c 40, §2]"
}