{
    "name": "Certain contracts, when actionable",
    "number": "1",
    "text": "No action shall be brought and maintained in any of the following cases:\n     (1)  To charge a personal representative, upon any special promise to answer for damages out of the personal representative's own estate;\n     (2)  To charge any person upon any special promise to answer for the debt, default, or misdoings of another;\n     (3)  To charge any person, upon an agreement made in consideration of marriage;\n     (4)  Upon any contract for the sale of lands, tenements, or hereditaments, or of any interest in or concerning them;\n     (5)  Upon any agreement that is not to be performed within one year from the making thereof;\n     (6)  To charge any person upon any agreement authorizing or employing an agent or broker to purchase or sell real estate for compensation or commission;\n     (7)  To charge the estate of any deceased person upon any agreement which by its terms is not to be performed during the lifetime of the promisor, or, in the case of agreements made prior to July 1, 1977, of an agreement to devise or bequeath any property, or to make any provision for any person by will; or\n     (8)  To charge any financial institution upon an agreement by the financial institution to lend money or extend credit in an amount greater than $50,000;\nunless the promise, contract, or agreement, upon which the action is brought, or some memorandum or note thereof, is in writing, and is signed by the party to be charged therewith, or by some person thereunto by the party in writing lawfully authorized.  The term \"financial institution\" used in [paragraph] (8) means an institution domiciled in this State whose deposits are federally insured or a financial institution which is examined and supervised by the commissioner of financial institutions. [CC 1859, §1053; am L 1923, c 5, §1; RL 1925, §2665; am L 1929, c 21, §1; RL 1935, §3900; RL 1945, §8721; RL 1955, §190-1; HRS ; am L 1976, c 200, pt of §1; am L 1977, c 144, §63; gen ch 1985; am L 1990, c 119, §1]\n \nCross References\n \n  Oral lease of real property not exceeding one year, see §666-4.\n \nCase Notes\n \n  Par. (2):  Plaintiff health care provider's claim for breach of alleged oral contract not barred by statute of frauds, where, by orally agreeing to cover insured's treatment, defendants were clearly advancing their own business purpose of maintaining the business relationship with their insured and preventing an escalation of costs with plaintiff.  58 F. Supp. 2d 1162.\n  Partnership agreement has to be in writing where the partnership is formed for purpose of transferring a specific piece of land.  680 F. Supp. 1438.\n  Third section English Statute, not enacted.  3 H. 274.  See 5 H. 600.  Parol assignment of mortgage where note and deed endorsed.  5 H. 397; 6 H. 114.  New agreement to pay interest on interest secured by mortgage not within statute.  8 H. 742.  Trust in personalty created by parol.  5 H. 497.  Concerning waiver of statute.  32 H. 183.  Resulting trust may be established by parol evidence; not within statute.  2 H. 563; 6 H. 489; 34 H. 363.  See 2 H. 662.  Showing of forebearance, in and of itself, not sufficient part performance to remove oral contract from operation of statute.  58 H. 4, 563 P.2d 391; 4 H. App. 333, 666 P.2d 617.\n  Statute of frauds must be pleaded as affirmative defense under HRCP 8(c).  45 H. 1, 361 P.2d 374.\n  Where no real property interest was transferred to owner by virtue of owner's redemption of property at IRS tax sale, statute of frauds inapplicable.  84 H. 360 (App.), 934 P.2d 1.\n  Where sole proprietorship accepted the benefits of the telephone and other services provided by phone company in substantial reliance on sole proprietorship's oral agreement to pay for services executed, sole proprietorship and its sole proprietor were liable for the cost of those services.  98 H. 462 (App.), 50 P.3d 431.\n  Par. (2):  To charge person for debt, default or misdoings of another.  Statute of frauds applies only to oral promises made to a person to whom another is answerable.  35 H. 579, 581.  Promise to pay for goods delivered to another is an original promise not within statute.  13 H. 212; 34 H. 875, 877.  Promise to pay debt of another under certain circumstances not within statute.  17 H. 32, 38.  Promise to save maker of note harmless is original promise.  19 H. 554.  Promise to pay debt of another under certain circumstances not within statute.  Collateral and original promise, discussed.  2 H. App. 679, 639 P.2d 426.\n  Par. (4):  Contract for sale of lands or interest therein.  Sale under order of court not within statute.  3 H. 705.  Seal not essential to validity of instrument for conveyance of land.  4 H. 459 and see 4 H. 515.  Necessary elements constituting a memorandum.  4 H. 593, 598.  Signature by \"X\" held sufficient.  4 H. 133.  Improvements as removing transaction from statute.  4 H. 637.  Possession of land in buyer, when sufficient to take case out of statute.  4 H. 593.  Specific performance of oral contract on ground of part performance.  9 H. 117.  Bond for a deed sufficient to satisfy statute.  18 H. 602, 609.  Gift of land held contract within statute.  6 H. 160.  Special circumstances taking sale of house out.  7 H. 755.  Agreement to sell land must be in writing.  8 H. 649.  Easement may not be created by parol.  21 H. 751.  Signature of defendant alone, whether vendor or vendee, is sufficient.  9 H. 434; 13 H. 307; 29 H. 669; 34 H. 651.  Mutual restrictions on land use similar to easements and statute applies.  44 H. 235, 353 P.2d 1007.  Agreement of A and B that A purchase at auction for joint account of both within.  10 H. 395.  Contract for lease or sublease within.  11 H. 181.  Part performance of oral agreement to sublet as taking case out of statute of frauds.  31 H. 799.  Oral acceptance by A of written offer signed by B sufficient for specific performance against B.  13 H. 92; 13 H. 471, 475.  Memorandum may be in form of one or more receipts or letters.  13 H. 392.  Question of separate writings constituting the memorandum; check as memorandum.  42 H. 485.  Parol partition of land not within.  16 H. 294.  Contract for sale of interest in land includes leases.  23 H. 706, 709.  Under certain circumstances parol agreement to grant lease enforceable in equity.  25 H. 494.  Oral agreement to sublet.  31 H. 799.  Parol agreement to cancel written lease.  34 H. 1.  Insufficiency of memorandum.  206 F.2d 892.  Sufficiency of a memorandum of contract for sale of lands.  42 H. 304.  When memorandum may be proved as a lost document.  45 H. 1, 361 P.2d 374.  Requirement that authorization be in writing if the instrument is signed by another, referred to.  50 H. 189, 436 P.2d 207.  See 5 H. 650.  Oral contract becomes enforceable if there has been part performance.  50 H. 641, 447 P.2d 667.  When two or more writings, signed and unsigned, may be considered together.  54 H. 433, 508 P.2d 1051.  Parol contract to convey real property must be established by clear and convincing evidence; part performance to take it out of statute requires similar proof.  58 H. 40, 564 P.2d 144.  Appellees were bound by the terms of agreement, notwithstanding the statute of frauds, where although there was a written agreement signed by the parties' attorneys, there was no writing authorizing appellees' attorney to enter into agreement.  78 H. 76, 890 P.2d 313.  Sufficiency of DROA (deposit receipt, offer and acceptance form).  5 H. App. 581, 704 P.2d 930.\n  Par. (5):  Agreement not to be performed within one year.  Agreement to lease land for cultivation treated as a license.  3 H. 306 (single justice).  Contract contemplating continuous telephone service for years is within.  6 H. 589 (single justice).  Agreement to take charge of a plantation for three years is within.  2 H. 753.  If contract could have been performed within a year although in fact it was not, it is excepted from the statute.  5 H. 67.  See 35 H. 402, 416.  Enforcement by virtue of reliance on oral contract.  52 H. 29, 469 P.2d 177.  Section does not bar a party from proving the existence of the other party's alleged oral promissory representations in a fraudulent inducement defense.  7 H. App. 473, 778 P.2d 721.\n  Par. (6):  Agreement authorizing or employing agent to buy or sell realty for compensation.  Prior law.  These cases decided prior to addition of par. 6, in 1923.  Promise to pay real estate broker for negotiating sale or purchase of land not within.  11 H. 463.  Agent's authority need not be in writing.  17 H. 87.\n  Par. (7):  Charging estate of decedent on agreement to be performed after death, to devise property, or make provisions by will.  Concerning oral contract to devise land with part performance.  26 H. 369; 27 H. 457.  Oral contract to make a will must be established by clear and convincing evidence, and proof of part performance to take case out of statute must be established by similar evidence.  58 H. 4, 563 P.2d 391.  Enforcement by virtue of reliance on oral contract.  66 H. 451, 666 P.2d 582.\n  Exceptions to statute:  Plaintiffs failed to present clear and convincing evidence of existence and terms of alleged oral option contract.  906 F. Supp. 1377.\n \nHawaii Legal Reporter Citations\n \n  Real estate sales.  80-1 HLR 800595.\n  Oral property settlement agreement.  82-1 HLR 820253."
}