{
    "name": "Commercial promotion of marijuana in the second degree",
    "number": "1249.5",
    "text": "(1)  A person commits the offense of commercial promotion of marijuana in the second degree if the person knowingly:\n\n\n\n\t(a)\tPossesses marijuana having an aggregate weight of two pounds or more; or\n\t(b)\tDistributes marijuana having an aggregate weight of one pound or more; or\n\t(c)\tPossesses, cultivates, or has under the person's control fifty or more marijuana plants; or\n\t(d)\tCultivates on land owned by another person, including land owned by the government or other legal entity, any marijuana plant, unless the person has the express permission from the owner of the land to cultivate the marijuana or the person has a legal or an equitable ownership interest in the land or the person has a legal right to occupy the land; or\n\t(e)\tSells or barters any marijuana or any Schedule V substance in any amount to a minor.\n\n\n\n\t(2)  Commercial promotion of marijuana in the second degree is a class B felony.\n\t(3)  Any marijuana seized as evidence in violation of this section in excess of an aggregate weight of two pounds as stated in subsection (1)(a), or in excess of an aggregate weight of one pound as stated in subsection (1)(b), or in excess of twenty-five marijuana plants as stated in subsection (1)(c) may be destroyed after the excess amount has been photographed and the number of plants and the weight thereof has been recorded.  The required minimum amount of the marijuana needed to constitute the elements of this offense shall remain in the custody of the police until the termination of any criminal action brought as a result of the seizure of the marijuana.  Photographs duly identified as accurately representing the marijuana shall be deemed competent evidence of the marijuana involved and shall be admissible in any proceeding, hearing, or trial to the same extent as the marijuana itself; provided that nothing in this subsection shall be construed to limit or to restrict the application of Rule 901 of the Hawaii Rules of Evidence. [L 1986, c 314, §76; am L 1987, c 176, §8; am L 1989, c 384, §4]"
}