{
    "name": "Promoting intoxicating liquor to a minor",
    "number": "1250.5",
    "text": "(1)  A person, including any licensee as defined in section 281-1, commits the offense of promoting intoxicating liquor to a minor if he knowingly:\n\n\n\n\t(a)\tSells or offers for sale, delivers, or gives to a person intoxicating liquor, and the person receiving the intoxicating liquor is a minor; or\n\t(b)\tPermits a person to possess intoxicating liquor while on property under his control, and the person possessing the intoxicating liquor is a minor.\n\n\n\n\t(2)  It is a defense to a prosecution for promoting intoxicating liquor to a minor that:\n\n\n\n\t(a)\tThe intoxicating liquor provided to the minor was an ingredient in a medicine prescribed by a licensed physician for medical treatment of the minor; or\n\t(b)\tThe intoxicating liquor was provided to the minor as part of a ceremony of a recognized religion; or\n\t(c)\tThe defendant provided the intoxicating liquor to the minor with the belief, which was reasonable under the circumstances, that the minor had attained the age of twenty-one; or\n\t(d)\tThe defendant provided the intoxicating liquor to the minor with the express consent of the parent or legal guardian and with the belief, which was reasonable under the circumstances, that the minor would not consume any portion of the substance; or\n\t(e)\tThe defendant provided the intoxicating liquor to the minor with the express consent of the parent or legal guardian and with the belief, which was reasonable under the circumstances, that the minor would consume the substance only in the presence of the parent or legal guardian; or\n\t(f)\tThe intoxicating liquor was possessed by the minor to be sold or served as allowed by law.\n\n\n\n\t(3)  The fact that a person engaged in the conduct specified by this section is prima facie evidence that the person engaged in that conduct with knowledge of the character, nature, and quantity of the intoxicating liquor possessed, distributed, or sold.\n\tThe fact that the defendant distributed or sold intoxicating liquor to a minor is prima facie evidence that the defendant knew the transferee was a minor, except as provided in subsection (2)(c).\n\t(4)  For the purposes of this section, \"minor\" means any person below the age of twenty-one years.\n\t(5)  Promoting intoxicating liquor to a minor is a misdemeanor. [L 1984, c 122, §1; am L 1986, c 342, §4; am L 1987, c 283, §70; am L 1991, c 206, §2; am L 1992, c 207, §2]"
}