{
    "name": "Prostitution",
    "number": "1200",
    "text": "PART I.  PROSTITUTION AND PROMOTING PROSTITUTION\n     (1)  A person commits the offense of prostitution if the person engages in, or agrees or offers to engage in, sexual conduct with another person for a fee.\n\t(2)  As used in subsection (1), \"sexual conduct\" means \"sexual penetration,\" \"deviate sexual intercourse,\" or \"sexual contact,\" as those terms are defined in section 707-700.\n\t(3)  Prostitution is a petty misdemeanor.\n\t(4)  A person convicted of committing the offense of prostitution shall be sentenced as follows:\n\n\n\n\t(a)\tFor the first offense, when the court has not deferred further proceedings pursuant to chapter 853, a mandatory fine of $500 and the person may be sentenced to a term of imprisonment of not more than thirty days or probation; provided that in the event the convicted person defaults in payment of the $500 fine, and the default was not contumacious, the court may sentence the person to perform services for the community as authorized by section 706-605(1).\n\t(b)\tFor any subsequent offense, a mandatory fine of $500 and a term of imprisonment of thirty days or probation, without possibility of deferral of further proceedings pursuant to chapter 853 and without possibility of suspension of sentence.\n\t(c)\tFor the purpose of this subsection, if the court has deferred further proceedings pursuant to chapter 853, and notwithstanding any provision of chapter 853 to the contrary, the defendant shall not be eligible to apply for expungement pursuant to section 831-3.2 until four years following discharge.  A plea previously entered by a defendant under section 853-1 for a violation of this section shall be considered a prior offense.  When the court has ordered a sentence of probation, the court may impose as a condition of probation that the defendant complete a course of prostitution intervention classes; provided that the court may only impose such condition for one term of probation.\n\n\n\n\t(5)  This section shall not apply to any member of a police department, a sheriff, or a law enforcement officer acting in the course and scope of duties. [L 1972, c 9, pt of §1; am L 1981, c 110, §1; am L 1986, c 314, §§73, 74; am L 1990, c 204, §1; am L 1993, c 130, §1; am L 1998, c 177, §2]"
}