{
    "name": "Attorneys, qualifications",
    "number": "1",
    "text": "(a)  The supreme court may examine, admit, and reinstate as practitioners in the courts of the State, such persons as it may find qualified for that purpose, who have taken the prescribed oath of office.  The supreme court shall have the sole power to revoke or suspend the license of any such practitioner.\n\t(b)  In order to be licensed by the supreme court, a person shall be of good moral character, and shall satisfy such residence and other requirements as the supreme court may prescribe.\n\t(c)  In addition to other qualifications for licensure and conditions for continuing eligibility to hold a license, applicants for licensure, licensees renewing their licenses, and existing licensees shall be in compliance with an order of support as defined in section 576D-1 and has not failed to comply with a subpoena or warrant relating to a paternity or child support hearing.\n\t(d)  In addition to other qualifications for licensure and conditions for continuing eligibility to hold a license, applicants for licensure, licensees renewing their licenses, and existing licensees shall be in compliance with any obligation under any student loan, student loan repayment contract, or scholarship contract that financed the licensee's or applicant's education or shall be in compliance with a repayment plan as provided in chapter 436C.\n\tThe licensing authority shall not renew or reinstate, or shall deny or suspend any license or application, if the licensing authority has received certification from an administering entity pursuant to chapter 436C that the licensee or applicant is in default or breach of any obligation under any student loan, student loan repayment contract, or scholarship contract that financed the licensee's or applicant's education or has failed to comply with a repayment plan.\n\tThe licensing authority in receipt of a certification pursuant to chapter 436C shall, as applicable, and without further review or hearing:\n\n\n\n\t(1)\tSuspend the license;\n\t(2)\tDeny the application or request for renewal of the license; or\n\t(3)\tDeny the request for reinstatement of the license,\n\n\n\nand unless otherwise provided by law, shall renew, reinstate, or grant the license only upon receipt of an authorization from the administering entity. [CC 1859, §1065; am L 1921, c 81, §1; RL 1925, §2304; RL 1935, §3603; am L 1937, c 173, §1; RL 1945, §9701; am L 1945, c 226, §1; am L Sp 1949, c 67, §1; RL 1955, §217-1; HRS ; am L 1972, c 184, §1(a); am L 1976, c 76, §1; am L 1997, c 293, §46; am L 2002, c 226, §9; am L 2003, c 133, §13]"
}