{
    "name": "Immunities; rights",
    "number": "18",
    "text": "(a)  Neither:\n\n\n\n\t(1)\tThe State;\n\t(2)\tAny political subdivision of the State;\n\t(3)\tAny public utility or vital facility;\n\t(4)\tPrivate agencies or entities; nor\n\t(5)\tExcept in cases of wilful misconduct, persons engaged in civil defense functions pursuant to this chapter (including volunteers whose services are accepted by any authorized person), \n\n\n\nshall be civilly liable for the death of or injury to persons, or property damage, as a result of any act or omission in the course of the employment or duties under this chapter.\n\t(b)  No act or omission shall be imputed to the owner of any vehicle by reason of the owner's ownership thereof; provided that nothing herein shall preclude recovery by any person for injury or damage sustained from the operation of any vehicle which may be insured under section 41D-8 to the extent of the insurance, and unless specifically provided, insurance effected under section 41D-8 shall not include coverage of such risk during a civil defense emergency period.  The governor may insure vehicles owned by the State or in the custody and use of the civil defense agency, but insurance effected under section 41D-8 on vehicles used for purposes other than civil defense need not necessarily include coverage of the insured vehicle against the risk incurred or which would be incurred under this chapter as a result of the use of the insured vehicle for civil defense.\n\t(c)  Members of the United States army, air force, navy, marines, or coast guard on any duty or service done under or in pursuance of an order or call of the President of the United States or any proper authority, and the national guard from any other state ordered into service by any proper authority, to assist civil authorities engaged in civil defense functions pursuant to this chapter shall not be liable, civilly or criminally, for any act done or caused by them in pursuance of duty in such service. [L 1951, c 268, pt of §2; RL 1955, §359-18; HRS ; gen ch 1985; am L 1992, c 87, §3; am L 2002, c 220, §2]"
}