{
    "name": "Policy and purposes",
    "number": "1",
    "text": "(a)  Because of the importance of the State as a strategic defense area, the dependence of the State upon seaborne commerce for food supplies and other commodities essential to the public health, safety, and welfare and to the economic life of its people, the danger of shortages of such supplies and commodities, and other emergency conditions affecting the readiness of this community to do its part in the existing national emergency which was declared by the President on December 16, 1950, and the possibility of disasters or emergencies of great destructiveness resulting from enemy attack, sabotage, or other hostile action, therefore in order to insure that preparations of this State and the government provided for this State will be adequate to deal with disasters or emergencies, to make adequate provision against such shortages, to maintain the strength, resources, and economic life of the community and provide for prompt and effective action, as the circumstances develop and in cooperation with the federal government, to further and promote the national defense and civil defense and to protect the public health, safety, and welfare, the provisions of this chapter are hereby found and declared to be necessary.\n\t(b)  It is further declared to be a purpose of this chapter and a policy of the State that all civil defense functions of this State be coordinated to the maximum extent with the comparable functions of the federal government including its various departments and agencies, with those of other states and localities, and with those of private agencies of every type, to the end that the most effective preparation and use may be made of all personnel, resources, and facilities for dealing with any disaster that may occur.  It further is the intent of the legislature that all other emergency functions be coordinated to the maximum extent with the comparable functions of the federal government, its departments and agencies.\n\t(c)  It is declared to be the intent of the legislature to provide for and confer comprehensive powers for the purposes stated.  This chapter shall be liberally construed to effectuate its purposes, provided that this chapter shall not be construed as conferring any power or permitting any action which is inconsistent with the Constitution and laws of the United States, but, in so construing this chapter, due consideration shall be given to the circumstances as they exist from time to time.  This chapter shall not be deemed to have been amended by an act hereafter enacted at the same or any other session of the legislature, unless this chapter is amended by express reference hereto. [L 1951, c 268, pt of §2; RL 1955, §359-1; HRS ; gen ch 1993]"
}