{
    "name": "Higher education board allowances for students",
    "number": "17.4",
    "text": "(a)  Eligible former foster youths shall be eligible for higher education board allowances after reaching the age of majority and the higher education board payments for that former foster youth shall be paid to an accredited institution of higher learning, another intermediary contracted by the department, the former foster youth, or to the former foster youth's former foster parents, as appropriate; provided that:\n     (1)  The former foster youth is twenty-one years old or younger; and\n     (2)  Within one school year after high school completion, the former foster youth is attending or has been accepted to attend an accredited institution of higher learning on a full-time basis, or on a part-time basis for the first academic year, if approved by the director upon such terms and conditions as the director deems appropriate.\n     (b)  Reimbursement to foster parents for the former foster youth's higher education board cost up to the maximum allowable board amount shall be made retroactive to the former foster youth's entry into an accredited institution of higher learning on a full-time basis, but no earlier than July 1, 1987, or on a part-time basis for the first academic year, but no earlier than July 1, 1999.\n     (c)  Higher education board allowances may be applied to costs incurred in undertaking full-time studies or part-time studies for the first academic year, if approved by the director upon such terms and conditions as the director deems appropriate, at an institution of higher learning.\n     (d)  The department's standards relating to income resources of foster children shall be applicable to this section. [L 1989, c 394, §1; am L 1990, c 276, §1; am L 1999, c 124, §1; am L 2000, c 79, §1; am L 2001, c 80, §2; am L 2006, c 289, §3]"
}