{
    "name": "Burial of deceased medical or financial assistance recipients or unclaimed corpses",
    "number": "15",
    "text": "(a)  The department of human services may bear the cost of the burial of deceased medical or financial assistance recipients or unclaimed corpses.  Burial services include the customary mortuary, crematory, cemetery, and other services essential in providing a dignified burial.\n     (b)  The department may pay for mortuary and crematory services to be furnished by any licensed provider of mortuary and crematory services.  Mortuary and crematory payments shall be made to the extent of cost, or in the sum of $400, whichever is less.\n     (c)  The department may pay for cemetery services, to be furnished by any licensed provider of cemetery services.  Cemetery payments shall be made to the extent of cost, or in the sum of $400, whichever is less.\n     (d)  In cases where the decedent is survived by relatives, the relatives shall be permitted to make their own arrangements for the burial or cremation of their deceased relative.\n     (e)  The person submitting an application for funeral payments under the department's funeral payment program, on behalf of a deceased medical or financial assistance recipient, shall have sixty days from the date of death of the deceased to submit the application for funeral payments to the department.  This subsection shall not apply to applications submitted by the respective county medical examiner or coroner on behalf of unclaimed corpses.\n     (f)  All unclaimed corpses shall be cremated.  The department of human services shall authorize the cremation of unclaimed corpses.\n     (g)  A person or public or private agency, including the department of human services, shall not be liable for any damage or subject to criminal prosecution for any act done pursuant to and in compliance with this section.\n     (h)  For the purposes of this section, \"unclaimed corpse\" means the remains of any deceased person for whom no one has assumed responsibility for disposition of the body within five working days, excluding weekends, from the date of death and about whom the department and the respective county medical examiner or coroner have no actual knowledge of a legally responsible party.\n     (i)  The department shall adopt rules pursuant to chapter 91 for purposes of administering and implementing this section. [L 1943, c 36, §1; RL 1945, §4828; am L 1945, c 161, §1; am L 1947, c 22, §1; am L 1953, c 153, §4; RL 1955, §108-8; HRS ; am L 1970, c 88, §1 and c 105, §5; am L 1976, c 177, §1; am L 1985, c 34, §1; am L 1987, c 339, §4; am L 1992, c 20, §1; am L 2000, c 101, §2; am L 2001, c 41, §2]\n \nCross References\n \n  State responsibility, see §27-1.\n \nCase Notes\n \n  Duty of burial.  42 H. 500."
}