{
    "name": "Grant of approval",
    "number": "3-304",
    "text": "(a)  An application for a license shall be approved only if the commissioner finds that:\n\n\n\n\t(1)\tThe proposed nondepository financial services loan company and holding company, if any, will comply with the requirements of this chapter; and\n\t(2)\tThe qualifications, character, financial responsibility, experience, and general fitness of the proposed directors and executive officers of the nondepository financial services loan company are such as will warrant public confidence and a belief that the business of the nondepository financial services loan company will be honestly and efficiently conducted.  For purposes of this section, the commissioner may presume that in the absence of credible evidence to the contrary, a director, officer, or controlling person is of good character and sound financial standing.  Such presumption may be rebutted by evidence to the contrary, including without limitation a finding that such director, officer, or controlling person has:\n\n\t\t(A)\tBeen convicted of, or has pleaded nolo contendere to, any crime involving an act of fraud or dishonesty;\n\t\t(B)\tConsented to or suffered a judgment in any civil action based upon conduct involving an act of fraud or dishonesty;\n\t\t(C)\tConsented to or suffered the suspension or revocation of any professional, occupational, or vocational license based upon conduct involving an act of fraud or dishonesty;\n\t\t(D)\tWilfully made or caused to be made in any application or report filed with the commissioner, or in any proceeding before the commissioner, any statement which was at the time and in the light of the circumstances under which it was made false or misleading with respect to any material fact, or has wilfully omitted to state in any application or report any material fact which was required to be stated therein; or\n\t\t(E)\tWilfully committed any violation of, or has wilfully aided, abetted, counseled, commanded, induced, or procured the violation by any other person of, any provision of this chapter or of any rule or order issued under this chapter.\n\n\n\n\n\n\t(b)  If the commissioner is satisfied that the applicant has fulfilled all the requirements of law and is qualified to engage in the business of a nondepository financial services loan company, the commissioner shall issue a written decision and order approving the application.  Upon the approval of the application, the payment of an initial license fee established by rule pursuant to chapter 91, and, if applicable, upon providing satisfactory evidence to the commissioner of compliance with the requirements of chapter 414 relating to foreign corporations, the commissioner shall issue to the applicant a license to engage in the business of a nondepository financial services loan company under this chapter.\n\t(c)  In granting approval, the commissioner may impose any conditions and restrictions that are in the public interest, including but not limited to requiring the applicant to fulfill representations contained in its application and agreements made with the commissioner during the application process. [L 1993, c 350, pt of §1; am L 2001, c 170, §5; am L 2002, c 40, §16]"
}