{
    "name": "General powers",
    "number": "6-200",
    "text": "PART II.  POWERS OF SAVINGS BANKS\n\n §412:6-200    (a)  Except as expressly prohibited or limited by this chapter, a savings bank shall have the power to solicit, accept and hold deposits, engage in other activities which are usual or incidental to the business of a savings bank, and shall have all rights, powers and privileges of a corporation organized under the laws of this State including but not limited to the power to:\n\n\n\n\t(1)\tMake loans and extensions of credit of any kind, whether unsecured or secured by real or personal property of any kind or description;\n\t(2)\tBorrow money from any source, within or without the State;\n\t(3)\tEnter into repurchase agreements;\n\t(4)\tBuy and sell foreign currency; and\n\t(5)\tMake investments as permitted under this article.\n\n\n\n\t(b)  Except as otherwise expressly authorized by this chapter or by the commissioner under section 412:6-201, a savings bank shall not:\n\n\n\n\t(1)\tEmploy its funds, directly or indirectly, in trade or commerce, by buying or selling ordinary goods, chattels, wares, and merchandise, except as an incidental operation or when related to another permitted activity, or by owning or operating industrial or manufacturing plants of any kind;\n\t(2)\tOwn or control the capital stock of any other corporation after July 1, 1994;\n\t(3)\tDeal in gold bullion, except a savings bank may buy and sell gold coins minted by the United States Treasury; or\n\t(4)\tEngage in any business for which a real estate broker's license is required, in any business for which an insurance producer license is required, or in any business of a securities broker or dealer.  This prohibition shall not apply to the sale of credit life and other forms of credit related insurance products and shall not affect previous licenses or approvals granted to sell securities or non-credit related forms of insurance. [L 1993, c 350, pt of §1; am L 2003, c 212, §10]"
}