{
    "name": "Definitions",
    "number": "10-100",
    "text": "ARTICLE 10.  CREDIT UNIONS\n\nPART I.  GENERAL PROVISIONS\n\n     The following definitions shall apply in construing this article unless such application would produce a result clearly inconsistent with the context of the statutory provision:\n\t\"Capital\" means share accounts, membership shares, reserves and undivided earnings.\n\t\"Common bond\" means persons or groups of persons, including members of the immediate family of persons within such groups, having a similar profession or occupation, being members of the same industry or trade, belonging to the same trade union; being members of the same association, club, or other organization; residing within an identifiable neighborhood, community, rural district, or county; being employed by a common employer; or being employed by the credit union.\n\t\"Corporate credit union\" means a credit union whose field of membership consists primarily of other credit unions.\n\t\"Credit union\" means a cooperative, nonprofit association, chartered under this chapter for the purposes of encouraging thrift among its members, creating a source of credit at a fair and reasonable rate of interest, and providing an opportunity for its members to use and control their own money to improve their economic and social condition.\n\t\"Credit union service organization\" means any organization which is established primarily to serve the needs of its member credit unions, and whose business relates to the daily operations of the credit unions it serves.\n\t\"Deposit account\" means a balance held by a credit union and established by a member, another credit union or a governmental unit in accordance with standards established by the board of directors of the credit union including balances designated as deposits, deposit certificates, checking accounts or other names.  Ownership of a deposit account does not represent an interest in the capital of the credit union upon dissolution or conversion to another type of institution.  A deposit account is a debt owed by the credit union to the account holder.\n\t\"Federal power\" means any activity, right, privilege, or immunity granted to any federal credit union under any federal statute, rule, regulation, interpretation, or court decision.\n\t\"Field of membership\" means the group or category of persons eligible for membership in a credit union who share a common bond.\n\t\"Fixed asset\" means a structure, land, computer hardware and software, and equipment.\n\t\"Insolvent\" means the condition that results when the cash value of assets realizable in a reasonable time is less than the liabilities that must be met within that time.\n\t\"Membership share\" means a balance held by a credit union and established by a member in accordance with standards specified by the credit union.  Each member may own only one membership share.  Ownership of a membership share confers membership and voting rights.\n\t\"Members of the immediate family\" shall be defined in the credit union's bylaws and may include persons related by blood or marriage, as well as foster and adopted children.\n\t\"Reserves\" means allocations of retained earnings and includes regular and special reserves, except for any allowances for loan losses and investment losses.\n\t\"Residential real property\" means real property on which is situated a dwelling unit comprised of not more than four family units, the primary use of which is occupancy as a home, and includes, without limitation, a condominium or cooperative apartment.\n\t\"Share\" or \"share account\" means a balance held by a credit union and established by a member in accordance with standards specified by the credit union including balances designated as \"regular shares,\" \"share draft accounts,\" \"share certificates,\" \"membership shares\" or other names.  Ownership of a share account represents an interest in the capital of the credit union upon dissolution or conversion to another type of institution. [L 1993, c 350, pt of §1]"
}