{
    "name": "Removal or prohibition of institution-affiliated party; procedure; hearing; enforcement",
    "number": "2-307",
    "text": "(a)  The notice of charges and the proposed order of removal or prohibition shall be in writing and served upon the institution-affiliated party and the affiliated Hawaii financial institution.  The notice of charges shall state the alleged violations, wrongful practices, or breaches and a summary of the facts upon which such allegations are based.  The notice shall be accompanied by a proposed order stating the commissioner's intention to remove such party from office, or prohibit such party's affiliation with the financial institution, or both.  The notice of charges shall set forth a time and place for a hearing to determine whether the removal or prohibition order shall be issued. \t(b)  Within twenty days after service upon the institution-affiliated party, unless an earlier or later date is set by the commissioner upon request of the affected party, the commissioner shall hold a hearing in accordance with chapter 91.  If no appearance is made at the scheduled hearing by the party or its duly authorized representative, the party shall be deemed to have consented to the issuance of the removal or prohibition order and the commissioner may issue a permanent removal or prohibition order.  Any permanent removal or prohibition order issued after a hearing held in accordance with this subsection shall become effective after service upon the institution-affiliated party and shall remain effective until modified or terminated by the commissioner.  Any permanent order of removal or prohibition issued to an institution-affiliated party shall also be served upon the affiliated Hawaii financial institution.  Any appeal of a permanent removal or prohibition order shall be made to the circuit court in accordance with chapter 91.\n\t(c)  On or after the effective date of any permanent removal or prohibition order, the commissioner may apply for enforcement of the order to the circuit court. [L 1993, c 350, pt of §1]\nRules of Court\n  Appeals, see HRCP rule 72."
}