{
    "name": "Commissioner's determination of failing institution",
    "number": "2-501",
    "text": "(a)  Upon determining that a Hawaii financial institution is a failing financial institution, the commissioner shall serve written notice of such determination to the institution.  The notice shall set forth the basis for the commissioner's determination, and shall indicate that the commissioner intends to implement the provisions of this part. \t(b)  If the financial institution contests the commissioner's determination, it shall petition the circuit court to enjoin the commissioner's action, not more than five days after receiving notice of the commissioner's determination that it is a failing financial institution.  A hearing on the petition shall be held not more than fifteen days after the petition is filed, and in all other respects the matter shall be expedited.  The hearing under this subsection shall be closed to the public.\n\t(c)  [Subsection effective until June 30, 2006.  For subsection effective July 1, 2006, see below.]  An order by the circuit court made pursuant to this section may be appealed to the supreme court, but no stay of the order shall be granted pending such appeal.\n\t(c)  [Subsection effective July 1, 2006.  For subsection effective until June 30, 2006, see above.]  An order by the circuit court made pursuant to this section may be appealed to the intermediate appellate court, subject to chapter 602, but no stay of the order shall be granted pending such appeal.\n\t(d)  All court records, documents and files of the financial institution, the division of financial institutions, and the court, so far as they pertain to or are part of the record of the proceedings, shall be and remain confidential.  The court may, after hearing the arguments from the parties in chambers, order disclosure of documents for good cause.  Unless otherwise ordered, all papers filed with the court shall be sealed from the public and held in a confidential file.\n\t(e)  Nothing in this section shall preclude any action by the commissioner under any of the other powers granted to the commissioner by this chapter. [L 1993, c 350, pt of §1; am L 2004, c 202, §48]\nNote\n  L 2004, c 202, §82 provides:\n  \"SECTION 82.  Appeals pending in the supreme court as of the effective date of this Act [July 1, 2006] may be transferred to the intermediate appellate court or retained at the supreme court as the chief justice, in the chief justice's sole discretion, directs.\"\nRules of Court\n  Appeals to appellate courts, how taken, see HRAP rule 3."
}