{
    "name": "Permanent cease and desist orders; procedure; hearing; enforcement",
    "number": "2-303",
    "text": "§412:2-303    (a)  The notice of charges and proposed permanent cease and desist order shall be in writing and shall be served upon the institution-affiliated party or the Hawaii financial institution at its principal office in this State and upon any other affected party wherever that person can be located and served by the commissioner.  The notice of charges shall state the alleged violations or wrongful practices and a summary of the facts in support of such allegations.  The notice shall be accompanied by a proposed order which states the commissioner's intent to require discontinuance of such violation or practice and the immediate compliance with all requirements of any applicable agreement, conditions of approval, order, or law.  The proposed order may also direct such affirmative action as may be necessary to prevent insolvency or to correct the alleged violation or wrongful practice.  The notice of charges shall set forth a time and place for a hearing to determine whether the proposed order shall be issued. \t(b)  Within twenty days after service of a notice of charges, unless an earlier date or later date is set by the commissioner upon request of the affected party, the commissioner shall hold a hearing in accordance with chapter 91.  If no appearance is made at the scheduled hearing by the party or its duly authorized representative, the party shall be deemed to have consented to the issuance of the cease and desist order and the commissioner may issue a permanent cease and desist order.  Any cease and desist order issued after a hearing held in accordance with this subsection shall become effective after service upon the affected party and shall remain effective until modified or terminated by the commissioner.  Any appeal of a permanent cease and desist order shall be made to the circuit court in accordance with chapter 91.\n\t(c)  On or after the effective date of any permanent cease and desist order, the commissioner may apply for enforcement of the order to the circuit court.  Such application may also contain a petition for such other relief or remedies as may be appropriate in the circumstances.  The application shall be given precedence over other cases pending in court, and shall in every way be expedited. [L 1993, c 350, pt of §1; am L 1998, c 196, §4]\nRules of Court\n  Appeals, see HRCP rule 72."
}