{
    "name": "Consumer loan charges",
    "number": "9-304",
    "text": "Unless specifically authorized in this article or by rule adopted by the commissioner, a financial services loan company shall only have the right to charge, contract for, and receive in advance or otherwise, the following charges in addition to the interest permitted in section 412:9-302 for a consumer loan made under this article:\n\n\n\n\t(1)\tLate charges under the consumer loan on any delinquent installment, or portion of the delinquent installment where there has been no extension or deferment.  Delinquency occurs when the installment or payment is not paid on the due date.  Late charges shall not be collected more than once for the same delinquent installment.  Late charges on any consumer loan shall not exceed five per cent of the delinquent installment, and late charges shall not be assessed on any consumer loan after acceleration of the maturity of the consumer loan;\n\t(2)\tA prepayment penalty as provided in the note or other form of contract signed by the borrower on any amount that is voluntarily prepaid; provided that:\n\n\t\t(A)\tThe prepayment penalty on any consumer loan with a term of five years or more that is primarily secured by an interest in real property and in which the interest rate is computed under section 412:9-301(2) and which is prepaid within five years of the date of the loan shall be computed on the amount prepaid in excess of twenty per cent of the original principal amount of the loan in any twelve-month period measured from the date of the loan or from any anniversary of the loan date.  The prepayment penalty may be charged only on amounts in excess of the twenty per cent amount in each twelve-month period in such five-year period and shall not exceed six months of interest at the maximum interest rate permissible for the consumer loan by law on the amount prepaid;\n\t\t(B)\tThe prepayment penalty shall not be charged on a consumer loan that is a variable rate or open-end loan, on a precomputed loan on which interest is computed under section 412:9-301(1), or on loans that are not secured by real estate; and\n\t\t(C)\tThe prepayment penalty shall not be charged on any amount that is paid because of the exercise of any acceleration provision by the financial services loan company;\n\n\t(3)\tExtension or deferment charges on any payment on account of the principal balance of a loan, or a portion thereof, that is due on a particular date, but is extended or deferred to a later date by mutual agreement.  The charges shall be based upon the amount so extended or deferred at interest not exceeding that permitted upon the original loan under section 412:9-302, for the actual period of the extension or deferment.  The extension or deferment charges may be collected either in advance at the commencement of the period of extension or deferment or otherwise as agreed.  The term and conditions of the extension or deferment, including the amount of the consumer loan so extended or deferred, and the period of, and the charge for the extension or deferment shall be set forth in writing and signed by the borrower with one copy given to the borrower;\n\t(4)\tNonrefundable discount, points, loan fees, and loan origination charges; provided that:\n\n\t\t(A)\tDiscount, points, loan fees, and loan origination charges shall not be charged on precomputed loans on which interest is computed under section 412:9-301(1); and\n\t\t(B)\tThe nonrefundable discount, points, loan fees, and loan origination charges shall be permitted on consumer loans on which interest is computed under section 412:9-301(2) if the consumer loan is secured by an interest in real property or if the consumer loan is made to a lessee of land subject to the Hawaiian Homes Commission Act and the loan, but for the provisions of the Act, would be secured by a mortgage on the leasehold interest.  Provided further that, except for open-end loans, the nonrefundable discount, points, loan fees, and origination charges shall be included as interest to determine compliance of the loan with the interest rate limits under section 412:9-302(b)(2) when the consumer loan is made.\n\n\t\tThe nonrefundable discount, points, loan fees, and loan origination charges shall be fully earned on the date the loan commitment agreement or other form of contract is executed and the commitment fee paid, or on the date the consumer loan is made, and shall not be subject to refund on prepayment of the consumer loan;\n\t(5)\tFees, charges, and expenses reasonably related to the consumer loan that are retained by the financial services loan company; provided that the fees, charges, and expenses are charged only on consumer loans that are secured by an interest in real property; and provided further that the total dollar amount of the fees, charges, and expenses, whether or not itemized, shall not exceed one per cent of the principal amount of the loan.  The fees, charges, and expenses may include but are not limited to notary fees, appraisal fees, appraisal review fees, and fees for the development, processing, and preparation of loan documents, including deeds, promissory notes, mortgages, and reconveyance, settlement, and similar documents;\n\t(6)\tFees, charges, and expenses reasonably related to the consumer loan that are actually paid to third parties, affiliates, or subsidiaries for services actually rendered, no portion of which is rebated, refunded, or paid directly or indirectly to the financial services loan company by the third parties, affiliates, or subsidiaries.  The fees, charges, and expenses may include but are not limited to charges for credit reports, actual taxes, and fees charged by a governmental agency for recording, filing, or entering of record any security agreements or instruments, including the partial or complete release of such security agreements or instruments, insurance premiums of the kind and to the extent described in paragraph (2) of subsection (e) of Section 226.4 of Regulation Z of the Board of Governors of the Federal Reserve System and to the extent that the insurance premium does not exceed $20, appraisal fees, appraisal review fees, title report or title insurance fees, mortgage reserve funds to be used for payment of taxes, insurance, lease rent and condominium assessments, real property tax services fees, wire transfer fees, and attorney's fees and expenses for documentation of the consumer loan or for the collection of any consumer loan in default. [L 1993, c 350, pt of §1; am L 1995, c 26, §2, c 39, §1, and c 44, §1; am L 1997, c 158, §2; am L 2005, c 38, §2]"
}