{
    "name": "General powers",
    "number": "10-200",
    "text": "PART II.  POWERS OF CREDIT UNIONS\n\n §412:10-200    (a)  Except as expressly prohibited or limited by this chapter, a credit union shall have the power to issue shares, solicit, accept and hold deposits, and engage in any activities which are usual or incidental to the business of a credit union.  In addition to the powers mentioned elsewhere in this article, a credit union may:\n\n\n\n\t(1)\tEnter into contracts of any nature;\n\t(2)\tSue and be sued;\n\t(3)\tAdopt, use and display a common seal;\n\t(4)\tAcquire, lease, hold, assign, pledge, hypothecate, sell, or otherwise dispose of property, either in whole or in part, necessary or incidental to its operations;\n\t(5)\tOffer to its members, public unit accounts and other credit unions, shares, share certificates, share drafts, deposits, as provided in this article;\n\t(6)\tMake loans and extensions of credit of any kind, whether unsecured or secured by real or personal property of any kind or description;\n\t(7)\tBorrow from any source within or without the State; provided that a credit union shall notify the commissioner in writing of its intention to borrow in excess of an aggregate of fifty per cent of its capital;\n\t(8)\tDiscount or sell any of the credit union's assets, and purchase the assets of another credit union;\n\t(9)\tOffer related financial services, including, but not limited to, electronic fund transfers, safe deposit boxes, leasing and correspondent arrangements with other financial institutions;\n\t(10)\tHold membership in other credit unions organized under this or other laws, in service centers, and in associations and organizations controlled by or fostering the interests of credit unions, including a central liquidity facility organized under state or federal law;\n\t(11)\tEngage in activities and programs as requested by any governmental unit, subject to approval by the board of directors and not inconsistent with this article;\n\t(12)\tAct as fiscal agent for and receive payments on share and deposit accounts from a governmental unit;\n\t(13)\tMake contributions to any nonprofit civic, charitable or service organizations; and\n\t(14)\tMake investments as permitted under this article.\n\n\n\n\t(b)  A credit union may exercise all incidental powers that are necessary or requisite to enable it to effectively carry out its purposes. [L 1993, c 350, pt of §1]"
}