{
    "name": "Application for preliminary approval to organize financial institution",
    "number": "3-201",
    "text": "§412:3-201    (a)  Three, or more individuals, of whom at least three are residents of the State, or any company which seeks to become a financial institution holding company may file an application with the commissioner for preliminary approval to organize a Hawaii financial institution under this part.  Banks seeking authority to engage in the trust business through a division or department of the bank, or through a subsidiary shall apply for such authority under section 412:5-205. \t(b)  The application shall contain the following information, unless waived by the commissioner:\n\n\n\n\t(1)\tThe proposed name of the financial institution, the location of its principal office, and any lease agreements for such principal office;\n\t(2)\tFinancial statements, employment history, education, management experience, and other biographical information for all applicants, organizers, proposed executive officers, and directors of the financial institution;\n\t(3)\tThe name and address of each proposed subscriber of capital stock in the financial institution and if capital has not been fully raised, a proposed capital plan including a description of any stock options, debentures, and stock warrants offered or proposed to be offered to any person;\n\t(4)\tProposed financial institution policies concerning loans, asset and liability management, conflicts of interest, investments, operations, and community reinvestment;\n\t(5)\tThe financial institution's business plan;\n\t(6)\tFinancial projections regarding the financial institution's profitability;\n\t(7)\tA market study or letters of support evidencing the need and advisability of granting authority to organize a financial institution;\n\t(8)\tExcept for trust companies, evidence that the financial institution has applied for federal deposit insurance from the Federal Deposit Insurance Corporation or other appropriate federal deposit insurer;\n\t(9)\tEvidence that the proposed directors and executive officers of the financial institution have the financial ability, responsibility, and experience to engage in the business of a financial institution;\n\t(10)\tA description of any existing or proposed service corporation, affiliate, or subsidiary; and\n\t(11)\tAny other information that the commissioner may require.\n\n\n\n\t(c)  The application shall be submitted in a form prescribed by the commissioner.  The commissioner may accept application forms which are utilized by any federal regulatory agency in processing similar applications.  The application shall be accompanied by an application fee of $9,000, or such greater amount as the commissioner shall establish by rule pursuant to chapter 91.  The application fee shall not be refundable.\n\t(d)  The identity of each applicant and organizer, and any information which is not confidential shall be available to the public.  The applicant may request in writing that information be kept confidential.  The applicant shall designate and separate any matter which the applicant claims is confidential and shall submit a separate statement providing the reasons and authority for the request for confidential treatment.  The failure by the applicant to request confidential treatment and designate and separate the confidential matter shall preclude any objection or claim for wrongful disclosure of the same.  Information determined by the commissioner to be confidential, pursuant to an applicant's request or otherwise, shall not be available to the public. [L 1993, c 350, pt of §1]\nCross References\n  Modification of fees, see §92-28."
}