{
    "name": "Liquidation by receiver; priority of claims",
    "number": "2-416",
    "text": "(a)  The receiver shall collect and sell or otherwise dispose of all assets of the Hawaii financial institution.  For such purposes, the receiver's authority includes but is not limited to the right to sue and be sued in the name of the commissioner, the receiver, or the institution, to compromise any claim, to hire attorneys, accountants, appraisers, auctioneers, or other professional persons, to take mortgages, to enter into contracts of sale and agreements of sale, to borrow money on the institution's credit, and to take such other measures as may be reasonable and prudent under the circumstances; provided, that any lease, mortgage, sale, exchange, or other transfer of real property, any compromise of any claim, and any pledge of the institution's assets to secure any loan shall require the prior approval of the commissioner or the court. \t(b)  The receiver shall not pay any claims against the Hawaii financial institution except regular costs and expenses incurred in connection with the administration of the receivership and the permitted operations of the financial institution, unless prior approval is obtained from the commissioner or the court.  Once all claims against the institution have been determined, the receiver may disburse payments in the following priority:\n\n\n\n\t(1)\tAdministrative expenses, which shall include without limitation compensation of the receiver and the employees working under the receiver, fees of attorneys, accountants, appraisers, auctioneers, or other professional persons, rent, current taxes, loans for administrative expenses, expert and advisor's fees, costs of the State, and court costs;\n\t(2)\tUnsecured claims for wages, salaries, commissions, including vacation, severance or sick leave pay, earned by an individual within ninety days before the receivership, in an amount not exceeding $2,000 for each individual;\n\t(3)\tClaims which are given priority by applicable statutes and, if the assets are insufficient for the payment in full of all such claims, in the order provided by such statutes, or in the absence of contrary provisions, pro rata;\n\t(4)\tAll other claims pro rata, exclusive of claims set forth in paragraph (5) of this section; and\n\t(5)\tClaims for debts that are subordinated to unsecured claims under a written subordination agreement or other instrument.\n\n\n\n\tThe commissioner or the court may order the payments to be made partially, as funds become available for such purpose; provided, that claims with a higher priority must be completely satisfied before any payment of claims with a lower priority. [L 1993, c 350, pt of §1]"
}