{
    "name": "Definitions",
    "number": "9-100",
    "text": "ARTICLE 9.  FINANCIAL SERVICES LOAN COMPANIES\n\nPART I.  GENERAL PROVISIONS\n\n §412:9-100    In this article:\n\t\"Consumer loan\" means a loan made to a natural person primarily for personal, family, or household purposes:\n\n\n\n\t(1)\tIn which the principal amount does not exceed $25,000 or in which there is an express written commitment to extend credit in a principal amount not exceeding $25,000; or\n\t(2)\tWhich is secured by real property, or by personal property used or expected to be used as the borrower's principal dwelling.\n\n\n\n\t\"Depository financial services loan company\" means a financial services loan company that is authorized to accept deposits by this chapter and whose deposits are insured by the Federal Deposit Insurance Corporation.\n\t\"Financial services loan company\" means a corporation which is engaged in making loans where the interest charged, contracted for or received is in excess of rates permitted by law other than this article.  No person may use the term financial services loan company or hold itself out as engaging in the business of a financial services loan company unless licensed or authorized in accordance with this chapter.  Financial services loan companies were previously known as \"industrial loan companies\".\n\t\"Nondepository financial services loan company\" means a financial services loan company that is not authorized to accept deposits.\n\t\"Open-end credit\" means a loan by a financial services loan company under a plan which:\n\n\n\n\t(1)\tThe financial services loan company reasonably contemplates repeated transactions;\n\t(2)\tThe financial services loan company may impose a finance charge from time to time on an outstanding unpaid balance; and\n\t(3)\tThe amount of credit that may be extended to the borrower during the term of the plan (up to any limit set by the financial services loan company) is generally made available to the extent that any outstanding balance is repaid.\n\n\n\n\t\"Principal\" or \"principal amount\" means the face amount of the note or other form of contract.\n\t\"Service corporation\" means a corporation whose stock is owned entirely by one or more depository financial services loan companies. [L 1993, c 350, pt of §1]"
}