{
    "name": "Conversion to stock form ARTICLE 8.  TRUST COMPANIES",
    "number": "7-408",
    "text": "§412:7-408 Conversion to stock form.  (a)  With the approval of the commissioner, a mutual savings and loan association may convert to a stock form, provided the conversion procedure is substantially similar to the procedure authorized for conversion of a federal mutual savings association into a federal stock savings association.  The commissioner may waive or depart from any of the foregoing procedures or requirements when deemed expedient or prudent by the commissioner. \t(b)  A mutual savings and loan association may also, when converting to a stock form, convert directly from a mutual savings and loan association to any other form of financial institution by complying with all applicable provisions of part VI of article 3, for conversion to any other form of financial institution or with federal law.\n\t(c)  The association's board of directors shall adopt, by a two-thirds vote of all members of the board, a conversion plan, the provisions of which shall comply with the requirements of state and federal laws, rules and regulations applicable to such mutual to stock conversions.\n\t(d)  Following approval by the board of directors, the conversion plan, together with a certified copy of the authorizing resolution adopted by the board of directors, shall be forwarded to the commissioner for approval or disapproval.  If the commissioner disapproves the plan, the reasons for such disapproval shall be stated in writing and furnished to the association.  The procedures found in part VI of article 3, shall be followed by the commissioner when approving or disapproving a conversion plan.\n\t(e)  The conversion plan shall be presented to the members who are eligible to vote for its approval at an annual or special meeting of the members called for that purpose.  A majority of the votes of the members of the association present in person or by proxy shall be required to approve such conversion plan.  A member's right to oppose or dissent from a conversion from mutual form to stock form shall be limited to the votes such member may cast in opposition to such conversion.  This section shall not in any way diminish a member's right to purchase stock of the converting association or the member's rights as a depositor or as a borrower or as a beneficiary of a liquidation account and not as a member.\n\t(f)  Upon approval by the members of the association, two executive officers shall submit the approved conversion plan to the commissioner, together with all necessary amendments to the association's articles of incorporation and bylaws, each certified by such officers, and a certification by such officers satisfactory to the commissioner that all applicable requirements of federal law, if any, have been complied with by the converting association.  Unless a later date is specified in the conversion plan, the conversion shall become effective upon the issuance of a stock charter to the converting savings and loan association and the former mutual charter of the converting mutual savings and loan association shall terminate automatically.\n\t(g)  A Hawaii financial institution or federal financial institution resulting from a stock conversion pursuant to this part shall be deemed to be continuing the same business of the converting institution carried on prior to the conversion with all of the property, rights, powers and duties of the converting institution.  No assignment, deed, conveyance or other instrument of transfer need be executed in order for the converting institution to maintain the title, rights and powers held by the converting institution.  The rights of any creditor or obligee of a converting institution prior to the conversion shall not be affected by such stock conversion.  Without limitation of the foregoing, section 412:3-610 shall apply upon conversion. [L 1993, c 350, pt of §1]"
}