{
    "name": "Royalties derived from patents, copyrights, or trade secrets excluded from gross income",
    "number": "7.3",
    "text": "(a)  In addition to the exclusions in section 235-7, there shall be excluded from gross income, adjusted gross income, and taxable income, amounts received by an individual or a qualified high technology business as royalties and other income derived from any patents, copyrights, and trade secrets:\n\n\n\n\t(1)\tOwned by the individual or qualified high technology business; and\n\t(2)\tDeveloped and arising out of a qualified high technology business.\n\n\n\n\t(b)  With respect to performing arts products, this exclusion shall extend to:\n\n\n\n\t(1)\tThe authors of performing arts products, or any parts thereof, without regard to the application of the work-for-hire doctrine under United States copyright law;\n\t(2)\tThe authors of performing arts products, or any parts thereof, under the work-for-hire doctrine under United States copyright law; and\n\t(3)\tThe assignors, licensors, and licensees of any copyright rights in performing arts products, or any parts thereof.\n\n\n\n\t(c)  For the purposes of this section:\n\t\"Performing arts products\" means:\n\n\n\n\t(1)\tAudio files, video files, audiovideo files, computer animation, and other entertainment products perceived by or through the operation of a computer; and\n\t(2)\tCommercial television and film products for sale or license, and reuse or residual fee payments from these products.\n\n\n\n\t\"Qualified high technology business\" means a business that conducts more than fifty per cent of its activities in qualified research.\n\t\"Qualified research\" means:\n\n\n\n\t(1)\tThe same as in section 41(d) of the Internal Revenue Code;\n\t(2)\tThe development and design of computer software for ultimate commercial sale, lease, license or to be otherwise marketed, for economic consideration.  With respect to the software's development and design, the business shall have substantial control and retain substantial rights to the resulting intellectual property;\n\t(3)\tBiotechnology;\n\t(4)\tPerforming arts products;\n\t(5)\tSensor and optic technologies;\n\t(6)\tOcean sciences; \n\t(7)\tAstronomy; or\n\t(8)\tNonfossil fuel energy-related technology. [L 1999, c 178, §22; am L 2000, c 297, §6; am L 2001, c 221, §7; am L 2004, c 215, §6]"
}