{
    "name": "Fuel tax credit for commercial fishers",
    "number": "110.6",
    "text": "(a)  Each principal operator of a commercial fishing vessel who files an individual or corporate net income tax return for a taxable year may claim an income tax credit under this section against the Hawaii state individual or corporate net income tax.\n\t(b)  The tax credit shall be an amount equal to the fuel taxes imposed under section 243-4(a) and paid by the principal operator during the taxable year.\n\t(c)  The tax credit claimed under this section by the principal operator shall be deductible from the principal operator's individual or corporate income tax liability, if any, for the tax year in which the credit is properly claimed; provided that a husband and wife filing separate returns for a taxable year for which a joint return could have been made by them shall claim only the tax credit to which they would have been entitled had a joint return been filed. If the tax credit claimed by the principal operator under this section exceeds the amount of the income tax payments due from the principal operator, the excess of credit over payments due shall be refunded to the principal operator; provided that the tax credit properly claimed by a principal operator who has no income tax liability shall be paid to the principal operator; and provided further no refunds or payments on account of the tax credit allowed by this section shall be made for amounts less than $1.\n\t(d)  The director of taxation shall prepare such forms as may be necessary to claim a credit under this section, may require proof of the claim for the tax credit, and may adopt rules pursuant to chapter 91.\n\t(e)  All of the provisions relating to assessments and refunds under this chapter and under section 231-23(c)(1) shall apply to the tax credit under this section.\n\t(f)  Claims for the tax credit under this section, including any amended claims thereof, shall be filed on or before the end of the twelfth month following the taxable year for which the credit may be claimed.\n\t(g)  As used in this section:\n\n\n\n\t(1)\t\"Commercial fishing vessel\" means any water vessel which is used to catch or process fish or transport fish loaded on the high seas.\n\t(2)\t\"Principal operator\" means any individual or corporate resident taxpayer who derives at least fifty-one per cent of the taxpayer's gross annual income from commercial fishing operations. [L 1981, c 210, §1]"
}