{
    "name": "Definitions",
    "number": "1",
    "text": "PART I.  GENERAL PROVISIONS\n\n   \n\t\"Biotechnology\" means fundamental knowledge regarding the function of biological systems from the macro level to the molecular and subatomic levels that has application to development including the development of novel products, services, technologies, and subtechnologies from insights gained from research advances that add to that body of fundamental knowledge.\n\t\"Blind\" means a person whose central visual acuity does not exceed 20/200 in the better eye with correcting lenses, or whose visual acuity is greater than 20/200 but is accompanied by a limitation in the field of vision such that the widest diameter of the visual field subtends an angle no greater than twenty degrees.  The impairment of sight shall be certified to on forms prescribed by the department of taxation on the basis of a written report on an examination performed by a qualified ophthalmologist or qualified optometrist.\n\t\"Computer data\" means any representation of information, knowledge, facts, concepts, or instructions that is being prepared or has been prepared and is intended to be processed, is being processed, or has been processed in a computer or computer network.\t\"Computer program\" means an ordered set of computer data representing coded instructions or statements, that, when executed by a computer, causes the computer to perform one or more computer operations.\n\t\"Computer software\" means computer data, a computer program, or a set of computer programs, procedures, or associated documentation concerned with the operation and function of a computer system, and includes both systems and application programs and subdivisions, such as assemblers, compilers, routines, generators, and utility programs.\n\t\"Corporation\" means the same as in the Internal Revenue Code.  A \"domestic corporation\" is one organized under the laws of the State.  A \"foreign corporation\" is any other corporation.\n\t\"Deaf\" means a person whose average loss in the speech frequencies (500-2000 Hertz) in the better ear is eighty-two decibels, A.S.A., or worse.  The impairment of deafness shall be certified to by a qualified otolaryngologist or a licensed audiologist under chapter 468E on forms prescribed by the department of taxation.\n\t\"Dividend\" means any distribution by a corporation to its shareholders or holders on an interest therein which is treated as a dividend by the Internal Revenue Code.\n\t\"Employee\" means the same as in the Internal Revenue Code.\n\t\"Fiduciary\" means the same as in the Internal Revenue Code.\n\t\"Fiscal year\" means the same as in the Internal Revenue Code.\n\t\"Gross income\", \"adjusted gross income\", \"ordinary income\", \"ordinary loss\", and \"taxable income\" respectively mean the same as gross income, adjusted gross income, ordinary income, ordinary loss, and taxable income as defined and determined under the Internal Revenue Code, except as otherwise provided in this chapter.\n\t\"Head of household\" means any individual who qualifies as a head of household under the Internal Revenue Code.\n\t\"Husband and wife\" means the same as in the Internal Revenue Code.\n\t\"Income tax law of 1901\" means the income tax law enacted by Act 20 of the Session Laws of 1901 as it read from time to time prior to the enactment of the income tax law of 1932.\n\t\"Income tax law of 1932\" means the income tax law enacted by Act 44 of the Second Special Session Laws of 1932, as it read from time to time prior to the enactment of the income tax law of 1957.\n\t\"Income tax law of 1957\" means the income tax law enacted by the Twenty-Ninth Legislature, as it reads from time to time.\n\t\"Includes\" and \"including\" when used in a definition shall not be deemed to exclude other things otherwise within the meaning of the term defined.\n\t\"Individual\" means a person other than a trust, estate, partnership, or corporation, as defined.\n\t\"Internal Revenue Code of 1954, as amended\" includes the Internal Revenue Code of 1986 and the Internal Revenue Code of 1986, as amended.\n\t\"Investment\" means a nonrefundable investment, at risk, as that term is used in section 465 (with respect to deductions limited to amount at risk) of the Internal Revenue Code, in a qualified high technology business, of cash that is transferred to the qualified high technology business, the transfer of which is in connection with a transaction in exchange for stock, interests in partnerships, joint ventures, or other entities, licenses (exclusive or nonexclusive), rights to use technology, marketing rights, warrants, options, or any items similar to those included in this definition, including but not limited to options or rights to acquire any of the items included in this definition.  The nonrefundable investment is entirely at risk of loss where repayment depends upon the success of the qualified high technology business.  If the money invested is to be repaid to the taxpayer, no repayment except for dividends or interest shall be made for at least one year from the date the investment is made.  The annual amount of any dividend and interest payment to the taxpayer shall not exceed twelve per cent of the amount of the investment.\n\t\"Nonresident\" means every individual other than a resident.\n\t\"Nonresident estate\" or \"nonresident trust\" means one other than resident.\n\t\"Paid or incurred, paid or accrued\" means the same as in the Internal Revenue Code.\n\t\"Partner\" means the same as in the Internal Revenue Code.\n\t\"Partnership\" means the same as in the Internal Revenue Code.\n\t\"Person\" includes an individual, a trust, estate, partnership, association, company, or corporation.\n\t\"Person totally disabled\" means a person who is totally and permanently disabled, either physically or mentally, which results in the person's inability to engage in any substantial gainful business or occupation.\n\tThe disability shall be certified to by (1) a physician licensed under chapter 453 or 460, or both, (2) a qualified out- of-state physician who is currently licensed to practice in the state in which the physician resides, or (3) a commissioned medical officer in the United States Army, Navy, Marine Corps, or Public Health Service, engaged in the discharge of one's official duty.  Certification shall be on forms prescribed by the department of taxation.\n\t\"Prepaid legal service plan\" (\"Plan\") means a group legal service plan in which the cost of the services are prepaid by the group member or by some other person or organization in the member's behalf.  A group legal service plan is a plan by which legal services are rendered to individual members of a group identifiable in terms of some common interest.  A plan shall provide:\n\n\n\n\t(A)\tThat individual members shall be afforded freedom of choice in the selection of their own attorney or attorneys to provide legal services under such plan.\n\t(B)\tFor the payment of equal amounts for the cost of services rendered without regard to the identity of the attorney or attorneys selected by the plan member or members.  No plan shall otherwise discriminate on the basis of such selection.\n\n\n\n\t\"Regulated investment company\" means a corporation which qualifies as such under sections 851 and 852 of the Internal Revenue Code.\n\t\"Resident\" means (1) every individual domiciled in the State, and (2) every other individual whether domiciled in the State or not, who resides in the State.  To \"reside\" in the State means to be in the State for other than a temporary or transitory purpose.  Every individual who is in the State more than two hundred days of the taxable year in the aggregate shall be presumed to be a resident of the State.  This presumption may be overcome by evidence satisfactory to the department of taxation that the individual maintains a permanent place of abode outside of the State and is in the State for a temporary or transitory purpose.  No person shall be deemed to have gained or lost a residence simply because of the person's presence or absence in compliance with military or naval orders of the United States, or while engaged in aviation or navigation, or while a student at any institution of learning.\n\t\"Resident estate\" means an estate of a resident decedent the fiduciary of which was appointed by a court of this State and the administration of which is carried on in this State, and \"resident trust\" means a trust of which the fiduciary is a resident of the State or the administration of which is carried on in the State.\n\t\"Shareholder\" means the same as in the Internal Revenue Code.\n\t\"Stock\" means the same as in the Internal Revenue Code.\n\t\"Taxable year\" means the calendar year or the fiscal year ending during such calendar year upon the basis of which income is computed under this chapter.  \"Taxable year\" includes, in the case of a return made for a fractional part of a year under this chapter or under regulations prescribed by the department of taxation, the period for which such return is made, and in cases where the department terminates the taxable year in accordance with section 231-24 and levies a jeopardy assessment on income for such portion or period of a year under section 235-109, then the period or portion of the year for which the jeopardy assessment is made.\n\t\"Taxpayer\" means a person subject to a tax imposed by this chapter.\n\t\"Trade or business\" includes the performance of the functions of a public office.\n\t\"Uniformed services of the United States\" means the Army, Navy, Air Force, Marine Corps, Coast Guard, Coast and Geodetic Survey, and Public Health Service, and all regular and reserve components thereof, including the National Guard.  The term \"uniformed services of the United States\" applies only to persons who are deemed members thereof under the laws of the United States relating to pay and allowances.  Services as a member of the uniformed services includes inactive duty training.\n\t\"Without regard to source in the State\" shall mean income derived or earned from all sources whether from sources located within or from sources located without the State. [L Sp 1957, c 1 pt of §2; am L 1959, c 246, §13 and c 277, pt of §6; am L Sp 1959 2d, c 1, §§16, 19; Supp, §121-1; am L 1967, c 250, §2; HRS ; am L 1968, c 42, §3; am L 1970, c 90, §1; am L 1971, c 97, §1; am L 1973, c 217, §10; am L 1974, c 42, §2; am L 1976, c 156, §5 and c 208, §1; am L 1978, c 173, §2(3), (4), and (5); gen ch 1985; am L 1987, c 239, §1(4); am L 1988, c 81, §1; am L 1990, c 17, §1; am L 1997, c 178, §1; am L 2000, c 297, §4; am L 2001, c 36, §1]"
}