{
    "name": "Hotel construction and remodeling tax credit",
    "number": "110.4",
    "text": "(a)  There shall be allowed to each taxpayer subject to the taxes imposed by this chapter and chapter 237D, an income tax credit, which shall be deductible from the taxpayer's net income tax liability, if any, imposed by this chapter for the taxable year in which the credit is properly claimed. \tThe amount of the credit shall be four per cent of the construction or renovation costs incurred during the taxable year for each qualified hotel facility located in Hawaii, and shall not include the construction or renovation costs for which another credit was claimed under this chapter for the taxable year.\n\tIn the case of a partnership, S corporation, estate, trust, association of apartment owners of a qualified hotel facility, time share owners association, or any developer of a time share project, the tax credit allowable is for construction or renovation costs incurred by the entity for the taxable year.  The cost upon which the tax credit is computed shall be determined at the entity level.  Distribution and share of credit shall be determined pursuant to section 235-110.7(a).\n\tIf a deduction is taken under section 179 (with respect to election to expense depreciable business assets) of the Internal Revenue Code, no tax credit shall be allowed for that portion of the construction or renovation cost for which the deduction is taken.\n\tThe basis of eligible property for depreciation or accelerated cost recovery system purposes for state income taxes shall be reduced by the amount of credit allowable and claimed.  In the alternative, the taxpayer shall treat the amount of the credit allowable and claimed as a taxable income item for the taxable year in which it is properly recognized under the method of accounting used to compute taxable income.\n\t(b)  The credit allowed under this section shall be claimed against the net income tax liability for the taxable year.\n\t(c)  If the tax credit under this section exceeds the taxpayer's income tax liability, the excess of credit over liability shall be refunded to the taxpayer; provided that no refunds or payment on account of the tax credits allowed by this section shall be made for amounts less than $1.  All claims for a tax credit under this section shall be filed on or before the end of the twelfth month following the close of the taxable year for which the credit may be claimed.  Failure to comply with the foregoing provision shall constitute a waiver of the right to claim the credit.\n\t(d)  The director of taxation shall prepare any forms that may be necessary to claim a credit under this section.  The director may also require the taxpayer to furnish information to ascertain the validity of the claim for credit made under this section and may adopt rules necessary to effectuate the purposes of this section pursuant to chapter 91.\n\t(e)  The tax credit allowed under this section shall be available for taxable years beginning after December 31, 1998, and shall not be available for taxable years beginning after December 31, 2005.\n\t(f)  To qualify for the income tax credit, the taxpayer shall be in compliance with all applicable federal, state, and county statutes, rules, and regulations.\n\t(g)  As used in this section:\n\t\"Construction or renovation cost\" means any costs incurred after December 31, 1998, for plans, design, construction, and equipment related to new construction, alterations, or modifications to a qualified hotel facility.\n\t\"Net income tax liability\" means income tax liability reduced by all other credits allowed under this chapter.\n\t\"Qualified hotel facility\" means a hotel/hotel-condo as defined in section 486K-1, and includes a time share facility or project.\n\t\"Taxpayer\" means a taxpayer under this chapter, and includes:\n\n\n\n\t(1)\tAssociation of apartment owners; or\n\t(2)\tTime share owners association.\n\n\n\n\t(h)  No taxpayer that claims a credit under this section shall claim a credit under chapter 235D. [L 2000, c 195, §1; am L Sp 2001 3d, c 10, §§2, 4(2)]"
}