{
    "name": "Low-income refundable tax credit",
    "number": "55.85",
    "text": "(a)  Each resident individual taxpayer, who files an individual income tax return for a taxable year, and who is not claimed or is not otherwise eligible to be claimed as a dependent by another taxpayer for federal or Hawaii state individual income tax purposes, may claim a refundable low-income tax credit against the resident taxpayer's individual income tax liability for the taxable year for which the individual income tax return is being filed; provided that a resident individual who has no income or no income taxable under this chapter and who is not claimed or is not otherwise eligible to be claimed as a dependent by a taxpayer for federal or Hawaii state individual income tax purposes may claim this credit.\n\t(b)  Each resident individual taxpayer may claim a refundable low-income tax credit multiplied by the number of qualified exemptions to which the taxpayer is entitled in accordance with the table below; provided that a husband and wife filing separate tax returns for a taxable year for which a joint return could have been filed by them shall claim only the tax credit to which they would have been entitled had a joint return been filed.\n\tAdjusted gross income\tCredit per exemption\n\tUnder $10,000\t$35\n\t$10,000 under $15,000\t25\n\t$15,000 under $20,000\t10\n\tOver $20,000\t0\n\t(c)  For the purposes of this section, a qualified exemption is defined to include those exemptions permitted under this chapter; provided that no additional exemption may be claimed by a taxpayer who is sixty-five years of age or older; provided that a person for whom exemption is claimed has physically resided in the State for more than nine months during the taxable year; and provided further that multiple exemptions shall not be granted because of deficiencies in vision or hearing, or other disability.  For purposes of claiming this credit only, a minor child receiving support from the department of human services of the State, social security survivor's benefits, and the like, may be considered a dependent and a qualified exemption of the parent or guardian.\n\t(d)  The tax credit under this section shall not be available to:\n\n\n\n\t(1)\tAny person who has been convicted of a felony and who has been committed to prison and has been physically confined for the full taxable year;\n\t(2)\tAny person who would otherwise be eligible to be claimed as a dependent but who has been committed to a youth correctional facility and has resided at the facility for the full taxable year; or\n\t(3)\tAny misdemeanant who has been committed to jail and has been physically confined for the full taxable year.\n\n\n\n\t(e)  The tax credits claimed by a resident taxpayer pursuant to this section shall be deductible from the resident taxpayer's individual income tax liability, if any, for the tax year in which they are properly claimed.  If the tax credits claimed by a resident taxpayer exceed the amount of income tax payment due from the resident taxpayer, the excess of credits over payments due shall be refunded to the resident taxpayer; provided that tax credits properly claimed by a resident individual who has no income tax liability shall be paid to the resident individual; and provided further that no refunds or payment on account of the tax credits allowed by this section shall be made for amounts less than $1.\n\t(f)  All claims for tax credits under this section, including any amended claims, shall be filed on or before the end of the twelfth month following the close of the taxable year for which the credits may be claimed.  Failure to comply with the foregoing provision shall constitute a waiver of the right to claim the credit. [L 1998, c 157, §1]"
}