{
    "name": "Court action after answer or failure to answer",
    "number": "7",
    "text": "(a)  When an admitting answer is received, the court shall review the driver's abstract.  The court shall enter judgment in favor of the State in the total amount specified in the notice of traffic infraction.  If the total amount is not submitted with the answer, the court shall take action as provided in section 291D-10.\n\t(b)  When a denying answer is received, the court shall proceed as follows:\n\n\n\n\t(1)\tIn the case of a traffic infraction that does not involve parking where the person requests a hearing to contest the infraction, the court shall notify the person in writing of the date, time, and place of hearing to contest the notice of traffic infraction.  The notice of hearing shall be sent to the address stated in the answer, or if none is given, to the address stated on the notice of traffic infraction.  The notification also shall advise the person that, if the person fails to appear at the hearing, the court shall enter judgment by default in favor of the State, as of the date of the scheduled hearing, that the total amount specified in the default judgment must be paid within thirty days from notice of default, and, if it is not paid, that the court shall take action as provided in section 291D-10;\n\t(2)\tIn the case of a traffic infraction that involves parking, the court shall notify the person or registered owner or owners in writing of the date, time, and place of hearing to contest the notice of traffic infraction.  The notice of hearing shall be sent to the address stated in the denying answer or, if none is given, to the address at which the vehicle is registered.  The notification also shall advise the person that, if the person fails to appear at the hearing, the court shall enter judgment by default in favor of the State, as of the date of the scheduled hearing, that the total amount specified in the default judgment shall be paid within thirty days from notice of default, and, if it is not paid, that the court shall take action as provided in section 291D-10; and\n\t(3)\tWhen a denying answer is accompanied by a written statement of the grounds on which the person contests the notice of the traffic infraction, the court shall proceed as provided in section 291D-8(a) and shall notify the person of its decision, including the total amount assessed by mailing it within thirty days of the postmarked date of the answer to the address provided by the person in the answer, or if none is given, to the address given when the notice of traffic infraction was issued or, in the case of parking violations, to the address stated in the denying answer or, if none is given, to the address at which the vehicle is registered.  The decision also shall advise the person, if it is determined that the infraction was committed, that the person has the right, within thirty days, to request a trial and shall specify the procedures for doing so.  The notice of decision shall also notify the person, if an amount is assessed by the court for fines, fees, surcharges, costs, or monetary assessments, that if the person does not request a trial, the total amount assessed shall be paid within thirty days.  The notice shall warn the person that if the total amount is not paid within thirty days, the court shall take action as provided in section 291D-10.\n\n\n\n\t(c)  When an answer admitting commission of the infraction but seeking to explain mitigating circumstances is received, the court shall proceed as follows:\n\n\n\n\t(1)\tIn the case of a traffic infraction which does not involve parking where the person requests a hearing to explain mitigating circumstances, the court shall notify the person in writing of the date, time, and place of hearing to explain mitigating circumstances.  The notice of hearing shall be sent to the address stated in the answer, or if none is given, to the address stated on the notice of traffic infraction.  The notification also shall advise the person that, if the person fails to appear at the hearing, the court shall enter judgment by default in favor of the State, as of the date of the scheduled hearing, that the total amount stated in the default judgment shall be paid within thirty days from notice of default, and, if it is not paid, that the court shall take action as provided in section 291D-10;\n\t(2)\tIn the case of a traffic infraction which involves parking, the court shall notify the person in writing of the date, time, and place of the hearing.  The notice shall be sent to the address at which the vehicle is registered.  The notice of hearing on mitigating circumstances shall advise the person that the court shall enter judgment for the State and the hearing shall be limited to an explanation of the mitigating circumstances.  The notice of hearing also shall state that if the person fails to appear at the hearing, the total amount specified in the default judgment shall be paid within thirty days of the scheduled hearing.  The notice of hearing shall warn the person that if the total amount is not paid within thirty days, the court shall take action as provided in section 291D-10; and\n\t(3)\tIf a written explanation is included with an answer admitting commission of the infraction, the court shall enter judgment for the State and, after reviewing the explanation, determine the total amount of the fines, fees, surcharges, costs, or monetary assessments to be assessed, if any.  The court shall then notify the person of the total amount to be paid for the infraction, if any.  There shall be no appeal from the order.  If the court assesses an amount for fines, fees, surcharges, costs, or monetary assessments, the court shall also notify the person that the total amount shall be paid within thirty days of the postmarked date of the decision.  The notice also shall warn the person that if the total amount is not paid within thirty days, the court shall take action as provided in section 291D-10.\n\n\n\n\t(d)  If the person fails to answer within twenty-one days of issuance of the notice of traffic infraction, the court shall take action as provided in subsection (e).\n\t(e)  Whenever judgment by default in favor of the State is entered, the court shall mail a notice of entry of judgment of default to the address provided by the person when the notice of traffic infraction was issued or, in the case of parking violations, to the address stated in the answer, if any, or the address at which the vehicle is registered.  The notice shall advise the person that the total amount specified in the default judgment shall be paid within thirty days and shall explain the procedure for setting aside a default judgment.  The notice shall also warn the person that if the total amount is not paid within thirty days, the court shall take action as provided in section 291D-10.  Judgment by default for the State entered pursuant to this chapter may be set aside pending final disposition of the traffic infraction upon written application of the person and posting of an appearance bond equal to the amount of the total amount specified in the default judgment and any other assessment imposed pursuant to section 291D-9.  The application shall show good cause or excusable neglect for the person's failure to take action necessary to prevent entry of judgment by default.  Upon receipt of the application, the court shall take action to remove the restriction placed on the person's driver's license or the motor vehicle's registration and title imposed pursuant to section 291D-10.  Thereafter, the court shall determine whether good cause or excusable neglect exists for the person's failure to take action necessary to prevent entry of judgment by default.  If so, the notice of traffic infraction shall be disposed of pursuant to this chapter.  If not, the appearance bond shall be forfeited and the notice of traffic infraction shall be finally disposed.  In either case, the court, within thirty days, shall determine the existence of good cause or excusable neglect and notify the person of its decision in writing. [L 1993, c 214, pt of §2; am L 1997, c 60, §10; am L 2005, c 48, §4]\nRules of Court\n  Answer, see HCTR rule 8.\n  Default judgments, see HCTR rule 15; motion to set aside, see HCTR rule 18(b)."
}