{
    "name": "Hawaii products",
    "number": "1002",
    "text": "(a)  A purchasing agency shall review all specifications in a bid or proposal for purchase from the Hawaii products list where these products are available; provided that the products:\n     (1)  Meet the minimum specifications and the selling price f.o.b. jobsite;\n     (2)  Unloaded including applicable general excise tax and use tax does not exceed the lowest delivered price in Hawaii f.o.b. jobsite; and\n     (3)  Unloaded, including applicable general excise tax and use tax, does not exceed the lowest delivered price of a similar non-Hawaii product by more than:\n         (A)  Three per cent where class I Hawaii products are involved;\n         (B)  Five per cent where class II Hawaii products are involved; or\n         (C)  Ten per cent where class III Hawaii products are involved.\n     (b)  All invitations for bids and requests for proposals shall include a description of the products that are listed in the Hawaii products list established pursuant to this section, and their established classes, which may be used to complete the scope of work specified in the invitation for bids or request for proposals, where the products are available and meet the minimum specifications.\n     (c)  All persons submitting bids or proposals to claim a Hawaii products preference shall designate in their bids which individual product and its price is to be supplied as a Hawaii product.\n     (d)  Where a bid or proposal contains both Hawaii and non-Hawaii products, then for the purpose of selecting the lowest bid or purchase price only, the price bid or offered for a Hawaii product item shall be decreased by subtracting therefrom:  three per cent, five per cent, or ten per cent for the class I, class II, or class III Hawaii product items bid or offered, respectively.  The lowest total bid or proposal, taking the preference into consideration, shall be awarded the contract unless the bid or offer provides for additional award criteria.  The contract amount of any contract awarded, however, shall be the amount of the bid or price offered, exclusive of the preferences.\n     (e)  Upon receipt and approval of application for Hawaii products preference, the administrator shall include within the Hawaii products list, the names of producers and manufacturers in the State who are authorized to supply locally manufactured soil enhancement products to state agencies under subsection (h).  The administrator of the state procurement office shall maintain and distribute copies of the list to the purchasing agencies of the various governmental agencies.\n     (f)  This section shall not apply whenever its application will disqualify any governmental agency from receiving federal funds or aid.\n     (g)  Any purchase made or any contract awarded or executed in violation of this section shall be void and no payment shall be made by any purchasing agency on account of the purchase or contract.\n     (h)  For the purposes of this section, \"soil enhancement product\" means any nonchemical soil preparation, conditioner, or compost mixture designed to supplement aeration or add organic, green waste, or decaying matter to the soil; provided that the term does not include any plant fertilizer intended to stimulate or induce plant growth through chemical means.  All state agencies shall include in their solicitations, when required, the soil enhancement products identified on the Hawaii products list pursuant to subsection (e). [L 1994, c 186, pt of §1; am L 1996, c 228, §2; am L 1997, c 352, §16]"
}