{
    "name": "Review of decision of the intermediate appellate court, certiorari",
    "number": "59",
    "text": "  (a)  After issuance of the intermediate appellate court's judgment or dismissal order, a party may seek review of the intermediate appellate court's decision and judgment or dismissal order only by application to the supreme court for a writ of certiorari, the acceptance or rejection of which shall be discretionary upon the supreme court.\n     (b)  The application for writ of certiorari shall tersely state its grounds, which shall include:\n     (1)  Grave errors of law or of fact; or\n     (2)  Obvious inconsistencies in the decision of the intermediate appellate court with that of the supreme court, federal decisions, or its own decision,\nand the magnitude of those errors or inconsistencies dictating the need for further appeal.\n     (c)  An application for writ of certiorari may be filed with the supreme court no later than ninety days after the filing of the judgment or dismissal order of the intermediate appellate court.  Opposition to an application for a writ of certiorari may be filed no later than fifteen days after the application is filed.  The supreme court shall determine to accept the application within thirty days after an objection is or could have been filed.  The failure of the supreme court to accept within thirty days shall constitute a rejection of the application.\n     (d)  Upon the acceptance of the application, the clerk shall forward the complete file of the case to the supreme court.  Supplemental briefs shall be accepted from the parties only upon the request of the supreme court. [L 1979, c 111, pt of §3; am L 1997, c 24, §1; am L 2004, c 202, §59; am L 2006, c 149, §1]\n \nNote\n \n  L 2004, c 202, §82 provides:\n  \"SECTION 82.  Appeals pending in the supreme court as of the effective date of this Act [July 1, 2006] may be transferred to the intermediate appellate court or retained at the supreme court as the chief justice, in the chief justice's sole discretion, directs.\"\nRules of Court\n \n  Writ of certiorari, see HRAP rule 40.1.\n \nCase Notes\n \n  Where appellate court's amended order denying reconsideration corrected only clerical errors and did not materially alter rights or obligations, entry of amended order did not extend time within which petitioner was required to file application for certiorari under subsection (c) and HRAP rule 40.1(a); petitioner's application for certiorari was thus untimely.  94 H. 297, 12 P.3d 1238.\n  Where summary disposition order of the intermediate court of appeals contained no grave errors of law or fact and was not obviously inconsistent with the appellate case law of this State, defendant's application for writ of certiorari dismissed as improvidently granted.  101 H. 127, 63 P.3d 1097."
}