{
    "name": "Responsibilities of agencies",
    "number": "68",
    "text": "Under such rules as may be prescribed by the director of finance with the approval of the governor:\n\n\n\n\t(1)\tEvery agency assigned the task of developing programs and preparing program and financial plans, budgetary requests, and program performance reports shall develop such programs and prepare such plans, requests, and reports and submit the same to the director of finance at such times, on such forms, and in such manner as the director may prescribe.  For informational purposes, the University of Hawaii shall submit its program and financial plans, budgetary requests, and program performance reports to the legislature at the same time the university submits them to the director of finance.  Where new programs are being proposed, every agency shall demonstrate that the program:\n\n\t\t(A)\tIs an appropriate function of state government; and, as applicable\n\t\t(B)\tCan be implemented by the public sector as cost-effectively as the private sector while meeting the same plans, goals, objectives, standards, measures of effectiveness, wage, salary, conditions of employment, and employee benefit programs of the State;\n\n\t(2)\tEvery agency administering state programs and every agency responsible for the formulation of programs and the preparation of program and financial plans, budgetary requests, and program performance reports, shall furnish the department of budget and finance all such documents and information as the department may from time to time require.  Each agency shall make available to the legislature and any member or committee of either house of the legislature, all documents and information as may be requested; and\n\t(3)\tThe director of finance or any employee of the department of budget and finance, when duly authorized, for the purpose of securing information, shall have access to and may examine any books, documents, papers, or records of any agency. [L 1970, c 185, §8; am L 1994, c 263, §1; am L 1998, c 115, §9]"
}