{
    "name": "Employer's records; posting of notices; furnishing of pay data; director's rights and duties",
    "number": "6",
    "text": "(a)  Every employer shall keep in or about the premises wherein any employee is employed a record of the name, address, and occupation of each such employee, of the amount paid each pay period to each such employee, of the hours worked each day and each workweek by each such employee, and of such other information and for such periods of time as the director of labor and industrial relations may by regulation prescribe.  The director or the director's authorized representative shall for the purpose of examination have access to and the right to copy from such records.  Every employer shall furnish to the director or the director's authorized representative such information relating to the employment of workers and in such manner as the director may prescribe.\n\t(b)  Every employer shall post and keep posted such notices pertaining to the application of the law as shall be prescribed by the director in conspicuous places in every establishment where any employee is employed so as to permit the employee to observe readily a copy on the way to or from the employee's place of employment.\n\t(c)  Every employer shall furnish each employee at every pay period a legible printed, typewritten, or handwritten notice showing the employee's:\n\n\n\n\t(1)\tTotal hours worked;\n\t(2)\tOvertime hours;\n\t(3)\tStraight-time compensation;\n\t(4)\tOvertime compensation;\n\t(5)\tOther compensation;\n\t(6)\tTotal gross compensation;\n\t(7)\tAmount and purpose of each deduction;\n\t(8)\tTotal net compensation;\n\t(9)\tDate of payment; and\n\t(10)\tPay period covered;\n\n\n\nprovided that in lieu of the printed, typewritten, or handwritten notice required by this subsection and upon receipt of written authorization from the employee, the employer may provide an electronic notice that may be electronically accessed by the employee.\n\t(d)  The director shall cause this chapter to be printed and copies thereof shall be furnished to interested persons upon request without charge.  Copies of orders of the director and of rules and regulations of the director shall also be furnished to employers affected thereby without charge.\n\t(e)  Every employer shall permit the director or the director's authorized representative to confer with and interrogate any employee of the employer at the place of employment and during working hours with respect to any matter cognizable under this chapter. [L Sp 1941, c 66, pt of §5; RL 1945, §4356; RL 1955, §94-6; am L 1961, c 118, §1; am L 1965, c 132, §1(c); HRS ; gen ch 1985; am L 2005, c 210, §1]"
}