{
    "name": "Hawaii television and film development special fund",
    "number": "113",
    "text": "(a)  There is established in the state treasury the Hawaii television and film development special fund into which shall be deposited:\n\n\n\n\t(1)\tAppropriations by the legislature;\n\t(2)\tDonations and contributions made by private individuals or organizations for deposit into the fund;\n\t(3)\tGrants provided by governmental agencies or any other source; and\n\t(4)\tAny profits or other amounts received from venture capital investments.\n\n\n\n\t(b)  The fund shall be used by the board to assist in, and provide incentives for, the production of eligible Hawaii projects that are in compliance with criteria and standards established by the board in accordance with rules adopted by the board pursuant to chapter 91.  In particular, the board shall adopt rules to provide for the implementation of the following programs:\n\n\n\n\t(1)\tA grant program.  The board shall adopt rules pursuant to chapter 91 to provide conditions and qualifications for grants.  Applications for grants shall be made to the board and shall contain such information as the board shall require by rules adopted pursuant to chapter 91.  At a minimum, the applicant shall agree to the following conditions:\n\n\t\t(A)\tThe grant shall be used exclusively for eligible Hawaii projects;\n\t\t(B)\tThe applicant shall have applied for or received all applicable licenses and permits;\n\t\t(C)\tThe applicant shall comply with applicable federal and state laws prohibiting discrimination against any person on the basis of race, color, national origin, religion, creed, sex, age, or physical handicap;\n\t\t(D)\tThe applicant shall comply with other requirements as the board may prescribe;\n\t\t(E)\tAll activities undertaken with funds received shall comply with all applicable federal, state, and county statutes and ordinances;\n\t\t(F)\tThe applicant shall indemnify and save harmless the State of Hawaii and its officers, agents, and employees from and against any and all claims arising out of or resulting from activities carried out or projects undertaken with funds provided hereunder, and procure sufficient insurance to provide this indemnification if requested to do so by the department;\n\t\t(G)\tThe applicant shall make available to the board all records the applicant may have relating to the project, to allow the board to monitor the applicant's compliance with the purpose of this chapter; and\n\t\t(H)\tThe applicant, to the satisfaction of the board, shall establish that sufficient funds are available for the completion of the project for the purpose for which the grant is awarded; and\n\n\t(2)\tA venture capital program.  The board shall adopt rules pursuant to chapter 91 to provide conditions and qualifications for venture capital investments in eligible Hawaii projects.  The program may include a written agreement between the borrower and the board, as the representative of the State, that as consideration for the venture capital investment made under this part, the borrower shall share any royalties, licenses, titles, rights, or any other monetary benefits that may accrue to the borrower pursuant to terms and conditions established by the board by rule pursuant to chapter 91.  Venture capital investments may be made on such terms and conditions as the board shall determine to be reasonable, appropriate, and consistent with the purposes and objectives of this part. [L 2000, c 285, pt of §2]"
}