{
    "name": "Specific research and promotional functions of the department",
    "number": "3",
    "text": "Without prejudice to its general functions and duties the department of business, economic development, and tourism shall have specific functions in the following areas:\n\n\n\n\t(1)\tIndustrial development.  The department shall determine through technical and economic surveys the profit potential of new or expanded industrial undertakings; develop through research projects and other means new and improved industrial products and processes; promote studies and surveys to determine consumer preference as to design and quality and to determine the best methods of packaging, transporting, and marketing the State's industrial products; disseminate information to assist the present industries of the State, to attract new industries to the State, and to encourage capital investment in present and new industries in the State; assist associations of producers and distributors of industrial products to introduce such products to consumers; and make such grants or contracts as may be necessary or advisable to accomplish the foregoing;\n\t(2)\tLand development.  The department shall encourage the most productive use of all land in the State in accordance with a general plan developed by the department; encourage the improvement of land tenure practices on leased private lands; promote an informational program directed to landowners, producers of agricultural and industrial commodities, and the general public regarding the most efficient and most productive use of the lands in the State; and make such grants or contracts as may be necessary or advisable to accomplish the foregoing;\n\t(3)\tCredit development.  The department shall conduct a continuing study of agricultural and industrial credit needs; encourage the development of additional private and public credit sources for agricultural and industrial enterprises; promote an informational program to acquaint financial institutions with agricultural and industrial credit needs and the potential for agricultural and industrial expansion, and inform producers of agricultural and industrial products as to the manner in which to qualify for loans; and make such grants or contracts as may be necessary or advisable to accomplish the foregoing;\n\t(4)\tPromotion.  The department shall disseminate information developed for or by the department pertaining to economic development to assist present industry in the State, attract new industry and investments to the State, and assist new and emerging industry with good growth potential or prospects in jobs, exports, and new products.  The industrial and economic promotional activities of the department may include the use of literature, advertising, demonstrations, displays, market testing, lectures, travel, motion picture and slide films, and such other promotional and publicity devices as may be appropriate; and\n\t(5)\tTourism research and statistics.  The department shall maintain a program of research and statistics for the purpose of:\n\n\t\t(A)\tMeasuring and analyzing tourism trends;\n\t\t(B)\tProviding information and research to assist in the development and implementation of state tourism policy;\n\t\t(C)\tEncouraging and arranging for the conduct of tourism research and information development through voluntary means or through contractual services with qualified agencies, firms, or persons; and\n\t\t(D)\tProviding tourism information to policy makers, the public, and the visitor industry.  This includes:\n\n\t\t\t(i)\tCollecting and publishing visitor-related data including visitor arrivals, visitor characteristics and expenditures;\n\t\t\t(ii)\tCollecting and publishing hotel-related statistics including the number of units available, occupancy rates, and room rates;\n\t\t\t(iii)\tCollecting and publishing airline-related data including seat capacity and number of flights;\n\t\t\t(iv)\tCollecting information and conducting analyses of the economic, social, and physical impacts of tourism on the State;\n\t\t\t(v)\tConducting periodic studies of the impact of ongoing marketing programs of the Hawaii tourism authority on Hawaii's tourism industry, employment in Hawaii, state taxes, and the State's lesser known and underutilized destinations; and\n\t\t\t(vi)\tCooperate with the Hawaii tourism authority and provide it with the above information in a timely manner.\n\n\n\n\n\n\n\n\tThe department shall be the central agency to coordinate film permit activities in the State. [L 1955, c 264, pt of §1; RL 1955, §28A-6; am L 1957, c 23, §5; am L Sp 1959 2d, c 1, §§10, 25; am L 1963, c 2, §3; HRS ; am L 1974, c 85, §1; am L 1977, c 12, §1; am L 1981, c 98, §5; am L 1983, c 235, §2; am L 1984, c 81, §1; am L 1987, c 336, §7; am L 1990, c 293, §8; am L 1996, c 166, §4; am L 1998, c 156, §6 and c 176, §8]"
}