{
    "name": "Incentive and innovation grants",
    "number": "301",
    "text": "B.  Curriculum and Instruction\n \n         (a)  There is established in the state treasury a trust fund to be known as the incentive and innovation grant trust fund to provide incentive and innovation grants to qualified schools, including charter schools.  Expenditures from the trust fund shall be made by the department and shall be subject to the allotment and expenditure plan required under section 37‑34.5.  Notwithstanding any other law to the contrary, tax deductible donations may be made to, and received by, this trust fund.\n     (b)  Grants shall be for such purposes as the funding of experimental and innovative instructional programs, in-service training, and other activities that promote innovation as outlined in the proposal.\n     (c)  The board shall establish and appoint the members of a grant award panel, which shall consist of at least one representative from each of the following groups:\n     (1)  Parents;\n     (2)  Students;\n     (3)  Teachers;\n     (4)  School administrators;\n     (5)  School support staff;\n     (6)  Businesspersons; and\n     (7)  The military; whose participation shall be requested.\n     The panel shall include a representative from each school district among its members.\n     The panel shall review proposals and make recommendations to the superintendent on grant awards.  Panel members shall serve for a term of two years without compensation, but shall be entitled to reimbursement for necessary expenses while attending meetings and while in the discharge of their duties.  A portion of the moneys in the incentive and innovation grant trust fund, not to exceed one per cent, shall be used to offset the expenses incurred by the review panel.\n     (d)  The panel shall develop a process for submitting proposals that is distinguished by its simplicity and minimization of paperwork.\n     (e)  All proposals for incentive and innovation grants shall include:\n     (1)  A clear statement of how the proposed program will improve student performance;\n     (2)  A method of evaluation to determine if the program has achieved its stated goals;\n     (3)  A detailed budget and expenditure plan, which shall include any commitment of existing funds under the school or schools' allotment toward the proposed program; and\n     (4)  Other criteria required by the panel.\n     (f)  In the case of a renewal request, a school or schools shall submit a specific plan for establishing the program within the school or schools' biennium budget.\n     (g)  The panel shall assist the superintendent in the evaluation of all grant programs under this section on a continuing basis.  If an approved program fails to meet the requirements of its proposal, the panel shall recommend to the superintendent that funding for the grant shall be terminated.\n     (h)  The superintendent shall submit a report to the legislature on the operations of the review panel at least twenty days before the convening of each regular session. [L 1996, c 89, pt of §2; am L 2006, c 298, §18]"
}