{
    "name": "School year; instructional time",
    "number": "251",
    "text": "(a)  Notwithstanding any other law to the contrary, for the 2011-2013 school years, all public schools, except charter schools, shall implement a school year of one hundred eighty days, excluding professional development days and other non-instructional days negotiated pursuant to chapter 89, that shall include:\n     (1)  Nine hundred fifteen student instructional hours for the elementary school grades; and\n     (2)  Nine hundred ninety student instructional hours for the secondary school grades.\n     (b)  Notwithstanding any other law to the contrary, for the 2013-2015 school years, all public schools, except charter schools, shall implement a school year of one hundred eighty days, excluding professional development days and other non-instructional days negotiated pursuant to chapter 89, that shall include one thousand eighty student instructional hours for both elementary and secondary school grades.\n     (c)  For purposes of this section, \"student instructional hours\" means student learning time during which students are engaged in learning activities including regularly-scheduled instruction and learning assessments within the curriculum, and does not include lunch, recess, or passing time. [L 2010, c 167, §3]\n \nNote\n \n  L 2010, c 167, §4 provides:\n  \"SECTION 4.  The department of education shall, with the board of education and office of the governor, and in consultation with representatives of the affected collective bargaining units, submit to the legislature, no later than twenty days prior to the convening of the regular session of 2012, a plan to implement a school year of one hundred ninety days, excluding professional development days and other non-instructional days negotiated pursuant to chapter 89, Hawaii Revised Statutes, that shall include one thousand one hundred forty student instructional hours for both elementary and secondary school grades at all public schools, except charter schools, for school years beginning with the 2015-2016 school year.  For purposes of this section, \"student instructional hours\" shall have the same meaning as in section [302A-251], Hawaii Revised Statutes.\""
}