{
    "name": "Quality early education plan",
    "number": "410",
    "text": "(a)  The department plan for quality early education shall focus on children from ages four up to six years.\n     (b)  The board shall adopt standards and criteria for quality early education based on current national standards and the needs of Hawaii's children.  The standards and criteria shall provide the basis upon which the early education plan shall be developed.\n     (c)  The department of education shall work cooperatively with the department of human services, the department of health, college level education programs, early education organizations, parents of young children, and other appropriate organizations, in developing a quality early education plan.  The plan shall include but not be limited to the following:\n     (1)  Standards for curriculum, activities, facilities, and teacher training for early childhood education;\n     (2)  Methods and materials designed to involve and educate parents and guardians in the education and development of their young children;\n     (3)  A timetable and implementation schedule, approved by the board, to be submitted to the governor and the legislature;\n     (4)  Costs for delivery of early childhood services, including how costs can be shared between the public and private sectors; and\n     (5)  Assessment of training and certification capacity of teachers, including assurances by teacher training institutions to recruit and graduate qualified staff for early childhood education.\n     (d)  Early education shall be delivered through private providers to the maximum extent possible, and provision shall be made to enable parents and guardians to opt for home care if they so choose by providing early childhood education resources in each school for in-home use.\n     (e)  Beginning with the 1997-1998 school year, this section shall be interpreted as though the term \"certification\" read \"licensing\", as the term is used in part III, subpart D, and as circumstances require. [L 1996, c 89, pt of §2 and am c 298, §2; am L 2001, c 312, §13; am L 2002, c 16, §17]\n \nNote\n \n  Contracts with private nonprofit corporations for early education and care services (repealed June 30, 2010).  L 1997, c 77, §2; L 2000, c 60; L 2002, c 13, §2.\n \nCross References\n \n  Early childhood education facilities; identifying sites, see §302A-1506.5."
}