{
    "name": "Mooring of unauthorized vessel in state small boat harbors and offshore mooring areas; impoundment and disposal proceedings",
    "number": "16",
    "text": "(a)  No person shall moor a vessel in a state small boat harbor or offshore mooring area without obtaining a use permit; nor shall a person continue to moor a vessel in any state small boat harbor or offshore mooring area if the use permit authorizing the vessel to moor has expired or otherwise been terminated.  A vessel moored without a use permit or with a use permit that has expired or been terminated is an unauthorized vessel and is subject to this section.\n\t(b)  The department shall cause to be placed upon, or as near to the unauthorized vessel as possible, a notice to remove vessel, which shall indicate that the vessel is in violation of this section, the date and time the notice was posted, and that the vessel must be removed within seventy-two hours from the time the notice was posted.\n\t(c)  An unauthorized vessel may be impounded by the department at the sole cost and risk of the owner of the vessel, if the vessel is not removed after the seventy-two-hour period or if during that period the vessel is removed and remoored in the harbor or mooring or anchorage area or any other state harbor or mooring or anchorage area without a use permit.\n\t(d)  Custody of an unauthorized vessel shall be returned to the person entitled to possession upon payment to the department of all fees and costs due, and fines levied by the department or a court.  In addition, the department, within seventy-two hours of impoundment, shall send by certified mail, return receipt requested, a notice of impoundment to the registered or documented owner or any lien holder or operator of the impounded vessel on record with the department or the United States Coast Guard.  The owner, lien holder, or operator of the impounded vessel shall have ten days after receipt of notice of impoundment of the vessel to request in writing an administrative hearing.  This administrative hearing is solely for the purpose of allowing the owner, lien holder, or operator of an impounded vessel to contest the basis given by the department for the impoundment of the vessel.  The hearing must be held within five working days of the department's receipt of the written request.  The department shall adopt rules pursuant to chapter 91 to implement the requirement for this post-seizure administrative hearing process.\n\t(e)  Any unauthorized vessel impounded under this section, which remains unclaimed for more than thirty days by the registered or documented owner, a lien holder, or operator of record, may be sold by the department at public auction.  If the department is unable to sell the vessel at public auction, or if its appraised value is less than $5,000 as determined by an independent appraiser with at least one year of experience in the sale and purchase of vessels, the department, after giving public notice of intended disposition if that notice was not previously included in a public auction notice, may sell the vessel by negotiation, retain and use the vessel, donate it to any other government agency, or dispose of it as junk. [L 1991, c 272, pt of §2; am L 1994, c 113, §2; am L 2004, c 70, §1]"
}