{
    "name": "Duties and powers of responding tribunal",
    "number": "305",
    "text": "(a) When a responding tribunal of this State receives a petition or comparable pleading from an initiating tribunal or directly pursuant to section 576B-301(c), it shall cause the petition or pleading to be filed and notify the petitioner where and when it was filed.\n\t(b)  A responding tribunal of this State, to the extent otherwise authorized by law, may do one or more of the following:\n\n\n\n\t(1)\tIssue or enforce a support order, modify a child support order, or render a judgment to determine parentage;\n\t(2)\tOrder an obligor to comply with a child support order, specifying the amount and the manner of compliance;\n\t(3)\tOrder income withholding;\n\t(4)\tDetermine the amount of any arrearages, and specify a method of payment;\n\t(5)\tEnforce orders by civil or criminal contempt, or both;\n\t(6)\tSet aside property for satisfaction of the support order;\n\t(7)\tPlace liens and order execution on the obligor's property;\n\t(8)\tOrder an obligor to keep the tribunal informed of the obligor's current residential address, telephone number, employer, address of employment, and telephone number at the place of employment;\n\t(9)\tIssue a bench warrant for an obligor who has failed after proper notice to appear at a hearing ordered by the tribunal and enter the bench warrant in any local and state computer systems for criminal warrants;\n\t(10)\tOrder the obligor to seek appropriate employment by specified methods;\n\t(11)\tAward reasonable attorney's fees and other fees and costs; and\n\t(12)\tGrant any other available remedy.\n\n\n\n\t(c)  A responding tribunal of this State shall include in a support order issued under this chapter, or in the documents accompanying the order, the calculations on which the child support order is based.\n\t(d)  A responding tribunal of this State may not condition the payment of a support order issued under this chapter upon compliance by a party with provisions for visitation.\n\t(e)  If a responding tribunal of this State issues an order under this chapter, the tribunal shall send a copy of the order to the petitioner and the respondent and to the initiating tribunal, if any. [L 1997, c 295, pt of §1]"
}