{
    "name": "Bond required",
    "number": "3",
    "text": "(a)  No professional employer organization shall enter into a professional employment agreement with a client company in the State unless the professional employer organization posts a bond in the amount of $250,000, which is a performance or financial guaranty type bond naming the director as the obligee and which may be canceled only if the professional employer organization gives sixty days prior written notice to the surety or if the surety gives thirty days prior written notice to the director of cancellation of the bond.  The requirements of this section shall be satisfied by a single bond.  If a professional employer organization has more than one branch location, the bond shall cover all locations.\n     (b)  The bond required by this section shall be issued by a surety or federally insured lending institution authorized to do business in the State to indemnify a client company who may suffer loss as a result of nonperformance by a professional employer organization.\n     (c)  Upon cancellation or expiration of the bond, the surety or insurer shall remain liable for any claims against the bond for a period of six months; provided that:\n     (1)  The debts were incurred while the bond was in effect; and\n     (2)  The director notifies the surety or insurer, as the case may be, of any claims within ninety days of discovery of any claims.\n     (d)  The surety or insurer is not required to release any moneys or collateral to the professional employer organization during the six months after cancellation of the bond.\n     (e)  Failure to have in effect a current bond shall result in automatic forfeiture of registration pursuant to this chapter and shall require the professional employer organization to immediately cease doing business in the State.  A professional employer organization whose registration is forfeited shall apply as a new applicant for registration in order to resume business in the State. [L 2010, c 129, pt of §1]"
}