{
    "name": "Registration required",
    "number": "2",
    "text": "  (a)  Every professional employer organization shall register with the director by providing all of the information required by this section and by rules adopted by the director pursuant to chapter 91 prior to entering into any professional employer agreement with any client company in this State.\n     (b)  Registration information required by this section shall include:\n     (1)  The name or names under which the professional employer organization conducts or will conduct business;\n     (2)  The address of the principal place of business of the professional employer organization and the address of each office that the professional employer organization maintains in this State;\n     (3)  The professional employer organization's general excise tax number;\n     (4)  A copy of the certificate of authority to transact business in this State issued by the director of commerce and consumer affairs pursuant to title 23 or title 23A, if applicable;\n     (5)  A list, organized by jurisdiction, of each name under which the professional employer organization has operated in the preceding five years, including any alternative names; names of predecessors; and, if known, names of successor business entities;\n     (6)  A statement of ownership, which shall include the name of each person who, individually or acting in concert with any other person or persons, owns or controls, directly or indirectly, twenty-five per cent or more of the equity interests of the professional employer organization;\n     (7)  A statement of management, which shall include the name of any person who serves as president or chief executive officer or who otherwise has the authority to act as a senior executive officer of the professional employer organization;\n     (8)  Proof of valid workers' compensation coverage in compliance with all laws of this State;\n     (9)  Proof of compliance with the Hawaii temporary disability insurance law;\n    (10)  Proof of compliance with the Hawaii prepaid health care act as regards all employees of the professional employer organization;\n    (11)  Proof of compliance with the Hawaii employment security law, including payment of any applicable employer liability pursuant to chapter 383; and\n    (12)  A financial statement prepared in accordance with generally accepted accounting principles, audited by an independent certified public accountant licensed to practice in the State, and without qualification as to the going concern status of the professional employer organization.\n     (c)  Registration under this section shall expire on December 31 of each odd-numbered year.  Before December 31 of each odd-numbered year, the director or the director's authorized delegate shall mail a renewal application for registration to the address on record of the registrant.  In connection with renewal of registration, a professional employer organization shall provide all of the information required by subsection (b).\n     (d)  The director shall establish fees and requirements for registration, maintenance of registration, renewal, and restoration of registration for professional employer organizations by rule pursuant to chapter 91. [L 2010, c 129, pt of §1]"
}