{
    "name": "Harassment",
    "number": "1106",
    "text": "(1)  A person commits the offense of harassment if, with intent to harass, annoy, or alarm any other  person, that person:\n\n\n\n\t(a)\tStrikes, shoves, kicks, or otherwise touches another person in an offensive manner or subjects the other person to offensive physical contact;\n\t(b)\tInsults, taunts, or challenges another person in a manner likely to provoke an immediate violent response or that would cause the other person to reasonably believe that the actor intends to cause bodily injury to the recipient or another or damage to the property of the recipient or another;\n\t(c)\tRepeatedly makes telephone calls, facsimile, or electronic mail transmissions without purpose of legitimate communication;\n\t(d)\tRepeatedly makes a communication anonymously or at an extremely inconvenient hour;\n\t(e)\tRepeatedly makes communications, after being advised by the person to whom the communication is directed that further communication is unwelcome; or\n\t(f)\tMakes a communication using offensively coarse language that would cause the recipient to reasonably believe that the actor intends to cause bodily injury to the recipient or another or damage to the property of the recipient or another.\n\n\n\n\t(2)  Harassment is a petty misdemeanor. [L 1972, c 9, pt of §1; am L 1973, c 136, §9(b); am L 1992, c 292, §4; am L 1996, c 245, §2]\nCross References\n  Power to enjoin and temporarily restrain harassment, see §604-10.5.\n  Surreptitious surveillance, see §707-733(1)(c).\nCOMMENTARY ON \n  Harassment, a petty misdemeanor, is a form of disorderly conduct aimed at a single person, rather than at the public.  The intent to harass, annoy, or alarm another person must be proved.\n  Subsection (1)(a) is a restatement of the common-law crime of battery, which was committed by any slight touching of another person in a manner which is known to be offensive to that person.  Such contacts are prohibited, if done with requisite intent, in order to preserve the peace.\n  Subsection (1)(b) is likewise aimed at preserving peace.  It prohibits insults, taunts, or challenges which are likely to provoke a violent or disorderly response.  This is distinguished from disorderly conduct because it does not present a risk of public inconvenience or alarm.\n  Subsections (1)(c) and (1)(d) are aimed at abusive communications.  The former prohibits any telephone call which is made with the specified intent and without any legitimate purpose.  The latter prohibits any type of repeated communications which are anonymous, made at extremely inconvenient times, or in offensively coarse language.  Again, the intent to harass, annoy, or alarm must be proved.  Nearly all states have statutes prohibiting such conduct.  Our aim is to make them broad enough to cover all types of potentially annoying communications.\n  Previous Hawaii law treated various forms of harassment as disorderly conduct.[1]  In addition the law expressly prohibited the use of obscene or lascivious language over the telephone.[2]\nSUPPLEMENTAL COMMENTARY ON \n  Act 136, Session Laws 1973, deleted former subsection (1)(e) from this section.  That subsection included as the offense of harassment the case where a person \"engages in any other course of harmful or seriously distressing conduct serving no legitimate purpose of the defendant.\"  The Legislature felt that the subsection was overly vague.  House Standing Committee Report No. 726.\n  Act 292, Session Laws 1992, amended this section to strengthen the laws against harassment by providing greater protection to victims of harassment while at the same time preserving the rights of citizens to engage in political expression and ordinary communication.  Conference Committee Report No. 57.\n  Act 245, Session Laws 1996, amended subsection (1) by:  prohibiting a person from repeatedly making telephone calls, facsimile, or electronic mail transmissions without purpose of legitimate communication; deleting the requirement that various kinds of communications cause the recipient to reasonably believe that the actor intends to cause bodily injury or property damage; and making it a separate offense to make a communication using offensively coarse language that would cause the recipient to reasonably believe that the actor intends to cause bodily injury or property damage.  Conference Committee Report No. 34.\nCase Notes\n  Defendant police officer and defendant resident manager had probable cause to arrest plaintiff for harassment.  855 F. Supp. 1167.\n  Elements of harassment construed.  60 H. 540, 592 P.2d 810.\n  Threatening and offensive remarks directed against police afforded police probable cause to arrest for harassment.  61 H. 291, 602 P.2d 933.\n  Harassment is not a lesser included offense of assault in the third degree in violation of §707-712.  63 H. 1, 620 P.2d 250.\n  Harassment not a lesser included offense of disorderly conduct.  63 H. 548, 632 P.2d 654.\n  Person charged with petty misdemeanor carrying maximum penalty of thirty days confinement, a fine, or both, is not entitled to jury trial.  64 H. 374, 641 P.2d 978.\n  Where minor's challenge to officer was not uttered in a manner likely to provoke a violent response on officer's part, there was insufficient evidence to support district family court's conclusion that minor committed offense of harassment in violation of subsection (1)(b).  76 H. 85, 869 P.2d 1304.\n  Because the broad language of §708-810 does not evidence an intent to confine crimes \"against a person\" to those enumerated in chapter 707, and harassment is a crime against a person, a conviction for burglary under §708-810 may be predicated on the offense of harassment.  89 H. 284, 972 P.2d 287.\n  An \"illegitimate purpose\" is not an element of the offense of harassment, as defined by subsection (1)(a); where substantial evidence that, after becoming angry and \"yelling\" at son, defendant slapped son in the face, trial court could reasonably have inferred that defendant intended defendant's conduct to \"annoy\" or \"alarm\" son.  90 H. 85, 976 P.2d 399.\n  Conviction reversed where defendant merely drove his automobile along narrow street in opposite direction from automobile of former girlfriend and did not insult, taunt, or challenge.  7 H. App. 582, 788 P.2d 173.\n  Record did not support a finding that defendant either insulted, taunted, or challenged dog owner, or that defendant did so in a manner likely to provoke a violent response.  77 H. 196 (App.), 881 P.2d 1264.\n  Where defendant came up behind victim unexpectedly and threatened victim, screamed a 10-minute tirade at victim, and were actions taken without significant provocation or cognizable justification, facts sufficient to enable a reasonable person to conclude defendant violated subsection (1)(b).  93 H. 513 (App.), 6 P.3d 385.\n  Defendant's conviction under this section vacated where trial court's ruling that defendant engaged in \"reckless\" conduct did not satisfy the specific intent requirement of this section.  95 H. 290 (App.), 22 P.3d 86.\n  Under the plain meaning of subsection (1)(a), \"offensive physical contact\" encompassed the conduct of defendant knocking off police officer's hat--offensive contact that, while separate and apart from the various forms of actual bodily touching, nevertheless involved contact with an item physically appurtenant to the body.  95 H. 290 (App.), 22 P.3d 86.\n  Sufficient evidence supported trial court's finding that defendant committed offense of harassment.  98 H. 459 (App.), 50 P.3d 428.\n  Defendant's conviction of harassment under this section reversed where trial court erroneously concluded that father's actions could not be seen as reasonably necessary to protect the welfare of the recipient, and the State failed its burden of disproving beyond a reasonable doubt the justification evidence that was adduced, or proving  beyond a reasonable doubt facts negativing the justification defense under §703-309.  106 H. 252 (App.), 103 P.3d 412.\n  Mentioned:  9 H. App. 315, 837 P.2d 1313; 79 H. 538 (App.), 904 P.2d 552.\n__________\n Commentary:\n1.  E.g., H.R.S. §772-2(5) and (10).\n2.  H.R.S. §759-2."
}