{
    "name": "Violation of privacy in the second degree",
    "number": "1111",
    "text": "(1)  A person commits the offense of violation of privacy in the second degree if, except in the execution of a public duty or as authorized by law, the person intentionally:\n\n\n\n\t(a)\tTrespasses on property for the purpose of subjecting anyone to eavesdropping or other surveillance in a private place;\n\t(b)\tInstalls or uses, or both, in any private place, without consent of the person or persons entitled to privacy therein, any device for observing, recording, amplifying, or broadcasting sounds or events in that place other than another person in a stage of undress or sexual activity;\n\t(c)\tInstalls or uses outside a private place any device for hearing, recording, amplifying, or broadcasting sounds originating in that place which would not ordinarily be audible or comprehensible outside, without the consent of the person or persons entitled to privacy therein;\n\t(d)\tCovertly records or broadcasts an image of another person's intimate area underneath clothing, by use of any device, and that image is taken while that person is in a public place and without that person's consent;\n\t(e)\tIntercepts, without the consent of the sender or receiver, a message or photographic image by telephone, telegraph, letter, electronic transmission, or other means of communicating privately; but this paragraph does not apply to:\n\n\t\t(i)\tOverhearing of messages through a regularly installed instrument on a telephone party line or an extension; or\n\t\t(ii)\tInterception by the telephone company, electronic mail account provider, or telephone or electronic mail subscriber incident to enforcement of regulations limiting use of the facilities or incident to other operation and use;\n\n\t(f)\tDivulges without the consent of the sender or the receiver the existence or contents of any message or photographic image by telephone, telegraph, letter, electronic transmission, or other means of communicating privately, if the accused knows that the message or photographic image was unlawfully intercepted or if the accused learned of the message or photographic image in the course of employment with an agency engaged in transmitting it; or\n\t(g)\tKnowingly possesses materials created under circumstances prohibited in section 711-1110.9.\n\n\n\n\t(2)  This section shall not apply to any dissemination, distribution, or transfer of images subject to this section by an electronic communication service provider or remote storage service in the ordinary course of its business.  For the purpose of this subsection:\n\t\"Electronic communication\" means any transfer of signs, signals, writing, images, sounds, data, or intelligence of any nature transmitted in whole or part by a wire, radio, electromagnetic, photoelectronic, or photo-optical system.\n\t\"Electronic communication service\" means any service that provides to users thereof the ability to send or receive wire or electronic communications.\n\t\"Electronic communication service provider\" means any person engaged in the offering or sale of electronic communication services to the public.\n\t\"Electronic communication system\" means any wire, radio, electromagnetic, photo-optical, or photoelectronic facilities for the transmission of wire or electronic communications, and any computer facilities or related electronic equipment for the electronic storage of such communications, including e-mail, web hosting, multimedia messaging services, and remote storage services offered by an electronic communication service provider.\n\t\"Remote storage service\" means the provision to the public of computer storage or processing services by means of an electronic communication system.\n\t(3)  For the purposes of this section:\n\t\"Intimate areas\" means any portion of a person's underwear, pubic area, anus, buttocks, vulva, genitals, or female breast.\n\t\"Intimate areas underneath clothing\" does not include intimate areas visible through a person's clothing or intimate areas exposed in public.\n\t\"Public place\" means an area generally open to the public, regardless of whether it is privately owned, and includes but is not limited to streets, sidewalks, bridges, alleys, plazas, parks, driveways, parking lots, buses, tunnels, buildings, stores, and restaurants.\n\t(4)  Violation of privacy in the second degree is a misdemeanor.  In addition to any penalties the court may impose, the court may order the destruction of any recording made in violation of this section. [L 1972, c 9, pt of §1; gen ch 1993; am L 1999, c 278, §2; am L 2003, c 48, §4; am L 2004, c 83, §3]\nNote\n  In subsection (2), definitions rearranged.\nCross References\n  Electronic eavesdropping, see chapter 803, part IV. \nCOMMENTARY ON \n  This section is provided on the theory that in an era of increasing use of electronic eavesdropping devices, criminal sanctions should be used to protect an individual's right of privacy.  Wiretapping is contrary to federal law, but it is right that state law should also be on record against it.  Therefore, in addition to simple trespassory, nonmechanical eavesdropping, covered in subsection (1)(a),  forbids any sort of electronic or mechanical eavesdropping or surveillance whether done through some physical connection with the place under surveillance or not.  Thus subsection (1)(b) forbids installation or use of eavesdropping equipment in a \"private place\" (defined in §711-1100) whereas subsection (1)(c) forbids the use anywhere of equipment designed to receive sounds originating in a private place and normally inaudible or incomprehensible outside.  Physical contact with the private place is not necessary.  Subsection (1)(d) generally forbids wiretapping, but does not apply to listening in on a party line or extension phone (these are risks known to all telephone users and are not of the magnitude of a wiretap), nor does it apply to interception by the telephone company or a subscriber seeking to ascertain that the telephone is not being put to improper use.  Thus a company with a telephone switchboard would not be guilty of a crime if it ordered an employee to monitor calls in order to assure that instructions limiting use of the telephone to business calls were being followed.  Subsection (1)(e) forbids anyone to divulge the existence or contents of a telephone call, telegram, or letter, which he knows was unlawfully intercepted, or which he learned of in the course of his employment by a transmitting agency, without the consent of the sender or the receiver.  Since subsection (1)(d) has the exceptions noted, subsection (1)(e) would not cover the party line eavesdropper who reveals what he has overheard. \n  Previous Hawaii law in this area was limited to violations of privacy resulting from interception or recordation of telephone and wire communications.[1]  The Code, therefore, is broader in its overall scope than prior law.  However, as applied to telephone and wire interceptions or recordations, the Code would limit criminal liability to situations where the conduct was engaged in without the consent of both parties (sender and receiver) to the conversation or communication.  If one of the parties to the communication authorizes its interception or recordation (e.g., in an attempt to trace obscene or extortionary telephone calls), criminal sanctions ought not to result.\nSUPPLEMENTAL COMMENTARY ON \n  Act 278, Session Laws 1999, amended this section, more specifically, by making the offense of violation of privacy in the second degree a misdemeanor.  The offense does not include the installation of any device for, among other things, videotaping or filming another person in a state of undress or sexual activity, which is covered under §711-1110.9.  The knowing possession of materials created under circumstances prohibited in §711-1110.9 is included as an offense under this section.\n  Act 48, Session Laws 2003, amended this section to update the crime of violation of privacy in the second degree to punish \"video voyeurism\" in public places.  The legislature found that through technological advancements, recording and broadcasting devices are easily concealed.  Incidents of \"video voyeurism\" in public places have occurred but are not chargeable under existing laws.   Changing the offense of violation of privacy would address the growing concern for the offensive practice of \"upskirt photography\".  Senate Standing Committee Report No. 637, House Standing Committee Report No. 1316.\n  Act 83, Session Laws 2004, amended this section to include photographic images among the types of private communications that may not be intercepted or divulged without the consent of the sender or receiver, except when the images are disseminated, distributed, or transferred by electronic communication service providers or remote storage services in the ordinary course of business.  Act 83 also defined the terms \"electronic communication\", \"electronic communication service\", \"electronic communication service provider\", \"electronic communication system\", and \"remote storage service\".  Act 83 made statutory amendments to the existing privacy law in order to prohibit the inappropriate use of new digital technologies, such as cellular phones, that are capable of taking digital photographs and transmitting those images.  House Standing Committee Report No. 826-04, Conference Committee Report No. 43-04.\n__________\n Commentary:\n1.  H.R.S. §§275-3 and 275-5."
}