{
    "name": "Riot",
    "number": "1103",
    "text": "(1)  A person commits the offense of riot if the person participates with five or more other persons in a course of disorderly conduct: \n\n\n\n\t(a)\tWith intent to commit or facilitate the commission of a felony; or \n\t(b)\tWhen the person or any other participant to the person's knowledge uses or intends to use a firearm or other dangerous instrument in the course of the disorderly conduct. \n\n\n\n\t(2)  Riot is a class C felony. [L 1972, c 9, pt of §1; gen ch 1993]\nCOMMENTARY ON \n  In light of recent demonstrations by students and other militants, the importance of well-drafted statutes relating to riot, unlawful assembly, and disorderly conduct is self-evident.  The goal is, on the one hand, not to curtail legitimate exercise of the rights of free speech and free assembly and, on the other hand, to give the police a useful tool to employ against conduct which involves crime or physical danger and which is no longer afforded constitutional protection. \n  Riot is the most serious of the offenses against public order.  It is made a class C felony both because of the greater number of participants and because of the unlawful objectives.  At least six persons must be involved (the defendant and five others) in \"disorderly conduct,\" as that conduct is defined by §711-1101.  This number of participants is taken from the previous Hawaii law and the Proposed Michigan Revised Criminal Code in preference to the Model Penal Code's smaller number of participants (three).  Because  defines riot in terms of aggravated disorderly conduct, it is necessary to prove the elements of disorderly conduct specified in §711-1101.  In addition, there must be proof of one of two specified aggravating circumstances.  Under subsection (1)(a) the accused must intend to commit or facilitate the commission of a felony.  Subsection (1)(b) makes disorderly conduct riot when the accused or any other participant to the accused's knowledge uses or intends to use a dangerous instrument. \n  Section 711-1103 is restrictively worded to prevent the use of the section to break up orderly demonstrations, meetings, or processions which happen to attract a hostile crowd, perhaps because unpopular views are being expressed.  On the other hand, the section will be useful in breaking up disorderly demonstrations which threaten harm in one of the specified ways.\n  In the prior Hawaii law, riot was defined as: \n\n\t\tAny use of force or violence disturbing the public peace, or any threat or attempt to use such force or violence, if accompanied by immediate power of execution, by six or more persons acting together, and without authority or justification by law....[1] \n\nThe penalty for participating in any riot was a fine of not more than $1,000 or imprisonment of not more than two years or both.[2]  There is no case law existing under this particular statute. \n  Note on treason.  Although a number of proposed penal code revisions have included a crime of treason against the State, no such crime is here included.  Treason is an offense amply covered in federal law,[3] and is not likely to be directed against the State government.  It is the position of the Code, therefore, that riot and the other offenses in this chapter are sufficient to deal with any threat to the safety of the State.  In fact, the crime of treason was not previously covered by Hawaii law, although there were numerous sections, repealed by this revision, which covered various treasonous activities.  Those sections are discussed below.  It will readily be seen that the sections in this chapter and in Chapters 5 and 7 make it unnecessary to deal so specifically with the activities previously covered by Hawaii law.  Moreover, there was considerable doubt about the constitutionality of some of the sections, particularly those relating to \"criminal syndicalism,\" as they appeared to penalize speech and assembly rather than any activities directed at carrying out treasonous goals.  To the extent that these activities ought to be criminal, they are made so by the Code's provisions on solicitation, conspiracy, attempt, terroristic threatening, riot, unlawful assembly, and the like. \n  The former law on treasonous activities was embodied in a number of provisions.  H.R.S. §§721-1 to 721-5 prohibited anarchistic publications and criminal syndicalism.  Anarchistic publications were those which advocated or were intended to advocate \"the commission of any act of violence, such as sabotage, incendiarism, sedition, anarchy, rioting or breach of the peace...\"[4]  The printing, selling, or distribution of such anarchistic publications was punishable by a fine of not more than $1,000 or imprisonment for not more than one year.  Upon a second conviction for the same offense within five years from the first conviction, a fine of not more than $5,000 or imprisonment for not more than one year, or both, could be imposed.[5]  Criminal syndicalism was defined as \"the doctrine which advocates crime, sabotage, violence, or other unlawful methods of terrorism as a means of accomplishing industrial or political ends.\"[6]  Committing criminal syndicalism in its various forms was punishable by a fine of not more than $5,000 or imprisonment for not more than ten years.[7]  Two or more persons were prohibited from assembling for the purpose of advocating or teaching the doctrine of criminal syndicalism.  The penalty for so doing was a fine of not more than $5,000 or imprisonment for not more than ten years, or both.[8]  Knowingly permitting the use of a building for unlawful assembly was punishable by a fine of not more than $500 or imprisonment for not more than one year, or both.[9] \n  Intentional injury to or interference with property (sabotage) was prohibited as follows: \n\n\tWhoever wilfully destroys, impairs, injures, interferes, or tampers with real or personal property intending or having reasonable grounds to believe that such act will hinder, delay or interfere with the preparation of the United States or of any of the states or territories for defense or for war, or with the prosecution of war by the United States, shall be fined not more than $10,000 or imprisoned at hard labor not more than twenty years, or both.[10] \n\n  The same penalty was imposed for industrial sabotage (intentionally defective workmanship) of any article or thing to be used in connection with the preparation by the United States or any state or territory for defense or for war.[11] \n  Besides the above, the use of disloyal or contemptuous language concerning the United States, its armed forces, or its flag, or the commission of an act of disloyalty which was reasonably calculated to cause a breach of the peace was punishable by a fine of not less than $100 nor more than $1,000, or imprisonment for not more than ten years, or both.[12]  The use of pacifistic language during a time of war was punishable by a fine of not more than $1,000 or imprisonment for not more than one year, or both.[13] \n__________\n Commentary:\n1.  H.R.S. §764-1. \n2.  Id. §764-2. \n3.  18 U.S.C. §2381. \n4.  H.R.S. §721-1. \n5.  Id. \n6.  Id. §721-2. \n7.  Id. §721-3. \n8.  Id. §721-4. \n9.  Id. §721-5. \n10. Id. §767-2. \n11. Id. §767-3. \n12. Id. §733-1. \n13. Id. §733-2."
}