{
    "name": "Permits; procedures for",
    "number": "5",
    "text": "(a)  An application for any permit required under this chapter shall be in a form prescribed by the director.\n\t(b)  The director may require that applications for such permits shall be accompanied by plans, specifications, and information as the director deems necessary for the director to determine whether the proposed or existing hazardous waste management facility will be in compliance with applicable rules and standards.\n\t(c)  The director shall issue a permit for any term, not exceeding five years, if the director determines that the applicant and facility have complied with the provisions of this chapter.  Each permit shall be reviewed five years after the date of issuance and shall be modified as necessary to assure that the facility and permittee continue to comply with applicable provisions of this chapter.  Nothing in this subsection shall preclude the director from reviewing and modifying a permit at any time during its term.  Each permit issued under this section shall contain such terms and conditions as the director determines are necessary to protect human health or the environment.\n\tThe director may modify, suspend, or revoke any permit if, after affording the permittee an opportunity for a hearing in accordance with chapter 91, the director determines that:\n\n\n\n\t(1)\tThere is a violation of any term or condition of the permit;\n\t(2)\tThe permit was obtained by misrepresentation or failure to disclose fully all relevant facts;\n\t(3)\tThere is a change in any circumstance that necessitates a modification, suspension, or revocation of the permit; or\n\t(4)\tSuch is in the public interest.\n\n\n\n\tPublic notice shall be given of proposed decisions respecting permit issuance, reissuance, denial, revocation, suspension, substantial modification to a permit requested by a permittee, and modifications to a permit initiated by the director.  The director may hold a public hearing before issuing a final decision respecting a permit issuance, reissuance, denial, revocation, suspension, request by a permittee to substantially modify a permit, and any modification to a permit initiated by the director if the director determines that such a public hearing is in the public interest.  The permit notice and public hearing requirements in this section shall not apply to used oil permits as provided for in section 342J-54.\n\t(d)  No applicant for a modification or reissuance of a permit shall be held in violation of this chapter during the pendency of the applicant\u0092s application so long as the applicant acts consistently and the facility is in compliance with the permit previously granted. [L 1989, c 212, pt of §5; am L 1991, c 259, §6; am L 2000, c 3, §1]"
}