{
    "name": "Hazardous waste releases",
    "number": "36",
    "text": "(a)  Whenever the director determines that there has been a release of hazardous waste or of a hazardous waste constituent into the environment from a facility handling hazardous wastes, the director may:\n\n\n\n\t(1)\tRequire the facility or site to undertake corrective action or such other response action as the director deems necessary to protect human health or the environment; and\n\t(2)\tRequire that corrective action be taken beyond the facility boundary where necessary to protect human health or the environment unless the owner or operator of the facility concerned demonstrates to the satisfaction of the director that, despite the owner or operator\u0092s best efforts, the owner or operator was unable to obtain the necessary permission to undertake such action.\n\n\n\n\t(b)  Whenever the director determines that there is or has been a release of hazardous waste or of a hazardous waste constituent into the environment from a hazardous waste management facility or site, the director may issue an order requiring corrective action to protect human health or the environment, or the director may commence a civil action for appropriate relief, including a temporary, preliminary, or permanent injunction, the imposition and collection of civil penalties, or other relief.  For purposes of enforcement, failure to comply with an order issued pursuant to this chapter shall constitute a violation of a requirement of this chapter.\n\t(c)  Any person to whom the order is issued may be required to submit to the director within thirty days a proposal for carrying out the required monitoring, testing, analysis, and reporting.\n\t(d)  If the director determines that the owner or operator is not able to conduct corrective action in a satisfactory manner, the director may dictate the conduct of such activity, the cost of which shall remain the responsibility of the owner or operator.\n\t(e)  Each permit issued by the director under this chapter shall require corrective action for all releases of hazardous waste or any hazardous waste constituent into the environment from the facility seeking the permit.  Permits may contain schedules of compliance for such corrective action (where such corrective action cannot be completed prior to issuance of the permit), and shall contain assurances of financial responsibility for completing such corrective action.\n\t(f)  If the action that results in a release otherwise constitutes a violation of this chapter, nothing in this section shall be construed to preclude the director from taking appropriate action under other provisions of this chapter.\n\t(g)  Public notice shall be given for proposed decisions on a final remedy. [L 1989, c 212, pt of §5; am L 1990, c 298, §13; am L 1991, c 259, §15; am L 1995, c 180, §29]\nCross References\n  Environmental response law, see chapter 128D.\n  Hawaii emergency planning and community right-to-know act, see chapter 128E."
}