{
    "name": "Hawaii tourism authority; establishment; board; staff",
    "number": "2",
    "text": "(a)  There is established the Hawaii tourism authority, which shall be a body corporate and a public instrumentality of the State, for the purpose of implementing this chapter.  The authority shall be placed within the department of business, economic development, and tourism for administrative purposes only.\n\t(b)  The authority shall be headed by a policy-making board of directors which consists of twelve public, voting members, one ex officio voting member, and two ex officio nonvoting members; provided that:\n\n\n\n\t(1)\tTwelve public, voting members shall be appointed by the governor as provided in section 26-34, except as otherwise provided by law;\n\t(2)\tThe twelve public, voting members shall be composed of at least one representative each from the city and county of Honolulu and the counties of Hawaii, Kauai, and Maui; the remaining public members shall be appointed at-large;\n\t(3)\tOf the twelve public, voting members, three shall be appointed by the governor from a list of three names submitted for each appointment by the president of the senate, and three shall be appointed by the governor from a list of three names submitted for each appointment by the speaker of the house of representatives; provided that if fewer than three names are submitted for each appointment, the governor may disregard the list;\n\t(4)\tAt least six of the twelve public, voting members shall have knowledge, experience, and expertise in the area of visitor industry management, marketing, promotion, transportation, retail, entertainment, or visitor attractions, and at least one shall have knowledge, experience, and expertise in the area of Hawaiian cultural practices; provided that no more than three members shall represent, be employed by, or be under contract to any sector of the industry represented on the board;\n\t(5)\tThe governor shall make appointments to ensure the fulfillment of all requirements; provided that any appointments made after July 1, 2002, shall be made to fulfill the requirements in place when the appointments are made;\n\t(6)\tThe director of business, economic development, and tourism, or a designated representative, shall be an ex officio voting member;\n\t(7)\tThe director of transportation, or a designated representative, shall be an ex officio nonvoting member; and\n\t(8)\tThe chairperson of the board of land and natural resources, or a designated representative, shall be an ex officio nonvoting member.\n\n\n\n\t(c)  The public members shall be appointed by the governor for terms of four years.  Each public member shall hold office until the member's successor is appointed and qualified.  Section 26-34 shall be applicable insofar as it relates to the number of terms and consecutive number of years a member may serve on the board.\n\t(d)  The board shall elect a chairperson from among the voting members.  The director of business, economic development, and tourism or the designated representative shall not be chairperson of the board.\n\t(e)  Seven voting members shall constitute a quorum and a minimum of seven affirmative votes shall be necessary for all actions by the authority.  The members shall serve without compensation, but shall be reimbursed for expenses, including traveling expenses, necessary for the performance of their duties.\n\t(f)  [Repeal and reenactment on June 30, 2007.  L 2004, c 58, §14(2).]  The board shall appoint an executive director, exempt from chapters 76 and 88 who shall oversee the authority staff; provided that the compensation package, including salary, shall not exceed nine per cent of the five per cent authorized for administrative expenses under section 201B-11(c); and provided further that the compensation package shall not include private sector moneys or other contributions.  The board shall set the executive director's duties, responsibilities, holidays, vacations, leaves, hours of work, and working conditions.  It may grant such other benefits as it deems necessary.\n\tThe board may appoint a sports coordinator, exempt from chapters 76, 78, and 88, who shall provide management services for all sporting events supported through the authority.\n\t(g)  The authority may employ persons not subject to chapters 76 and 78 to perform and execute the functions of the authority. [L 1998, c 156, pt of §2; am L 2000, c 253, §150; am L 2002, c 143, §2 and c 148, §19; am L 2003, c 3, §3; am L 2004, c 10, §7 and c 58, §6]"
}