{
    "name": "Duties and powers of the department; rules and regulations, procedure for varying",
    "number": "7",
    "text": "In addition to such other duties and powers as may be conferred upon the department of labor and industrial relations by law, the department shall:\n\n\n\n\t(1)\tFile with the governor a written report or reports at such times, at least once in each year, and in such form as shall be requested by the governor covering the condition and activities of the department;\n\t(2)\tMake, modify, and repeal reasonable rules and regulations of general application for the protection of life, health, and safety of employees in every employment or place of employment; provided that the rules and regulations shall not conflict with any rules or regulations of the department of health covering the same subject matter;\n\t(3)\tMake, modify, and repeal such other reasonable rules and regulations of general application as may be necessary to carry into effect this chapter.\n\n\n\n\tThe rules and regulations of the department and any amendments thereto, when adopted in accordance with chapter 91 shall have the force and effect of law and shall be enforced in the same manner as this chapter.\n\tIf there are practical difficulties or unnecessary hardships in carrying out a rule, the director of labor and industrial relations may, after public hearing, make a variation from such requirement if the spirit of the rule is observed.  Any person affected by the rule, or the person's agent, may petition for variation, stating the grounds therefor.  The director shall fix a day for a hearing on the petition and give reasonable notice thereof to the petitioner.  A properly indexed record of all variations made shall be kept in the office of the department and shall be open to public inspection.\n\tAny interested person may obtain a ruling as to the validity or applicability of any rule in the manner provided in chapter 91. [L 1939, c 237, §1(9); RL 1945, §4112; am L 1951, c 23, §1; RL 1955, §88-13; am L Sp 1959 2d, c 1, §§19, 27; am L 1965, c 96, §63; HRS ; gen ch 1985]"
}