{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter:\n\t\"Department\" means the department of commerce and consumer affairs.\n\t\"Director\" means the director of commerce and consumer affairs.\n\t\"Exempt government employee\" means an employee in a social worker position with any federal, state, or county government agency.\n\t\"Practice of social work\" means applying the formal knowledge base, theoretical concepts, specific functional skills, and essential social values that are used to effect change in human behavior, emotional responses, and social conditions, and helping individuals, couples, families, groups, and community organizations enhance or restore their capacities for personal and social functioning while preventing and controlling social problems.  Social work practice is the professional application of social work values, principles, ethics, and techniques in the following areas:\n\n\n\n\t(1)\tInformation, resource identification, referral services, mediation services, advocacy services, and education of individuals, groups, couples, and families;\n\t(2)\tPreparation and evaluation of assessments and development and implementation of social work service plans;\n\t(3)\tCase management, coordination, casework intervention, and monitoring of social work service plans in the areas of personal, social, or economic resources, conditions, or problems;\n\t(4)\tAdministration and development of social service programs, policies, community organization, planning, implementation, and involvement in the evaluation of social systems and social policies;\n\t(5)\tSocial work consultation and resource development;\n\t(6)\tResearch through the formal design and methodology of data collection and the analysis and evaluation of data, social work programs, social systems, and social policies;\n\t(7)\tPsychosocial assessment, diagnostic impressions, treatment of individuals, couples, families, and groups, prevention of psychosocial dysfunction, disability, or impairment, including emotional, mental, and behavioral disorders, and evaluation of practice effectiveness; and\n\t(8)\tClinical diagnosis or psychotherapy, or both, provided by a licensed clinical social worker.\n\n\n\n\t\"Social worker\" or \"S.W.\" means a person who has been issued a license as a licensed bachelor social worker, licensed social worker, or licensed clinical social worker to practice within the scope of practice as provided in this chapter. [L 1994, c 251, pt of §2; am L 2001, c 229, §§2, 5; am L 2002, c 16, §29 and c 167, §§6, 17]"
}