{
    "name": "Powers",
    "number": "6",
    "text": "Except as otherwise provided by law, the board of land and natural resources shall have the powers and functions granted to the heads of departments and the board of land and natural resources under chapter 26.\n\tIn addition to the foregoing, the board may:\n\n\n\n\t(1)\tAdopt a seal;\n\t(2)\tAdminister oaths;\n\t(3)\tPrescribe forms of instruments and documents;\n\t(4)\tAdopt rules which, upon compliance with chapter 91, shall have the force and effect of law;\n\t(5)\tSet, charge, demand, and collect reasonable fees for the preparation of documents to be issued, for the surveying of public lands, and for the issuing of certified copies of its government records, which fees, when collected, shall be deposited into the state  general fund, unless otherwise specified in this chapter;\n\t(6)\tEstablish additional restrictions, requirements, or conditions, not inconsistent with those prescribed in this chapter, relating to the use of particular land being disposed of, the terms of sale, lease, license, or permit, and the qualifications of any person to draw, bid, or negotiate for public land;\n\t(7)\tReduce or waive the lease rental at the beginning of the lease on any lease of public land to be used for any agricultural or pastoral use, or for resort, commercial, industrial, or other business use where the land being leased requires substantial improvements to be placed thereon; provided that such reduction or waiver shall not exceed two years for land to be used for any agricultural or pastoral use, or exceed one year for land to be used for resort, commercial, industrial, or other business use;\n\t(8)\tDelegate to the chairperson or employees of the department of land and natural resources, subject to the board's control and responsibility, such powers and  duties as may be lawful or proper for the performance of the functions vested in the board;\n\t(9)\tUtilize arbitration under chapter 658A to settle any controversy arising out of any existing or future lease;\n\t(10)\tSet, charge, and collect reasonable fees in an amount sufficient to defray the cost of performing or otherwise providing for the inspection of activities permitted upon the issuance of a land license involving a commercial purpose;\n\t(11)\tAppoint masters or hearing officers to conduct public hearings as provided by law and under such conditions as the board by rules shall establish;\n\t(12)\tBring such actions as may be necessary to remove or remedy encroachments upon public lands.  Any person causing an encroachment upon public land shall be subject to a fine of not more than $500 a day for the first offense and shall be liable for administrative costs incurred by the department and for payment of damages.  Upon the second offense and thereafter, the violator shall (A) be fined not less than $500 nor more than $2,000 per day; (B) if required by the board, restore the land to its original condition if altered and assume the costs thereof; and (C) assume such costs as may result from adverse effects from such restoration;\n\t(13)\tSet, charge, and collect interest and a service charge on delinquent payments due on leases, sales, or other accounts.  The rate of interest shall not exceed one per cent a month and the service charge shall not exceed $50 a month for each delinquent payment; provided that the contract shall state the interest rate and the service charge and be signed by the party to be charged;\n\t(14)\tSet, charge, and collect additional rentals for the unauthorized use of public lands by a lessee, licensee, grantee, or permittee who is in violation of any term or condition of a lease, license, easement, or revocable permit, retroactive to the date of the occurrence of the violation.  Such amounts shall be considered delinquent payments and shall be subject to interest and service charges as provided in paragraph (13);\n\t(15)\tSet, charge, and collect reasonable fines for violation of this chapter or any rule adopted thereunder.  Any person violating any of the provisions of this chapter or any rule adopted thereunder, for which violation a penalty is not otherwise provided, shall be fined not more than $500 a day and shall be liable for administrative costs incurred by the department and for payment for damages;\n\t(16)\tIssue revenue bonds, subject to the approval of the legislature.  All revenue bonds shall be issued pursuant to part III of chapter 39, except as provided in this chapter.  All revenue bonds shall be issued in the name of the department and not in the name of the State.  The final maturity date of the revenue bonds may be any date not exceeding thirty years from the date of issuance;\n\t(17)\tPledge or assign all or any part of the receipts and revenues of the department.  The revenue bonds shall be payable from and secured solely by the revenue derived by the department from the industrial park or parks for which the bonds are issued;\n\t(18)\tReimburse the state general fund for debt service on general obligation bonds or reimbursable general obligation bonds issued by the State for purposes of this chapter; and\n\t(19)\tDo any and all things necessary to carry out its purposes and exercise the powers granted in this chapter. [L 1962, c 32, pt of §2; am L 1965, c 239, §2; Supp, §103A-6; HRS ; am L 1974, c 70, §1; am L 1982, c 109, §1; am L 1983, c 170, §2; am L 1984, c 117, §1; am L 1985, c 39, §1; am L 1989, c 249, §1; am L 1991, c 89, §1 and c 145, §3; am L 1994, c 162, §2; am L 2001, c 265, §4]"
}