{
    "name": "Registration requirements",
    "number": "2",
    "text": "(a)  A sex offender shall register with the attorney general and comply with the provisions of this chapter for life.\n\t(b)  Registration information for each sex offender shall consist of a recent photograph, verified fingerprints, and the following information:\n\n\n\n\t(1)\tName and all aliases used by the sex offender or under which the sex offender has been known and other identifying information, including date of birth, social security number, sex, race, height, weight, and hair and eye color;\n\t(2)\tThe legal address and telephone number of the sex offender's residence or mailing address, or any current, temporary address where the sex offender resides, and for each address how long the sex offender has resided there;\n\t(3)\tThe legal address and telephone number where the sex offender is staying for a period of more than ten days, if other than the stated residence;\n\t(4)\tThe future address and telephone number where the sex offender is planning to reside, if other than the stated residence;\n\t(5)\tNames and legal addresses of current and known future employers and the starting and ending dates of any such employment;\n\t(6)\tNames and legal addresses of current and known future educational institutions with which the sex offender is affiliated in any way, whether or not compensated, including but not limited to affiliation as a faculty member, an employee, or a student, and the starting and ending dates of any such affiliation;\n\t(7)\tThe year, make, model, color, and license number of all vehicles currently owned or operated by the sex offender;\n\t(8)\tA summary of the criminal offenses against victims who were minors and sexually violent offenses for which the sex offender has been convicted or found unfit to proceed or acquitted pursuant to chapter 704;\n\t(9)\tA statement indicating whether the sex offender has received or is currently receiving treatment for mental abnormality or personality disorder;\n\t(10)\tA statement indicating whether the sex offender is a United States citizen; and\n\t(11)\tAny additional identifying information about the sex offender.\n\n\n\n\t(c)  Whenever a sex offender provides registration information, during initial registration as a sex offender or when providing notice of a change in registration information, the sex offender also shall sign a statement verifying that all of the registration information is accurate and current.\n\t(d)  Each sex offender, whether or not a resident of this State, who remains in the State for more than ten days or for an aggregate period exceeding thirty days in one calendar year, shall register within three working days upon:\n\n\n\n\t(1)\tArrival in this State;\n\t(2)\tRelease from incarceration;\n\t(3)\tRelease from commitment;\n\t(4)\tRelease on furlough;\n\t(5)\tPlacement on parole; or\n\t(6)\tArrival in a county in which the sex offender resides or expects to be present for a period exceeding ten days.\n\n\n\nEach sex offender shall register in person with the county chief of police having jurisdiction of the area where the sex offender resides or is present. [L 1997, c 316, pt of §2; am L 1998, c 194, §2; am L 2002, c 234, §1; am L 2003, c 62, §4]"
}