{
    "name": "Information to be secured",
    "number": "28",
    "text": "(a)  The department of the attorney general shall require, collect, secure, make, and maintain a record of the following items of information with respect to each applicant for registration:\n     (1)  The name of the person applying to be registered (hereinafter called the \"registrant\" or \"applicant\"), the street and number or address of the applicant's place of permanent residence, and the applicant's residence and business telephone numbers, if any;\n     (2)  The applicant's occupation and any pertinent data relating thereto;\n     (3)  The applicant's racial extraction;\n     (4)  The applicant's citizenship;\n     (5)  The date and place of the applicant's birth;\n     (6)  The applicant's personal description, including sex, height, weight, hair, eyes, complexion, build, scars, and marks;\n     (7)  The applicant's right and left index fingerprints or, if the applicant has no right index finger or left index finger, other identifying imprint as specified by rules of the department; provided that this requirement shall not apply to minors until they reach the age of three years;\n     (8)  The name, relationship, and address of the nearest relative or other person to be notified in case of sickness, accident, death, emergency, or need of the applicant, if such notification is desired;\n     (9)  The social security number of the applicant; and\n    (10)  A frontal photograph of the applicant's full face.\n     (b)  The department of the attorney general, at the time of application, shall ask whether the applicant has an advance health-care directive.  The department of the attorney general shall issue or renew an identification certificate bearing the designation, \"advance health-care directive\", a symbol, or abbreviation thereof, for each applicant who has so indicated.  \"Advance health-care directive\" means an individual instruction in writing, a living will, or a durable power of attorney for health care decisions. [L 1983, c 78, pt of §3(6); am L 1988, c 183, §1; am L 1990, c 80, §1; am L 1993, c 249, §3; am L 1999, c 15, §2; am L 2000, c 295, §2; am L 2005, c 47, §1]"
}