{
    "name": "Advertising",
    "number": "4",
    "text": "(a)  Motor vehicle, availability of.  No new or used motor vehicle dealer shall advertise or offer for sale or exchange in any newspaper, or through any other medium, any motor vehicle not actually for sale at the premises of the dealer or available to the dealer from the manufacturer, or authorized new car distributor of such automobile at the time the advertisement or offer is made.\n\t(b)  False, deceptive, or misleading advertising.\n\n\n\n\t(1)\tTerms that are false, deceptive, or misleading regarding pricing shall not be used in any retail motor vehicle advertising, including but not limited to the following terms:\n\n\t\t(A)\t\"Wholesale;\"\n\t\t(B)\t\"Free;\"\n\t\t(C)\t\"Invoice price,\" \"manufacturer's invoice price,\" \"factory invoice price,\" \"dealer invoice price,\" a certain number of dollars \"over invoice,\" or other terms of equivalent import;\n\t\t(D)\t\"Fleet,\" in connection with defining prices or a sale;\n\t\t(E)\t\"Factory sale,\" \"manufacturer's sale,\" \"factory authorized sale,\" \"factory outlet,\" or other terms of equivalent import; and\n\t\t(F)\t\"No credit rejected,\" \"everyone financed,\" or terms of equivalent import.\n\n\t(2)\tAny advertised product must be available on the stated terms from inventory, or by order with delivery within a reasonable period of time.\n\t(3)\tWhere a discount or savings is featured, whether by price comparison of dollars, fractions, percentages, or otherwise, the discount or savings must be calculated with reference to the manufacturer's suggested retail price in accordance with the Monroney Act, 15 U.S.C. §1231, et seq., as amended.\n\t(4)\tIf the term \"guarantee\" or words of equivalent import are used in advertising, the guarantee, and all of its material terms, must be in writing and made part of the contract of sale of any motor vehicle sold by the seller during the period covered by the advertisement.\n\t(5)\tNo motor vehicle shall be advertised or offered for sale or exchange or offered to be purchased under the representation that it is a new motor vehicle, unless the motor vehicle conforms to the definition of \"new motor vehicle\" contained in section 437-1.1.\n\n\n\n\t(c)  Procedure relative to advertising of a specific motor vehicle.\n\n\n\n\t(1)\tNo new or used motor vehicle dealer shall advertise the sale of a specific motor vehicle without setting forth:\n\n\t\t(A)\tThe year;\n\t\t(B)\tThe make of the motor vehicle; and\n\t\t(C)\tIn the case of a used car, the license plate number of the motor vehicle.\n\n\t(2)\tIf a motor vehicle has been advertised as set forth above and has been sold, the motor vehicle dealer shall have in the dealer's office a copy of the retail sale contract or a copy of a bill of sale for the motor vehicle which shows the buyer's signature thereon.\n\t(3)\tNo new or used motor vehicle dealer shall in any advertisement designate the price of a motor vehicle without stating the make, the body type, and the manufacturer's classification or series of the motor vehicle, except that the classification or series need not be designated for used cars, and whether or not other charges in addition to the quoted price will be assessed; provided that the gross income tax and transfer of title fees may be excluded from such other charges.\n\n\n\n\t(d)  Display of motor vehicle at unlicensed premises.  All dealers or salespersons shall obtain prior approval of the board, through its executive officer, to display motor vehicles for advertising purposes at or on any place other than the licensed premises.\n\t(e)  Advertising by salesperson prohibited.  No salesperson shall advertise the sale of a motor vehicle in or through any advertising medium without designating the name of the salesperson's employer; provided that this provision shall not apply when a salesperson advertises to dispose of a motor vehicle registered under the salesperson's name. [L 1963, c 199, §1d; Supp, §160-161.2; HRS ; gen ch 1985; am L 1992, c 266, §1; am L 1996, c 66, §1 and c 264, §4]"
}