{
    "name": "Definitions",
    "number": "91",
    "text": "PART VI.  DRUG PRODUCT SELECTION\n\n     As used in this part:\n\t\"Agent\" means a person under the direct supervision of a pharmacist, acting in the pharmacist's presence.\n\t\"Bioequivalents\" means chemical equivalents which, when administered to the same individuals in the same dosage regimen, will result in comparable bioavailability, as defined by the Federal Food and Drug Administration.\n\t\"Board\" means the drug product selection board.\n\t\"Compendia of therapeutically equivalent generic drug products\" means the Orange Book and any United States Food and Drug Administration documentation of any United States Food and Drug Administration-approved generic drug product with therapeutic equivalency evaluations, including but not limited to:\n\n\n\n\t(1)\tLetters of approval of Abbreviated New Drug Applications with therapeutic equivalency evaluations;\n\t(2)\tPublished listings of approved New Drug Applications or approved Abbreviated New Drug Applications with therapeutic equivalency evaluations; and\n\t(3)\tListings of first time generics with therapeutic equivalency evaluations, adopted by the director.\n\n\n\n\t\"Equivalent generic drug product\" means a drug product with the same established name, active ingredient strength, quantity, and dosage form as the drug product identified in the prescription, and:  (1) that is listed as therapeutically equivalent (i.e., addition) in the current Hawaii additions and deletions list; or (2) that is listed in the compendia of therapeutically equivalent generic drug products and is not listed as therapeutically inequivalent (i.e., deletion) in the Hawaii additions and deletions list.\n\t\"Hawaii additions and deletions list\" means:\n\n\n\n\t(1)\tA list of drug products that the board has determined to be safe, effective, and therapeutically equivalent generic drug products but are not in the compendia of therapeutically equivalent generic drugs; and\n\t(2)\tA list of drug products that are included in the compendia of therapeutically equivalent generic drugs, but that the board has determined not to be safe, effective, therapeutically equivalent, or bioequivalent generic drug products.\n\n\n\n\t\"Multiple source drug\" means a drug marketed or sold by two or more manufacturers or labelers or a drug marketed or sold by the same manufacturer or labeler under two or more different brand names, or both, under a brand name and without such a name.\n\t\"Orange Book\" means the United States Food and Drug Administration's \"Approved Drug Products with Therapeutic Equivalence Evaluations\" publication and its cumulative supplements, which include a list of approved prescription drug products with therapeutic equivalence evaluations.\n\t\"Savings\" means the financial benefit derived from utilizing the substituted equivalent generic drug product from the perspective of the consumer or the ultimate payer, including third party payers.\n\t\"United States Food and Drug Administration-approved generic drug product with therapeutic equivalency evaluations\" means a generic drug product approved for marketing by the United States Food and Drug Administration pursuant to 21 C.F.R. part 314 and with established bioequivalency to the referenced brand drug pursuant to 21 C.F.R. part 320. [L 1980, c 187, pt of §1; am L 1982, c 122, §1(3); am L 1996, c 209, §2; am L 1997, c 214, §10; am L 1999, c 209, §1; am L 2003, c 56, §5; am L 2004, c 28, §2]\nRevision Note\n  Numeric designations deleted."
}