{
    "name": "Drug formulary; Hawaii additions and deletions list",
    "number": "96",
    "text": "(a)  The board may adopt rules, pursuant to chapter 91, to effectuate the purpose of this part.  Without regard to chapter 91, the director may adopt as rules the compendia of therapeutically equivalent generic drug products as the state drug formulary of equivalent multiple source drug products.  The board may adopt rules pursuant to chapter 91 to establish a Hawaii additions and deletions list.  Upon the adoption of the compendia of therapeutically equivalent generic drug products by the director, the department shall notify all pharmacies in the State and other interested individuals, within thirty working days, that the formulary has been updated.  The Hawaii additions and deletions list may list additional substitutable drug products that are determined by the board to be safe, effective, and therapeutically equivalent.  The Hawaii additions and deletions list may delete drug products listed in the compendia of therapeutically equivalent generic drug products upon the board's finding that product quality or therapeutic equivalency or bioequivalency, as appropriate, is not adequately assured. \t(b)  Pursuant to chapter 91, the Hawaii additions and deletions list may be changed, added to, or deleted from as the board deems appropriate.  Any person who requests that any change be made or that a drug product be included or added to or deleted from the Hawaii additions and deletions list shall have the burden of proof to show cause why the change, inclusion, addition, or deletion should be made.\n\t(c)  The board shall revise or supplement the Hawaii additions and deletions list as necessary.\n\t(d)  The department shall provide for distribution of the Hawaii additions and deletions list and its revisions and supplements, and the dissemination of notices of changes to the compendia of therapeutically equivalent generic drug products to all pharmacies in the State and to any other interested individuals.  The department may establish fees to be charged to persons who receive the Hawaii additions and deletions list and its revisions and supplements, and notices of changes to the compendia of therapeutically equivalent generic drug products.  The amounts of the fees charged shall be approximately the same as the costs of producing and distributing the Hawaii additions and deletions list and its revisions and supplements, and the notices of changes to the compendia of therapeutically equivalent generic drug products.\n\t(e)  Each pharmacy in the State shall:\n\n\n\n\t(1)\tMaintain and update the compendia of therapeutically equivalent generic drug products as it is approved by the director; and\n\t(2)\tObtain the Hawaii additions and deletions list.\n\n\n\n\t(f)  The department shall provide for public education regarding the provisions of this part and shall monitor the effects of this part. [L 1980, c 187, pt of §1; am L 1982, c 122, §1(6), (7); am L 1986, c 174, §1; am L 1996, c 209, §6; am L 1997, c 214, §7; am L 1999, c 209, §2; am L 2003, c 56, §8; am L 2004, c 28, §3]"
}