{
    "name": "Definitions",
    "number": "1",
    "text": "When used in this chapter:\n     \"Administrative action\" means the proposal, drafting, consideration, amendment, enactment, or defeat by any administrative agency of any rule or other action governed by section 91-3.\n     \"Administrative agency\" means a commission, board, agency, or other body, or official in the state government that is not a part of the legislative or judicial branch.\n     \"Contribution\" includes a gift, subscription, forgiveness of a loan, advance, or deposit of money, or anything of value and includes a contract, promise, or agreement, whether or not enforceable, to make a contribution.\n     \"Expenditure\" includes a payment, distribution, forgiveness of a loan, advance, deposit, or gift of money, or anything of value and includes a contract, promise, or agreement, whether or not enforceable, to make an expenditure.  \"Expenditure\" also includes compensation or other consideration paid to a lobbyist for the performance of lobbying services.  \"Expenditure\" excludes any amounts expended:\n     (1)  For intrastate travel costs, including incidental meals and lodging; provided that this exception does not apply to any amounts expended for the travel costs of state legislators, board and commission members, or any other employees of the State; or\n     (2)  By a nonprofit organization to prepare and submit an application for a grant pursuant to chapter 42F, and for each of the nonprofit organization's employees to lobby a maximum of ten hours in a month for that application.\n     \"Legislative action\" means the sponsorship, drafting, introduction, consideration, modification, enactment, or defeat of any bill, resolution, amendment, report, nomination, appointment, or any other matter pending or proposed in the legislature.\n     \"Lobbying\" means communicating directly or through an agent, or soliciting others to communicate, with any official in the legislative or executive branch, for the purpose of attempting to influence legislative or administrative action or a ballot issue.  \"Lobbying\" shall not include the preparation and submission of a grant application pursuant to chapter 42F by a representative of a nonprofit organization.\n    \"Lobbyist\" means any individual who:\n     (1)  Receives or expects to receive, either by employment or contract, $1,000 or more in monetary or in-kind compensation in any calendar year for engaging in lobbying, either personally or through the lobbyist's agents; or\n     (2)  For pay or other consideration, on behalf of another person:\n          (A)  Engages in lobbying in excess of five hours in any month of any reporting period described in section 97-3;\n          (B)  Engages in lobbying in excess of ten hours during any calendar year; or\n          (C)  Makes expenditures of $1,000 or more of the person's or any other person's money lobbying during any reporting period described in section 97-3;\nprovided that an employee of a nonprofit organization who spends fewer than ten hours in any month lobbying on a grant application submitted pursuant to chapter 42F is not a lobbyist if the employee does not engage in lobbying on matters that are unrelated to the grant application.\n     \"Person\" means a corporation, individual, union, association, firm, sole proprietorship, partnership, committee, club, or any other organization or a representative of a group of persons acting in concert. [L 1975, c 160, pt of §1; am L 1980, c 129, §1(a); am L 1982, c 105, §1; am L 1989, c 225, §1; am L 1995, c 220, §5; am L 2017, c 51, §2]"
}