{
    "name": "Contributions and expenditures; statement",
    "number": "3",
    "text": "(a)  The following persons shall file a statement of expenditures with the state ethics commission on March 31, May 31, and January 31 of each year and within thirty days after adjournment sine die of any special session of the legislature:\n     (1)  Each lobbyist;\n     (2)  Each person who makes expenditures of $1,000 or more of the person's or any other person's money in any reporting period described in this section for the purpose of lobbying; and\n     (3)  Each person who employs or contracts for the services of one or more lobbyists, whether independently or jointly with other persons.  If the person is an industry, trade, or professional association, only the association is the employer of the lobbyist.\n     (b)  The March 31 report shall cover the period from January 1 through the last day of February.  The May 31 report shall cover the period from March 1 through April 30.  The January 31 report shall cover the period from May 1 through December 31 of the previous year.  The report to be filed within thirty days after adjournment sine die of a special session of the legislature shall:\n     (1)  Cover the period from May 1 through adjournment sine die of that special session;\n     (2)  Be filed only by persons listed in subsection (a) who engage in lobbying activities, or who make expenditures for the purpose of attempting to influence legislative action considered during a special session; and\n     (3)  Apply to and include only those expenditures and contributions that relate to legislative action considered during that special session;\nprovided that those expenditures and contributions included in the report need not be included by the person filing the report in any subsequent statement of expenditures.\n     (c)  The statement shall contain the following information:\n     (1)  The name and address of each person with respect to whom expenditures for the purpose of lobbying in the total sum of $25 or more per day was made by the person filing the statement during the statement period and the amount or value of the expenditure;\n     (2)  The name and address of each person with respect to whom expenditures for the purpose of lobbying in the aggregate of $150 or more was made by the person filing the statement during the statement period and the amount or value of the expenditures;\n     (3)  The total sum or value of all expenditures for the purpose of lobbying made by the person filing the statement during the statement period; provided that the sum or value of each expenditure is itemized in the following categories, as applicable:\n          (A)  Preparation and distribution of lobbying materials;\n          (B)  Media advertising;\n          (C)  Compensation paid to lobbyists;\n          (D)  Fees paid to consultants for services;\n          (E)  Entertainment and events;\n          (F)  Receptions, meals, food, and beverages;\n          (G)  Gifts;\n          (H)  Loans;\n          (I)  Interstate transportation, including incidental meals and lodging; and\n          (J)  Other disbursements;\n     (4)  The name and address of each person making contributions to the person filing the statement for the purpose of lobbying in the total sum of $25 or more during the statement period and the amount or value of the contributions; and\n     (5)  The subject area of the legislative and administrative action that was supported or opposed by the person filing the statement during the statement period.\n     (d)  The receipt or expenditure of any money for the purpose of influencing the election or defeat of any candidate for an elective office or for the passage or defeat of any proposed measure at any special or general election is excluded from the reporting requirement of this section. [L 1975, c 160, pt of §1; am L 1979, c 91, §11; am L 1980, c 129, §1(d); am L 1982, c 105, §4; gen ch 1985; am L 1991, c 238, §1; am L 1995, c 220, §6; am L 2014, c 144, §1 and c 224, §1; am L 2017, c 51, §5]"
}