{
    "name": "Small claims, no appeal; appearance by whom",
    "number": "28",
    "text": "(a)  Actions shall be commenced and conducted in the small claims division of the district court as provided by the rules of court.  The clerk of the court, at the request of an individual, shall prepare the papers required to be filed in an action in the court, but the clerk's services in the preparation of these papers shall not be available to a corporation, partnership, or association, or to any individual proprietorship.  The mode of service shall be:\n\n\n\n\t(1)\tAs provided by law or rule of court for cases in the district courts; provided that for any small claims action, service may be made by one of the parties to the action by means of personal service to the other parties, on the condition that:\n\n\t\t(A)\tThe party being served signs that party's name to indicate actual receipt of service; or\n\t\t(B)\tA competent witness, who is not an employee, family member, or agent of the plaintiff appears at a hearing on the matter or provides a notarized affidavit testifying that personal service on the party sought to be served was accomplished in the witness' presence;\n\n\t(2)\tAs to actions arising under paragraphs (1) and (3) of section 633-27(a), by registered mail or by certified mail with return receipt signed by the addressee showing delivery within the circuit; or\n\t(3)\tAs to actions arising under paragraph (2) of section 633-27(a), by registered mail or by certified mail with return receipt signed by the addressee showing delivery at any place within or without the State.\n\n\n\nThere shall be no appeal from a judgment of the small claims division, but the court, sitting as the small claims division, may alter or set aside any judgment as provided by the rules of court.\n\t(b)  Notwithstanding any provision of law requiring the licensing of practitioners, any person may, with the approval of the court, appear on behalf of oneself or another in the small claims division of the district court; provided in cases involving disagreement between landlord and tenant about the security deposit in a residential landlord-tenant relationship, licensed practitioners are prohibited to appear on behalf of another person.  The services of an unlicensed person appearing under this subsection shall be without compensation, either by way of direct fee, contingent fee, or otherwise.  In the event the services are rendered for compensation this subsection is inapplicable and the rendering of the services constitutes the unlawful practice of law, except as otherwise provided. [L 1970, c 182, pt of §1; am L 1971, c 144, §22; am L 1972, c 142, §2; am L 1983, c 249, §4; gen ch 1985; am L 1997, c 138, §2]"
}