{
    "name": "Definitions",
    "number": "101",
    "text": "ARTICLE 1.  GENERAL PROVISIONS\n \n         In this chapter:\n     \"Child\" means an individual, whether over or under the age of majority, who is or is alleged to be owed a duty of support by the individual's parent or who is or is alleged to be the beneficiary of a support order directed to the parent.\n     \"Child support order\" means a support order for a child, including a child who has attained the age of majority under the law of the issuing state.\n     \"Duty of support\" means an obligation imposed or imposable by law to provide support for a child, spouse, or former spouse, including an unsatisfied obligation to provide support.\n     \"Home state\" means the state in which a child lived with a parent or a person acting as parent for at least six consecutive months immediately preceding the time of filing of a petition or comparable pleading for support and, if a child is less than six months old, the state in which the child lived from birth with any of them.  A period of temporary absence of any of them is counted as part of the six-month or other period.\n     \"Income\" includes earnings or other periodic entitlements to money from any source and any other property subject to withholding for support under the law of this State.\n     \"Income withholding order\" means an order or other legal process directed to an obligor's employer as defined by sections 571-52, 571-52.2, 571-52.3, and 576D-14, to withhold support from the income of the obligor.\n     \"Initiating state\" means a state from which a proceeding is forwarded or in which a proceeding is filed for forwarding to a responding state under this chapter or a law or procedure substantially similar to this chapter, the Uniform Reciprocal Enforcement of Support Act, or the Revised Uniform Reciprocal Enforcement of Support Act.\n     \"Initiating tribunal\" means the authorized tribunal in an initiating state.\n     \"Issuing state\" means the state in which a tribunal issues a support order or renders a judgment determining parentage.\n     \"Issuing tribunal\" means the tribunal that issues a support order or renders a judgment determining parentage.\n     \"Law\" includes decisional and statutory law and rules and regulations having the force of law.\n     \"Obligee\" means:\n     (1)  An individual to whom a duty of support is or is alleged to be owed or in whose favor a support order has been issued or a judgment determining parentage has been rendered;\n     (2)  A state or political subdivision to which the rights under a duty of support or support order have been assigned or which has independent claims based on financial assistance provided to an individual obligee; or\n     (3)  An individual seeking a judgment determining parentage of the individual's child.\n     \"Obligor\" means an individual, or the estate of a decedent:\n     (1)  Who owes or is alleged to owe a duty of support;\n     (2)  Who is alleged but has not been adjudicated to be a parent of a child; or\n     (3)  Who is liable under a support order.\n     \"Register\" means to file a support order or judgment determining parentage in the family court of this State.\n     \"Registering tribunal\" means a tribunal of the state in which a support order is registered.  The child support enforcement agency of this State shall be deemed the registering tribunal for the receipt and processing of all registration requested by another child support enforcement agency or an individual who has applied for child support enforcement agency services, and the child support enforcement agency of this State shall register the request in the appropriate tribunal.  The family court shall be the registering tribunal for all other requests for registration.\n     \"Responding state\" means a state in which a proceeding is filed or to which a proceeding is forwarded for filing from an initiating state under this chapter or a law or procedure substantially similar to this chapter, the Uniform Reciprocal Enforcement of Support Act, or the Revised Uniform Reciprocal Enforcement of Support Act.\n     \"Responding tribunal\" means the authorized tribunal in a responding state.\n     \"Spousal support order\" means a support order for a spouse or former spouse of the obligor.\n     \"State\" means a state of the United States, the District of Columbia, Puerto Rico, the United States Virgin Islands, or any territory or insular possession subject to the jurisdiction of the United States. The term includes:\n     (1)  An Indian tribe; and\n     (2)  A foreign jurisdiction that has enacted a law or established procedures for issuance and enforcement of support orders which are substantially similar to the procedures under this chapter, the Uniform Reciprocal Enforcement of Support Act or the Revised Uniform Reciprocal Enforcement of Support Act.\n     \"Support enforcement agency\" means a public official or agency authorized to seek:\n     (1)  Enforcement of support orders or laws relating to the duty of support pursuant to chapters 576D and 576E;\n     (2)  Establishment or modification of child support pursuant to chapters 346, 576D, 576E, 580, and 584;\n     (3)  Determination of parentage pursuant to chapter 584; or\n     (4)  Location of obligors or their assets.\n     \"Support order\" means a judgment, decree, or order, whether temporary, final, or subject to modification, for the benefit of a child, a spouse, or a former spouse, which provides for monetary support, health care, arrearages, or reimbursement, and may include related costs and fees, interest, income withholding, attorney's fees, and other relief.\n     \"Tribunal\" means a court, administrative agency, or quasi-judicial entity authorized to establish, enforce, or modify support orders or to determine parentage. [L 1997, c 295, pt of §1; am L 2000, c 194, §3; am L 2001, c 48, §1]"
}