{
    "name": "Continuing, exclusive jurisdiction",
    "number": "205",
    "text": "(a)  A tribunal of this State issuing a support order consistent with the law of this State has continuing, exclusive jurisdiction over a child support order:\n     (1)  As long as this State remains the residence of the obligor, the individual obligee, or the child for whose benefit the support order is issued; or\n     (2)  Until all of the parties who are individuals have filed written consents with the tribunal of this State for a tribunal of another state to modify the order and assume continuing, exclusive jurisdiction.\n     (b)  A tribunal of this State issuing a child support order consistent with the law of this State may not exercise its continuing jurisdiction to modify the order if the order has been modified by a tribunal of another state pursuant to this chapter or a law substantially similar to this chapter.\n     (c)  If a child support order of this State is modified by a tribunal of another state pursuant to this chapter or a law substantially similar to this chapter, a tribunal of this State loses its continuing, exclusive jurisdiction with regard to prospective enforcement of the order issued in this State, and may only:\n     (1)  Enforce the order that was modified as to amounts accruing before the modification;\n     (2)  Enforce nonmodifiable aspects of that order; and\n     (3)  Provide other appropriate relief for violations of that order which occurred before the effective date of the modification.\n     (d)  A tribunal of this State shall recognize the continuing, exclusive jurisdiction of a tribunal of another state which has issued a child support order pursuant to this chapter or a law substantially similar to this chapter.\n     (e)  A temporary support order issued ex parte or pending resolution of a jurisdictional conflict does not create continuing, exclusive jurisdiction in the issuing tribunal.\n     (f)  A tribunal of this State issuing a support order consistent with the law of this State has continuing, exclusive jurisdiction over a spousal support order throughout the existence of the support obligation.  A tribunal of this State may not modify a spousal support order issued by a tribunal of another state having continuing, exclusive jurisdiction over that order under the law of that state. [L 1997, c 295, pt of §1]\n \nCase Notes\n \n  Where New Mexico had continuing, exclusive jurisdiction over its spousal support order, New Mexico could act as a responding tribunal to enforce or modify its order; husband and wife were subject to the continuing, exclusive jurisdiction of New Mexico notwithstanding the fact that neither resided in New Mexico; because Hawaii lacked continuing, exclusive jurisdiction over New Mexico's spousal support order, Hawaii could not serve as a responding tribunal to modify New Mexico's spousal support order, but could enforce it.  111 H. 51 (App.), 137 P.3d 365."
}