{
    "name": "Registration, bonding, and other requirements for condominium hotel operators",
    "number": "30",
    "text": "(a)  As used in this section, \"condominium hotel\" includes those apartments in a project as defined in section 514A-3 and subject to chapter 514A, which are used to provide transient lodging for periods of less than thirty days. \t(b)\tAll condominium hotel operators shall register with the commission as a sole proprietor, partnership, limited liability company, or corporation and shall:\n\n\n\n\t(l)\tRegister by submitting a completed commission application form with the commission requested information, receive commission approval prior to conducting condominium hotel activity, and re-register on or before the commission prescribed deadline prior to the registration expiration date.  The registration and re-registration shall expire on December 31 of an even-numbered year.  Registration information shall include but not be limited to the number of apartments managed for others as well as the number of apartments owned by the condominium hotel operator.  Any operator failing to register with the commission shall be subject to a fine not exceeding an amount equal to $25 multiplied by the aggregate number of apartments being utilized as a condominium hotel.  Each month or fraction of a month of noncompliance shall be deemed a new and separate violation;\n\t(2)\tObtain and keep current a fidelity bond from an insurance company authorized to issue fidelity bonds by the insurance division of the department of commerce and consumer affairs.  The fidelity bond shall be in an amount equal to $500 multiplied by the aggregate number of apartments in the condominium hotel operation; provided that the minimum amount of the fidelity bond required by this paragraph shall not be less than $20,000 nor greater than $100,000.  The aggregate number of apartments excludes the number of apartments owned by the condominium hotel operator either as a sole proprietor, partnership, limited liability company, or corporation or those apartments included in a registered time share plan managed by a registered time share plan manager.  The fidelity bond shall cover all of the condominium hotel operator's employees handling or having custody and control of either the condominium hotel operator's or the apartment owner's funds, or both. Upon request by the commission, the condominium hotel operator shall provide evidence of a current fidelity bond or a certification statement from an insurance representative of an insurance company authorized by the insurance division of the department of commerce and consumer affairs certifying that the fidelity bond is in effect and meets the requirements of this section and the rules adopted by the commission.  The commission may adopt rules establishing conditions and terms by which it may grant a bond alternative or permit deductibles.  No condominium hotel operator shall be exempt from the fidelity bond requirement; and\n\t(3)\tPay an application fee and an initial registration or a re-registration fee as provided in rules adopted by the director of commerce and consumer affairs pursuant to chapter 91, which fees shall be deposited with the director of commerce and consumer affairs to the credit of the compliance resolution fund established pursuant to section 26-9(o);\n\n\n\nprovided that this section shall not apply to persons who are subject to section 467-2.\n\t(c)  In the course of operating a condominium hotel, neither a real estate broker license nor a real estate salesperson license shall be required of those employees of a condominium hotel operator who only perform or facilitate the delivery of customary hotel services.\n\t(d)  All employees handling or having custody or control of the funds received by the condominium hotel operator shall be covered by a fidelity bond.  The fidelity bond shall protect the condominium hotel operator against fraudulent or dishonest acts by the employees of the condominium hotel operator.\n\t(e)  As used in this section \"operating a condominium hotel\" includes the management of the apartments in a condominium project for purposes of providing transient lodging, and includes the renting or leasing of condominium apartments directly or indirectly from the apartment owners for purposes of providing transient lodging.  The condominium hotel operator shall provide a written contract to the owner or owners of each apartment under the condominium hotel operation, expressing the exact agreements of each party including all financial and accounting obligations, and the notification requirements of subsection (g).\n\t(f)  A condominium hotel operator shall operate in condominium projects specifically authorized for transient lodgings by county zoning and regulations and specifically permitted by the condominium project's declaration and bylaws.\n\t(g)  The registered condominium hotel operator:\n\n\n\n\t(1)\tShall not provide or offer lodgings thirty days or longer;\n\t(2)\tShall not be licensed as a real estate broker or a real estate salesperson;\n\t(3)\tShall not conduct any other activities contained in the definition of the term \"real estate broker\";\n\t(4)\tShall appoint an employee or principal to have direct management and responsibility over condominium hotel operations; and\n\t(5)\tShall provide evidence of written notification to all representing apartment owners of the provisions of this section including the nonapplicability of the real estate recovery fund.\n\n\n\n\t(h)  Any condominium hotel operator aggrieved by the fraudulent or dishonest acts of an employee shall act promptly and diligently to recover from the fidelity bond required by this section.  The condominium hotel operator shall apply all proceeds received from the fidelity bond against all losses incurred by apartment owners due to fraudulent or dishonest acts by employees.  If more than one apartment owner suffers a loss, the condominium hotel operator shall divide the proceeds among the apartment owners in proportion to each apartment owner's loss.\n\t(i)  All persons handling or having custody and control of either the condominium hotel operator's or the apartment owner's funds shall be either employees of the condominium hotel operator or principals of the condominium hotel operator.\n\t(j)  The registration and fidelity bond requirements of this section shall not apply to active real estate brokers, in compliance with and licensed under this chapter, conducting condominium hotel activity. [L 1985, c 141, §1; am L 1987, c 276, §1; am L 1988, c 145, §6 as superseded by c 225, §1; am L 1989, c 144, §1; am L 1990, c 41, §2; am L 1991, c 155, §5; am L 1994, c 100, §13; am L 1995, c 241, §10; am L 1997, c 45, §2 and c 232, §10; am L 1999, c 240, §9; am L 2001, c 245, §2]"
}