{
    "name": "Procedures, protections, rights, and remedies made available to licensees",
    "number": "28.5",
    "text": "(a)  The same procedures, protections, rights, and remedies provided to a dealer under section 437-28(a)(21) and section 437-3.6 shall apply to a distributor that is not a manufacturer.\n     (b)  Notwithstanding the terms, provisions, or conditions of any dealer or distributor agreement or franchise or the terms or provisions of any waiver and notwithstanding any other legal or administrative remedies available, any person who is licensed under this chapter and whose business or property is injured by a violation of section 437-28(a)(21), may bring a civil action in a court of competent jurisdiction in the State to enjoin further violations and to recover any damages together with the costs of the suit.  Laws of the State of Hawaii shall apply to any action initiated under this section.\n     (c)  Any person that brings or defends against a civil action under subsection (b) may be entitled to recover reasonable attorneys' fees as a part of any damages or injunction; provided that the person substantially prevails in establishing or defending against a violation of section 437-28(a)(21).\n     (d)  Upon a cancellation or failure to renew a distributorship agreement, the party canceling or failing to renew the agreement, at the distributor's option, shall either:\n     (1)  Compensate the distributor at the fair market value for the distributor's capital investment, which shall include but not be limited to the going business value of the business, goodwill, property, and improvement owned or leased by the distributor for the purpose of the distributorship, inventory of parts, including compensation related to distributor's dealer operations and franchise agreements with other dealers and motor vehicles possessed by the distributor in connection with the distributorship, plus reasonable attorney's fees incurred in collecting compensation; provided that the investment shall have been made with reasonable and prudent judgment for the purpose of the distributorship agreement; or\n     (2)  Compensate the distributor for damages including attorney's fees as aforesaid, resulting from the cancellation or failure to renew the distributorship agreement.\n          As used in this paragraph, \"good faith\" means the duty of each party to any franchise agreement to fully comply with that agreement, or to act in a fair and equitable manner towards each other. [L 2003, c 126, pt of §1; am L 2010, c 164, §7]"
}