{
    "name": "Valuation; consideration in fixing",
    "number": "10",
    "text": "(a)  The director of taxation shall cause the fair market value of all taxable real property to be determined and annually assessed as provided by law; provided that the value of land classified and used for agriculture, whether such lands are dedicated pursuant to section 246-12 or not, shall, for real property tax purposes, be the value of such land for agricultural use without regard to any value that such land might have for other purposes or uses, or to neighboring land uses, as determined as provided in subsection (f)(2) of this section.  In making such determination and assessment, the director shall separately value and assess, within each class established in accordance with subsection (d) of this section:  (1) buildings, and (2) all other real property, exclusive of buildings. \t(b)  All property shall be valued by appropriate systematic methods so selected and applied as to obtain, as far as possible, uniform and equalized assessments throughout the State.\n\t(c)  So far as practicable, records shall be compiled and kept in each district which shall show the methods established by or under the authority of the director, for the determination of values.\n\n\n\n\t(d)\t(1)  The land in each county shall be classified, upon consideration of its highest and best use, into the following general classes:\n\n\t\t(A)\tSingle-family and two-family residential,\n\t\t(B)\tThree or more family residential, apartment, hotel and resort,\n\t\t(C)\tCommercial,\n\t\t(D)\tIndustrial,\n\t\t(E)\tAgricultural, and\n\t\t(F)\tConservation.\n\n\t(2)\tIn assigning land to one of the general classes the director of taxation shall give major consideration to the districting established by the land use commission pursuant to chapter 205, the districting established by a county in its general plan and zoning ordinance, use classifications established in the general plan of the State, and such other factors which influence highest and best use.\n\t(3)\t\"Improved residential property\" shall mean property which is classified as residential by the department of taxation upon consideration of its highest and best use, and is property which fulfills the provisions of at least one of the following subparagraphs:\n\n\t\t(A)\tProperty which has been subdivided prior to any assessment year as a lot for single or two-family residential use in conformity with the then existing county zoning ordinances, and has been approved for sale or approved as being in conformity with all of the subdivision requirements of the particular county in which it is located, or\n\t\t(B)\tProperty which is in actual single or two-family residential use at a density of at least a single or a two-family residential building per acre, or\n\t\t(C)\tLand which is sufficiently developed with necessary land improvements to support a use density of at least a single or a two-family residential building per acre.\n\n\t(4)\t\"Unimproved residential property\" shall mean all residential class lands not classified as \"improved residential property\" by the department of taxation.\n\n\n\n\t(e)  The director shall select and require the use of mathematical tables or formulas based upon a suitable unit of quantity and designed to determine equitably the effect, upon the value, of street or highway frontages, depth from the street or highway, shape, street corners, and other physical elements the effect of which upon value the director finds feasible to determine by means of tables or formulas.  These tables or formulas shall be used for all areas where this can be done appropriately, and in any event as provided in the next paragraph.\n\tWhenever land has been divided into lots or parcels which are used or suitable for use for residential, commercial, or other urban or village purposes, each such lot or parcel shall be separately assessed, and the aforesaid mathematical tables or formulas shall be used unless this is precluded by the shape of the lots or parcels.\n\n\n\n\t(f)\t(1)  In determining the value of land, other than land classified and used for agriculture, consideration shall be given to selling prices and income (including, where available, such data relating to the property being assessed and similar data for comparable properties), productivity, and nature of use (actual and potential), the advantage or disadvantage of factors such as location, accessibility, transportation facilities, size, shape, topography, quality of soil, water privileges, availability of water and its cost, easements and appurtenances, zoning, dedication of lands as provided for in section 246-12, and further to the opinions of persons who may be considered to have special knowledge of land values, and all other influences, whether similar to those listed or not, which fairly and reasonably bear upon the question of value.\n\t(2)\tIn determining the value of lands which are classified and used for agriculture, whether such lands are dedicated pursuant to section 246-12 or not, consideration shall be given to rent, productivity, nature of actual agricultural use, the advantage or disadvantage of factors such as location, accessibility, transportation facilities, size, shape, topography, quality of soil, water privileges, availability of water and its cost, easements and appurtenances, and to the opinions of persons who may be considered to have special knowledge of land values.\n\t(3)\tA deferred or roll back tax shall be imposed on the owner of agricultural lands assessed according to its agricultural use as provided in subsection (a) of this section in the event of a change in land use classification by the authorized state agency to urban or rural districts or upon the subdivision of the land into parcels of five acres or less, provided that the tax shall not apply if the owner dedicates the owner's land as provided in section 246-12 within three years from the date of the change in land use classification and fulfills all of the requirements of the dedication.  The deferred tax shall be due and payable at the end of the third year following the change in land use classification provided that the land shall continue to be used for agriculture during this period.  The total amount of deferred taxes shall be computed commencing at the end of the third year following the change in classification where the land has continuously been used for agriculture; provided however that where the land has been put to a higher urban or rural use prior to the expiration of the three-year period the amount of deferred taxes shall be computed commencing at the end of the year in which the land has been put to such higher urban or rural use, and shall be retroactive to the date the assessment was made pursuant to subsection (a) of this section provided the retroactive period shall not exceed ten years.  Where the owner has subdivided the owner's land into parcels of five acres or less, the deferred tax shall commence from the date the conversion was made retroactive to the date the assessment was made pursuant to subsection (a) of this section but for not more than ten years.  Any other provisions to the contrary notwithstanding, the deferred or roll back tax shall apply only if a change in land use classification has been made as a result of a petition by any property owner or lessee and shall apply only upon lands owned by the owner or lessee who has petitioned for the change in classification.  The deferred or roll back tax shall not apply to lands owned by any owner or lessee who has not petitioned for the change in classification provided the owner or lessee shall continue to use the land in its agricultural use for a period of three years after the change in land use classification is made, or where the change in classification is initiated by any governmental agency or instrumentality.  The deferred or roll back tax shall be based on the difference in assessed value between the highest and best use and the agricultural use of the land, at the tax rate applicable for the respective years.\n\n\t\t(A)\tWhere the owner subdivides the owner's land into parcels of five acres or less, the deferred tax shall be due and payable within sixty days of such conversion, subject to a ten per cent per annum penalty, provided that if the conversion occurs within five years of the date of enactment of this law, twice the amount of taxes and penalties as provided herein shall become due and owing.\n\t\t(B)\tWhere the owner changes the land use classification, the deferred tax shall be due and payable within three years of such conversion except that where the land has been put to its higher urban or rural use, the tax shall be due and payable at the end of the year in which the land has been put to such higher use, subject to a ten per cent per annum penalty.\n\n\t\tAny other provisions to the contrary notwithstanding, the land shall continue to be assessed in its agricultural use as provided in subsection (a) of this section until the land is put to its higher urban or rural use or for a period of three years following the change in classification whichever is shorter, provided that for purposes of determining the amount of deferred taxes to be assessed to the owner or lessee, the retroactive period shall include the period during which the land is continued to be assessed in its agricultural use following the change in classification.  Any tax due and owing shall attach to the land as a paramount lien in favor of the State pursuant to section 246-55.\n\t(4)\tWhere lands located within agricultural districts are put to agricultural uses, that portion of such lands not usable or suitable for any agricultural use, whether dedicated pursuant to section 246-12 or not, the tax upon such unusable or unsuitable land shall be deferred and shall be payable upon conversion as provided under this section.\n\n\n\n\t(g)  Buildings shall be valued each year upon the basis of the cost of replacement less depreciation, if any.  Age, condition, and utility or obsolescence shall be considered.  The director shall determine and require the use of average-basic replacement cost factors.\n\tIn determining the value of buildings, consideration shall be given to any additions, alterations, remodeling, modifications or other new construction, improvement or repair work undertaken upon or made to existing buildings as the same may result in a higher assessable valuation of said buildings, provided however that, (1) any increase in value resulting from any additions, alterations, modifications or other new construction, improvement or repair work to buildings undertaken or made by the owner- occupant thereof pursuant to the requirements of any urban redevelopment, rehabilitation or conservation project under the provisions of part II of chapter 53 shall not increase the assessable valuation of any building for a period of seven years from the date of certification as hereinafter provided and (2) any increase in value resulting from any maintenance or repairs to any residential buildings undertaken or made by the owner- occupant thereof (who occupies the entire building) pursuant to any requirements of any health, sanitation, safety, or other governmental code provisions, shall not increase the assessable valuation of any such building for a period up to and including April 11, 1972.\n\tIt is further provided that the owner-occupant shall file with the director of taxation, in the manner and place which the director may designate, a statement of the details of the improvements certified in the following manner:\n\n\n\n\t(1)\tIn the case of additions, alterations, modifications or other new construction, improvement or repair work to a building that are undertaken pursuant to any urban redevelopment, rehabilitation or conservation project as hereinabove mentioned, the statement shall be certified by the urban renewal coordinator in the city and county of Honolulu, or the county chairperson of any county, or any governmental official designated by them, that the additions, alterations, modifications, or other new construction, improvement or repair work to the buildings were made and satisfactorily comply with the particular urban redevelopment, rehabilitation or conservation act provision, or\n\t(2)\tIn the case of maintenance or repairs to a residential building undertaken pursuant to any health, safety, sanitation or other governmental code provision, the statement shall be certified by the building superintendent of the building department of the city and county of Honolulu, or the county chairperson of any county, or any governmental official designated by them, that (A) the building was inspected by them and found to be substandard when the owner-occupant made the owner-occupant's claim, and (B) the maintenance or repairs to the buildings were made and satisfactorily comply with the particular code provision. [L 1932 2d, c 40, pt of §26; RL 1935, pt of §1935; am L 1939, c 208, §4; RL 1945, pt of §5146; am L 1945, c 79, §9; am L 1951, c 164, §1; am L 1955, c 213, §1; RL 1955, §128-9; am L Sp 1957, c 1, §14(c); am L 1963, c 142, §3; am L 1965, c 201, §33; am L 1966, c 34, §2; am L 1967, c 37, §1; HRS ; am L 1968, c 56, §3; am L 1969, c 218, §1; am L 1973, c 175, §2; am L 1977, c 111, §1 and c 139, §2; gen ch 1985, 1993]\n\n\n\n\nCase Notes\n  Ascertaining fair value.  41 H. 141.  Use of unit square foot method of valuation or average square foot or acreage method of valuation.  Id.\n  Method adopted for valuation of cane lands held inappropriate.  Reliance on past assessment values as sole basis for current assessment is unsound.  47 H. 41, 384 P.2d 287.\n  Director not limited to replacement cost method of valuing buildings.  65 H. 499, 654 P.2d 363.\n  To the extent there is any conflict between subsection (f)(1) and Revised Ordinances of Honolulu §8-7.1(a), the ordinance is controlling.  82 H. 317, 922 P.2d 371.\nDecisions under prior law.\n  Taxing water as such and again as giving increased value to land irrigated by it held double taxation and illegal.  6 H. 532.\n  Assessment:  Assessment of irrigation ditch.  6 H. 322.  As to assessment based on the value of the enterprise itself rather than the value of the property which constitute its basis.  10 H. 624.  Increased assessment of property resulting from planting exempted items held erroneous.  11 H. 689.\n  Valuation:  Method of valuation based on income held improper.  8 H. 81.  Valuation where lease involved, under prior laws.  8 H. 196.  Valuation of leasehold.  10 H. 643; 11 H. 210.  Failure to value property similarly for all corporations is not ground to set aside assessment as fraudulent discrimination.  10 H. 624.  Ascertaining fair value.  11 H. 235; 25 H. 278; 25 H. 769; 33 H. 149.\n  Cited:  34 H. 515, 536."
}