{
    "name": "Appeals Tax Bills and Payments",
    "number": "46",
    "text": "Appeals.  Any taxpayer who may deem oneself aggrieved by an assessment made by the assessor or by the assessor's refusal to allow any exemption, may appeal from the assessment or from such refusal to a board of review or the tax appeal court, on or before April 9 preceding the tax year, as provided in chapter 232.  Where such an appeal is based upon the ground that the assessed value of the real property for tax purposes is excessive, the valuation claimed by the taxpayer in the appeal shall be admissible in evidence, in any subsequent condemnation action involving the property, as an admission that the fair market value of the real property as of the date of assessment is no more than the value arrived at when the assessed value from which the taxpayer appealed is adjusted to one hundred per cent fair market value; provided that such evidence shall not in any way affect the right of the taxpayer to any severance damages to which the taxpayer may be entitled.  \tThe mayor or the county council of any county or the mayor or the city council of the city and county of Honolulu may appeal any assessment of real property located within the respective county which, in the mayor's or its judgment, does not fairly represent the fair market value of the property assessed when compared with other property in the same county of similar character and value, and may likewise appeal from the allowance of an exemption of any property when the exemption is not authorized by law.  The appeal shall be taken to a board of review or the tax appeal court on or before April 9 preceding the tax year.  In any appeal taken by a county, the county shall be a party in interest with the same right of appeal from the decision of the board of review and tax appeal court as is allowed a taxpayer under chapter 232. \n\tAny taxpayer who has an interest in an appeal taken by the county may intervene. [L 1932 2d, c 40, pt of §38; RL 1935, pt of §1937; am L 1939, c 208, §5; RL 1945, §5160; RL 1955, §128-30; am L Sp 1959 1st, c 28, §19; am L 1963, c 92, §1 and c 143, §3; am L 1965, c 50, §1; am L 1967, c 255, §13; HRS ; am L 1969, c 170, §21; am L 1975, c 157, §21; gen ch 1985]\nRevision Note\n  \"The mayor or the county council\" substituted for \"The chairman of the board of supervisors or the board of supervisors\" to conform to county charters. \nCase Notes\n  Appeal.  34 H. 515. \n  This section, not §40-35, applies where taxpayer contests valuation for real property taxes.  54 H. 250, 505 P.2d 1179. \n  Cited:  33 H. 795, 797; 35 H. 855, 887."
}