{
    "name": "Dedicated lands",
    "number": "12",
    "text": "(a)  A special land reserve is established to enable the owner of any parcel of land within an agricultural district, a rural district, a conservation district, or an urban district to dedicate his land for a specific ranching or other agricultural use and to have his land assessed at its value in such use provided that if the land is located within an urban district, (1) a lessee of the land with a term of ten or more years remaining from the date of the petition shall also be deemed an owner of the land within these provisos; (2) the land dedicated must be used for the cultivation of crops such as sugar cane, pineapple, truck crops, orchard crops, ornamental crops, or the like; (3) the land dedicated must have been substantially and continuously used for the cultivation of crops such as sugar cane, pineapple, truck crops, orchard crops, ornamental crops, or the like for the five-year period immediately preceding the dedication request; provided further that land situated within an agricultural district may be dedicated for a period of twenty years and shall be taxed at fifty per cent of its assessed value in such use. \t(b)  If any owner desires to use his land for a specific ranching or other agricultural use and to have his land taxed at its assessed value in this use or fifty per cent of its assessed value as the case may be, he shall so petition the director of taxation and declare in his petition that his land can best be used for the purpose for which he requests permission to dedicate his land and that if his petition is approved he will use his land for this purpose.\n\tUpon receipt of any such petition, the director shall request the department of agriculture to make a finding of fact as to whether the land in the petitioned area is reasonably well suited for the intended use.  The finding of the department of agriculture shall include and be based upon the productivity ratings of the land in those uses for which it is best suited, a study of the ownership, size of operating unit, and present use of surrounding similar lands and other criteria as may be appropriate.\n\tThe director shall also request the director of business, economic development, and tourism to make a finding of fact as to whether the intended use is in conflict with the over-all development plan of the State.\n\tIf both findings are favorable to the owner, the director shall approve the petition and declare that the owner's land is dedicated land; provided that for lands in urban districts, the director shall make further findings respecting the economic feasibility of the intended use of the land.  If all three findings are favorable, the director shall approve the petition and declare the land to be dedicated.  A change in the dedicated use may be made by petition as provided in this subsection.\n\t(c)  The approval by the director of the petition to dedicate shall constitute a forfeiture on the part of the owner of any right to change the use of the owner's land to a use other than agriculture for a minimum period of ten years or twenty years as the case may be, automatically renewable indefinitely, subject to cancellation as follows:\n\n\n\n\t(1)\tIn the case of a ten-year dedication, the owner, after the ninth year and years thereafter, may give notice of cancellation by filing with the director, a written notice of cancellation, on or before April 9, to be effective as of January 1 of the following year;\n\t(2)\tIn the case of a twenty-year dedication, the owner, during the nineteenth year and years thereafter, may give notice of cancellation as provided by this subsection;\n\t(3)\tIn the case of a change in major land use classification not as a result of a petition by any property owner or lessee such that the owner's land is placed within an urban district, the dedication may be canceled within sixty days of the change by the owner.\n\n\n\nUpon any conveyance or any change in ownership during the period of dedication, the land shall continue to be subject to the terms and conditions of the dedication unless a release has been issued by the director.\n\t(d)  Failure of the owner to observe the restrictions on the use of his land shall cancel the dedication and special tax assessment privilege retroactive to the date of the dedication, but in any event, shall not exceed the term of the original dedication, and all differences in the amount of taxes that were paid and those that would have been due from assessment in the higher use shall be payable with a ten per cent a year penalty from the respective dates that these payments would have been due.  The additional taxes and penalties, due and owing as a result of a breach of the dedication, shall be a paramount lien upon the property pursuant to section 246-55.  Failure to observe the restrictions on the use means failure for a period of twelve consecutive months to use the land in that manner requested in the petition or the overt act of changing the use for any period provided that a change in land use classification upon petition by the owner of such dedicated lands shall not be deemed to constitute an overt act of changing the use of the land.  Any other provisions to the contrary notwithstanding, when a portion of the dedicated land is subsequently applied to a use other than the use set forth in the original petition, only such portion as is withdrawn from the dedicated use and applied to a use other than ranching or other agricultural use shall be taxed as provided by this subsection.\n\t(e)  The director shall prescribe the form of the petition.  The petition shall be filed with the director of taxation by September 1 of any calendar year and shall be approved or disapproved by December 15.  If approved, the assessment based upon the use requested in the dedication shall be effective on January 1, next.\n\t(f)  The owner may appeal any disapproved petition as in the case of an appeal from an assessment.\n\t(g)  The term \"owner\" as used in this section includes lessees of real property whose lease term extends at least ten years from the date of the petition in the case of a ten-year dedication or lessees of real property whose lease term extends at least twenty years from the date of the petition in the case of a twenty-year dedication.\n\t(h)  A special land reserve is established to enable the owner of any parcel of land within an urban district to dedicate his land for a specific livestock use such as feed lots, calf- raising and like operations in dairy, beef, swine, poultry and aquaculture, but excluding grazing or pasturing, and to have his land assessed at its value in such use; provided that (1) a lessee of the land with a term of ten or more years remaining from the date of the petition shall also be deemed an owner of the land within these provisos; (2) the land dedicated must be used for livestock uses such as feed lots, calf-raising, and like operations in dairy, beef, swine, poultry and aquaculture but excluding grazing or pasturing; (3) the land dedicated must have been substantially and continuously used in the livestock uses enumerated in (2) hereinabove; (4) and such livestock use must be compatible with the surrounding uses. [L 1961, c 187, §3; am L 1963, c 2, §2 and c 205, §3; am L 1965, c 277, §§1, 2; Supp, §128-9.2; am L 1967, c 269, §1; HRS ; am L 1969, c 170, §5; am L 1973, c 175, §§1, 3; am L 1975, c 157, §5; am L 1977, c 111, §2; am L 1986, c 339, §20; am L 1987, c 336, §7; am L 1990, c 293, §8]\nRevision Note\n  Subsection \"(h)\" designation added by revisor.\nCase Notes\n  No home exemption for land dedicated to agriculture.  This section held to provide for forfeiture of right to change use for certain number of years.  56 H. 492, 542 P.2d 361."
}