{
    "name": "Assessment lists",
    "number": "44",
    "text": "On or before April 19 preceding the tax year the director of taxation shall have prepared from the records of taxable properties maintained in each district a list in triplicate of all assessments made for each district, which list shall be signed and sworn to by the person preparing it.  The assessment list shall identify the property assessed by its tax key and shall set forth the general class of the property established in accordance with section 246-10(d), the valuation of buildings and the valuation of all other real property, exclusive of buildings, the amount of exemption, if any, and the net assessed value of the property.  The assessment list shall be the lists in accordance with which taxes shall be collected, subject only to change made by any court or other tribunal having jurisdiction, where appeals from assessments have been duly taken and prosecuted to final determination, and subject to section 231-22.  There shall be noted upon such lists all appeals taken for the year and the amounts involved in each case.  The original of the assessment lists shall be retained by the assessor and a duplicate of the information contained in the list shall be retained by the director.  The lists may be made up of a separate sheet or card for each property.  The director shall furnish a duplicate list to the county in such form and at such time as will not interfere with the preparation of those records needed for tax collection purposes. [L 1932 2d, c 40, pt of §33; RL 1935, pt of §1931; am L 1939, c 221, §3; RL 1945, §5159; RL 1955, §128-28; am L Sp 1959 1st, c 28, §§17, 18; am L 1961, c 161, §1; am L 1963, c 142, §7; am L 1967, c 37, §1 and c 255, §§12, 43, 46; HRS ; am L 1969, c 170, §20; am L 1975, c 157, §20; am L 1977, c 139, §5]  Note\n  Section 231-22 referred to in text is repealed.\nCase Notes\n  After April 30, lists can only be changed by a court.  34 H. 515. \n  No jurisdiction over appeals untimely filed.  63 H. 624, 634 P.2d 98. \n  Cited:  33 H. 235."
}