{
    "name": "Lessees of exempt real property",
    "number": "37",
    "text": "(a)  When any real property which for any reason is exempt from taxation is leased to and used or occupied by a private person in connection with any business conducted for profit, such use or occupancy shall be assessed and taxed in the same amount and to the same extent as though the lessee were the owner of the property and as provided in subsection (b), provided that:\n\n\n\n\t(1)\tThe foregoing shall not apply to the following:\n\n\t\t(A)\tFederal property for which payments are made in lieu of taxes in amounts equivalent to taxes which might otherwise be lawfully assessed;\n\t\t(B)\tAny property or portion thereof taxed under any other provision of this chapter to the extent and for the period so taxed.\n\n\t(2)\tThe term \"lease\" shall mean any lease for a term of one year or more, or which is renewable for such period as to constitute a total term of one year or more.  A lease having a stated term shall, if it otherwise comes within the meaning of the term \"lease\", be deemed a lease notwithstanding any right of revocation, cancellation, or termination reserved therein or provided for thereby.\n\t(3)\tThe assessment of the use or occupancy shall be made in accordance with the highest and best use permitted under the terms and conditions of the lease.\n\n\n\n\t(b)  The tax shall be assessed to and collected from such lessee as nearly as possible in the same manner and time as the tax assessed to owners of real property, except that the tax shall not become a lien against the property.  In case the use or occupancy is in effect on January 1 preceding the tax year, the lessee shall be assessed for the entire year but adjustments of the tax so assessed shall be made in the event of the termination of the use or occupancy during the year so that the lessee is required to pay only so much of the tax as is proportionate to the portion of the tax year during which the use or occupancy is in effect, and the tax assessor and tax collector of the district in which the property is situated are hereby authorized to remit the tax due for the balance of the tax year.  In case the use or occupancy commences after January 1 preceding the tax year, the lessee shall be assessed for only so much of the tax as is proportionate to the period that the use or occupancy bears to the tax year.\n\tThe assessment of the use or occupancy of real property made under this section shall not be included in the aggregate value of taxable realty for the purposes of section 248-2 but each county council, at the time that it is furnished with information as to the value of taxable real property, shall also be furnished with information as to the assessments made under this section, similarly determined but separately stated.\n\tIf a use or occupancy is in effect on January 1 preceding the tax year, the assessment shall be made and listed for that year and the notice of assessment shall be given to the taxpayer in the manner and at the time prescribed in section 246-43; and when so given, the taxpayer, if the taxpayer deems oneself aggrieved, may appeal as provided in section 246-46; if a use or occupancy commences after January 1 preceding the tax year or if for any reason an assessment is omitted for any tax year, the assessment shall be made and listed and notice thereof shall be given in the manner and at the time prescribed in section 246-43, and an appeal from an assessment so made may be taken as provided in section 246-51. [L 1963, c 48, §2; am L 1965, c 201, §17; Supp, §128-22.1; am L 1967, c 37, §1 and c 255, §§11, 34, 46; HRS ; am L 1969, c 170, §17; am L 1975, c 157, §17; gen ch 1985]\nNote\n  Section 248-2 referred to in text is repealed.\nRevision Note\n  \"County council\" substituted for \"board of supervisors or city council\"."
}