{
    "name": "Remission of taxes on acquisition by government",
    "number": "53",
    "text": "REMISSION OF TAXES\n\n     Whenever any real property is acquired for public purposes by the United States, the State, or any political subdivision thereof, and whenever any government lease or other tenancy shall terminate, the tax assessor and the tax collector of the district in which the property is situated are authorized to remit the taxes due thereon for the balance of the taxation period or year from and after the date of acquisition of the property, or the termination of the government lease or other tenancy, as the case may be.\n\tIn case the State or any county takes possession of real property which is the subject of eminent domain proceedings commenced for the acquisition of the fee simple estate in such land by the State or such county, taxes are authorized to be remitted as provided in sections 101-36 to 101-39, subject to section 101-39(1).\n\tIn case the owner of real property grants to the State or any county thereof a right of entry with respect to such real property, and the State or county enters into possession under the authority of the right of entry with intention to acquire the fee simple estate therein and to devote the real property to public use, the State or such county shall certify to the appropriate tax official the date upon which it took possession, and upon receipt of the certificate the tax official is authorized to remit the real property tax on the parcel of land or portion of a parcel of land so coming into the possession of the State or county for the balance of the taxation period which is subsequent to the date of possession.\n\tIn case the United States takes possession of real property which is the subject of eminent domain proceedings commenced for the acquisition of the fee simple estate in such land, taxes are authorized to be remitted for the balance of the taxation period or year after such taking, as provided in this paragraph.  The remission shall be allowed conditionally upon the presentation to the director of taxation, or to the tax assessor or tax collector of the district in which the property is situated, of a written notice and agreement, signed by the person, or one or more of the persons, owning the land, stating the date of such taking of possession by the United States, and agreeing that out of the first funds received by such owner or owners from such condemnation there shall be paid sufficient moneys to discharge the lien for any real property taxes existing upon the land prorated up to and including the date of such taking possession of the property; provided that the notice may be accompanied by payment of the prorated amount of taxes in lieu of such agreement.  Section 101-39 is hereby made applicable to such land and the owner or owners thereof and to the conditional remission authorized by this paragraph.  It is further provided that in the event the prorated taxes up to the time of such taking possession shall not be paid by the owner or by one or more of the owners of the land within ten days after receipt by such owner or owners of the compensation for the condemnation, or within such additional time as shall be allowed by the tax assessor, collector, or director, then the conditional remission of taxes shall be void, and such owner or owners shall be liable for all taxes, penalties, and interest which would have accrued had no such conditional remission been allowed. [L 1931, c 203, §1; am L 1932 2d, c 58, §1; RL 1935, §1979; am L 1939, c 211, §2; am L 1941, c 126, §1; RL 1945, §5166; am L 1951, c 151, §3; RL 1955, §128-36; am L Sp 1959 2d, c 1, §16; am L 1967, c 37, §1; HRS ; am L 1986, c 339, §21]"
}