{
    "name": "Tax liens; co-owners' rights; foreclosure; limitation",
    "number": "55",
    "text": "LIENS, FORECLOSURE\n\n     (a)  Every tax due upon real property, as defined by section 246-1, shall be a paramount lien upon the property assessed, which lien shall attach as of July 1 in each tax year and shall continue for six years.  If proceedings for the enforcement or foreclosure of the lien are brought within the applicable period hereinabove designated, the lien shall continue until the termination of the proceedings or the completion of the foreclosure sale.\n\t(b)  In case of cotenancy, if one cotenant pays, within the period of the aforesaid government lien, all of the real property taxes, interest, penalties, and other additions to the tax, due and delinquent at the time of payment, the cotenant shall have, pro tanto, a lien on the interest of any noncontributing cotenant upon recording in the bureau of conveyances, within ninety days after the payment so made by the cotenant, a sworn notice setting forth the amount claimed, a brief description of the land affected by tax key or otherwise, sufficient to identify it, the tax year or years, and the name of the cotenant upon whose interest such lien is asserted. When a notice of such tax lien is recorded by a cotenant, the registrar shall forthwith cause the same to be indexed in the general indexes of the bureau of conveyances.  In case the land affected is registered in the land court and is not a leasehold time share interest as described in section 501-20, the notice shall also contain a reference to the number of the certificate of title of such land and shall be filed and registered in the office of the assistant registrar of the land court, and the registrar, in the registrar's capacity as assistant registrar of the land court, shall make a notation of the filing thereof on each land court certificate of title so specified.\n\tThe cotenant's lien shall have the same priority as the lien or liens of the government for the taxes paid by the cotenant, and may be enforced by an action in the nature of a suit in equity. The lien shall continue for three years after recording or registering, or until termination of the proceedings for enforcement thereof if such proceedings are begun and notice of the pendency thereof is recorded or filed and registered as provided by law, within the period.\n\t(c)  The director or the director's subordinate, in case of a government lien, and the creditor cotenant, in case of a cotenant's lien, at the expense of the debtor, upon payment of the amount of the lien, shall execute and deliver to the debtor a sworn satisfaction thereof, including a reference to the name of the person assessed or cotenant affected as shown in the original notice, the date of filing of the original notice, a description of the land involved and, except with respect to a leasehold time share interest as described in section 501-20, the number of the certificate of title of such land if registered in the land court, which, when recorded in the bureau of conveyances or filed and registered in the office of the assistant registrar of the land court, in the case of a cotenant's lien, which contains the reference to the book and page or document number of the original lien, shall be entered in the general indexes of the bureau of conveyances, and if a notation of the original notice was made on any land court certificate of title the filing of such satisfaction shall also be noted on the certificate.\n\tThis section as to cotenancy shall apply, as well, in any case of ownership by more than one assessable person.\n\t(d)  Upon enforcement or foreclosure by the government, in any manner whatsoever, of any such real property tax lien, all taxes of whatsoever nature and howsoever accruing due at the time of the foreclosure sale from the taxpayer against whose property such tax lien is so enforced or foreclosed shall be satisfied as far as possible out of the proceeds of the sale remaining after payment of (1) the costs and expenses of the enforcement and foreclosure including a title search, if any, (2) the amount of subsisting real property tax liens, and (3) the amount of any recorded liens against the property, in the order of their priority.\n\tThe liens may be enforced by action of the tax collector in the circuit court of the judicial circuit in which the property is situate, and jurisdiction is conferred upon the circuit courts to hear and determine all proceedings brought or instituted to enforce and foreclose such tax liens, and the proceedings had before the circuit courts shall be conducted in the same manner and form as ordinary foreclosure proceedings.  If the owners or claimants of the property against which a lien is sought to be foreclosed are at the time without the State or cannot be served within the State, or if the owners are unknown, and the fact shall be made to appear by affidavit to the satisfaction of the court, and it shall in like manner appear prima facie that a cause of action exists against such owners or claimants or against the property described in the complaint or that such owners or claimants are necessary or proper parties to the action, the court may grant an order that the service may be made in the manner provided by sections 634-23 to 634-27.\n\tIn any such case it shall not be necessary to obtain judgment and have execution issued and returned unsatisfied, before proceeding to foreclose the lien for taxes in the manner herein provided. [L 1932 2d, c 40, §65; RL 1935, §1960; RL 1945, §5167; am L 1945, c 220, §1; am L 1955, c 238, §4; RL 1955, §128-38; am L Sp 1959 2d, c 1, §16; am L 1966, c 33, §3; am L 1967, c 255, §§38, 46; HRS ; am L 1969, c 170, §25; am L 1970, c 49, §1; am L 1973, c 133, §9; am L 1975, c 157, §24; am L 1978, c 115, §1; gen ch 1985; am L 1986, c 339, §22; am L 1989, c 47, §2; am L 1998, c 219, §5]\nCase Notes\n  Tripartite priority problem - State, Federal, private persons. 113 F. Supp. 702.\n  When tax becomes lien under prior law.  16 H. 92."
}