{
    "name": "Assessment of property; to whom in general",
    "number": "4",
    "text": "Real property shall be assessed in its entirety to the owner thereof; provided that where improved residential land has been leased for a term of fifteen years or more, the real property shall be assessed in its entirety to the lessee or the lessee's successor in interest holding the land for such term under such lease and the lessee or successor in interest shall be deemed the owner of the real property in its entirety for the purposes of this chapter; provided, however, that the lease and any extension, renewal, assignment, or agreement to assign the lease (1) shall have been duly entered into and recorded in the bureau of conveyances or filed in the office of the assistant registrar of the land court prior to January 1 preceding the tax year for which the assessment is made, and (2) shall provide that the lessee shall pay all taxes levied on the property during the term of the lease. \t\"Improved residential land\" as used herein means land improved with a single family dwelling on it.\n\tFor the purposes of this chapter, life tenants, personal representatives, trustees, guardians, or other fiduciaries may be, and persons holding government property under an agreement for the conveyance of the same to such persons shall be considered as owners during the time any real property is held or controlled by them as such.  Lessees holding under any government lease shall be considered as owners during the time any real property is held or controlled by them as such, as more fully provided in section 246-36; and further, notwithstanding any provision to the contrary in this chapter, any tenant occupying government land, whether such occupancy be on a permit, license, month to month tenancy, or otherwise, shall be considered as owner where such occupancy has continued for a period of one year or more, as more fully provided in section 246-36.  Persons holding any real property under an agreement to purchase the same, shall be considered as owners during the time the real property is held or controlled by them as such; provided the agreement to purchase (1) shall have been recorded in the bureau of conveyances, and (2) shall provide that the purchasers shall pay the real property taxes levied on the property.  Persons holding any real property under a lease for a term to last during the lifetime of the lessee, shall be considered as owners during the time the real property is held or controlled by them as such; provided that the lease (1) shall have been duly entered into and recorded in the bureau of conveyances or filed in the office of the assistant registrar of the land court prior to January 1 preceding the tax year for which the assessment is made, and (2) shall provide that the lessee shall pay all taxes levied on the property during the term of the lease. [L 1932 2d, c 40, §22; RL 1935, §1924; RL 1945, §5141; am L Sp 1949, c 64, §1; am L 1951, c 151, §1; am L 1955, c 64, §1 and c 238, §2; RL 1955, §128-4; am L 1963, c 142, §2; am L 1964, c 21, §2; am L 1965, c 201, §14 and c 227, §1; am L 1967, c 255, §§3, 29, 46; HRS ; am L 1969, c 170, §3; am L 1971, c 158, §2; am L 1975, c 157, §3; am L 1976, c 200, pt of §1; gen ch 1985]\nCross References\n\n  Condominium property regime, effect of, see §514A-6.\nCase Notes\n\nDecisions under prior law.\n  As to party liable in sale of property.  8 H. 71.  One is still owner even though executory agreement exists.  14 H. 117. \"Owner\" under old law did not include \"lessee\".  33 H. 214.\n  Clause in lease prohibiting lessee from assigning lease without consent of lessor does not excuse lessee from payment of tax.  8 H. 81.  Assessment of both leasehold and fee simple interests of same land separately held double taxation.  8 H. 148.  Covenant of tenant to pay taxes does not affect the owner's liability to pay.  8 H. 677.  Assessment of leased property under former laws.  9 H. 407.  Where lessees covenant to pay taxes and sublessees also covenant to pay taxes, sublessees are liable to pay taxes on their interest, the interest of the original lessor and the interest of the lessee.  15 H. 318.\n  Assessment \"to an estate\" not authorized.  17 H. 84.  Assessment \"to a Hui\" is not authorized.  21 H. 676.\n  Cited:  33 H. 214; 34 H. 515, 539; 44 H. 519, 523, 356 P.2d 1028."
}