{
    "name": "Home, lease, lessees defined",
    "number": "27",
    "text": "For the purpose of section 246-26, the word \"home\" includes:\n\n\n\n\t(1)\tThe entire homestead when it is occupied by the taxpayer as such;\n\t(2)\tA residential building on land held by the lessee or the lessee's successor in interest under a lease for a term of five years or more for residential purposes and owned and used as a residence by the lessee or the lessee's successor in interest, where the lease and any extension, renewal, assignment, or agreement to assign the lease, have been duly entered into and recorded prior to January 1 preceding the tax year for which the exemption is claimed, and whereby the lessee agrees to pay all taxes during the term of the lease;\n\t(3)\tAn apartment which is a living unit (held under a proprietary lease by the tenant thereof) in a multiunit residential building on land held by a cooperative apartment corporation (of which the proprietary lessee of such living unit is a stockholder) under a lease for a term of five years or more for residential purposes and which apartment is used as a residence by the lessee-stockholder, where the lease and any extension or renewal have been duly entered into and recorded prior to January 1 preceding the tax year for which the exemption is claimed, and whereby the lessee- stockholder agrees to pay all taxes during the term of the lease provided that:\n\n\t\t(A)\tThe exemption shall not be allowed in respect to any cooperative apartment unit where the owner of the cooperative apartment unit claims exemption on a home or other cooperative apartment unit; and\n\t\t(B)\tThe owner or owners of a cooperative apartment building or premises shall not be permitted exemptions where a husband and wife owner of a cooperative apartment unit own separate cooperative apartment units or separate homes owned by each of them, unless they are living separate and apart, in which case the owner of the cooperative apartment or premises shall be entitled to one-half of one exemption;\n\n\t(4)\tAn apartment in a multiunit apartment building which is occupied by the owner of the entire apartment building as the owner's residence, provided that:\n\n\t\t(A)\tThe exemption shall not be allowed in respect to any apartment owner who claims any other home exemption; and\n\t\t(B)\tA husband or wife owner of the aforementioned type of apartment shall not be allowed a full exemption where the husband and wife are living separate and apart and each is maintaining an apartment or home entitled to an exemption, in which case they shall be entitled to one exemption to be apportioned between each of their respective homes in proportion to the value thereof;\n\n\t(5)\tThat portion of a residential duplex and that portion of land appurtenant to the duplex which are occupied by the owner of the duplex and land as the owner's residence, provided that:\n\n\t\t(A)\tThe exemption shall not be allowed in respect to any duplex owner who claims any other home exemption;\n\t\t(B)\tThe portion of the appurtenant land shall not be exempt unless owned in fee by the duplex owner; and\n\t\t(C)\tA husband or wife owner of the duplex shall not be allowed a full exemption where the husband and wife are living separate and apart and each is maintaining a duplex or home entitled to an exemption, in which case they shall be entitled to one exemption to be apportioned between each of their respective homes in proportion to the value thereof;\n\n\t(6)\tPremises held under an agreement to purchase the same for a home, where the agreement has been duly entered into and recorded prior to January 1 preceding the tax year for which the exemption is claimed, whereby the purchaser agrees to pay all taxes while purchasing the premises;\n\t(7)\tAn apartment which is a living unit (held under a lease by the tenant thereof) in a multiunit residential building used for retirement purposes under a lease for a term to last during the lifetime of the lessee and his or her surviving spouse and which apartment is used as a residence by the lessee and his or her surviving spouse, and where the apartment unit reverts back to the lessor upon the death of the lessee and his or her surviving spouse, and where the lease has been duly entered into and recorded prior to January 1 preceding the tax year for which the exemption is claimed, and whereby the lessee agrees to pay all taxes during the term of the lease.\n\n\n\n\tThe subletting by the taxpayer of not more than one room to a tenant shall not affect the exemption provided for by section 246-26.\n\tAs used in section 246-26, in the first paragraph of section 246-4, and in section 246-23, the word \"lease\" shall be deemed to include a sublease, and the word \"lessee\" shall be deemed to include a sublessee. [L 1921, c 213, §1; RL 1925, §1331; am L 1925, c 192, §9; am L 1932 2d, c 41, §4; RL 1935, §1974; RL 1945, pt of §5149; am L Sp 1949, c 64, §3; am L 1951, c 133, §4; am L 1953, c 134, §1 and c 145, §1; RL 1955, §128-14; am L Sp 1959 1st, c 28, §§5, 6; am L 1963, c 102, §1; am L 1965, c 165, §1; am L 1967, c 255, §§6, 31, 46 and c 284, §2; HRS ; am L 1969, c 170, §9; am L 1971, c 158, §3; am L 1975, c 157, §11; gen ch 1985]\nCase Notes\n  Leaseholds not exempt under prior law.  33 H. 214.\n  Sublessee entitled to same benefits of a home exemption on real property taxes as a lessee.  44 H. 519, 356 P.2d 1028.  Apartment in a multiunit apartment building is not a \"residential building\" within meaning of term as used in paragraph (2).  Id.  Lessee's exemption in (2) applies only to building consisting of a single residential unit.  Id.\n  No home exemption for land dedicated under HRS §246-12.  56 H. 492, 542 P.2d 361."
}