{
    "name": "Definitions",
    "number": "1",
    "text": "In this chapter, unless the context or subject matter otherwise requires: \n\n\n\n\n\n\t(1)\t(A)\t\"Door-to-door sale\" means (i) a sale of goods or services solicited in person and signed by the buyer at a place other than the seller's business address shown on the contract; or (ii) a sale of goods or services solicited in person or by mail, telephone; or public or private notice or advertisement if the solicitation includes an offer of a gift, prize, premiums, stamps, coupons, tickets or other redeemable devices as an inducement for the person solicited or a member of the person's immediate family to go to the seller's place of business, whether the buyer signs at the seller's place of business or elsewhere. \n\t\t(B)\tThe term \"door-to-door sale\" does not include a transaction: \n\n\t\t\t(i)\tMade pursuant to prior negotiations in the course of a visit by the buyer to a retail business establishment having a fixed permanent location where the goods are exhibited or the services are offered for sale on a continuing basis; or \n\t\t\t(ii)\tIn which the buyer has initiated the contact and the goods or services are needed to meet a bona fide immediate personal emergency of the buyer, and the buyer furnishes the seller with a separate dated and signed personal statement in the buyer's handwriting describing the situation requiring immediate remedy and expressly acknowledging and waiving the right to cancel the sale within three business days; or \n\t\t\t(iii)\tConducted and consummated entirely by mail or telephone; and without any other contact between the buyer and the seller or its representative prior to delivery of the goods or performance of the services; or \n\t\t\t(iv)\tIn which the buyer has initiated the contact and specifically requested the seller to visit the buyer's home for the purpose of repairing or performing maintenance upon the buyer's personal property.  If in the course of such a visit, the seller sells the buyer the right to receive additional services or goods other than replacement parts necessarily used in performing the maintenance or in making the repairs, the sale of those additional goods or services would not fall within this exclusion. \n\n\n\n\t(2)\t\"Goods\" means all chattels personal, other than money and things in action, except as herein provided, and includes emblements, growing crops, and things which attach to or form a part of land which are agreed to be severed before sale under the contract and things which at the time of sale or subsequently are to be so affixed to real property as to become a part thereof, whether or not severable therefrom.  The term includes merchandise certificates or coupons, issued by a seller, to be used in their face amount in lieu of cash in exchange for goods sold by such a seller.  The term also includes services as herein defined. \n\t(3)\t\"Services\" means work, labor, or service of any kind whether purchased primarily for personal, family or household use, and whether or not furnished in connection with the delivery, installation, servicing, repair, or improvement of goods, and includes repairs, alterations, or improvements upon or in connection with real property. \n\t(4)\t\"Seller\" means any person, partnership, corporation, association, or other group, however organized, engaged in the door-to-door sale of goods or services. \n\t(5)\t\"Sale\" means and includes any sale with a purchase price of $5 or more, or $25 if the merchandise is capable of being delivered at one time, other than for resale, of goods to a buyer pursuant to a contract.  It does not include a sale to a business establishment. \n\t(6)\t\"Contract\" means and includes any agreement, including a conditional sales contract or any other form of instrument, evidencing an obligation to pay the purchase price, or moneys advanced in payment of the purchase price of goods, by payment thereof in one payment, or more than one payment made in installments over a period of time, whether or not the contract contains a title retention provision. \n\t(7)\t\"Cash sale price\" means the cash sale price stated in a contract for which the seller would sell to the buyer, and the buyer would buy from the seller, the goods which are the subject matter of the contract if the sale were a sale for cash instead of by payments made in installments over a period of time.  The cash sale price may include taxes, registration, license, and other fees and charges for accessories and their installation and for delivering, servicing, repairing, or improving the goods. \n\t(8)\t\"Business day\" means any calendar day, except Saturday, Sunday, or any state or federal holiday. [L 1976, c 32, pt of §5; gen ch 1985]"
}