{
    "name": "Discharge of, threats to, or discrimination against employee for reporting violations of law",
    "number": "62",
    "text": "An employer shall not discharge, threaten, or otherwise discriminate against an employee regarding the employee's compensation, terms, conditions, location, or privileges of employment because:\n\n\n\n\t(1)\tThe employee, or a person acting on behalf of the employee, reports or is about to report to the employer, or reports or is about to report to a public body, verbally or in writing, a violation or a suspected violation of:\n\n\t\t(A)\tA law, rule, ordinance, or regulation, adopted pursuant to law of this State, a political subdivision of this State, or the United States; or\n\t\t(B)\tA contract executed by the State, a political subdivision of the State, or the United States,\n\n\t\tunless the employee knows that the report is false; or\n\t(2)\tAn employee is requested by a public body to participate in an investigation, hearing, or inquiry held by that public body, or a court action. [L 1987, c 267, pt of §1; am L 2002, c 56, §2]\n\n\n\n\nCase Notes\n  Employee's wrongful termination action under Hawaii whistleblower's act preempted by ERISA whistleblower provision.  999 F.2d 408.\n  Because plaintiff did not have full and fair opportunity to litigate claims sounding in wrongful discharge in plaintiff\u0092s unemployment compensation benefits proceeding, the court refused to apply either issue preclusion or claim preclusion.  866 F. Supp. 459.\n  Because §378-2 and this section did not contain limitation periods, court invoked State\u0092s general personal injury statute of limitations, §657-7; plaintiff\u0092s state law claims barred where neither the collective bargaining proceedings nor the equal employment opportunity commission proceedings tolled the statute of limitations.   874 F. Supp. 1095.\n  Plaintiff's state whistleblower claim under this section barred, where plaintiff did not file complaint until well after the ninety-day period after the most recent alleged violation of the whistleblowers' protection act.  75 F. Supp. 2d 1113."
}