{
    "name": "Discriminatory practices made unlawful; offenses defined",
    "number": "2",
    "text": "It shall be an unlawful discriminatory practice:\n\n\n\n\t(1)\tBecause of race, sex, sexual orientation, age, religion, color, ancestry, disability, marital status, or arrest and court record:\n\n\t\t(A)\tFor any employer to refuse to hire or employ or to bar or discharge from employment, or otherwise to discriminate against any individual in compensation or in the terms, conditions, or privileges of employment;\n\t\t(B)\tFor any employment agency to fail or refuse to refer for employment, or to classify or otherwise to discriminate against, any individual;\n\t\t(C)\tFor any employer or employment agency to print, circulate, or cause to be printed or circulated any statement, advertisement, or publication or to use any form of application for employment or to make any inquiry in connection with prospective employment, which expresses, directly or indirectly, any limitation, specification, or discrimination;\n\t\t(D)\tFor any labor organization to exclude or expel from its membership any individual or to discriminate in any way against any of its members, employer, or employees; or\n\t\t(E)\tFor any employer or labor organization to refuse to enter into an apprenticeship agreement as defined in section 372-2; provided that no apprentice shall be younger than sixteen years of age;\n\n\t(2)\tFor any employer, labor organization, or employment agency to discharge, expel, or otherwise discriminate against any individual because the individual has opposed any practice forbidden by this part or has filed a complaint, testified, or assisted in any proceeding respecting the discriminatory practices prohibited under this part;\n\t(3)\tFor any person whether an employer, employee, or not, to aid, abet, incite, compel, or coerce the doing of any of the discriminatory practices forbidden by this part, or to attempt to do so;\n\t(4)\tFor any employer to violate the provisions of section 121-43 relating to nonforfeiture for absence by members of the national guard;\n\t(5)\tFor any employer to refuse to hire or employ or to bar or discharge from employment, any individual because of assignment of income for the purpose of satisfying the individual's child support obligations as provided for under section 571-52;\n\t(6)\tFor any employer, labor organization, or employment agency to exclude or otherwise deny equal jobs or benefits to a qualified individual because of the known disability of an individual with whom the qualified individual is known to have a relationship or association; or\n\t(7)\tFor any employer or labor organization to refuse to hire or employ, or to bar or discharge from employment, or withhold pay, demote, or penalize a lactating employee because an employee breastfeeds or expresses milk at the workplace.  For purposes of this paragraph, the term \"breastfeeds\" means the feeding of a child directly from the breast. [L 1981, c 94, pt of §2; am L 1985, c 177, §1; am L 1986, c 223, §3; am L 1991, c 2, §3; am L 1992, c 33, §5; am L 1994, c 88, §1; am L 1999, c 172, §3]\n\n\n\n\nNote\n  L 1999, c 172, §5 provides:\n  \"SECTION 5.  Nothing in this Act [amending  and enacting §378-10] prohibits employers from establishing internal rules and guidelines for employees who may wish to breastfeed or express breastmilk in the workplace.\"\nLaw Journals and Reviews\n  Canadian Pacific Cases:  Kinoshita & Nakashima:  What Really Happened to the Employer?  22 HBJ 75.\n  Two Growing Procedural Defenses in Common Law Wrongful Discharge Cases--Preemption and Res Judicata.  11 UH L. Rev. 143.\n  The Protection of Individual Rights Under Hawai`i's Constitution.  14 UH L. Rev. 311.\n  Privacy and Genetics:  Protecting Genetic Test Results in Hawai`i.  25 UH L. Rev. 449.\nCase Notes\n  Not violated where employer discharged employees not merely because of their drug-related arrests but because of perceived harm to employer's reputation and business contracts.  803 F.2d 471.\n  Monocular pilot applicant's disability discrimination claim and retaliation claim not preempted by Airline Deregulation Act of 1978; pilot applicant's success or failure on the discrimination claim had no bearing on pilot applicant's retaliation claim.  128 F.3d 1301.\n  Not unlawful for employer to discharge wife, who along with husband, violated employer's policy by forming own company while still working for employer.  558 F. Supp. 1229.\n  Plaintiff alleged that employer contravened letter and purpose of section.  737 F. Supp. 1104.\n  Purpose is to protect claimants under workers' compensation law.  749 F. Supp. 1023.\n  Because this section and §378-62 did not contain limitation periods, court invoked State's general personal injury statute of limitations, §657-7; plaintiff's state law claims barred where neither the collective bargaining proceedings nor the equal employment opportunity commission proceedings tolled the statute of limitations.  874 F. Supp. 1095.\n  Plaintiff brought forth evidence of a continuing series of conduct which affected plaintiff and plaintiff's work environment; plaintiff's sexual harassment claims may proceed using the evidence, even though much of it predated limitations period; plaintiff may not rely on other proffered evidence because to extent those actions raised claims, statute of limitations had passed.  125 F. Supp. 2d 1224.\n  Defendant could not be liable in defendant's individual capacity under paragraph (1)(A).  159 F. Supp. 2d 1211.\n  Plaintiff with diabetes was not substantially limited in any major life activity and, therefore, was not disabled under this section or the ADA.  161 F. Supp. 2d 1135.\n  Plaintiff asserted discrimination claims against plaintiff's supervisor and employer, and the alleged parent company of the employer, pursuant to chapter 378 and federal law. Defendants' motion for partial dismissal or alternatively, for partial summary judgment granted in part (e.g., claims based on national origin and aiding and abetting) and denied in part (e.g., claims based on color).  322 F. Supp. 2d 1101.\n  Defendant limited partner's motion to dismiss granted; among other things, plaintiff did not allege sufficient facts in the second amended complaint that would establish defendant's liability under paragraph (3).  351 F. Supp. 2d 1025.\n  Violated by company policy requiring termination of person married to someone in same department unless termination falls under exception in §378-3.  72 H. 350, 816 P.2d 302.\n  Defendant's policy prohibiting persons related by blood or marriage from working in the same department, as applied to plaintiff, violated plain language and purpose of this section, unless the termination fell within one of the exceptions in §378-3.  76 H. 454, 879 P.2d 1037.\n  In action alleging unlawful discharge in violation of this section, time for filing administrative complaint begins to run on date that employee is actually discharged, that is, on date that employment terminates.  76 H. 454, 879 P.2d 1037.\n  Where record contained numerous instances of both physical and verbal conduct of a sexual nature by doctor towards complainant and others, complainant never solicited or incited doctor's conduct, and conduct had effect of creating an intimidating, hostile, and offensive work environment, there was sufficient evidence to support commission's determination that doctor violated paragraph (1)(A) and Hawaii administrative rule §12-46-109(a)(3).  88 H. 10, 960 P.2d 1218.\n  Based on definition of \"employer\" in §378-1, legislature intended all employers, regardless of size, to be subject to the provisions of this chapter, including paragraph (1)(A).  89 H. 269, 971 P.2d 1104.\n  Employer's policy of denying any extended leave during employee's first year of employment violated Hawaii administrative rule §12-46-108, which was adopted to enforce the legislative mandate of paragraph (1)(A) and Hawaii's constitutional prohibition against sex discrimination in the exercise of a person's civil rights in employment.  89 H. 269, 971 P.2d 1104.\n  Where plaintiff in age discrimination suit did not meet plaintiff's burden of establishing that defendant's articulated reason for taking adverse employment action against plaintiff was pretextual, and plaintiff did not give any other evidence that would give rise to a genuine issue of material fact, trial court properly granted summary judgment.  94 H. 368, 14 P.3d 1049.\n  A compensation discrimination claim under paragraph (1) must satisfy the following three-part test:  (1) plaintiff must first establish a prima facie case of discrimination; (2) defendant must then provide a legitimate, nondiscriminatory reason for the pay differences; and (3) if defendant articulates such a reason, plaintiff must then show that the reason given by defendant is pretexual.  96 H. 408, 32 P.3d 52.\n  A retaliation claim under paragraph (2) is subject to a three-part test:  (1) plaintiff must first establish a prima facie case of retaliation; (2) defendant must then provide a legitimate, nondiscriminatory reason for the adverse employment action; and (3) if defendant articulates such a reason, plaintiff must then show that the reason given by defendant is pretexual.  96 H. 408, 32 P.3d 52.\n  To establish a \"hostile environment\" sexual harassment claim, claimant must show that he or she was subjected to sexual advances, requests for sexual favors, or other verbal or physical conduct or visual forms of harassment of a sexual nature; the conduct was unwelcome, severe or pervasive, and had the purpose or effect of either unreasonably interfering with claimant's work performance or creating an intimidating, hostile, or offensive work environment; that claimant actually perceived the conduct as having such purpose or effect; and claimant's perception was objectively reasonable to a person of claimant's gender in same position.  97 H. 376, 38 P.3d 95.\n  Plaintiff was, as a matter of law, unable to maintain a sex discrimination claim based on retaliation under paragraph (2) where allegations described by plaintiff did not involve any discrimination based on sex, and plaintiff clarified that female co-worker's conduct created a hostile work environment not only for plaintiff, but for plaintiff's staff, which included both males and females.  100 H. 149, 58 P.3d 1196.\n  Where co-worker sexually assaulted employee by grabbing employee's buttocks, conduct was sufficiently severe to constitute actionable sexual harassment; trial court erred in granting summary judgment for employer where there were genuine issues of material fact as to whether employer's response to buttock-grabbing incident was reasonably calculated to end co-worker's harassment.  104 H. 423, 91 P.3d 505.\n  Trial court correctly ruled that appellant was precluded from bringing a claim of gender discrimination under this section where, under the circumstances, gender discrimination alleged in the civil complaint could not be said to be \"consistent with appellant's original theory of the case\" as submitted to the Hawaii civil rights commission.  105 H. 462, 99 P.3d 1046.\n  Trial court properly granted summary judgment where appellant failed to establish a prima facie showing of a violation of this section, either on a theory of pattern or practice discrimination or of disparate treatment age discrimination.  105 H. 462, 99 P.3d 1046.\n  An employee may bring action against employer for intentional infliction of emotional distress caused by discrimination in violation of this section, and this action is not barred by exclusivity provision of §386-5.  87 H. 57 (App.), 951 P.2d 507.\n  Where unclear from record that appropriate elements of discriminatory employment discharge claim based on race or ancestry under this section were considered, summary judgment improper.  87 H. 57 (App.), 951 P.2d 507.\n  Mentioned:  800 F. Supp. 882."
}