{
    "name": "Revenue bonds for conservation easement in Turtle Bay, Oahu",
    "number": "8.5",
    "text": "(a)  As authorized by section 6 of Act 81, Session Laws of Hawaii 2014, the authority shall issue revenue bonds to acquire a conservation easement in Turtle Bay, Oahu.  The public shall have perpetual public access to said conservation easement.  The conservation easement shall be in compliance with chapter 198.\n     Prior to executing the agreement to acquire the conservation easement, the authority shall:\n     (1)  Obtain an appraisal and perform its due diligence on the conservation easement and property rights proposed to be acquired; and\n     (2)  Offer to hold an informational briefing for the legislature.  The offer shall be made through the president of the senate and speaker of the house of representatives.\n     (b)  For the purpose of this section, the authority shall be deemed a \"department\" and the acquisition of the conservation easement shall be deemed an \"undertaking\" under chapter 39.\n     (c)  The revenue bonds issued to acquire the conservation easement shall be secured by and payable from the transient accommodations tax revenues allocated to the Turtle Bay conservation easement special fund established pursuant to section 201B-8.6.  For this purpose, the revenues allocated shall be deemed \"user taxes\" for the undertaking.\n     (d)  The revenue bonds shall be issued in accordance with chapter 39, part III.  The authority shall request the director of finance, on behalf of the authority, to perform the duties specified under section 39-68 regarding the preparation, sale, and administration of the revenue bonds. [L 2014, c 81, pt of §2]\n \nNote\n \n  L 2014, c 81 not severable.  L 2014, c 81, §8.\n  Debt restructuring requirement.  L 2014, c 81, §5."
}