{
    "name": "Definitions",
    "number": "1",
    "text": "PART I.  COASTAL ZONE MANAGEMENT\n\nNote\n  Former Part I, Long Range Goals, § to 3, repealed by L 1977, c 188, §2.\n     As used in this chapter, unless the context otherwise requires:\n\t\"Agency\" means any agency, board, commission, department, or officer of a county government or the state government, including the authority as defined in part II;\n\t\"Artificial light\" or \"artificial lighting\" means the light emanating from any fixed human-made device.\n\t\"Coastal zone management area\" means all lands of the State and the area extending seaward from the shoreline to the limit of the State's police power and management authority, including the United States territorial sea;\n\t\"Coastal zone management program\" means the comprehensive statement in words, maps, or other permanent media of communication, prepared, approved for submission, and amended by the State and approved by the United States government pursuant to Public Law No. 92-583, as amended, and the federal regulations adopted pursuant thereto, which describes objectives, policies, laws, standards, and procedures to guide and regulate public and private uses in the coastal zone management area, provided however the \"coastal zone management program\" is consistent with the intent, purpose, and provisions of this chapter;\n\t\"Directly illuminate\" means to illuminate through the use of a glowing element, lamp, globe, or reflector of an artificial light source.\n\t\"Land\" means the earth, water, and air above, below, or on the surface;\n\t\"Lead agency\" means the office of planning;\n\t\"Ocean waters\" means all waters seaward of the shoreline within the jurisdiction of the State.\n\t\"Person\" means an individual, corporation, or partnership, and an organization or association, whether or not incorporated;\n\t\"Public advisory body\" means the advisory body established in section 205A-3.5;\n\t\"Shoreline\" means the upper reaches of the wash of the waves, other than storm and seismic waves, at high tide during the season of the year in which the highest wash of the waves occurs, usually evidenced by the edge of vegetation growth, or the upper limit of debris left by the wash of the waves. [L 1977, c 188, pt of §3; am L 1979, c 200, §1; am L 1983, c 124, §7; am L 1986, c 258, §2; am L 1987, c 336, §7; am L 1988, c 352, §4; am L 1989, c 356, §4; am L 1990, c 126, §7; am L 1993, c 91, §2; am L 1995, c 104, §4; am L 1996, c 299, §3; am L 2001, c 169, §2; am L 2005, c 224, §3]"
}