{
    "name": "Agriculture education program",
    "number": "431.7",
    "text": "(a)  The department shall establish and administer a comprehensive agriculture education program aligned with the natural resources career pathway.  The agriculture education program shall include adequate staffing of individuals trained or experienced in the field of agriculture to coordinate the program and to provide assistance to school complexes for the coordination of the activities of related student organizations and associations.  \n     (b)  The agriculture education program shall be administered by a director who shall:\n     (1)  Assist in assessing the agricultural needs of the State and devise methods of meeting those needs with the agriculture education program;\n     (2)  Assist school districts in establishing agriculture education programs;\n     (3)  Review school district applications for approval of agriculture education programs;\n     (4)  Evaluate existing programs and design complementary programs;\n     (5)  Plan research and studies for the improvement of curriculum materials for specialty areas of agriculture, including aquaculture and incumbent worker training;\n     (6)  Ensure that the standards and criteria developed under this section satisfy the mandates of federally-assisted career and technical education;\n     (7)  Develop in-service programs for teachers and administrators of agriculture education programs;\n     (8)  Review applications for agriculture teacher certification;\n     (9)  Assist in teacher recruitment and placement in agriculture education programs;\n    (10)  Serve as a liaison with the Future Farmers of America, representatives of business, industry, appropriate public agencies, and institutions of higher education, including the Hawaii Farm Bureau Federation, to facilitate dissemination of information;\n    (11)  Promote improvement of agriculture education programs; and\n    (12)  Assist in the development of adult, continuing education, and college-level education programs in agriculture.\n     (c)  The agriculture education program shall coordinate with culinary arts programs to teach students healthy eating habits and encourage culinary arts, farming, diversified agriculture, and related fields such as market development and science and technology, as career options.  The department of agriculture shall assist the department with the implementation of this program.\n     (d)  The department may adopt rules pursuant to chapter 91 to effectuate this section.\n     (e)  For purposes of this section, \"agriculture\" or \"agricultural\" includes the fields of farming, diversified agriculture, landscaping, aquaculture, and related industries such as market development and science and technology. [L 2006, c 233, §2; am L 2007, c 111, §3]\n \nNote\n \n  Consultation with department of agriculture and University of Hawaii.  L 2007, c 111, §4.\n  Implementation of program (report to legislature 2008, 2009).  L 2007, c 111, §5."
}