{
    "name": "Cancellation of a distressed property conveyance contract",
    "number": "8",
    "text": "(a)  In addition to any other legal right to rescind a contract, any distressed property owner has the right to cancel a distressed property conveyance contract, without any penalty or obligation, at any time before the later of midnight of the fifteenth business day following the day on which the last party to a distressed property conveyance contract signs the distressed property conveyance contract or 5:00 p.m. on the last day of the period during which any owner of a distressed property has the right to cure a default under state law.\n     (b)  The period of fifteen business days following the day on which the last party to a distressed property conveyance contract signs the contract during which any owner of the distressed property may cancel the contract shall not begin to run until all parties to the distressed property conveyance contract have executed the distressed property conveyance contract and the distressed property purchaser has complied with all the requirements of sections 480E-6, 480E-7, and this section.  \n     (c)  Cancellation occurs when any owner of a distressed property delivers, by any means, and within the time specified under subsection (a), written notice of cancellation to the address specified in the distressed property conveyance contract.\n     (d)  Notice of cancellation, if given by mail, is effective when deposited in the mail with postage prepaid.  Notice by certified mail, return receipt requested, addressed to the address specified in the distressed property conveyance contract, shall be conclusive proof of notice of cancellation.\n     (e)  Notice of cancellation given by any owner of a distressed property need not take the particular form as provided with the distressed property conveyance contract and, however expressed, is effective if it indicates the intention of an owner not to be bound by the contract.\n     (f)  Within fifteen days following receipt of a notice of cancellation given in accordance with this section, the distressed property purchaser shall return, without condition, any and all original contracts and documents signed by any owner of the distressed property. [L 2008, c 137, pt of §2]"
}