{
    "name": "Liability",
    "number": "6",
    "text": "(a)  Notwithstanding any other provision or rule of law, and subject only to the defenses set forth in subsection (c):\n     (1)  The owner or operator or both of a facility or vessel;\n     (2)  Any person who at the time of disposal of any hazardous substance owned or operated any facility at which such hazardous substances were disposed of;\n     (3)  Any person who by contract, agreement, or otherwise arranged for disposal or treatment, or arranged with a transporter for transport for disposal or treatment, of hazardous substances owned or possessed by such person, by any other party or entity, at any facility or on any vessel owned or operated by another party or entity and containing such hazardous substances; and \n     (4)  Any person who accepts or accepted any hazardous substances for transport to disposal or treatment facilities or sites selected by such person, from which there is a release, or a threatened release, which causes the incurrence of response costs of a hazardous substance;\nshall be strictly liable for (A) all costs of removal or remedial actions incurred by the State or any other person; to the extent such costs and actions are consistent with this chapter, the state contingency plan, and any other state rules; (B) damages for injury to, destruction of, or loss of natural resources, including the reasonable costs of assessing such injury, destruction, or loss resulting from such release; and (C) the costs of any health assessment or health effects study carried out consistent with this chapter, the state contingency plan, or any other state rules.\n     (b)  The amounts recoverable in an action under this section shall include interest on the amounts recoverable under subparagraphs (A) through (C).  Such interest shall accrue from the later of (1) the date payment of a specified amount is demanded in writing, or (2) the date of the expenditure concerned.  The rate of interest on the outstanding unpaid balance of the amounts recoverable under this section shall be the same rate as is specified for interest on investments of the State's fund.\n     (c)  There shall be no liability under subsection (a) for a defendant otherwise liable who can establish by a preponderance of the evidence that the release or threat of release of a hazardous substance and the damages resulting therefrom were caused solely by:\n     (1)  Any unanticipated grave natural disaster or other natural phenomenon of an exceptional, inevitable, and irresistible character, the effect of which could not have been prevented or avoided by the exercise of due care or foresight;\n     (2)  An act of war;\n     (3)  An act or omission of a third party other than an employee or agent of the defendant, or than one whose act or omission occurs in connection with a contractual relationship, existing directly or indirectly, with the defendant, if the defendant establishes by a preponderance of the evidence that the defendant exercised due care with respect to the hazardous substance concerned, taking into consideration the characteristics of such hazardous substance, in light of all relevant facts and circumstances; and the defendant took precautions against foreseeable acts or omissions of any such third party and the consequences that could foreseeably result from such acts or omissions; or\n     (4)  Any combination of the foregoing paragraphs.\n     (d)  A defendant may also avoid liability under subsection (a) where the defendant is able to establish that the real property on which the facility concerned is located was acquired by the defendant after the disposal or placement of the hazardous substance on, in, or at the facility.  In addition to establishing the foregoing, the defendant must establish that the defendant has satisfied the requirements of section 128D-6(c)(3) and one or more of the following circumstances described in paragraphs (1), (2), or (3) is also established by the defendant by a preponderance of the evidence:\n     (1)  At the time the defendant acquired the facility the defendant did not know and had no reason to know that any hazardous substance which is the subject of the release or threatened release was disposed on, in, or at the facility;\n     (2)  The defendant is a government entity which acquired the facility by escheat, or through any other involuntary transfer or acquisition, or through the exercise of eminent domain authority by purchase or condemnation; or\n     (3)  The defendant acquired the facility by inheritance or bequest.\n     To establish that the defendant had no reason to know, as provided in paragraph (1), the defendant must have undertaken, at the time of acquisition, all appropriate inquiry into the previous ownership and uses of the property consistent with good commercial or customary practice in an effort to minimize liability.  For purposes of the preceding sentence the court shall take into account any specialized knowledge or experience on the part of the defendant, the relationship of the purchase price to the value of the property if uncontaminated, commonly known or reasonably ascertainable information about the property, the obviousness of the presence or likely presence of contamination at the property, and the ability to detect such contamination by appropriate inspection.\n     Nothing in this subsection or in section 128D-6(c)(3) shall diminish the liability of any previous owner or operator of such facility who would otherwise be liable under this chapter.  Notwithstanding this definition, if the defendant obtained actual knowledge of the release or threatened release of a hazardous substance at such facility when the defendant owned the real property and then subsequently transferred ownership of the property to another person without disclosing such knowledge, the defendant shall be treated as liable under section 128D-6(a)(1) and no defense under section 128D-6(c)(3) shall be available to the defendant.\n     Nothing in this subsection shall affect the liability under this chapter of a defendant who, by any act or omission, caused or contributed to the release or threatened release of a hazardous substance which is the subject of the action relating to the facility.\n     (e)  No person shall be liable under this chapter or otherwise under the laws of the State or any of the counties, including the common law, to any government or private parties for costs, damages, or penalties as a result of actions taken or omitted in the course of rendering care, assistance, or advice in compliance with this chapter, the National Contingency Plan, or at the direction of a federal or state on-scene coordinator, with respect to an incident creating a danger to public health or welfare or the environment as a result of any release of a hazardous substance or pollutant or contaminant or the threat thereof.  This subsection shall not preclude liability for costs, damages, or penalties as the result of gross negligence or intentional misconduct on the part of such person.\n     (f)  No county or local government shall be liable under this chapter for costs or damages as a result of actions taken in response to an emergency created by the release or threatened release of a hazardous substance or pollutant or contaminant generated by or from a facility owned by another person.  This subsection shall not preclude liability for costs or damages as a result of gross negligence or intentional misconduct by the county or local government.\n     (g)  No indemnification, hold harmless, or similar agreement or conveyances shall be effective to transfer from the owner or operator of any vessel or facility or from any person who may be liable for a release or threat of release under this section, to any other person, the liability imposed under this section.  Nothing in this subsection shall bar any agreement to insure, hold harmless, or indemnify a party to such agreement for any liability under this section.  Nothing in this chapter shall bar a cause of action that an owner or operator or any person subject to liability under this section, or a guarantor, has or would have, by reason of subrogation or otherwise against any person.\n     (h)  In the case of an injury to, destruction of, or loss of natural resources under section 128D-6(a)(4)(B), liability shall be solely to the State for natural resources within the State or belonging to, managed by, controlled by, or appertaining to the State.  The natural resource trustee for the State shall act on behalf of the public as trustee of such natural resources to recover for such damages.  Sums recovered by the natural resource trustee under section 128D-6(a)(4)(B) shall not be limited by the sums which can be used to restore or replace such resources.  Any damages recovered by the state attorney general for damages to natural resources shall be deposited in the fund and credited to a special account for the purposes provided above.\n     (i)  Provided that no liability shall be imposed under this chapter, where the party sought to be charged has demonstrated that the damages to natural resources complained of were specifically identified as an irreversible and irretrievable commitment of natural resources in an environmental impact statement, or other comparable environment analysis, and the decision to grant a permit or license authorizes such commitment of natural resources, and the facility or project was otherwise operating within the terms of its permit or license.  There shall be no double recovery under this chapter for natural resource damages, including the costs of damage assessment or restoration, rehabilitation, or acquisition for the same release and natural resources.  Notwithstanding any other provision of this chapter, there shall be no recovery under this chapter for natural resource damages where such damages have occurred wholly before July 1, 1990.\n     (j)  No person other than a government entity may recover costs or damages under this chapter arising from a release which occurred before July 1, 1990. [L 1988, c 148, pt of §2; am L 1990, c 298, pt of §18; am L 1991, c 280, §7; am L 1993, c 324, §2]"
}