{
    "name": "Definitions",
    "number": "1",
    "text": "PART I.  DEFINITIONS AND GENERAL PROVISIONS\n \n         As used in this chapter, unless the context otherwise requires:\n     \u0093Available recycled water service\u0094 means the existence of an operable recycled water distribution main within one hundred feet of the property line.\n     \u0093Coastal waters\u0094 means all waters surrounding the islands of the State from the coast of any island to a point three miles seaward from the coast, and, in the case of streams, rivers, and drainage ditches, to a point three miles seaward from their point of discharge into the sea and includes those brackish waters, fresh waters, and salt waters that are subject to the ebb and flow of the tide.\n     \u0093Complaint\u0094 means any written charge filed with or by the department that a person is violating any provision of this chapter or any rule or order adopted pursuant to this chapter.\n     \u0093Department\u0094 means the department of health.\n     \u0093Director\u0094 means the director of health.\n     \u0093Domestic sewage\u0094 is waste and wastewater from humans or household operations that:\n     (1)  Is discharged to or otherwise enters a treatment works; or\n     (2)  Is of a type that is usually discharged to or otherwise enters a treatment works or an individual wastewater system.\nIndividual wastewater systems include cesspools, septic tanks, and household aerobic units.  As used here \u0093waste\u0094 means any liquid, gaseous, and solid substance, whether treated or not, and whether or not it pollutes or tends to pollute state waters, and \u0093waste\u0094 excludes industrial and agricultural substances that are not combined with substances from humans or household operations.  As used here \u0093wastewater\u0094 means any liquid \u0093waste,\u0094 as used above, whether treated or not.\n     \u0093Drainage ditch\u0094 means that facility used to carry storm runoff only.\n     \u0093Effluent\u0094 means any substance discharged into state waters, publicly owned treatment works, or sewerage systems, including, but not limited to, sewage, waste, garbage, feculent matter, offal, filth, refuse, any animal, mineral, or vegetable matter or substance, and any liquid, gaseous, or solid substances.\n     \u0093Effluent sources\u0094 include, but are not limited to, sewage outfalls, refuse systems and plants, water systems and plants, industrial plants, and contributors to publicly owned treatment works or sewerage systems.\n     \u0093Industrial user\u0094 means a source of water pollutants into a publicly owned treatment works from any nondomestic source regulated under section 307(b), (c), or (d) of the Federal Water Pollution Control Act.\n     \u0093Management practices\u0094 include treatment, processing, storage, transport, use, and disposal.\n     \u0093New source\u0094 means any source of water pollution the construction of which is commenced after the adoption of rules prescribing a standard of performance which will be applicable to such source.\n     \u0093Party\u0094 means each person or agency named as party or properly entitled to be a party in any court or agency proceeding.\n     \u0093Permit\u0094 means written authorization from the director to discharge waste or to construct, modify, or operate any water pollution source.  A permit authorizes the grantee to cause or discharge waste or water pollution in a manner or amount, or to do an act, not forbidden by this chapter or by rules adopted under this chapter, but requiring review by the department.\n     \u0093Person\u0094 means any individual, partnership, firm, association, public or private corporation, federal agency, the State or any of its political subdivisions, trust, estate, or any other legal entity.\n     \u0093Pollution\u0094 means water pollution.\n     \u0093Recycled water\u0094 and \u0093reclaimed water\u0094 mean treated wastewater that by design is intended or used for a beneficial purpose.\n     \u0093Sewage sludge\u0094 means any solid, semi-solid, or liquid residue removed during the treatment of municipal wastewater or domestic sewage.  Sewage sludge includes, but is not limited to, solids removed during primary, secondary, or advanced wastewater treatment, scum, septage, portable toilet pumping, Type III Marine Sanitation device pumpings (33 Code of Federal Regulations Part 159), and sewage sludge products.  Sewage sludge does not include grit, screenings, or ash generated during the incineration of sewage sludge.\n     \u0093Sewerage system\u0094 means pipelines or conduits, pumping stations, and force mains, and all other structures, devices, appurtenances, and facilities used for collecting or conducting wastes to an ultimate point for treatment or disposal.\n     \u0093Standard of performance\u0094 means a standard for the control of the discharge of water pollutants which reflects the greatest degree of effluent reduction which the director determines to be achievable through application of the best demonstrated control technology, processes, operating methods, or other alternatives, including, where practicable, a standard permitting no discharge of water pollutants.\n     \u0093State waters\u0094 means all waters, fresh, brackish, or salt, around and within the State, including, but not limited to, coastal waters, streams, rivers, drainage ditches, ponds, reservoirs, canals, ground waters, and lakes; provided that drainage ditches, ponds, and reservoirs required as a part of a water pollution control system are excluded.\n     \u0093Treatment works\u0094 means any plant or other facility used for the purpose of controlling water pollution.\n     \u0093Variance\u0094 means special written authorization from the director to cause or discharge waste or water pollution in a manner or in an amount in excess of applicable standards, or to do an act that deviates from the requirements of rules adopted under this chapter.\n     \u0093Waste\u0094 means sewage, industrial and agricultural matter, and all other liquid, gaseous, or solid substance, including radioactive substance, whether treated or not, which may pollute or tend to pollute the waters of this State.\n     \u0093Wastewater\u0094 means any liquid waste, whether treated or not, and whether animal, mineral, or vegetable including agricultural, industrial, and thermal wastes.\n     \u0093Water pollutant\u0094 means dredged spoil, solid refuse, incinerator residue, sewage, garbage, sewage sludge, munitions, chemical waste, biological materials, radioactive materials, heat, wrecked or discarded equipment, rock, sand, soil, sediment, cellar dirt and industrial, municipal, and agricultural waste.\n     \u0093Water pollution\u0094 means:\n     (1)  Such contamination or other alteration of the physical, chemical, or biological properties of any state waters, including change in temperature, taste, color, turbidity, or odor of the waters, or\n     (2)  Such discharge of any liquid, gaseous, solid, radioactive, or other substances into any state waters, \nas will or is likely to create a nuisance or render such waters unreasonably harmful, detrimental, or injurious to public health, safety, or welfare, including harm, detriment, or injury to public water supplies, fish and aquatic life and wildlife, recreational purposes and agricultural and industrial research and scientific uses of such waters or as will or is likely to violate any water quality standards, effluent standards, treatment and pretreatment standards, or standards of performance for new sources adopted by the department. [L 1989, c 212, pt of §2; am L 1990, c 298, §2; am L 1995, c 180, §5; am L 1999, c 193, §2 and c 288, §2; am L 2001, c 269,§2]\n \nRevision Note\n \n  Subparagraphs (1) and (2) in definition of domestic sewage redesignated pursuant to §23G-15(1)."
}