{
    "name": "Reentry intake service centers",
    "number": "10",
    "text": "There shall be within the department of public safety, a reentry intake service center for adults in each of the counties, to screen, evaluate, and classify the admission of persons to community correctional centers and to provide for the successful reentry of persons back into the community.  Each center shall be directed and managed by a manager and shall be staffed by a team of psychiatrists, social workers, technicians, and other personnel as may be necessary.  The director of public safety may appoint full-time or part-time professional and clerical staff or contract for professional services to carry out the duties of the centers as identified in this section.\n     The centers shall:\n     (1)  Provide orientation, guidance, and technical services;\n     (2)  Provide social-medical-psychiatric-psychological diagnostic evaluation;\n     (3)  Provide pretrial assessments on adult offenders for the courts and assist in the conduct of presentence assessments on adult offenders and the preparation of presentence reports when requested by the courts;\n     (4)  Provide correctional prescription program planning and security classification;\n     (5)  Provide such other personal and correctional services as needed for both detained and committed persons;\n     (6)  Monitor and record the progress of persons assigned to correctional facilities who undergo further treatment or who participate in prescribed correctional programs;\n     (7)  Ensure that the present and future reentry needs of persons committed to correctional facilities are being evaluated and met in an effective and appropriate manner;\n     (8)  Provide additional reentry services to include working closely and collaborating with the furlough programs in each county that are currently managed by the department's institutions division;\n     (9)  Work closely and collaborate with the Hawaii paroling authority; and\n    (10)  Work closely and collaborate with the corrections program services division. [L 1987, c 338, pt of §3; am L 1989, c 211, §8; am L 1996, c 130, §2; am L Sp 2009, c 24, §1]"
}