{
    "name": "Revocation, suspension, probation of license",
    "number": "12",
    "text": "(a)  In addition to any other actions authorized by law, any license issued under this chapter may be revoked or suspended by the board at any time for any cause authorized by law, including but not limited to the following:\n\n\n\n\t(1)\tObtaining a fee on the assurance that a manifestly incurable disease can be permanently cured;\n\t(2)\tWilfully betraying patient confidentiality;\n\t(3)\tMaking an untruthful and improbable statement in advertising one's practice or business;\n\t(4)\tFalse, fraudulent, or deceptive advertising;\n\t(5)\tBeing habituated to the excessive use of drugs or alcohol or being or having been addicted to, dependent on, or a habitual user of, a narcotic, barbiturate, amphetamine, hallucinogen, or other drug having similar effects;\n\t(6)\tPracticing physical therapy while the ability to practice is impaired by alcohol, drugs, or mental instability;\n\t(7)\tProcuring a license through fraud, misrepresentation, or deceit, or knowingly permitting an unlicensed person to practice physical therapy;\n\t(8)\tProfessional misconduct, gross carelessness, or manifest incapacity in the practice of physical therapy;\n\t(9)\tConduct or practice contrary to the ethics of the profession of physical therapy in the United States;\n    (10)\tViolation of the conditions or limitations upon which a temporary license is issued or an exemption is granted; or\n    (11)\tViolation of this chapter or the rules adopted pursuant thereto.\n\n\n\n\t(b)  To reinstate a suspended license, or to grant licensure to an applicant whose license was previously revoked, the board may require further education or training or require proof of competence in performance.\n\t(c)  In lieu of revoking or suspending a license, the board may place the licensee on probation, the terms of which may require observation of the licensee by an appropriate group or society of physical therapists. [L 1985, c 276, pt of §1; am L 1992, c 202, §143; am L 1995, c 123, §2]"
}