{
    "name": "Objective and policies for the economy--potential growth activities",
    "number": "10",
    "text": "(a)  Planning for the State's economy with regard to potential growth activities shall be directed towards achievement of the objective of development and expansion of potential growth activities that serve to increase and diversify Hawaii's economic base. \n     (b)  To achieve the potential growth activity objective, it shall be the policy of this State to: \n     (1)  Facilitate investment and employment in economic activities that have the potential for growth such as diversified agriculture, aquaculture, apparel and textile manufacturing, film and television production, and energy and marine-related industries. \n     (2)  Expand Hawaii's capacity to attract and service international programs and activities that generate employment for Hawaii's people. \n     (3)  Enhance and promote Hawaii's role as a center for international relations, trade, finance, services, technology, education, culture, and the arts. \n     (4)  Accelerate research and development of new energy- related industries based on wind, solar, ocean, and underground resources and solid waste. \n     (5)  Promote Hawaii's geographic, environmental, social, and technological advantages to attract new economic activities into the State. \n     (6)  Provide public incentives and encourage private initiative to attract new industries that best support Hawaii's social, economic, physical, and environmental objectives. \n     (7)  Increase research and the development of ocean-related economic activities such as mining, food production, and scientific research. \n     (8)  Develop, promote, and support research and educational and training programs that will enhance Hawaii's ability to attract and develop economic activities of benefit to Hawaii. \n     (9)  Foster a broader public recognition and understanding of the potential benefits of new, growth-oriented industry in Hawaii.\n    (10)  Encourage the development and implementation of joint federal and state initiatives to attract federal programs and projects that will support Hawaii's social, economic, physical, and environmental objectives.\n    (11)  Increase research and development of businesses and services in the telecommunications and information industries. [L 1978, c 100, pt of §2; am L 1986, c 276, §9; am L 1988, c 70, §6; am L Sp 1988, c 1, §5]\n \nRevision Note\n \n  Paragraph (11) redesignated."
}