{
    "name": "Natural guardian; liability for torts of child",
    "number": "3",
    "text": "The father and mother of an unmarried minor child are jointly the natural guardians of the child's person and property.  They shall have equal powers and duties with respect to the child and neither shall have any right superior to that of the other concerning the child's custody or control or any other matter affecting the child; provided that if either parent dies or abandons the family or is incapable for any reason to act as guardian, the guardianship devolves upon the other parent, and that when the parents live apart, the court may award the guardianship to either of them, having special regard to the interests of the child.  The father and mother of unmarried minor children shall jointly and severally be liable in damages for tortious acts committed by their children, and shall be jointly and severally entitled to prosecute and defend all actions in which the children or their individual property may be concerned. [CC 1859, §1288; RL 1925, §3033; am L 1931, c 77, §1; RL 1935, §4511; RL 1945, §12262; RL 1955, §330-3; HRS ; am L 1972, c 144, §1; gen ch 1985]\nCross References\n  Custody, see §571-46.\n  Minor as employee of State, see §662-17.\n  Promoting intoxicating liquor, see §712-1250.5.\n  Proof of financial responsibility of motor vehicle operator, see §287-20. \n  School property damages, see §§298-5, 27.\n  Torts, who may sue, see §663-1.\nLaw Journals and Reviews\n  Tort and Insurance \"Reform\" in a Common Law Court.  14 UH L. Rev. 55.\nCase Notes\n  Constitutionality of section upheld.  529 F. Supp. 394.\n  Cited:  351 F. Supp. 185, 187; 23 H. 241, 244.\n  Legitimacy of child fixed by law existing at time of birth.  3 H. 459; 4 H. 548.  Presumption is in favor of legitimacy of offspring born in wedlock.  4 H. 650; 6 H. 338.  Presumption of legitimacy may be rebutted.  16 H. 377 overruled on other grounds, 25 H. 405; 17 H. 577; 30 H. 574.  Testimony of mother not admissible to bastardize issue born after marriage.  17 H. 577; 30 H. 574, 584. \n  Support of child, father not liable for necessaries furnished minor on latter's own credit.  2 H. 168.  Father liable to support minor children even though custody awarded divorced wife (decree being silent as to support).  23 H. 281.  Adoptive father liable for necessaries furnished child.  23 H. 115.  Father though natural guardian may not be entitled to certain reimbursement from his child's estate, he being life tenant and she the remainderman.  24 H. 388, 391.  One standing in loco parentis cannot recover from natural parents for necessaries, in absence of contract.  5 H. 370.  Right to service and duty to support under §577-7 reciprocal and correlative.  27 H. 671. \n  Custody of child:  Statutory provision that court may award custody to either parent not unconstitutional.  32 H. 479.  Right of father to custody not absolute but controlled by welfare and best interest of child.  6 H. 386; 32 H. 479; 32 H. 608.  Where mother suitable person to have care and custody, it is not error to award custody to mother even though father is of good character and otherwise without fault.  33 H. 90.  Children born out of wedlock, law presumes it is for the best interests of the children and of society that during minority they remain in the custody of their mother.  35 H. 756.  Pending divorce, rights of mother to custody of child is superior to that of distant relative.  32 H. 731.  In case of death section confers custody of children upon surviving parent.  33 H. 106.  Parents of child have a natural as well as legal, paramount right to custody of minor offspring.  33 H. 872. \n  Liability of parent for torts of child:  Parent not liable when child not liable.  8 H. 715; 15 H. 127; 23 H. 541. \n  Infant held not liable for damages resulting from his wilfully careless and immoderate use of chattel under a contract.  8 H. 237.  A six-year old child may be capable of contributory negligence; a minor's standard of care.  47 H. 281, 386 P.2d 872. \n  Father as natural guardian of property of child has no authority to lease land.  6 H. 485; 16 H. 432.  Nor to receive legacy to child.  31 H. 705.  Rights of father prior to enactment of statute, see 2 H. 118; 7 H. 421.  Act of guardian binds infant.  7 H. 421. \n  Nothing in statute prohibits suits by parents against their children.  51 H. 74, 450 P.2d 998.\n  Parents cannot avoid liability under this section, and absent a legislative mandate, an insurer is not obligated to insure their liability unless coverage can be grounded on the terms of the subject policy itself; auto insurance policy thus did not violate public policy.  90 H. 478 (App.), 979 P.2d 74.\n  Where defendant did not live with mother and was thus not  a relative as that term was defined under auto insurance policy, non-owned car endorsement in auto policy did not impose duty on insurer to defend or indemnify mother for mother's liability under this section.  90 H. 478 (App.), 979 P.2d 74."
}