{
    "name": "Defendant allowed damages upon abandonment or dismissal of proceedings",
    "number": "27",
    "text": "Whenever any proceedings instituted under this part are abandoned or discontinued before reaching a final judgment, or if, for any cause, the property concerned is not finally taken for public use, a defendant who would have been entitled to compensation or damages had the property been finally taken, shall be entitled, in such proceedings, to recover from the plaintiff all such damage as may have been sustained by the defendant by reason of the bringing of the proceedings and the possession by the plaintiff of the property concerned if the possession has been awarded including the defendant's costs of court, a reasonable amount to cover attorney's fees paid by the defendant in connection therewith, and other reasonable expenses; and the possession of the property concerned shall be restored to the defendant entitled thereto.  Issues of fact arising in connection with any claim for such damage shall be tried by the court without a jury unless a trial by jury is demanded by either party, pursuant to the rules of court, within ten days from the date of the entry of an order or judgment allowing the discontinuance of the proceedings, or dismissing the proceedings or denying the right of the plaintiff to take the property concerned for public use.  In the event judgment is entered in favor of the defendant and against the plaintiff, any moneys which have been paid, and any additional security which has been furnished, by the plaintiff to the clerk of the court under sections 101-28 and 101-29, shall be applied or enforced toward the satisfaction of the judgment.  In the case of the State or a county, if the moneys so paid to the clerk of the court are insufficient, then the balance of such judgment shall be paid from any moneys available or appropriated for the acquisition of the property concerned, or if that is insufficient then the same shall be paid from the general fund of the State or county, as the case may be. [L 1929, c 230, §1; RL 1935, §67; am L 1937, c 184, §4; RL 1945, §318; am L 1951, c 12, §1(k); RL 1955, §8-25; HRS ; am L 1973, c 30, §2; gen ch 1985]\n \nCase Notes\n \n  Section only applies to relief in eminent domain proceedings and does not authorize a collateral suit for damages or an independent suit for injunction and declaratory relief.  49 H. 365, 418 P.2d 482.  Section does not apply when there is an abandonment of the original public use.  Id.\n  Partial abandonment.  42 H. 415, 627.  Abandonment by amendment.  44 H. 557, 356 P.2d 386.  Abandonment may be any time before final judgment.  42 H. 415.\n  \"Final judgment\" means judgment entered after an appeal.  50 H. 237, 437 P.2d 321.\n  Manifests legislative intent to preclude recovery of attorney's fees and litigation costs where the property is condemned.  53 H. 582, 499 P.2d 663.\n  Cited:  39 H. 67; 44 H. 10, 13, 352 P.2d 320."
}