{
    "name": "State educational facilities repair and maintenance account",
    "number": "35",
    "text": "(a)  There is created in the state general fund under AGS 807 (physical plant operations and maintenance) the state educational facilities repair and maintenance account, into which shall be deposited legislative appropriations to the account designated for use solely to eliminate the backlog of school repair and maintenance projects, including the repair or replacement of fixtures, furnishings, and equipment, existing on June 30, 2000.  Expenditures from the account shall be subject to sections 37-31 and 37-33 to 37-40.  Based on the prioritization approved by the department of education as prescribed by section 302A-1505, appropriations or authorizations from the account shall be expended by the comptroller. \t(b)  The department of education, with the assistance of the department of accounting and general services, shall review the existing condition of school facilities and establish specific vision plans for each school complex based on current repair and maintenance requirements and overall repair and maintenance priorities.\n\t(c)  Criteria used to establish current repair and maintenance requirements may include:\n\n\n\n\t(1)\tThe remaining useful life of the school facility and its major components;\n\t(2)\tThe adjusted life of the school facility and its major components after repair or maintenance; and\n\t(3)\tThe current and future repair and maintenance requirements of the school facility and its components based on established industry standards or product manufacturer recommendations;\n\n\n\nprovided that demolition of a facility or any of its components may be recommended if the cost of the repairs do not justify the adjusted life or remaining life of the facility.\n\t(d)  Criteria used to establish overall repair and maintenance requirements may include:\n\n\n\n\t(1)\tWhether a school facility will continue to be used for the next twenty-five years; and\n\t(2)\tWhether a repair or maintenance project is required:\n\n\t\t(A)\tFor health or safety reasons;\n\t\t(B)\tTo comply with legal mandates;\n\t\t(C)\tTo comply with current building codes; or\n\t\t(D)\tFor preventive maintenance reasons;\n\n\n\n\n\nprovided that in developing criteria, consideration shall be given to school facilities that were more than twenty-five years of age on July 1, 2000.\n\t(e)  The expenditure of funds for any project with an estimated total cost of less than $100,000 shall be exempt from chapter 103D and section 464-4; provided that:\n\n\n\n\t(1)\tThe comptroller shall develop internal policies and procedures for the procurement of goods, services, and construction, consistent with the goals of public accountability and public procurement practices, but not subject to chapter 103D.  However, where possible, the comptroller is encouraged to use the provisions of chapter 103D; provided that the use of one or more provisions of chapter 103D shall not constitute a waiver of the exemption of chapter 103D and shall not subject the comptroller to any other provision of chapter 103D;\n\t(2)\tInsofar as is practical, and based on specifications developed, adequate and reasonable competition of no fewer than three proposals shall be solicited for each project, based on rules adopted by the comptroller;\n\t(3)\tConsidering all factors, including quality, warranty, and delivery, the award shall be made to the vendor with the most advantageous proposal;\n\t(4)\tThe procurement requirements shall not be artificially divided or parceled so as to avoid competitive bidding or competitive proposals; and\n\t(5)\tFormal design for projects shall be done when there is a clear need to preserve structural integrity, health and safety, or to clearly communicate construction requirements.\n\n\n\n\tFor all projects, the comptroller shall develop a strategy for the efficient and cost-effective use of government and private-sector workforces and consider increased flexibility through public-private partnering, design-build options, cost plus, job order contracts, performance-based contracts, request for proposals, and any other means to improve communications and accelerate repairs while preserving the quality of the repairs.\n\t(f)  The comptroller shall ensure that all repair and maintenance projects achieve maximum cost-efficiency by emphasizing functional or performance criteria, uniformity of design, and commonality of products, and by avoiding unique or custom requirements that increase costs.  The comptroller shall develop project specifications based on generic specifications or prescriptive specifications using standard commercial products.  Prescriptive specifications may include a qualified product list.\n\tFor the purposes of this subsection:\n\t\"Generic specification\" means a technical specification that is written in a clear, unambiguous, and nonrestrictive manner establishing:\n\n\n\n\t(1)\tDesign, performance, or functional requirements to identify the work to be performed; and\n\t(2)\tMaterial standards to be used on a project.\n\n\n\n\t\"Prescriptive specification\" means a technical specification:\n\n\n\n\t(1)\tEstablishing that the required work to be performed is written in a clear, unambiguous, and nonrestrictive manner; and\n\t(2)\tListing manufacturers or products that are acceptable for use on the project.\n\n\n\n\t\"Standard commercial product\" means a product or material that in the normal course of business is customarily maintained in stock by, or readily available for marketing from a manufacturer, distributor, or dealer.\n\tThis subsection shall not apply to any school facility designated a historic property pursuant to section 6E-5.5.\n\t(g)  The comptroller shall submit an annual report to the legislature, which shall include a financial statement of the account and the status of repair and maintenance projects undertaken pursuant to this section, no later than twenty days prior to the convening of each regular session.  Expenditures for repair and maintenance projects undertaken pursuant to this section shall be posted electronically on the Internet by the department of accounting and general services within thirty days of each project's completion.\n\t(h)  This section shall be repealed on July 1, 2020. [L 2001, c 316, pt of §2; am L 2002, c 115, §2; am L 2003, c 188, §4]"
}