{
    "name": "School physical plant operations and maintenance account; maintenance schedule",
    "number": "36",
    "text": "(a)  There is created in the state general fund under AGS 807 (physical plant operations and maintenance) the school physical plant operations and maintenance account, into which shall be deposited all legislative appropriations to the account. \tThe moneys in the account shall be used solely for school repairs and preventive maintenance projects scheduled after June 30, 2001.  Expenditures from the account shall be subject to sections 37-31 and 37-33 to 37-40.  Based on the prioritization approved by the department of education as prescribed by section 302A-1505, appropriations or authorizations from the account shall be expended by the comptroller.\n\t(b)  Every school facility newly constructed or renovated after June 30, 2001, shall include a preventive maintenance schedule prepared by the architect or engineer of the facility or the capital improvement project.  The maintenance schedule shall include:\n\n\n\n\t(1)\tA description of each major component of a facility or capital improvement project and the component's maintenance;\n\t(2)\tThe starting date of each maintenance project;\n\t(3)\tThe current, future, and any recurring cost of each maintenance project;\n\t(4)\tThe useful life of the facility or capital improvement project;\n\t(5)\tThe present value of the cost of normally scheduled maintenance over the useful life of the facility;\n\t(6)\tThe adjusted life of the facility or capital improvement project; and\n\t(7)\tThe replacement date of the facility or capital improvement project.\n\n\n\n\t(c)  Moneys in physical plant operations and maintenance account shall be allocated according to departmental school districts based on:\n\n\n\n\t(1)\tEstimated preventive and scheduled maintenance costs that reflect the age and condition of existing school facilities in the State in the following categories:  re-roofing, electrical, athletic facilities, re-surfacing, equipment, exterior painting, plumbing, structural integrity, termite ground treatment, termite tent treatment, interior painting, air conditioning change out, and re-carpeting; and\n\t(2)\tBudgeted recurring maintenance, health and safety requirements, and legal mandates.\n\n\n\n\t(d)  The expenditure of funds made under this Act for any project with an estimated total cost of less than $100,000 shall be exempt from chapter 103D and section 464-4; provided that:\n\n\n\n\t(1)\tThe comptroller shall develop internal policies and procedures for the procurement of goods, services, and construction, consistent with the goals of public accountability and public procurement practices, but not subject to chapter 103D.  However, where possible, the comptroller is encouraged to use the provisions of chapter 103D; provided that the use of one or more provisions of chapter 103D shall not constitute a waiver of the exemption of chapter 103D and shall not subject the comptroller to any other provision of chapter 103D;\n\t(2)\tInsofar as is practical, and based on specifications developed, adequate and reasonable competition of no fewer than three quotations shall be solicited for each project based on rules adopted by the comptroller;\n\t(3)\tConsidering all factors, including quality, warranty, and delivery, the award shall be made to the vendor with the most advantageous quotation;\n\t(4)\tThe procurement requirements shall not be artificially divided or parceled so as to avoid competitive bidding or competitive proposals; and\n\t(5)\tFormal design for projects shall be done when there is a clear need to preserve structural integrity, health and safety, or to clearly communicate construction requirements.\n\n\n\n\t(e)  The comptroller shall submit an annual report to the legislature, which shall include a financial statement of the account and the status of school repair and preventive maintenance projects undertaken pursuant to this section, no later than twenty days prior to the convening of each regular session.  The department of accounting and general services shall post the following reports electronically on the Internet and update them quarterly:\n\n\n\n\t(1)\tExpenditures for school repair and preventive maintenance projects undertaken pursuant to this section, shall be posted within thirty days of each project's completion; and\n\t(2)\tA list of each school's repair and maintenance needs to be undertaken. [L 2001, c 316, pt of §2; am L 2003, c 188, §5]"
}