{
    "name": "Children born to parents not married to each other",
    "number": "21",
    "text": "(a)  All children born to parents not married to each other, irrespective of the marriage of either natural parent to another, (1) on the marriage of the natural parents with each other, (2) on the voluntary, written acknowledgements of paternity under oath signed by the natural father and the natural mother, or (3) on establishment of the parent and child relationship under chapter 584, are entitled to the same rights as those born to parents married to each other and shall take the name so stipulated by their parents or, if the parents do not agree on the name, shall take the name specified by a court of competent jurisdiction to be the name that is in the best interests of the child.  The original certificate of birth shall contain the name so stipulated.  The child or children or the parents thereof may petition the department of health to issue a new original certificate of birth, and not a duplicate of the original certificate that has been amended, altered, or modified, in the new name of the child, and the department shall issue the new original certificate of birth.  As used in this section \"name\" includes the first name, middle name, or last name. \t(b)  The evidence upon which the new original certificate is made, and the superseded original certificate shall be sealed and filed and may be opened only upon order of a court of record.\n\t(c)  If the child\u0092s natural parents marry each other and desire to change the child\u0092s name, the child\u0092s name may be changed and a new original certificate of birth prepared.\n\t(d)  Nothing in this section shall be construed to limit the power of the courts to order the department to prepare new certificates of birth under section 584-23. [L 1949, c 327, §25; RL 1955, §57-24; am L Sp 1959 2d, c 1, §19; am L 1967, c 6, §2; HRS ; am L 1975, c 66, §2(4); am L 1980, c 153, §5; am L 1983, c 65, §2; am L 1986, c 287, §1; am L 1987, c 100, §2; am L 1988, c 141, §27; am L 1993, c 131, §3]"
}