{
    "name": "Department powers as to industrial enterprises",
    "number": "152",
    "text": "In addition to powers which it may now have, the department shall have all powers necessary or convenient to accomplish the purposes of this part.  The powers of the department include, but are not limited to, the following:\n\n\n\n\t(1)\tNotwithstanding and without compliance with section 103-7 and chapter 103D, but with the approval of the governor, to enter into and carry out a project agreement, or an amendment or supplement to an existing project agreement, with a project party, and to enter into and carry out any agreement whereby the obligation of a project party under a project agreement will be unconditionally guaranteed by a person other than a project party.\n\t(2)\tTo issue special purpose revenue bonds pursuant to and in accordance with this part.\n\t(3)\tTo lend the proceeds of the special purpose revenue bonds issued for a project to the project party for use and application by the project party for the acquisition, purchase, construction, reconstruction, improvement, betterment, extension, or maintenance of a project.\n\t(4)\tAs security for the payment of the principal of, premium, if any, and interest of the special purpose revenue bonds issued for a project, to pledge, assign, hypothecate, or otherwise encumber all or any part of the revenues and receipts derived or to be derived by the department under the project agreement for the project for which such bonds are issued; to pledge and assign the interest and rights of the department under the project agreement or other agreement with respect to such project or such special purpose revenue bonds; and to pledge and assign any bond, debenture, note, or other evidence of indebtedness received by the department with respect to such project; or any combination of the foregoing.\n\t(5)\tTo extend or renew any project agreement or any other agreement related thereto; provided that any such renewal or extension shall be subject to the approval of the governor unless made in accordance with provisions for such extension or renewal contained in a project agreement or related agreement theretofore approved by the governor.\n\t(6)\tTo do any and all things necessary or convenient to carry out its purposes and exercise the powers given and granted in this part. [L 1981, c 122, pt of §2; am L Sp 1993, c 8, §55]"
}