{
    "name": "Approval process",
    "number": "3",
    "text": "(a)  No nonprofit entity may engage in a conversion without prior approval of the application for conversion by the commissioner.  Any conversion without the commissioner's approval shall be voidable by the commissioner.\n\t(b)  Prior to approval of the conversion plan, the commissioner shall determine the fair market value of the assets of the nonprofit entity and shall ensure that the assets of the nonprofit entity are transferred to another nonprofit entity at the time of conversion pursuant to section [432C-5].\n\t(c)  After reviewing the report and plan for conversion of the nonprofit entity, if the commissioner finds any discrepancy in the valuation of the assets of the nonprofit entity, the commissioner may obtain an independent party to provide a valuation of the assets.  The commissioner shall have the discretion of making a final determination of the valuation of the assets of the nonprofit entity; provided that any issues arising from valuation are brought forth during the public hearing.\n\t(d)  A public hearing shall be conducted pursuant to chapter 91 prior to approving or disapproving the conversion.  Prior to approving or disapproving the conversion, the commissioner may investigate and consider any matter or issue raised at the public hearing.\n\t(e)  Within sixty days after the public hearing, the commissioner shall disapprove or approve the conversion or approve an amended conversion plan; provided that the commissioner may extend this period if the commissioner deems more time is needed to resolve any issues brought forth during the public hearing or upon mutual consent of the nonprofit entity and the commissioner.\n\t(f)  The commissioner shall approve the conversion if the commissioner finds all of the following have been met:\n\n\n\n\t(1)\tThe conversion plan is in compliance with section 432C-2;\n\t(2)\tThe plan is fair and reasonable and not contrary to law or to the interests of subscribers, contract holders, and the residents of the State; and\n\t(3)\tUpon conversion, the for-profit corporation will meet the standards and conditions applicable to stock insurance companies, including minimum surplus requirements.\n\n\n\n\t(g)  The commissioner shall issue an order approving or disapproving the conversion or approving an amended conversion plan. [L 1998, c 260, pt of §2]"
}