{
    "name": "Analysis of information; audits and inspections; summary reports",
    "number": "5",
    "text": "(a)  The petroleum commissioner, with the commissioner's own staff and other support staff with expertise and experience in, or with, the petroleum industry, shall gather, analyze, and interpret the information submitted to it pursuant to sections 486J-3 and 486J-4 and other information relating to the supply and price of petroleum products, with particular emphasis on motor vehicle fuels, including, but not limited to, all of the following:\n\n\n\n\t(1)\tThe nature, cause, and extent of any petroleum or petroleum products shortage or condition affecting supply;\n\t(2)\tThe economic and environmental impacts of any petroleum and petroleum product shortage or condition affecting supply;\n\t(3)\tPetroleum or petroleum product demand and supply forecasting methodologies utilized by the petroleum industry in Hawaii;\n\t(4)\tThe prices, with particular emphasis on wholesale and retail motor fuel prices, and any significant changes in prices charged by the petroleum industry for petroleum or petroleum products sold in Hawaii and the reasons for such changes;\n\t(5)\tThe income, expenses, and profits, both before and after taxes, of the industry as a whole and of major firms within it, including a comparison with other major industry groups and major firms within them as to profits, return on equity and capital, and price-earnings ratio;\n\t(6)\tThe emerging trends relating to supply, demand, and conservation of petroleum and petroleum products;\n\t(7)\tThe nature and extent of efforts of the petroleum industry to expand refinery capacity and to make acquisitions of additional supplies of petroleum and petroleum products; and\n\t(8)\tThe development of a petroleum and petroleum products information system in a manner which will enable the State to take action to meet and mitigate any petroleum or petroleum products shortage or condition affecting supply.\n\n\n\n\t(b)  The commissioner shall conduct random or periodic audits and inspections of any supplier or suppliers of oil or petroleum products to determine whether they are unnecessarily withholding supplies from the market or are violating applicable policies, laws, or rules.  The commissioner may solicit assistance of the department of taxation in any such audit.  The commissioner shall cooperate with other state and federal agencies to ensure that any audit or inspection conducted by the commissioner is not duplicative of the data received by any of their audits or inspections which is available to the  commissioner.\n\t(c)  The commissioner shall analyze the impacts of state and federal policies, rules, and regulations upon the supply and pricing of petroleum products.\n\t(d)  The commissioner shall publish annually and submit to the governor and the legislature twenty days prior to the first day of the current legislative session a summary, including any analysis and interpretation of the information submitted to it pursuant to this chapter, and any other activities taken by the commissioner, including civil penalties imposed and referrals of violations to the attorney general under section 486J-9.  Any person may submit comments in writing regarding the accuracy or sufficiency of the information submitted.  At the option of the director, this report may be combined with reporting required by section 196-4(11), in the director's role as state energy resources coordinator. [L 1997, c 257, pt of §2; am L 2002, c 77, §3(2)]"
}