{
    "name": "Statements",
    "number": "3",
    "text": "(a)  Each distributor shall, at such reporting dates as the commissioner may establish, file with the commissioner, on forms prescribed, prepared, and furnished by the commissioner, a certified statement showing separately for each county and for the islands of Lanai and Molokai within which and whereon fuel is sold or used during the last preceding reporting period, the following:\n\n\n\n\t(1)\tThe total number of gallons or units of fuel refined, manufactured, or compounded by the distributor within the State and sold or used by the distributor, and if for ultimate use in another county or on another island, the name of that county or island;\n\t(2)\tThe total number of gallons or units of fuel imported or exported by the distributor or sold or used by the distributor, and if for ultimate use in another county or on another island, the name of that county or island;\n\t(3)\tThe total number of gallons or units of fuel sold as liquid fuel, aviation fuel, diesel fuel, and other types of fuel as required by the commissioner;\n\t(4)\tThe total number of gallons or units of fuel and the types thereof sold to:  federal, state, and county agencies, ships stores, or base exchanges, commercial agricultural accounts, commercial nonagricultural accounts, retail dealers, and other customers as required by the commissioner;\n\t(5)\tMonthly Hawaii weighted average prices and sales volumes of finished leaded regular, unleaded regular, and premium motor gasoline, and of each other grade of gasoline sold through company-operated retail outlets, to other end-users, and to wholesale customers;\n\t(6)\tMonthly Hawaii weighted average prices and sales volumes for residential sales, commercial and institutional sales, industrial sales, sales through company-operated retail outlets, sales to other end-users, and wholesale sales of No. 2 diesel fuel and No. 2 fuel oil; and\n\t(7)\tMonthly Hawaii weighted average prices and sales volumes for retail sales and wholesale sales of No. 1 distillate, kerosene, finished aviation gasoline, kerosene-type jet fuel, No. 4 fuel oil, residual fuel oil, and consumer grade propane.\n\n\n\nThe commissioner shall prescribe by rule when the first report shall be submitted.\n\t(b)  In addition to the above reporting, each distributor shall file with the commissioner, Federal Form FEO-1000 or an equivalent state form to be prescribed, prepared, and furnished by the commissioner, showing the expected supply of fuel products for the coming month, and their intended distribution as categorized by Form FEO-1000 or the equivalent state form.  The state form shall be supplied in the event that the Federal Mandatory Petroleum Allocation Regulations should expire, be revoked, or be amended to delete or substantially change the reporting requirements provided therein.\n\t(c)  Each major marketer shall submit to the commissioner, at a time and in a form as the commissioner shall prescribe, information including petroleum and petroleum product receipts, exchanges, inventories, and distributions.  The commissioner shall prescribe by rule when the first report shall be submitted.\n\t(d)  The commissioner may request additional information as and when [the commissioner] deems necessary to perform [the commissioner's] responsibilities under this chapter. [L 1997, c 257, pt of §2; am L 2002, c 77, §4]"
}