{
    "name": "Hawaii early intervention coordinating council; establishment",
    "number": "353",
    "text": "(a)  There is established within the department for administrative purposes the Hawaii early intervention coordinating council.  Members shall be appointed for three-year terms by the governor without the necessity of the advice and consent of the senate.  The membership of the council shall consist of fifteen members selected from the following:\n     (1)  At least three parents of infants, toddlers, or children under the age of seven with special needs;\n     (2)  At least three public or private providers of early intervention services;\n     (3)  At least one representative from the legislature;\n     (4)  At least one person involved in personnel preparation;\n     (5)  At least one member representing the department of education;\n     (6)  At least one member representing the department of human services;\n     (7)  At least one member representing the office of the governor; and\n     (8)  Other members representing private or public agencies involved in or interested in the payment for or provision of services to infants and toddlers with special needs and their families.\n     Any vacancy on the council shall be filled in the same manner in which the original position was filled.\n     (b)  The council shall elect its officers, and eight members shall constitute a quorum.  Members shall serve without compensation but shall be reimbursed for expenses, including travel expenses, necessary for the performance of their duties.\n     (c)  The council shall meet at least quarterly and in such places as it deems necessary.  The meetings shall be publicly announced, and be open and accessible to the general public.\n     (d)  The council shall perform the following functions:\n     (1)  Advise and assist the director in the identification of the sources of fiscal and other support for services for early intervention programs, assignment of financial responsibility to the appropriate agency, and the promotion of the interagency agreements;\n     (2)  Advise and assist the department in the preparation of applications and amendments thereto; and\n     (3)  Prepare and submit an annual report to the governor on the status of early intervention programs for infants and toddlers with special needs and their families within the State. [L 1989, c 107, pt of §2; am L 1996, c 298, §3]"
}