{
    "name": "Definitions",
    "number": "191",
    "text": "PART VI.  ASSISTING UTILITIES SERVING THE GENERAL\nPUBLIC IN PROVIDING ELECTRIC ENERGY OR GAS\n \n         Whenever used in this part, unless a different meaning clearly appears from the context:\n     \"Department\" means the department of budget and finance.\n     \"Energy project\" means any facilities for each single project or multiproject program of a project party which is certified by the public utilities commission as being for the local furnishing of electric energy or gas; provided that any new generating unit for the production or generation of electric energy from fossil fuels shall not be considered an energy project for purposes of this part unless specifically authorized in any act providing for the authorization of the issuance of bonds pursuant to this part.\n     \"Local furnishing of electric energy or gas\" means providing property or land that is or will be:\n     (1)  Depreciable property or land;\n     (2)  Used to produce, collect, generate, transmit, store, distribute, or convey electric energy or gas, including without limitation, air or water pollution control facilities;\n     (3)  Used in the trade or business of furnishing electric energy or gas; and\n     (4)  Part of a system providing service to the general public of not more than two contiguous counties in the State.\n     \"Project agreement\" means any agreement entered into under this part by the department with the project party for the financing from the proceeds of special purpose revenue bonds of an energy project, including without limitation any loan agreement.\n     \"Project party\" means an electric or gas utility serving the general public and which is regulated by the public utilities commission under chapter 269.\n     \"Special purpose revenue bonds\" or \"bonds\" mean bonds, notes, or other evidences of indebtedness issued pursuant to this part. [L 1981, c 151, pt of §2]\n \nRevision Note\n \n  Definitions rearranged."
}