{
    "name": "Criminal contempt of court",
    "number": "1077",
    "text": "(1)  A person commits the offense of criminal contempt of court if:\n\n\n\n\t(a)\tThe person recklessly engages in disorderly or contemptuous behavior, committed during the sitting of a court in its immediate view and presence, and directly tending to interrupt its proceedings or impair the respect due to its authority;\n\t(b)\tThe person creates a breach of peace or a disturbance with intent to interrupt a court's proceedings;\n\t(c)\tAs an attorney, clerk, or other officer of the court, the person knowingly fails to perform or violates a duty of the person's office, or knowingly disobeys a lawful directive or order of a court;\n\t(d)\tThe person knowingly publishes a false report of a court's proceedings;\n\t(e)\tKnowing that the person is not authorized to practice law, the person represents the person's self to be an attorney and acts as such in a court proceeding;\n\t(f)\tThe person intentionally records or attempts to record the deliberation of a jury;\n\t(g)\tThe person knowingly disobeys or resists the process, injunction, or other mandate of a court;\n\t(h)\tThe person intentionally refuses to be qualified as a witness in any court or, after being qualified, to answer any proper interrogatory without a privilege to refuse to answer;\n\t(i)\tBeing a juror, the person intentionally, without permission of the court, fails to attend a trial or official proceeding to which the person has been summoned or at which the person has been chosen to serve; or\n\t(j)\tThe person is in violation or disobedience of any injunction or order expressly provided for in part V of chapter 712.\n\n\n\n\t(2)  Except as provided in subsections (3) and (7), criminal contempt of court is a misdemeanor.\n\t(3)  The court may treat the commission of an offense under subsection (1) as a petty misdemeanor, in which case:\n\n\n\n\t(a)\tIf the offense was committed in the immediate view and presence of the court, or under such circumstances that the court has knowledge of all of the facts constituting the offense, the court may order summary conviction and disposition; and\n\t(b)\tIf the offense was not committed in the immediate view and presence of the court, nor under such circumstances that the court has knowledge of all of the facts constituting the offense, the court shall order the defendant to appear before it to answer a charge of criminal contempt of court; the trial, if any, upon the charge shall be by the court without a jury; and proof of guilt beyond a reasonable doubt shall be required for conviction.\n\n\n\n\t(4)  When the contempt under subsection (1) also constitutes another offense, the contemnor may be charged with and convicted of the other offense notwithstanding the fact that the contemnor has been charged with or convicted of the contempt.\n\t(5)  Whenever any person is convicted of criminal contempt of court or sentenced therefor, the particular circumstances of the offense shall be fully set forth in the judgment and in the order or warrant of commitment.  In any proceeding for review of the judgment, sentence, or commitment, no presumption of law shall be made in support of the jurisdiction to render the judgment, pronounce the sentence, or order the commitment.  A judgment, sentence, or commitment under subsection (3)(a) shall not be subject to review by appeal, but shall be subject to review in an appropriate proceeding for an extraordinary writ or in a special proceeding for review.\n\tAll other judgments, sentences, or commitments for criminal contempt of court shall be subject to review by appeal, in a proceeding for an appropriate extraordinary writ, or in a special proceeding for review.\n\t(6)  Nothing in this section shall be construed to alter the court's power to punish civil contempt.  When the contempt consists of the refusal to perform an act which the contemnor has the power to perform, the contemnor may be imprisoned until the contemnor has performed it.  In such a case the act shall be specified in the warrant of commitment.  In any proceeding for review of the judgment or commitment, no presumption of law shall be made in support of the jurisdiction to render the judgment or order the commitment.\n\t(7)  Any violation or disobedience of any injunction or order expressly provided for in part V of chapter 712 is punishable by:\n\n\n\n\t(a)\tA fine of not less than $400 nor more than $5,000, or\n\t(b)\tBy imprisonment for not less than one nor more than six months, or\n\t(c)\tBoth (a) and (b). [L 1972, c 9, pt of §1; am L 1973, c 136, §8(a); am L 1979, c 181, §3; am L 1987, c 176, §3; am L 1988, c 141, §60; gen ch 1993]"
}