{
    "name": "Permits and fees for state small boat harbors",
    "number": "10",
    "text": "(a)  No person shall moor a vessel in a state small boat harbor without:\n     (1)  First obtaining a use permit from the department; and\n     (2)  Being the owner of the vessel.\n     (b)  In order to obtain a permit or a permit renewal, the owner of a vessel shall provide, at the owner's own expense:\n     (1)  A marine surveyor's inspection no more than two years old, certifying that the surveyor has inspected the vessel and considers it to fulfill the requirements set by the department; and\n     (2)  Documentation that the person is the owner of the vessel.  The documentation shall meet requirements established by the department.\n     (c)  The permittee shall pay moorage fees to the department for the use permit that shall be based on, but not limited to, the use of the vessel, its effect on the harbor, use of facilities, and the cost of administering this mooring program; and, furthermore:\n     (1)  Moorage fees shall be established by the department and shall be higher for nonresidents;\n     (2)  An application fee shall be collected when applying for moorage in state small boat harbors and shall thereafter be collected annually when the application is renewed.  The application fee shall be:\n         (A)  Set by the department; and\n         (B)  Not less than $100 for nonresidents;\n     (3)  If a recreational vessel is used as a place of principal habitation, the permittee shall pay, in addition to the moorage fee, a liveaboard fee that shall be calculated at a rate of:\n         (A)  $5.20 a foot of vessel length a month if the permittee is a state resident; and\n         (B)  $7.80 a foot of vessel length a month if the permittee is a nonresident;\n          provided that the liveaboard fees established by this paragraph may be increased by the department at the rate of the annual cost-of-living index, but not more than five per cent in any one year, beginning January 1 of each year; and\n     (4)  If a vessel is used for commercial purposes from its permitted mooring, the permittee shall pay, in lieu of the moorage and liveaboard fee, a fee based on three per cent of the gross revenues derived from the use of the vessel or two times the moorage fee assessed for a recreational vessel of the same size, whichever is greater.\n     (d)  The department shall not renew or issue a permit to a person who is not the owner of the vessel which is moored or which the person desires to moor in a state small boat harbor.  Any individual who is an owner of a vessel used for commercial purposes, including commercial fishing as a principal means of livelihood, and possesses a valid mooring permit or commercial permit, or both, in accordance with the rules adopted by the chairperson pursuant to chapter 91, may transfer ownership of the vessel from personal ownership to corporate or other business ownership without terminating the right to moor or operate the vessel under the permit or permits.  The existing permit or permits shall be reissued in the name of the transferee corporation or other business entity.\n     For the purposes of this section, \"person\" means any individual, firm, partnership, corporation, trust, association, joint venture, organization, institution, or any other legal entity, and \"owner\" includes the legal owner of a vessel where there is no security interest held by anyone on the vessel, a buyer under a purchase money security interest, a debtor under any security interest, a demise charterer of a vessel, or a lessee or charterer of a vessel under a lease or charter which provides the lessee or charterer with exclusive right to possession of the vessel to the exclusion of the lessor or the person from whom the vessel is chartered.  No permittee shall be allowed to moor a leased vessel in a berth unless the terms of the lease are set at fair market value.  A \"legal owner\" includes a person who holds unencumbered title to a vessel or is a secured party under a security interest in the vessel.  An owner who is issued a permit to moor a vessel in a state small boat harbor shall notify the department in writing of a transfer of interest or possession in the vessel within seven days of transfer.\n     Any person owning an interest in a corporation or other business entity possessing a valid commercial permit issued by the department, in accordance with rules adopted by the chairperson pursuant to chapter 91, may transfer any or all stock or other interest to another person without terminating the right of the corporation or business entity to retain or renew its commercial permit or any other permit issued to it by the department; provided that:\n     (1)  The corporation or business entity has been engaged in the same commercial vessel activity, as defined in section 200-9, for a minimum of one year; and\n     (2)  The seller shall pay the department a business transfer fee based on the passenger-carrying capacity of the vessels owned or operated by the corporation or business entity as provided by rules adopted by the chairperson pursuant to chapter 91.\nAny person possessing a commercial permit shall be required to meet minimum revenue standards, as a condition of retaining or renewing the commercial permit.\n     (e)  The department may designate moorage space within state small boat harbors to accommodate commercial fishing vessels and transient vessels.\n     (f)  All revenues from the foregoing operations shall be deposited in the boating special fund. [L 1991, c 272, pt of §2; am L 2005, c 126, §1]\n \nCase Notes\n \n  A vessel and its accompanying mooring and live-aboard permits are constitutionally protected \"property\", of which an individual may not be deprived without notice and an opportunity to be heard.  91 H. 1, 979 P.2d 586."
}