{
    "name": "Awarding interest Note As to procedural statutes superseded by the rules of court, see note preceding Title 32.",
    "number": "16",
    "text": "Awarding interest.  In awarding interest in civil cases, the judge is authorized to designate the commencement date to conform with the circumstances of each case, provided that the earliest commencement date in cases arising in tort, may be the date when the injury first occurred and in cases arising by breach of contract, it may be the date when the breach first occurred. [L 1979, c 78, §2]\nCross References\n  Allowable rate of interest, see §478-2.\nCase Notes\n  Prejudgment interest awarded from date of accrual of losses in air crash to date of verdict.  525 F. Supp. 1007.\n  Award of prejudgment interest appropriate where plaintiffs had to wait substantial period of time between time of death of decedent and date of judgment.  823 F. Supp. 778.\n  Court lacked authority to make award of prejudgment interest where entire case was submitted to arbitration.  128 F. Supp. 2d 697.\n  Award of prejudgment interest not warranted where defendants did not unduly delay proceedings.  167 F. Supp. 2d 1143.\n  Prejudgment interest not limited to liquidated damages.  68 H. 472, 718 P.2d 1080.\n  Purpose of section is to allow court to designate the commencement date of interest in order to correct injustice when judgment is delayed for long period of time for any reason.  73 H. 526, 836 P.2d 479.\n  Section 478-3 postjudgment interest not allowed on this section's prejudgment interest.  74 H. 1, 837 P.2d 1273.\n  Prejudgment interest awarded in trial court's discretion; denial of prejudgment interest proper where no evidence of party's conduct unduly delaying case.  74 H. 85, 839 P.2d 10.\n  Court did not abuse its discretion under this section and §478-3 in awarding appellee ten per cent interest per annum on appellee's back pay.  74 H. 599, 851 P.2d 311.\n  Prejudgment interest properly awarded under this section from date of breach of contract at rate of ten per cent as provided in §478-2(1) for money due on settlement agreement between parties.  86 H. 21, 946 P.2d 1317.\n  Although defendant was responsible for delay in adjudication of plaintiff's claims, no abuse of discretion in trial court's denial of prejudgment interest to plaintiff where court determined that jury, through extraordinary damage award, actually compensated plaintiff for post-imprisonment suffering.  89 H. 91, 969 P.2d 1209.\n  Section does not restrict circuit court's discretion in awarding prejudgment interest to periods subsequent to May 18, 1979; section should be afforded retroactive effect because it is a remedial statute designed to clarify and encourage the exercise of judicial discretion in the award of prejudgment interest.  89 H. 91, 969 P.2d 1209.\n  As insurance commissioner's suit against customer of liquidated mutual benefit society was a civil case and nothing in this section prohibits the awarding of pre-judgment interest, trial court abused its discretion by failing to consider commissioner's request for pre-judgment interest.  99 H. 53, 52 P.3d 823.\n  Section not retroactive.  3 H. App. 646, 658 P.2d 898.\n  Prejudgment interest not awarded where no commencement date designated.  5 H. App. 603, 705 P.2d 67.\n  Denial of prejudgment interest proper where, considering totality of case, period of time to complete case was not extraordinary, defendant's settlement offers were not unreasonable, and delays in proceedings were not due to conduct of either party.  80 H. 204 (App.), 908 P.2d 552.\n  Award of prejudgment interest not abuse of discretion where issuance of judgment was greatly delayed; there was five year nine month delay from date injury first occurred to date of initial judgment.  86 H. 93 (App.), 947 P.2d 961.\n  Trial court can award prejudgment interest for any substantial delay in the proceedings and no purposeful delay on part of nonmoving party is required.  86 H. 93 (App.), 947 P.2d 961."
}