{
    "name": "Judgment, lien when",
    "number": "3",
    "text": "Any money judgment or decree of a state court or the United States District Court for the District of Hawaii shall be a lien upon real property when a copy thereof, certified as correct by a clerk of the court where it is entered, is recorded in the bureau of conveyances. No such lien shall continue beyond ten years after the date of the judgment. Except as otherwise provided, every judgment shall contain or have endorsed on it the social security number, State of Hawaii general excise taxpayer identification number, or federal employer identification number for persons, corporations, partnerships, or other entities against whom the judgment is rendered. If the judgment debtor has no social security number, State of Hawaii general excise taxpayer identification number, or federal employer identification number, or if that information is not in the possession of the party seeking registration of the judgment, the judgment shall be accompanied by a certificate that provides that the information does not exist or is not in the possession of the party seeking recordation of the judgment. Failure to disclose or disclosure of an incorrect social security number, State of Hawaii general excise taxpayer identification number, or federal employer identification number shall not in any way adversely affect or impair the lien created upon recordation of the judgment. When any such judgment is fully paid, the creditor or the creditor's attorney of record in the action shall, at the expense of the debtor, execute, acknowledge, and deliver to the debtor a satisfaction thereof, which may be recorded in the bureau. Every satisfaction or assignment of judgment shall contain a reference to the book and page or document number of the registration of the original judgment. The recording fees for a judgment and for each assignment or satisfaction of judgment shall be as provided by section 502-25.\n\tIn the case of registered land, section 501-102 and sections 501-241 to 501-248 shall govern. [L 1913, c 32, §1; RL 1925, §2435; am L 1929, c 27, §2; RL 1935, §4133; am L 1939, c 15, §1; RL 1945, §10134; am L 1947, c 158, §2; RL 1955, §232-4; am L 1966, c 33, §6; HRS ; am L 1972, c 89, §3(a); gen ch 1985; am L 1989, c 47, §16; am L 1990, c 203, §5; am L 1998, c 219, §15]\nRevision Note\n  \"Sections 501-241 to 501-248\" substituted for \"chapter 501, part    \".\nRules of Court\n  Recordation, see RLC rule 62(e).\nCross References\n  Recordation, see §502-31.5.\nHawaii Legal Reporter Citations\n  Recordation of judgment lien required.  79 HLR 79-0425."
}