{
    "name": "External review procedure",
    "number": "6",
    "text": "(a)  After exhausting all internal complaint and appeal procedures available, an enrollee, or the enrollee's treating provider or appointed representative, may file a request for external review of a managed care plan's final internal determination to a three-member review panel appointed by the commissioner composed of a representative from a managed care plan not involved in the complaint, a provider licensed to practice and practicing medicine in Hawaii not involved in the complaint, and the commissioner or the commissioner's designee in the following manner:\n\n\n\n\t(1)\tThe enrollee shall submit a request for external review to the commissioner within sixty days from the date of the final internal determination by the managed care plan;\n\t(2)\tThe commissioner may retain:\n\n\t\t(A)\tWithout regard to chapter 76, an independent medical expert trained in the field of medicine most appropriately related to the matter under review.  Presentation of evidence for this purpose shall be exempt from section 91-9(g); and\n\t\t(B)\tThe services of an independent review organization from an approved list maintained by the commissioner;\n\n\t(3)\tWithin seven days after receipt of the request for external review, a managed care plan or its designee utilization review organization shall provide to the commissioner or the assigned independent review organization:\n\n\t\t(A)\tAny documents or information used in making the final internal determination including the enrollee's medical records;\n\t\t(B)\tAny documentation or written information submitted to the managed care plan in support of the enrollee's initial complaint; and\n\t\t(C)\tA list of the names, addresses, and telephone numbers of each licensed health care provider who cared for the enrollee and who may have medical records relevant to the external review; \n\n\t\tprovided that where an expedited appeal is involved, the managed care plan or its designee utilization review organization shall provide the documents and information within forty-eight hours of receipt of the request for external review.\n\t\t\tFailure by the managed care plan or its designee utilization review organization to provide the documents and information within the prescribed time periods shall not delay the conduct of the external review.  Where the plan or its designee utilization review organization fails to provide the documents and information within the prescribed time periods, the commissioner may issue a decision to reverse the final internal determination, in whole or part, and shall promptly notify the independent review organization, the enrollee, the enrollee's appointed representative, if applicable, the enrollee's treating provider, and the managed care plan of the decision;\n\t(4)\tUpon receipt of the request for external review and upon a showing of good cause, the commissioner shall appoint the members of the external review panel and shall conduct a review hearing pursuant to chapter 91.  If the amount in controversy is less than $500, the commissioner may conduct a review hearing without appointing a review panel;\n\t(5)\tThe review hearing shall be conducted as soon as practicable, taking into consideration the medical exigencies of the case; provided that:\n\n\t\t(A)\tThe hearing shall be held no later than sixty days from the date of the request for the hearing; and\n\t\t(B)\tAn external review conducted as an expedited appeal shall be determined no later than seventy-two hours after receipt of the request for external review;\n\n\t(6)\tAfter considering the enrollee's complaint, the managed care plan's response, and any affidavits filed by the parties, the commissioner may dismiss the request for external review if it is determined that the request is frivolous or without merit; and\n\t(7)\tThe review panel shall review every final internal determination to determine whether the managed care plan involved acted reasonably.  The review panel and the commissioner or the commissioner's designee shall consider:\n\n\t\t(A)\tThe terms of the agreement of the enrollee's insurance policy, evidence of coverage, or similar document;\n\t\t(B)\tWhether the medical director properly applied the medical necessity criteria in section 432E-1.4 in making the final internal determination;\n\t\t(C)\tAll relevant medical records;\n\t\t(D)\tThe clinical standards of the plan;\n\t\t(E)\tThe information provided;\n\t\t(F)\tThe attending physician's recommendations; and\n\t\t(G)\tGenerally accepted practice guidelines.\n\n\n\n\n\n\tThe commissioner, upon a majority vote of the panel, shall issue an order affirming, modifying, or reversing the decision within thirty days of the hearing.\n\t(b)  The procedure set forth in this section shall not apply to claims or allegations of health provider malpractice, professional negligence, or other professional fault against participating providers.\n\t(c)  No person shall serve on the review panel or in the independent review organization who, through a familial relationship within the second degree of consanguinity or affinity, or for other reasons, has a direct and substantial professional, financial, or personal interest in:\n\n\n\n\t(1)\tThe plan involved in the complaint, including an officer, director, or employee of the plan; or\n\t(2)\tThe treatment of the enrollee, including but not limited to the developer or manufacturer of the principal drug, device, procedure, or other therapy at issue.\n\n\n\n\t(d)  Members of the review panel shall be granted immunity from liability and damages relating to their duties under this section.\n\t(e)  An enrollee may be allowed, at the commissioner's discretion, an award of a reasonable sum for attorney's fees and reasonable costs incurred in connection with the external review under this section, unless the commissioner in an administrative proceeding determines that the appeal was unreasonable, fraudulent, excessive, or frivolous.\n\t(f)  Disclosure of an enrollee's protected health information shall be limited to disclosure for purposes relating to the external review. [L 1998, c 178, pt of §2; am L 1999, c 137, §6; am L 2000, c 250, §5 and c 253, §150; am L 2004, c 122, §93]"
}