{
    "name": "Medical necessity",
    "number": "1.4",
    "text": "(a)  For contractual purposes, a health intervention shall be covered if it is an otherwise covered category of service, not specifically excluded, recommended by the treating licensed health care provider, and determined by the health plan's medical director to be medically necessary as defined in subsection (b).  A health intervention may be medically indicated and not qualify as a covered benefit or meet the definition of medical necessity.  A managed care plan may choose to cover health interventions that do not meet the definition of medical necessity.\n\t(b)  A health intervention is medically necessary if it is recommended by the treating physician or treating licensed health care provider, is approved by the health plan's medical director or physician designee, and is:\n\n\n\n\t(1)\tFor the purpose of treating a medical condition;\n\t(2)\tThe most appropriate delivery or level of service, considering potential benefits and harms to the patient;\n\t(3)\tKnown to be effective in improving health outcomes; provided that:\n\n\t\t(A)\tEffectiveness is determined first by scientific evidence;\n\t\t(B)\tIf no scientific evidence exists, then by professional standards of care; and \n\t\t(C)\tIf no professional standards of care exist or if they exist but are outdated or contradictory, then by expert opinion; and\n\n\t(4)\tCost-effective for the medical condition being treated compared to alternative health interventions, including no intervention.  For purposes of this paragraph, cost-effective shall not necessarily mean the lowest price.\n\n\n\n\t(c)  When the treating licensed health care provider and the health plan's medical director or physician designee do not agree on whether a health intervention is medically necessary, a reviewing body, whether internal to the plan or external, shall give consideration to, but shall not be bound by, the recommendations of the treating licensed health care provider and the health plan's medical director or physician designee.\n\t(d)  For the purposes of this section:\n\t\"Cost-effective\" means a health intervention where the benefits and harms relative to the costs represent an economically efficient use of resources for patients with the medical condition being treated through the health intervention; provided that the characteristics of the individual patient shall be determinative when applying this criterion to an individual case.\n\t\"Effective\" means a health intervention that may reasonably be expected to produce the intended results and to have expected benefits that outweigh potential harmful effects.\n\t\"Health intervention\" means an item or service delivered or undertaken primarily to treat a medical condition or to maintain or restore functional ability.  A health intervention is defined not only by the intervention itself, but also by the medical condition and patient indications for which it is being applied.  New interventions for which clinical trials have not been conducted and effectiveness has not been scientifically established shall be evaluated on the basis of professional standards of care or expert opinion.  For existing interventions, scientific evidence shall be considered first and to the greatest extent possible, shall be the basis for determinations of medical necessity.  If no scientific evidence is available, professional standards of care shall be considered.  If professional standards of care do not exist or are outdated or contradictory, decisions about existing interventions shall be based on expert opinion.  Giving priority to scientific evidence shall not mean that coverage of existing interventions shall be denied in the absence of conclusive scientific evidence.  Existing interventions may meet the definition of medical necessity in the absence of scientific evidence if there is a strong conviction of effectiveness and benefit expressed through up-to-date and consistent professional standards of care, or in the absence of such standards, convincing expert opinion.\n\t\"Health outcomes\" mean outcomes that affect health status as measured by the length or quality of a patient's life, primarily as perceived by the patient.\n\t\"Medical condition\" means a disease, illness, injury, genetic or congenital defect, pregnancy, or a biological or psychological condition that lies outside the range of normal, age-appropriate human variation.\n\t\"Physician designee\" means a physician or other health care practitioner designated to assist in the decisionmaking process who has training and credentials at least equal to the treating licensed health care provider.\n\t\"Scientific evidence\" means controlled clinical trials that either directly or indirectly demonstrate the effect of the intervention on health outcomes.  If controlled clinical trials are not available, observational studies that demonstrate a causal relationship between the intervention and the health outcomes may be used.  Partially controlled observational studies and uncontrolled clinical series may be suggestive, but do not by themselves demonstrate a causal relationship unless the magnitude of the effect observed exceeds anything that could be explained either by the natural history of the medical condition or potential experimental biases.  Scientific evidence may be found in the following and similar sources:\n\n\n\n\t(1)\tPeer-reviewed scientific studies published in or accepted for publication by medical journals that meet nationally recognized requirements for scientific manuscripts and that submit most of their published articles for review by experts who are not part of the editorial staff;\n\t(2)\tPeer-reviewed literature, biomedical compendia, and other medical literature that meet the criteria of the National [Institutes] of Health's National Library of Medicine for indexing in Index Medicus, Excerpta Medicus (EMBASE), Medline, and MEDLARS database Health Services Technology Assessment Research (HSTAR);\n\t(3)\tMedical journals recognized by the Secretary of Health and Human Services under section 1861(t)(2) of the Social Security Act, as amended;\n\t(4)\tStandard reference compendia including the American Hospital Formulary Service-Drug Information, American Medical Association Drug Evaluation, American Dental Association Accepted Dental Therapeutics, and United States Pharmacopoeia-Drug Information;\n\t(5)\tFindings, studies, or research conducted by or under the auspices of federal agencies and nationally recognized federal research institutes including but not limited to the Federal Agency for Health Care Policy and Research, National Institutes [of] Health, National Cancer Institute, National Academy of Sciences, Health Care Financing Administration, Congressional Office of Technology Assessment, and any national board recognized by the National Institutes of Health for the purpose of evaluating the medical value of health services; and\n\t(6)\tPeer-reviewed abstracts accepted for presentation at major medical association meetings.\n\n\n\n\t\"Treat\" means to prevent, diagnose, detect, provide medical care, or palliate.\n\t\"Treating licensed health care provider\" means a licensed health care provider who has personally evaluated the patient. [L 2000, c 250, §8]"
}