{
    "name": "Office of language access; established",
    "number": "6",
    "text": "(a)  There is established within the department of health, for administrative purposes only, the office of language access.  The head of the office shall be known as the executive director of the office of language access.  The executive director shall be appointed by the governor without regard to chapter 76.  The executive director shall:\n     (1)  Provide oversight, central coordination, and technical assistance to state agencies in their implementation of language access requirements under this chapter or under any other law, regulation, or guidance;\n     (2)  Provide technical assistance to covered entities in their implementation of this chapter;\n     (3)  Review and monitor each state agency's language access plan for compliance with this chapter;\n     (4)  Where reasonable access is not provided, endeavor to eliminate the barrier using informal methods such as conference, conciliation, mediation, or persuasion.  Where the language access barrier cannot be eliminated by informal methods, the executive director shall submit a written report with the executive director's opinion and recommendation to the state agency or the covered entity.  The executive director may request the state agency or the covered entity to notify the executive director, within a specified time, of any action taken on the executive director's recommendation;\n     (5)  Consult with language access coordinators, the language access advisory council, and state department directors or their equivalent;\n     (6)  Subject to section 321C-3, create, distribute to the State, and make available to covered entities multilingual signage in the more frequently encountered languages in the State, and other languages as needed, informing individuals of their right to free oral language services and inviting them to identify themselves as persons needing services; and\n     (7)  Adopt rules pursuant to chapter 91 to address the language needs of limited English proficient persons. [L 2012, c 201, pt of §2]"
}