{
    "name": "Complaints; violations; revocation, alteration, or suspension of cable franchise; penalties",
    "number": "9",
    "text": "(a)  Subscriber complaints regarding the operation of a cable system may be made orally or in writing to the director.  The director shall resolve complaints informally when possible.\n\t(b)  Any cable franchise issued hereunder after hearing in accordance with chapter 91 may be revoked, altered, or suspended by the director as the director deems necessary on any of the following grounds:\n\n\n\n\t(1)\tFor making material false or misleading statements in, or for material omissions from, any application or proposal or other filing made with department;\n\t(2)\tFor failure to maintain signal quality under the standards prescribed by the director;\n\t(3)\tFor any sale, lease, assignment, or other transfer of its cable franchise without consent of the director;\n\t(4)\tExcept when commercially impracticable, for unreasonable delay in construction or operation or for unreasonable withholding of the extension of cable service to any person in a service area;\n\t(5)\tFor violation of the terms of its cable franchise;\n\t(6)\tFor failure to comply with this chapter or any rules or orders prescribed by the director;\n\t(7)\tFor violation of its filed schedule of terms and conditions of service; and\n\t(8)\tFor engaging in any unfair or deceptive act or practice as prohibited by section 480-2.\n\n\n\n\t(c)  In lieu of or in addition to the relief provided by subsection (b), the director may fine a cable operator, for each violation of subsection (b)(1) through (8), an amount not less than $50 nor more than $25,000 for each violation.  Each day's continuance of a violation may be treated as a separate violation pursuant to rules adopted by the director.  Any penalty assessed under this section shall be in addition to any other costs, expenses, or payments for which the cable operator is responsible under other provisions of this chapter. [L 1970, c 112, pt of §1; gen ch 1985; am L 1987, c 301, §10]"
}