{
    "name": "Public land development corporation; established",
    "number": "3",
    "text": "(a)  There is established the public land development corporation, which shall be a public body corporate and politic and an instrumentality and agency of the State.  The corporation shall be headed by the board.  The corporation shall be placed within the department for administrative purposes.\n     The corporation shall coordinate and administer programs to make optimal use of public land, while ensuring that the public land is maintained for the people of Hawaii.  The corporation shall identify the public lands that are suitable for development under this chapter, carry on marketing analysis to determine the best revenue-generating programs for the public lands identified, enter into public-private agreements to appropriately develop the public lands identified, and provide the leadership for the development, financing, improvement, or enhancement of the selected development opportunities.  Permissible uses of public land pursuant to this chapter shall include but not be limited to office space; vehicular parking; commercial uses; hotel, residential, and time share uses; fueling facilities; storage and repair facilities; and seawater air conditioning plants.\n     (b)  The board of directors of the public land development corporation shall consist of five voting members.  The members shall include:\n     (1)  The chairperson of the board of land and natural resources, or the first deputy to the chairperson of the board of land and natural resources;\n     (2)  The director of finance, or the director's designee;\n     (3)  The director of business, economic development, and tourism, or the director's designee;\n     (4)  One member to be appointed by the speaker of the house of representatives; and\n     (5)  One member to be appointed by the president of the senate;\nprovided that the persons appointed by the speaker of the house of representatives and the president of the senate shall possess sufficient knowledge, experience, and proven expertise in small and large businesses within the development or recreation industries, banking, real estate, finance, promotion, marketing, or management.\n     The term of office of the two voting members appointed by the speaker of the house of representatives and the president of the senate shall be four years each.\n     (c)  The board shall appoint an executive director, who shall serve at the pleasure of the board and shall be exempt from chapter 76.  The salary of the executive director shall be set by the board.\n     (d)  The board, through its executive director, may appoint officers, agents, and employees; prescribe their duties and qualifications; and fix their salaries, without regard to chapter 76. [L 2011, c 55, pt of §1]"
}