{
    "name": "Project facility program",
    "number": "7",
    "text": "(a)  The corporation may develop a project to identify necessary project facilities within a project area.\n     (b)  Unless and except as otherwise provided by law, whenever the corporation undertakes, or causes to be undertaken, any project facility as part of a project, the cost of providing the project facilities shall be assessed against the real property in the project area specially benefiting from the project facilities.  Subject to the express written consent of the landowners directly affected, the corporation shall determine the properties that will benefit from the project facilities to be undertaken and may establish assessment areas that include the properties specially benefiting from the project facilities.  The corporation shall fix the assessments against the real property specially benefited.\n     (c)  Unless and except as otherwise provided by law, the corporation may adopt rules pursuant to chapter 91 to establish the method of undertaking and financing project facilities in a project area.\n     (d)  Any other law to the contrary notwithstanding, in assessing real property for project facilities, the corporation shall assess the real property within a project area according to the special benefits conferred upon the real property by the project facilities.  These methods may include an assessment on a frontage basis or according to the area of real property within a project area, or any other assessment method that assesses the real property according to the special benefit conferred, or any combination thereof.  No assessment levied under this section against real property specially benefited under this chapter shall constitute a tax on real property within the meaning of any law.\n     (e)  Any other provisions to the contrary notwithstanding, the corporation, at its discretion, may enter into any agreement with the county in which project facilities are located, to implement the purposes of this section.\n     (f)  If all or a part of the project facilities to be financed through bonds by the corporation may be dedicated to the county in which the project facilities are to be located, the corporation shall ensure that the project facilities or applicable portions thereof are designed and constructed to meet county requirements. [L 2011, c 55, pt of §1]"
}