{
    "name": "Findings and purpose.",
    "number": "1",
    "text": "The legislature finds that certain public lands under the jurisdiction of the department of land and natural resources are not used effectively.  Public lands in certain areas may serve the State and its people better if managed and developed into suitable recreational and leisure centers where the public can congregate and where visitors to our State can go as part of their holiday experience.  However, the department of land and natural resources is hamstrung by its limited mission.  Creating a development arm of the department of land and natural resources, similar to the agribusiness development corporation, and placing appropriate public lands into the new corporation's jurisdiction, may help to create these recreation and leisure areas, while also creating revenue-generating opportunities for the new corporation.  In turn, revenues generated may be used to offset the regulatory functions of the department of land and natural resources.\n     The purpose of this chapter is to create a vehicle and process to make optimal use of public land for the economic, environmental, and social benefit of the people of Hawaii.  This chapter establishes a public corporation to administer an appropriate and culturally-sensitive public land development program.  The corporation shall coordinate and administer programs to make optimal use of public land, while ensuring that the public land is maintained for the people of Hawaii.  The corporation shall identify the public lands that are suitable for development under this chapter, carry on marketing analysis to determine the best revenue-generating programs for the public lands identified, enter into public-private agreements to appropriately develop the public lands identified, and provide the leadership for the development, financing, improvement, or enhancement of the selected development opportunities. [L 2011, c 55, pt of §1]"
}