{
    "name": "Medical claim conciliation panels; composition, selection, compensation",
    "number": "11",
    "text": "PART II.  MEDICAL CLAIM CONCILIATION\n \n         (a)  There are established medical claim conciliation panels which shall review and render findings and advisory opinions on the issues of liability and damages in medical tort claims against health care providers.\n     (b)  A medical claim conciliation panel shall be formed for each claim filed pursuant to section 671-12 and after each panel renders its decision or the claim is otherwise disposed of it shall be disbanded.  Each medical claim conciliation panel shall consist of one chairperson selected from among persons who are familiar with and experienced in the personal injury claims settlement process, one attorney licensed to practice in the courts of the State and experienced in trial practice, and one physician or surgeon licensed to practice under chapter 453 or chapter 460.  The chairperson shall be appointed by the director of the department of commerce and consumer affairs from a list of eligible persons approved by the chief justice of the supreme court of Hawaii.  The attorney shall be appointed by the chairperson from a list of not less than thirty-five attorneys experienced in trial practice submitted annually by the supreme court.  The physician or surgeon shall be appointed by the chairperson and shall be currently licensed and in good standing under chapter 453 or under chapter 460.\n     (c)  The chairperson shall preside at the meetings of the panel.  The chairperson, all panel members, and any consultant called by the panel to appear before the panel shall be compensated at the rate of $300 per claim which will become payable when the decision of the panel is submitted.  At the discretion of the director, the chairperson, panel members, and any consultant called by the panel to appear before the panel, may be compensated at one-half the amount of compensation specified in this section, if the claim is disposed of by any means prior to the hearing by the panel.  The chairperson, all panel members, and any consultant called by the panel to appear before the panel also shall be paid allowances for travel and living expenses which may be incurred as a result of the performance of their duties on or for the panel.  These costs shall be paid by the department of commerce and consumer affairs from the filing fees paid by the parties.\n     (d)  The claimant shall pay a filing fee of $450 to the department upon the filing of the claim and the failure to do so shall result in the claim being rejected for filing.  Each health care provider and other parties to the claim shall pay a filing fee of $450 to the department within twenty days of being served with the claim.  Each party to a claim shall be assessed a non- refundable processing fee by the department in the amount of $50.  The non-refundable processing fee shall be retained from each party's filing fee, and shall be used to defray the administrative costs of the medical claims conciliation panel program.\n     (e)  After the panel has made a final decision on a claim, or after a final disposition of the claim has been made without a hearing before the panel, the department shall return any moneys remaining after all panel costs have been paid, to the respective parties on a pro rata basis.\n     (f)  The office and meeting space, secretarial and clerical assistance, office equipment, and office supplies for the panel shall be furnished by the department.  The chairperson may designate any alternative meeting place or site for the hearing.\n     (g)  The Hawaii medical board and board of osteopathic examiners shall each prepare a list of physicians, surgeons, and podiatrists, as the case may be, along with their respective specialties.  These physicians and surgeons shall be eligible to serve as consultants to the panel in their respective fields.  Panel members may consult with other legal, medical, and insurance specialists. [L 1976, c 219, pt of §2; am L 1977, c 167, §4; am L 1978, c 60, §1; am L Sp 1981 1st, c 21, §1; am L 1982, c 204, §8; am L 1983, c 223, §4; am L 1987, c 283, §65; am L 1989, c 214, §2; am L 1991, c 75, §1; am L 1992, c 55, §4; am L 1995, c 213, §2; am L 2008, c 9, §3]\n \nNote\n \n  Chapter 460 referred to in text is repealed.\n  The board of osteopatheic examiners referred to in subsection (g) is repealed."
}