{
    "name": "Summary plan description",
    "number": "3",
    "text": "(a)  Each summary plan description provided under this chapter shall be written in a manner calculated to be understood by the average plan participant, and shall be sufficiently accurate and comprehensive to reasonably apprise participants and beneficiaries of their rights and obligations under the plan.  A summary of any material modification in the terms of the plan shall be written in a manner calculated to be understood by the average participant.\n     (b)  The summary plan description shall contain the following information:\n     (1)  The name and type of administration of the plan;\n     (2)  In the case of a group health plan, whether a health insurance issuer is responsible for the financing or administration (including payment of claims) of the plan and if so, the name and address of such issuer;\n     (3)  The name and address of the person designated as agent for the service of legal process, if such person is not the administrator;\n     (4)  The name and address of the administrator;\n     (5)  The names, titles, and addresses of any trustee or trustees;\n     (6)  A description of the relevant provisions of any applicable collective bargaining agreement;\n     (7)  The plan's requirements respecting eligibility for participation and benefits;\n     (8)  Circumstances that may result in disqualification, ineligibility, or denial or loss of benefits;\n     (9)  The source of financing of the plan and the identity of any organization through which benefits are provided;\n    (10)  The date of the end of the plan year and whether records of the plan are kept on a calendar, policy, or fiscal year basis; and\n    (11)  The procedures to be followed in presenting claims for benefits under the plan and the remedies available under the plan procedures.\n     The summary plan description shall contain any other information required under Title 29 United States Code sections 1001-1191, as amended, and related regulations. [L 2005, c 245, pt of §2]"
}