{
    "name": "Summary possession on termination or forfeiture of lease",
    "number": "1",
    "text": "Revision Note\n  Part heading added by revisor.\n     Whenever any lessee or tenant of any lands or tenements, or any person holding under the lessee or tenant, holds possession of lands or tenements without right, after the termination of the tenancy, either by passage of time or by reason of any forfeiture, under the conditions or covenants in a lease, or, if a tenant by parol, by a notice to quit of at least ten days, the person entitled to the premises may be restored to the possession thereof in manner hereinafter provided. [CC 1859, §939; am L 1864, p 14; RL 1925, §2778; RL 1935, §4013; RL 1945, §10401; RL 1955, §240-1; HRS ; am L 1972, c 90, §8(a)]\nCross References\n  Acceptance of rent during litigation, see §666-5.\n  Jurisdiction of district court, see §§604-5, 666-6.\nRules of Court\n  Raising of dispute as to title in summary possession action, requisites, see DCRCP rule 12.1.\nCase Notes\n  Statutory remedy not exclusive but is cumulative with ejectment.  3 H. 127; 26 H. 661, 664.  Pendency of prior action of ejectment not ground for abatement of subsequent summary possession action between same parties.  11 H. 416.\n  Lessor desiring to oust tenant for nonpayment of rent must pursue proper legal procedure or run risk of liability.  5 H. 548.  Requirements for surrender of lease by operation of law.  9 H. 384.  Surrender of lease by written document, when effective.  45 H. 445, 370 P.2d 463.\n  Holdover without protest after notice of increased rent.  30 H. 29.\n  Forfeiture of lease -- waiver of right of, estoppel to enforce; relief against.  44 H. 543, 353 P.2d 379.\n  Termination of month-to-month tenancy by the landlord and award of possession to landlord by the court do not constitute impairment of first amendment rights of the tenant, even if landlord is motivated by landlord's disagreement with the actions and speech of tenant.  54 H. 417, 508 P.2d 1217.\n  Pursuant to §521-3(b) in case of conflict between chapter 521 and this section, chapter 521 will control.  63 H. 110, 621 P.2d 971.\n  Commercial landlord not precluded from self-help eviction for nonpayment of rent.  67 H. 252, 686 P.2d 12.\n  Section cannot be used by a tenant against a landlord.  72 H. 117, 809 P.2d 1130.\nJurisdiction.\n  Only where relation of landlord and tenant confessedly existed.  3 H. 768, 775-776; 4 H. 154, 157; 6 H. 407; 22 H. 129, 130; 24 H. 176; 24 H. 546, 555.  Denial of tenancy and setting up title hostile to plaintiff's title oust jurisdiction of district magistrates.  4 H. 154, 157-158; 22 H. 129; 24 H. 176; 24 H. 546, 555.  In action to recover rent tenant may in certain cases challenge landlord's title to land.  10 H. 289.  Defendant may show relation of landlord and tenant has ceased to exist, and that landlord's title has terminated; but, instant title comes into question, jurisdiction of district court ceases.  21 H. 270, 273.  See 9 H. 225.  Sufficiency of affidavit required by Sup. Ct. Rule 14 to support plea that title to real property is involved.  18 H. 640; 23 H. 65; 29 H. 336; 30 H. 160.\nParties.\n  Government may bring summary proceedings to recover possession of crown land upon breach of covenant to pay rent.  18 H. 640.  Vendee at foreclosure sale may bring summary proceedings where lease made subject to mortgage and to be annulled upon foreclosure sale.  5 H. 98.  Lessor's grantee may maintain action for summary possession upon a forfeiture for breach of condition.  3 H. 274; 10 H. 408; 20 H. 712.  Summary proceedings cannot be maintained by owner of undivided interest without alleging lessee is not owner of other interest.  19 H. 65.  See also 22 H. 174.\n  Mortgagee of lessee properly joined as codefendant when in possession.  12 H. 291.\nForfeiture.\n  Forfeiture clause strictly construed.  3 H. 127; 25 H. 253.  Breach of covenant does not work a forfeiture unless lease contains provision for forfeiture and re-entry.  26 H. 279.  Breach of condition subsequent in a deed does not work a forfeiture but gives the grantor the right to declare a forfeiture.  11 H. 330.  Acceptance of a lease from a stranger for a part or the whole of the demised premises is ground for a forfeiture of the prior lease.  13 H. 637.\nAcceptance of rent.\n  After knowledge of prior breach of condition is waiver of right to forfeiture.  3 H. 274, 285; 5 H. 242; 10 H. 408; 25 H. 253, 263-265; 43 H. 281.  But where continuing covenants and continuing breaches, it operates as waiver only up to time of such acceptance.  10 H. 408; 12 H. 291, 297-298.  Waiver of forfeiture does not imply waiver of breach of covenant and vice versa.  25 H. 253, 265.  Right to declare forfeiture for breach of covenant against making alterations without consent and to pay taxes waived by acceptance of rent with knowledge of breach.  25 H. 253, 263-265.\nConditions and covenants.\n  Condition against subletting not broken by joint occupancy of one room by physician as physician's office where lease was of land alone and allowed tenant to remove buildings upon termination of lease.  3 H. 127.  Where lessor has right to withdraw a portion from lease, refusal by lessee, after notice, to part with possession is a breach and grounds for forfeiture and landlord may proceed under this chapter.  24 H. 165.  Covenant to pay taxes, water rates, and assessments includes assessments for street improvements and failure to pay same constituted breach of covenant.  25 H. 178.  Covenant requiring lessee to make such repairs as are required by law, not broken unless such repairs are required by law.  25 H. 253, 256.  Covenant to repair or replace, breached.  39 H. 448.  Lease prohibiting waste not breached by removal of cactus in order to grow pineapples.  31 H. 720.  Covenant to repair not breached where lease required tenant to repair all defects of which notice should be given, within 30 days after such notice.  25 H. 253, 258.  Covenant against assignment not broken by execution of mortgage covering leasehold (where mortgagor retains possession).  26 H. 63, 64-66.  Assignment and sublease distinguished.  26 H. 489.  Restrictions against assignments, not favored and are liberally construed in favor of lessees.  26 H. 118, 120.  Words \"Permitted assigns\" used in habendum clause held no restriction against assignments.  26 H. 118.  \"Renewal or Extension\" construed.  30 H. 871.  Covenant against cutting or destroying India and algaroba trees except in case of necessity, permits removal of such trees for purpose of locating a houselot, garden plots, cattle corrals, hog pens, and chicken runs.  31 H. 720.  Covenant to deliver possession breached by sublessee's refusal to quit and renders lessee liable to all damages occasioned therefrom.  30 H. 853.  For items of such damage, see 30 H. 853.  Original covenants no part of lease for additional term, unless so stipulated.  3 H. 127, 139.  Government leases -- liability of lessees, under covenant to pay taxes.  30 H. 334.  Under the lease; lessor agreed to pay \"the taxes levied on\" and the lessees \"all other charges\", held sewer rates are payable by lessees.  20 H. 335.\n  In lease of dwellings, there is implied warranty of habitability and fitness for use intended.  51 H. 426, 462 P.2d 470.  Implied warranty of habitability applies to unfurnished as well as furnished dwellings.  51 H. 473, 462 P.2d 482.\n  Subleases and assignments; rights and liabilities of parties for payment of rent.  51 H. 493, 464 P.2d 285.\nDemand.\n  For payment of taxes is not prerequisite to the right to declare a forfeiture for their nonpayment.  15 H. 632; 21 H. 123, 127; 25 H. 253, 262.  Demand for rent before claiming a forfeiture may be waived in the lease.  15 H. 632.\nNotice.\n  If forfeiture is to be enforced tenant is entitled to notice.  13 H. 637.  Notice to quit essential if lease voidable at landlord's option.  3 H. 127 and 274.  After 10 days' written notice to quit, tenant at will has no further right to possession.  26 H. 661.\nRelief against forfeiture.\n  In absence of fraud, accident, mistake or surprise equity will not relieve for breach of covenant to repair.  27 H. 812.  Equity will relieve against forfeitures for nonpayment of rent.  See 1 H. 102; 6 H. 435; 10 H. 408, 411; 21 H. 123, 126.  Other grounds for relief.  25 H. 494, 502-503.\nIssues and proof.\n  Primary question is restoration of possession.  22 H. 129.  Plaintiff must prove that relation of landlord and tenant exists or has existed and that plaintiff is entitled to immediate possession.  21 H. 270, 273; 22 H. 739.\nDefense.\n  Equitable defenses.  19 H. 190, 191; 26 H. 642, 644-647.  Tenant may show that subsequent to commencement of tenancy landlord's title passed to another upon foreclosure of mortgage.  27 H. 631.\n  Retaliatory eviction.  59 H. 104, 577 P.2d 326.\n  Tenant may assert breach of implied warranty of habitability as defense, when.  61 H. 144, 598 P.2d 161.\nDamages.\n  Measure of damages recoverable by owner for prospective lessee's breach is excess of rent over fair market value.  56 H. 507, 542 P.2d 1265.\nRecoupment.\n  30 H. 434.\nGenerally.\n  See 12 H. 291; 21 H. 270; 22 H. 129.\nCited.\n  13 H. 385, 386; 37 H. 14, 15; 41 H. 124, 135.\nDecisions under prior law.\n  Distraint for rent under the Act of January 10, 1865 (CL 1897, §§1692, 1693), repealed by SL 1901, c 9, §15; 6 H. 666; 9 H. 14; 9 H. 685; 10 H. 366; 11 H. 506."
}