{
    "name": "Access to registration information",
    "number": "3",
    "text": "(a)  Registration information shall be disclosed as follows:\n\n\n\n\t(1)\tThe information shall be disclosed to law enforcement agencies for law enforcement purposes;\n\t(2)\tThe information shall be disclosed to government agencies conducting confidential background checks;\n\t(3)\tThe attorney general and any county police department shall release relevant information that is necessary to protect the public concerning a specific person required to register under this chapter; provided that the identity of a victim of an offense that requires registration under this chapter shall not be released.\n\n\n\n\t(b)  For purposes of this section, \"relevant information that is necessary to protect the public\" means:\n\n\n\n\t(1)\tName and all aliases used by the sex offender or under which the sex offender has been known;\n\t(2)\tThe actual address where the sex offender resides and how long the sex offender has resided there;\n\t(3)\tThe actual address where the sex offender is staying for more than ten days, if other than the stated residence;\n\t(4)\tThe future actual address, if known, where the sex offender is planning to reside, if other than the stated residence;\n\t(5)\tThe actual addresses of the sex offender's current locations of employment;\n\t(6)\tNames and legal addresses of current and known future educational institutions with which the sex offender is affiliated as a faculty member, an employee, or a student, and the starting and ending dates of any such affiliation;\n\t(7)\tThe year, make, model, color, and license number of all vehicles currently owned or operated by the sex offender;\n\t(8)\tA brief summary of the criminal offenses against victims who were minors and the sexually violent offenses for which the sex offender has been convicted or found unfit to proceed or acquitted pursuant to chapter 704; and\n\n\n\n\t(9)\tA recent photograph of the sex offender.\n\t(c)  Relevant information that is necessary to protect the public shall be collected for purposes of making it available to the general public, and a sex offender shall have a diminished expectation of privacy in the information.\n\t(d)  Prior to public release of a sex offender's relevant information under subsection (f), the State shall petition the court, in a civil proceeding, for an order permitting its release.  The petition shall be filed with the court in which the offense was prosecuted, or, in the case where the offense did not occur in the State, in the circuit of the sex offender's residence with the court for which jurisdiction would be proper had the offense occurred in this State.  The State shall be represented by the prosecuting attorney for the county where the hearing is held.  The State shall have the burden of proving, by a preponderance of the evidence, that the sex offender is required to register under this chapter.  Proof by the State shall give rise to a presumption that public release of relevant information is necessary to protect the public.  The sex offender shall be given the opportunity to present evidence to rebut the presumption and to show that the offender does not represent a threat to the community and that public release of relevant information is not necessary.\n\tIf the court determines that public release of relevant information is necessary to protect the public, the court shall issue an order for the release.  The order shall set the time duration of public release of relevant information, which shall be for a minimum period of ten years, unless any factor listed in paragraph (2), (4), (5), or (6) applies.  If any of these factors apply, then the time duration of the public release shall be for the life of the sex offender; provided that upon petition by the sex offender, the court may modify its order for lifetime public release upon a showing, by clear and convincing evidence, that the sex offender suffers an extraordinary physical disability that prevents the offender from committing future sexual offenses.\n\tThe court in making its determination shall consider the following factors:\n\n\n\n\t(1)\tThe offense involved the death or serious bodily injury of another person;\n\t(2)\tThe offense resulted in sentencing under the terms of section 706-606.5, 706-660.2, or 706-661;\n\t(3)\tThe offender has inexcusably failed to comply with terms and conditions of probation or parole;\n\t(4)\tThe victim was twelve years of age or younger at the time of the offense;\n\t(5)\tThe offender either prior to or subsequent to the offense requiring registration under this chapter, has been convicted, found unfit to proceed, or acquitted due to a physical or mental disease, disorder, or defect, of a sexual offense or an offense against children, including all offenses occurring in other jurisdictions;\n\t(6)\tThe offender has been convicted, found unfit to proceed, or acquitted due to a physical or mental disease, disorder, or defect, of a sexual assault as defined in section 707-730(1)(a) or an offense that is comparable in another jurisdiction;\n\t(7)\tThe offender has inexcusably failed to register as a sex offender or is otherwise not in compliance with this chapter; and\n\t(8)\tThe offender has been convicted of any crime since the conviction requiring the offender's registration.\n\n\n\n\t(e)  Subsections (d) and (f) shall not apply to offenders who have been convicted of a single misdemeanor sexual offense.  Offenders convicted of multiple sexual offenses shall be subject to subsections (d) and (f).\n\t(f)  The release of relevant information that is necessary to protect the public shall be accomplished by public access to a file containing the relevant information on each registered sex offender, a copy of which shall be provided for inspection upon request at the Hawaii criminal justice data center and at one or more designated police stations in each county, between the hours of 8:00 a.m. and 4:30 p.m. on weekdays excluding holidays.  The chief of police and the attorney general shall provide the relevant information on sex offenders upon payment of reasonable fees.  Relevant information on each registered sex offender may also be released from an electronic database maintained by the respective law enforcement agencies that is accessible to users through an interactive computer-based system. [L 1997, c 316, pt of §2; am L 1998, c 194, §3; am L 2002, c 234, §2; am L 2003, c 62, §5; am L 2004, c 59, §3]"
}