{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter, unless the context clearly requires otherwise:\n\t\"Agency having jurisdiction\" means that agency with the authority to direct the release of a person serving a sentence or term of confinement or place a person on probation, supervised release, or parole and includes the department of public safety, the Hawaii paroling authority, the office of youth services, the courts, and the department of health.\n\t\"Criminal offense against a victim who is a minor\" means any criminal offense that consists of:\n\n\n\n\t(1)\tKidnapping of a minor, except by a parent;\n\t(2)\tUnlawful imprisonment in the first degree of a minor, except by a parent;\n\t(3)\tCriminal sexual conduct toward a minor;\n\t(4)\tSolicitation of a minor who is less than fourteen years old to engage in sexual conduct;\n\t(5)\tUse of a minor in a sexual performance, or any crime defined in part VI of chapter 707 involving:\n\n\t\t(A)\tSexual conduct;\n\t\t(B)\tAttempted sexual conduct; or\n\t\t(C)\tA proposal to engage in sexual conduct;\n\n\t(6)\tSolicitation of a minor to practice prostitution;\n\t(7)\tAny conduct that by its nature is a sexual offense against a minor, but excludes conduct that is criminal only because of the age of the victim, as provided in section 707-730(1)(b) or section 707-732(1)(b), if the perpetrator is eighteen years of age or younger;\n\t(8)\tAn act, as described in chapter 705, that is an attempt, criminal solicitation, or criminal conspiracy to commit one of the offenses designated in paragraphs (1) through (7); or\n\t(9)\tAny state, federal, or military law similar to paragraphs (1) through (8).\n\n\n\n\t\"Registration information\" means the information specified in section 846E-2(b).\n\t\"Sex offender\" means:\n\n\n\n\t(1)\tAny person convicted of a \"sexually violent offense\" or a \"criminal offense against a victim who is a minor\"; or\n\t(2)\tAny person who is charged with a \"sexually violent offense\" or a \"criminal offense against a victim who is a minor\" and is found unfit to proceed or who is acquitted due to a physical or mental disease, disorder, or defect pursuant to chapter 704.\n\n\n\n\t\"Sexually violent offense\" means an act committed on, before, or after July 1, 1997, that is:\n\n\n\n\t(1)\tAn act defined in section 707-730(1)(a), 707-730(1)(b), 707-731(1)(a), 707-731(1)(b), 707-732(1)(a), 707-732(1)(e), and 707-733(1)(a);\n\t(2)\tA criminal offense that is comparable to a sexually violent offense as defined in paragraph (1) or any federal or out-of-state conviction, for any offense that under the laws of this State would be a sexually violent offense as defined in paragraph (1); or\n\t(3)\tAn act, as described in chapter 705, that is an attempt, criminal solicitation, or criminal conspiracy to commit one of the offenses designated in paragraph (1) or (2). [L 1997, c 316, pt of §2; am L 1998, c 194, §1; am L 2003, c 62, §3; am L 2004, c 59, §1]"
}