{
    "name": "Neurotrauma advisory board",
    "number": "3",
    "text": "(a)  There is established within the department a neurotrauma advisory board to advise the director in implementing this chapter.\n     (b)  The board shall consist of twenty-one members to be appointed by the director.  The director shall designate a member to be the chairperson of the advisory board.  The director or a designee shall serve as an ex officio nonvoting member of the advisory board.  The members shall serve for a term of four years; provided that upon the initial appointment of members, five shall be appointed for a term of one year, five for a term of two years, five for a term of three years, and six for a term of four years.  In establishing the advisory board, the director shall appoint:\n     (1)  Five survivors of neurotrauma or their family members (two each for traumatic brain injuries and spinal cord injuries);\n     (2)  Two members of the Brain Injury Association of Hawaii; \n     (3)  One member representing the state traumatic brain injury advisory board;\n     (4)  Three members representing private sector businesses that provide services for neurotrauma survivors; \n     (5)  One member representing trauma centers that provide services for neurotrauma survivors;\n     (6)  Two members of the Spinal Cord Association; \n     (7)  Two representatives for persons with stroke; and\n     (8)  Five at-large members.\n     (c)  The members shall serve without compensation but shall be reimbursed for actual expenses, including travel expenses, that are necessary for the performance of their duties. [L 2002, c 160, pt of §2]\n \nCross References\n \n  Traumatic brain injury advisory board, see §321-28."
}