{
    "name": "Registration of dealers, investment advisers, salespersons, and investment adviser representatives",
    "number": "14",
    "text": "(a)  It is unlawful for any person to transact business in this State as a dealer, investment adviser, salesperson, or investment adviser representative unless registered under this chapter.  However, nothing in this chapter shall prevent the commissioner from participating, in whole or in part, in the Central Registration Depository system, in cooperation with the National Association of Securities Dealers, Inc., other states, and the United States, to the extent participation is deemed to be in the public interest of this State.\n     (b)  Application for registration as a dealer.  An application for registration as a dealer shall be filed with the office of the commissioner in such form as the commissioner may prescribe by rule or order.  The commissioner may also require additional information regarding the applicant's previous history, record, and association, including without limitation the following:\n     (1)  Disclosure of any injunction or administrative order or conviction of a misdemeanor involving a security or any aspect of the securities business, and any conviction of a felony;\n     (2)  The applicant's financial condition and history;\n     (3)  Disclosure as to whether the dealer, or any person employed by or associated in business with the dealer, is subject to any disqualification which would be a basis for denial, suspension, or revocation of registration of the dealer under section 485-15; and\n     (4)  Any other information that the commissioner deems necessary to establish the qualifications of the applicant.\n     There shall be filed in or with such application an irrevocable consent to the service of process upon the commissioner in actions against the dealer in manner and form prescribed by the commissioner by rule or order.\n     (c)  Eligibility for registration as an investment adviser.  To be eligible for registration under this chapter, an investment adviser shall have complied with the mandatory provisions of this section, and shall take and pass an oral or written examination, or both, prescribed by the commissioner, to test the applicant's knowledge of the securities business; provided that the commissioner may by rule set forth exemptions to the examination requirement.\n     (d)  Registration of investment advisers.  An application for registration as an investment adviser, in such form as the commissioner may prescribe by rule or order, shall be filed with the office of the commissioner.  The commissioner may also require additional information regarding the applicant's previous history, record, and association, including without limitation the following:\n     (1)  A balance sheet certified by an independent public accountant and other certified financial statements if the investment adviser has custody of or discretionary authority over client money, securities, or other assets, or an unaudited, verified balance sheet and financial statements if the investment adviser has no custody of or discretionary authority over client money, securities, or other assets.  If the investment adviser maintains its principal place of business in a state other than this State and the investment adviser is registered in that state and in compliance with its financial reporting requirements, this requirement shall be deemed satisfied by the investment adviser filing with the commissioner a copy of those financial statements, if any, that are required to be filed by the adviser in the state where it maintains its principal place of business;\n     (2)  Disclosure as to whether the investment adviser, or any person employed by or associated in business with the investment adviser, is subject to any disqualification which would be a basis for denial, suspension, or revocation of registration of the investment adviser under section 485-15; and\n     (3)  Other information as to the applicant's previous history, record, and association that the commissioner deems necessary including:\n         (A)  Disclosure of any injunction or administrative order or conviction of a misdemeanor involving a security or any aspect of the securities business, and any conviction of a felony;\n         (B)  The applicant's financial condition and history; and\n         (C)  Any additional information that the commissioner deems necessary to establish the applicant's qualifications.\n     To the extent appropriate, the commissioner shall use uniform registration application forms adopted by the North American Securities Administrators Association, the Securities and Exchange Commission, or any national securities exchange or national securities association registered under the Securities Exchange Act of 1934 for purposes of this section; and shall, to the extent appropriate, permit the electronic filing of such forms through the Central Registration Depository or the Investment Adviser Registration Depository of the National Association of Securities Dealers.\n     (e)  Approval, bond.  If the commissioner finds that the applicant for registration as a dealer is eligible for registration, then the commissioner shall register the applicant as a dealer upon payment of the fee hereinafter provided and, except as otherwise provided in this subsection, upon the dealer's filing of a bond in the sum of $5,000 running to the State conditioned upon the faithful compliance with this chapter by the dealer and by all salespersons registered by the dealer while acting for the dealer.  The bond shall be executed as a surety by a surety company authorized to do business in the State; provided that no bond is required of or from any applicant if the applicant at the time of making application is a member of any recognized stock or bond exchange which has been in existence for a period of five years prior to April 29, 1931; provided further that no bond is required of a dealer if the aggregate par value of the securities to be sold is less than $5,000 or in the case of no par value stock, if the price at which the stock is to be offered to the public is less than $5,000 if the person selling or offering the securities for sale to the public notifies the commissioner in writing of the person's intention to make the sale and after the sale files with the commissioner a statement of the kind and amount of stock sold and the price received therefor, but where the aggregate par value of the securities or the price at which the stock is to be offered to the public is less than $5,000 no more than one sale or offering shall be allowed within a period of one year; provided further that in lieu of the above bond, any dealer may deposit and keep deposited with the commissioner cash in the amount of $5,000 or securities to be approved by the commissioner having a market value at all times of not less than $5,000, which cash or securities shall be held in trust to fulfill the same terms and conditions as in the case of a bond required by this section, which cash or securities may be withdrawn at any time subject to the deposit in lieu thereof of cash or other securities of equal value, or upon the filing of a bond as provided in this section, and which cash or securities will be so held in trust for a period of two years beyond the revocation or termination of the registration of the dealer depositing the same.  No bond shall be required under this section or under this chapter of any dealer that is registered under the Securities Exchange Act of 1934.\n     (f)  Investment adviser's approval; bond.  If the commissioner finds that the applicant for registration as an investment adviser is eligible for registration, the commissioner shall register the investment adviser upon a payment of a fee hereinafter provided, and, except as otherwise provided in this subsection, upon the investment adviser filing a bond in a sum as provided in rules adopted by the commissioner.  The bond shall be conditioned upon the faithful compliance with this chapter by the investment adviser.  The bond shall be executed as a surety by a surety company authorized to do business in the State or as a security to be approved by the commissioner.  This subsection shall not apply to any investment adviser that maintains its principal place of business in a state other than this State; provided that the investment adviser shall be registered in the state where it maintains its principal place of business and in compliance with that state's net capital and bonding requirements, if any.\n     (g)  Eligibility for registration as a salesperson.  To be eligible for registration under this chapter, a salesperson shall have complied with the mandatory provisions of this section, shall be designated as a salesperson by a registered dealer, and shall take and pass an oral or written examination, or both, prescribed by the commissioner, to test the salesperson's knowledge of the securities business.  Every person required to take such an examination shall, at or before the time the person takes the same, pay a fee as prescribed by the commissioner.  However, registration is not required of a salesperson who represents a dealer in effecting transactions in this State limited to those transactions described in section 15(h)(2) of the Securities Exchange Act of 1934.  No person shall be designated as a salesperson by, or shall act as a salesperson for, more than one registered dealer.\n     (h)  Registration of salespersons.  An application for registration as a salesperson shall be filed by a registered dealer with the office of the commissioner in such form as the commissioner may prescribe by rule or order.  The commissioner may also require additional information regarding the applicant's history, record, and association including without limitation the following:\n     (1)  Disclosure of any injunction or administrative order or conviction of a misdemeanor involving a security or any aspect of the securities business and any conviction of a felony;\n     (2)  The applicant's financial condition and history;\n     (3)  Disclosure as to whether the salesperson or any person associated in business with the salesperson is subject to any disqualification which would be a basis for denial, suspension, or revocation of registration of the salesperson under section 485-15; and\n     (4)  Any additional information that the commissioner deems necessary to establish the applicant's qualifications.\nIf the commissioner finds a salesperson designated by any registered dealer to be eligible for registration as a salesperson, the commissioner shall register the person as a salesperson upon the payment of the fee hereinafter provided.\n     (i)  Eligibility for registration as an investment adviser representative.  To be eligible for registration under this chapter, an investment adviser representative shall have complied with the mandatory provisions of this section, shall be designated as a representative by a federal covered adviser or a registered investment adviser, and shall take and pass an oral or written examination, or both, prescribed by the commissioner, to test the representative's knowledge of the investment advisory and securities business; provided that the commissioner may by rule set forth exemptions to the examination requirement.  No person shall be designated as an investment adviser representative by, or shall act as an investment adviser representative for, more than one federal covered adviser or registered investment adviser.\n     (j)  Registration of investment adviser representative.  An application for registration as an investment adviser representative shall be filed with the office of the commissioner in such form as the commissioner may prescribe by rule or order.  The commissioner may also require additional information regarding the applicant's history, record, and association including without limitation the following:\n     (1)  Disclosure of any injunction or administrative order or conviction of a misdemeanor involving a security or any aspect of the securities business, and any conviction of a felony;\n     (2)  Disclosure as to whether the investment adviser representative, or any person associated in business with the investment adviser representative, is subject to any disqualification which would be a basis for denial, suspension, or revocation of registration of the investment adviser representative under section 485-15; and\n     (3)  Any additional information that the commissioner deems necessary to establish the applicant's qualifications.\nIf the commissioner finds an investment adviser representative designated by any federal covered adviser or investment adviser to be eligible for registration as an investment adviser representative, the commissioner shall register the person as an investment adviser representative upon the payment of a fee hereinafter provided.\n     (k)  Recording; duration; renewal; fee.  The names and business addresses of all persons registered under this chapter as dealers, investment advisers, salespersons, or investment adviser representatives, and all orders with respect thereto, shall be open to public inspection.  Except as otherwise provided by the commissioner by rule or order, every registration for dealers, investment advisers, salespersons, and investment adviser representatives under this section shall expire on December 31 of each year unless renewed prior to expiration.  Applications for renewals shall be made not less than thirty nor more than sixty days before the end of the year, unless the dealer, investment adviser, salesperson, or investment adviser representative is registered with the commissioner through the Central Registration Depository system or the Investment Adviser Registration Depository, in which case the renewal shall be filed with the commissioner as provided through that system.  Any applicant for renewal of a dealer, investment adviser, salesperson, or investment adviser representative registration who does not submit the application within the time prescribed by this section shall pay a penalty of one hundred per cent of the applicable renewal fee.  Any applicant for renewal of a dealer or investment adviser registration who submits the application after December 31 shall be required to reapply as a new dealer or investment adviser.  The registration of any dealer, investment adviser, salesperson, or investment adviser representative may be terminated prior to its expiration by written notice filed with the commissioner by the registered dealer, registered salesperson, registered investment adviser, or registered investment adviser representative concerned, and the termination shall take effect as of the date and time of filing of the notice.  The fee for registration and for each renewal shall be $200 in the case of dealers, $100 in the case of investment advisers, and $50 in the case of salespersons and investment adviser representatives.\n     (l)  Changes.  If any information contained in an application for registration filed with the commissioner under this chapter becomes inaccurate or changes, the registrant shall promptly file a correcting amendment with the commissioner.  If the registrant is a salesperson or investment adviser representative, the dealer or investment adviser with which such registrant is affiliated or employed by shall file the amendment with the commissioner.\n     (m)  Notice of intent to offer.  Every registered dealer who intends to offer any security of any issue registered or to be registered shall notify the commissioner in writing of the dealer's intention to do so.  The notice shall contain the name of the dealer and shall state the name of the security to be offered for sale, and whenever a dealer has prepared such notice and has forwarded the same by registered mail, postage prepaid, and properly addressed to the commissioner, such dealer, as to the contents of the notice and the filing thereof, is deemed to have complied with the requirements of this subsection.\n     (n)  Issuers as dealers.  Any issuer of a security required to be registered under this chapter selling such securities (other than in exempt transactions as defined in section 485-6), and any issuer of an exempt security as defined in section 485-4(9) and (10) offering such securities (other than (1) in exempt transactions as defined in section 485-6, or (2) through a dealer registered pursuant to this chapter) shall file with the commissioner a bond, or deposit securities or cash in an amount, based on the total capitalization, to be determined by the commissioner in the commissioner's discretion, which amount, however, shall not be less than $5,000, nor more than $25,000, subject also to the same conditions as herein prescribed in the case of dealers, and may appoint salespersons in the manner herein prescribed in the case of dealers.\n     (o)  Capital requirement for dealers and investment advisers who have custody of or discretionary authority over client money, securities, or other assets.  Except as otherwise provided in this subsection, the commissioner may by rule require a minimum capital requirement for registered dealers which shall not be less than $5,000 in the case of dealers and prescribe a ratio between net capital and aggregate indebtedness.  This subsection shall not apply to any dealer that is registered under the Securities Exchange Act of 1934.  The commissioner may by rule require a net worth requirement which shall not be less than $5,000 for investment advisers.  This subsection shall not apply to any investment adviser that maintains its principal place of business in a state other than this State; provided that the investment adviser is registered in the state where it maintains its principal place of business and is in compliance with that state's net worth or net capital requirements, if any.\n     (p)  A registered broker dealer or investment adviser may file an application for registration of a successor, whether or not the successor is then in existence, for the unexpired portion of the year.  There shall be no filing fee for registration of a successor. [L 1957, c 314, pt of §1; am L 1959, c 137, §9; am L 1963, c 120, §4; am L 1965, c 81, §1; Supp, §199-11; am L 1967, c 66, §§1, 2; HRS ; am L 1979, c 36, §1; am L 1980, c 79, §1; am L 1981, c 95, §2; am L 1984, c 281, §2; am L 1985, c 286, §2; am L 1986, c 240, §4; am L 1987, c 283, §41; am L 1988, c 364, §1; am L 1989, c 93, §1; am L 1992, c 14, §1; gen ch 1993; am L 1996, c 181, §14; am L 1998, c 258, §§8 to 10; am L 2000, c 149, §5; am L 2001, c 16, §3 and c 129, §104; am L 2002, c 32, §3; am L 2004, c 121, §57]\n \nCross References\n \n  Disposal of examination papers, see §94-5.\n  Modification of fee, see §92-28.\n  Notice by certified mail, see §1-28.\n \nCase Notes\n \n  Dealer held liable for unregistered salesperson.  857 F.2d 615.\n  Indictment sufficient showing sales as dealer.  33 H. 180.\n  Section 485-21 is an essential element of criminal charge brought pursuant to subsection (a).  78 H. 373, 894 P.2d 70."
}