{
    "name": "Relationship between franchisor or subfranchisor and franchisee",
    "number": "6",
    "text": "Without limiting the other provisions of this chapter, the following specific rights and prohibitions shall govern the relation between the franchisor or subfranchisor and its franchisees: \n\n\n\n\t(1)\tThe parties shall deal with each other in good faith. \n\t(2)\tFor the purposes of this chapter and without limiting its general application, it shall be an unfair or deceptive act or practice or an unfair method of competition for a franchisor or subfranchisor to: \n\n\t\t(A)\tRestrict the right of the franchisees to join an association of franchisees. \n\t\t(B)\tRequire a franchisee to purchase or lease goods or services of the franchisor or from designated sources of supply unless such restrictive purchasing agreements are reasonably necessary for a lawful purpose justified on business grounds.  Suppliers suggested or approved by a franchisor as meeting its standards and requirements shall not be deemed designated sources of supply. \n\t\t(C)\tDiscriminate between franchisees in the charges offered or made for royalties, goods, services, equipment, rentals, advertising services, or in any other business dealing, unless and to the extent that any classification of or discrimination between franchisees is: \n\n\t\t\t(i)\tBased on franchises granted at materially different times, and such discrimination is reasonably related to such differences in time; \n\t\t\t(ii)\tIs related to one or more programs for making franchises available to persons with insufficient capital, training, business experience, education or lacking other qualifications; \n\t\t\t(iii)\tIs related to local or regional experimentation with or variations in product or service lines or business formats or designs; \n\t\t\t(iv)\tIs related to efforts by one or more franchisees to cure deficiencies in the operation of franchise businesses or defaults in franchise agreements; or \n\t\t\t(v)\tIs based on other reasonable distinctions considering the purposes of this chapter and is not arbitrary. \n\n\t\t(D)\tObtain money, goods, services, anything of value, or any other benefit from any other person with whom the franchisee does business on account of such business unless the franchisor advises the franchisee in advance of the franchisor's intention to receive such benefit. \n\t\t(E)\tEstablish a similar business or to grant a franchise for the establishment of a similar business at a location within a geographical area specifically designated as the exclusive territory in a franchise previously granted to another franchisee in a currently effective agreement, except under the circumstances or conditions prescribed in such agreement.  The fact that other franchisees or the franchisor may solicit business or sell goods or services to people residing in such geographical territory shall not constitute the establishment of a similar business within the exclusive territory. \n\t\t(F)\tRequire a franchisee at the time of entering into a franchise to assent to a release, assignment, notation, or waiver which would relieve any person from liability imposed by this chapter.  Any condition, stipulation or provision binding any person acquiring any franchise to waive compliance with any provision of this chapter or a rule promulgated hereunder shall be void.  This paragraph shall not bar or affect the settlement of disputes, claims or civil suits arising or brought under this chapter. \n\t\t(G)\tImpose on a franchisee by contract, rule, or regulation, whether written or oral, any unreasonable and arbitrary standard of conduct. \n\t\t(H)\tTerminate or refuse to renew a franchise except for good cause, or in accordance with the current terms and standards established by the franchisor then equally applicable to all franchisees, unless and to the extent that the franchisor satisfies the burden of proving that any classification of or discrimination between franchisees is reasonable, is based on proper and justifiable distinctions considering the purposes of this chapter, and is not arbitrary.  For purposes of this paragraph, good cause in a termination case shall include, but not be limited to, the failure of the franchisee to comply with any lawful, material provision of the franchise agreement after having been given written notice thereof and an opportunity to cure the failure within a reasonable period of time. \n\t\t(I)\tRefuse to permit a transfer of ownership of a franchise, or of a proprietorship, partnership, corporation or other business entity that is a franchisee or subfranchisor, except for good cause.  For purposes of this paragraph good cause shall include, but not be limited to: \n\n\t\t\t(i)\tThe failure of a proposed transferee to meet any of the franchisor's or subfranchisor's reasonable qualifications or standards then in effect for a franchisee or subfranchisor;\n\t\t\t(ii)\tThe fact that the proposed transferee or any affiliated person of the proposed transferee is a competitor of the franchisor or subfranchisor; \n\t\t\t(iii)\tThe inability or unwillingness of the proposed transferee to agree in writing to comply with and be bound by all lawful obligations imposed by the franchise, including without limitation all instruction and training obligations, and to sign the current form of franchise agreement used by the franchisor or subfranchisor; and \n\t\t\t(iv)\tThe failure of the franchisee or proposed transferee to pay any sums owing to the franchisor and to cure any default in the franchise agreement or other agreements with the franchisor existing at the time of the proposed transfer. \n\n\t\t\tA franchisor or subfranchisor shall have thirty days after being notified in writing of a proposed transfer to approve or disapprove in writing a proposed transfer of ownership or control of a franchise, or of a proprietorship, partnership, corporation or other business entity that is a franchisee or subfranchisor, stating its reason for disapproval.  If a franchisor or subfranchisor fails to approve or disapprove a proposed transfer in writing within such period, the franchisor or subfranchisor shall be deemed to have approved such transfer. \n\n\t(3)\tUpon termination or refusal to renew the franchise the franchisee shall be compensated for the fair market value, at the time of the termination or expiration of the franchise, of the franchisee's inventory, supplies, equipment and furnishings purchased from the franchisor or a supplier designated by the franchisor; provided that personalized materials which have no value to the franchisor need not be compensated for.  If the franchisor refuses to renew a franchise for the purpose of converting the franchisee's business to one owned and operated by the franchisor, the franchisor, in addition to the remedies provided in this paragraph, shall compensate the franchisee for the loss of goodwill.  The franchisor may deduct from such compensation reasonable costs incurred in removing, transporting and disposing of the franchisee's inventory, supplies, equipment, and furnishings pursuant to this requirement, and may offset from such compensation any moneys due the franchisor. \n\t(4)\tThe provisions of this chapter shall apply to all written or oral arrangements with the franchisee including but not limited to the franchise offering, the franchise agreement, sales of goods or services, leases and mortgages of real or personal property, promises to pay, security interest, pledges, insurance contracts, advertising contracts, construction or installation contracts, servicing contracts, and all other such arrangements in which the franchisor or subfranchisor has any direct or indirect interest. \n\t(5)\tIn any proceedings damages may be based on reasonable approximations but not on speculation. [L 1974, c 18, pt of §1; am L 1978, c 242, §7]\n\n\n\n\nCase Notes\n  Court read allegations as to discrimination as falling within paragraph (2)(C)'s definition of unfair methods of competition; therefore, plaintiffs stated a claim for unfair competition.  895 F. Supp. 1365."
}