{
    "name": "Offering circular",
    "number": "3",
    "text": "(a)  It is unlawful for any person to sell a franchise in this State unless such person has presented to the prospective franchisee or the franchisee's representative, at least seven days prior to the sale of the franchise, an offering circular containing the following information:\n\n\n\n\t(1)\tThe name of the franchisor, the name under which the franchisor is doing or intends to do business, and the name of any parent or affiliated company that will engage in business transactions with franchisees.\n\t(2)\tThe franchisor's principal business address and the name and address of the franchisor's agent in the State authorized to receive process.\n\t(3)\tThe business form of the franchisor whether corporate, partnership, or otherwise.\n\t(4)\tSuch other information concerning the identity and business experience of persons affiliated with the franchisor including franchise brokers and selling agents as the director may by rule prescribe.\n\t(5)\tA statement whether any person identified in the offering circular, within ten years preceding the date of the offering circular:\n\n\t\t(A)\tHas been found guilty of a felony or held liable in a civil action by final judgment if the civil action involved fraud, embezzlement, fraudulent conversion, or misappropriation of property; or\n\t\t(B)\tIs subject to any currently effective order of the Securities and Exchange Commission or the securities administrator of any state denying registration to or revoking or suspending the registration of such person as a securities broker or dealer or investment advisor or is subject to any currently effective order of any national security association or national securities exchange (as defined in the Securities and Exchange Act of 1934) suspending or expelling such person from membership of such association or exchange; or\n\t\t(C)\tIs subject to any currently effective order or ruling of the Federal Trade Commission or is subject to any currently effective order relating to the business activity as a result of an action brought by any public agency or department.\n\n\t\tSuch statement shall set forth the court, the date of conviction or judgment, any penalty imposed, or damages assessed, or the date, nature, and issue of such order.\n\t(6)\tA statement of when, where, and how long the franchisor has:\n\n\t\t(A)\tConducted a business of the type to be operated by the franchisees;\n\t\t(B)\tHas granted franchises for such business; and\n\t\t(C)\tHas granted franchises in other lines of business.\n\n\t(7)\tA recent financial statement of the franchisor, together with a statement of any material changes in the financial condition of the franchisor from the date thereof.  The director may describe:\n\n\t\t(A)\tForm and content of the financial statements required under this chapter;\n\t\t(B)\tThe circumstances under which consolidated financial statements can be filed; and\n\t\t(C)\tThe circumstances under which financial statements shall be audited by independent, certified public accountants.\n\n\t(8)\tA copy of the typical franchise contract or agreement proposed for use in this State.\n\t(9)\tA statement of the franchise fee charged, the proposed application of the proceeds of the fee by the franchisor, and the formula by which the amount of the fee is determined if the fee is not the same in all cases.\n\t(10)\tA statement describing a payment of fees other than franchise fees that the franchisee or subfranchisor is required to pay to the franchisor including royalties and payments or fees which the franchisor collects in whole or in part on behalf of a third party or parties.\n\t(11)\tA statement of the conditions under which the franchise agreement may be terminated or renewed or renewal refused, or repurchased at the option of the franchisor.\n\t(12)\tA statement of the conditions under which the franchise may be sold, transferred, or assigned.\n\t(13)\tA statement of the conditions imposed by the franchisor whether by the terms of the franchise agreement or by other device or practice whereby the franchisee or subfranchisor is required to purchase services, supplies, products, fixtures, or other goods relating to the establishment or operation of the franchise business from the franchisor or the franchisor's designee.\n\t(14)\tA statement of any restriction or condition imposed by the franchisor whether by the terms of the franchise agreement or by other device or practice whereby the franchisee is limited or required in the goods and services offered by the franchisee.\n\t(15)\tA statement of the terms and conditions of any financing arrangements when offered directly or indirectly by the franchisor or the franchisor's agent or affiliate.\n\t(16)\tA statement of any intent of the franchisor to sell, assign, or discount to a third party any note, contract, or other obligation of the franchisee in whole or in part.\n\t(17)\tA copy of any financial statement prepared for presentation to prospective franchisees or other persons together with a statement setting forth the basis for such statements.\n\t(18)\tA statement of the number of franchise businesses in each of the following categories which within the three-year period preceding the date of the offering circular have:\n\n\t\t(A)\tBeen canceled or terminated by either the franchisor or franchisee;\n\t\t(B)\tNot been renewed by either the franchisor or franchisee;\n\t\t(C)\tBeen reacquired through purchase by the franchisor;\n\t\t(D)\tBeen otherwise reacquired by the franchisor; and\n\t\t(E)\tBeen transferred or sold by the franchisee to persons other than a corporation or other business entity controlled by the transferring or selling franchisee.\n\n\t(19)\tA statement describing the training program, supervision, and assistance the franchisor has and will provide the franchisee.\n\t(20)\tA statement as to whether franchisees or subfranchisors receive an exclusive area or territory.\n\t(21)\tA statement of any compensation or other benefit given or promised to a public figure arising, in whole or in part, from (A) the use of the public figure in the name or symbol of the franchise or (B) the endorsement or recommendation of the franchise by the public figure in advertisements.\n\t(22)\tSuch other information as the director may reasonably require.\n\t(23)\tSuch other information as the franchisor may wish to present.\n\t(24)\tWhen the person selling the franchise is a subfranchisor, the offering circular shall also include the same information concerning the subfranchisor as is required from the franchisor pursuant to this subsection.\n\t(25)\tList of names and addresses of all franchisees of the franchisor whose franchise businesses are situated in this State.\n\n\n\n\t(b)  If any material change occurs in the information contained in the offering circular, the offering circular shall be amended by the franchisor or subfranchisor before further sales of the franchise are made in this State and the amended offering circular shall be presented to a prospective franchisee at least seven days before a sale of a franchise is made to the prospective franchisee.  The director may define by rule material changes which require amendment of an offering circular.\n\t(c)  There shall be filed with the director a copy of the offering circular required under subsection (a) or the amended offering circular required under subsection (b) at least seven days prior to the sale of a franchise.\n\t(d)  Every filing under this section shall expire three months after the end of each franchisor's fiscal year.  Applications for renewals shall be made not more than sixty days before the expiration date.  An application for renewal shall be accompanied by the most recently amended offering circular required under subsection (b).  Any applicant for renewal of a franchise filing who submits the renewal application after the expiration date shall be required to reapply as a new franchisor.\n\t(e)  In lieu of an offering circular meeting the requirements set forth in this section, franchises may be sold in this State by means of an offering circular or disclosure statement required by a federal or government agency of another state, or an offering circular or disclosure statement meeting the requirements approved by an association of state regulatory agencies; provided that the director determines that such offering circular or disclosure statement substantially meets the disclosure requirements set forth in this section. [L 1974, c 18, pt of §1; am L 1978, c 242, §4; gen ch 1985; am L 1996, c 181, §8; am L 2002, c 130, §112]"
}