{
    "name": "Cultural public market",
    "number": "34",
    "text": "(a)  There shall be established within the Hawaii community development authority a state cultural public market.\n\t(b)  The cultural public market shall be located on state land within the Kakaako Makai area and developed pursuant to sections 206E-31, 206E-32, and 206E-33.  A public parking lot shall be included.\n\t(c)  The Hawaii community development authority shall:\n\n\n\n\t(1)\tDesignate and develop the state-owned land for the cultural public market;\n\t(2)\tAccept, for consideration, input regarding the establishment of the cultural public market from the following departments and agencies:\n\n\t\t(A)\tThe department of agriculture;\n\t\t(B)\tThe department of business, economic development, and tourism;\n\t\t(C)\tThe department of land and natural resources;\n\t\t(D)\tThe department of labor and industrial relations; and\n\t\t(E)\tThe Hawaii tourism authority;\n\n\t(3)\tConsider and determine the propriety of using public-private partnerships in the development and operation of the cultural public market;\n\t(4)\tDevelop, distribute, and accept requests for proposals from private entities for plans to develop and operate the cultural public market; and\n\t(5)\tEnsure that the Hawaiian culture is the featured culture in the cultural public market.\n\n\n\n\t(d)  Requests for proposals for the cultural public market shall contemplate but not be limited to the inclusion of the following types of facilities and services:\n\n\n\n\t(1)\tRetail outlets for ethnically diverse products;\n\t(2)\tVenues for businesses with ethnic themes, including restaurants and other service-related businesses;\n\t(3)\tTheaters, stages, and arenas designed to showcase cultural performing artists as well as community performing arts;\n\t(4)\tExhibition space or museums that showcase artwork created by international and local artists; and\n\t(5)\tMuseums or other educational facilities focusing on the history and cultures of the various ethnic groups within Hawaii, including Hawaiian history. [L 2005, c 231, §2"
}