{
    "name": "Trustee; designation, duties",
    "number": "158",
    "text": "(a)  The authority shall designate a trustee for each issue of revenue bonds secured under the same trust indenture; provided that the trustee shall be approved by the director of finance. \t(b)  The trustee shall be authorized by the authority to receive and receipt for, hold, and administer the proceeds of the revenue bonds, and to apply the proceeds to the purposes for which the bonds are issued.\n\t(c)  The trustee shall also be authorized by the authority to hold and administer the public facility revenue bond special fund established pursuant to section 206E-157, and to receive and receipt for, hold, and administer the revenues derived by the authority from the public facility for which the revenue bonds are issued and to apply these revenues to the payment of the cost:\n\n\n\n\t(1)\tOf undertaking the public facility;\n\t(2)\tOf administering and operating the proceedings providing for the issuance of the revenue bonds;\n\t(3)\tTo pay the principal or interest on these bonds;\n\t(4)\tTo the establishment of reserves; and\n\t(5)\tTo other purposes as may be authorized in the proceedings providing for the issuance of the revenue bonds.\n\n\n\n\t(d)  Notwithstanding section 39-68, the director of finance may appoint the trustee to serve as fiscal agent for:\n\n\n\n\t(1)\tThe payment of the principal of and interest on the revenue bonds; and\n\t(2)\tThe purchase, registration, transfer, exchange, and redemption of the bonds.\n\n\n\n\t(e)  The trustee shall perform additional functions with respect to the payment, purchase, registration, transfer, exchange, and redemption, as the director of finance may deem necessary, advisable, or expeditious, including the holding of the revenue bonds and coupons which have been paid and the supervision of the destruction thereof in accordance with law.\n\t(f)  Nothing in this part shall limit or be construed to limit the powers granted to the director of finance in sections 36-3 and 39-13, and the third sentence of section 39-68, to appoint the trustee or others as fiscal agents, paying agents, and registrars for the revenue bonds or to authorize and empower those fiscal agents, paying agents, and registrars to perform the functions referred to in those sections. [L 1985, c 268, pt of §1]\nRevision Note\n  Section \"206E-157\" substituted for \"206E-156\".  Section \"39-68\" substituted for \"39-65\".  Section \"39-13\" substituted for \"39-12\"."
}