{
    "name": "Guidelines Cross References",
    "number": "4",
    "text": "Guidelines.  In pursuance of the state policy to conserve the natural resources and enhance the quality of life, all agencies, in the development of programs, shall, insofar as practicable, consider the following guidelines:\n\n\n\n\t(1)\tPopulation.\n\n\t\t(A)\tRecognize population impact as a major factor in environmental degradation and adopt guidelines to alleviate this impact and minimize future degradation;\n\t\t(B)\tRecognize optimum population levels for counties and districts within the State, keeping in mind that these will change with technology and circumstance, and adopt guidelines to limit population to the levels determined.\n\n\t(2)\tLand, water, mineral, visual, air, and other natural resources.\n\n\t\t(A)\tEncourage management practices which conserve and fully utilize all natural resources;\n\t\t(B)\tPromote irrigation and waste water management practices which conserve and fully utilize vital water resources;\n\t\t(C)\tPromote the recycling of waste water;\n\t\t(D)\tEncourage management practices which conserve and protect watersheds and water sources, forest, and open space areas;\n\t\t(E)\tEstablish and maintain natural area preserves, wildlife preserves, forest reserves, marine preserves, and unique ecological preserves;\n\t\t(F)\tMaintain an integrated system of state land use planning which coordinates the state and county general plans.\n\t\t(G)\tPromote the optimal use of solid wastes through programs of waste prevention, energy resource recovery, and recycling so that all our wastes become utilized.\n\n\t(3)\tFlora and fauna.\n\n\t\t(A)\tProtect endangered species of indigenous plants and animals and introduce new plants or animals only upon assurance of negligible ecological hazard;\n\t\t(B)\tFoster the planting of native as well as other trees, shrubs, and flowering plants compatible to the enhancement of our environment.\n\n\t(4)\tParks, recreation, and open space.\n\n\t\t(A)\tEstablish, preserve and maintain scenic, historic, cultural, park and recreation areas, including the shorelines, for public recreational, educational, and scientific uses;\n\t\t(B)\tProtect the shorelines of the State from encroachment of artificial improvements, structures, and activities;\n\t\t(C)\tPromote open space in view of its natural beauty not only as a natural resource but as an ennobling, living environment for its people.\n\n\t(5)\tEconomic development.\n\n\t\t(A)\tEncourage industries in Hawaii which would be in harmony with our environment;\n\t\t(B)\tPromote and foster the agricultural industry of the State; and preserve and conserve productive agricultural lands;\n\t\t(C)\tEncourage federal activities in Hawaii to protect the environment;\n\t\t(D)\tEncourage all industries including the fishing, aquaculture, oceanography, recreation, and forest products industries to protect the environment;\n\t\t(E)\tEstablish visitor destination areas with planning controls which shall include but not be limited to the number of rooms;\n\t\t(F)\tPromote and foster the aquaculture industry of the State; and preserve and conserve productive aquacultural lands.\n\n\t(6)\tTransportation.\n\n\t\t(A)\tEncourage transportation systems in harmony with the lifestyle of the people and environment of the State;\n\t\t(B)\tAdopt guidelines to alleviate environmental degradation caused by motor vehicles;\n\t\t(C)\tEncourage public and private vehicles and transportation systems to conserve energy, reduce pollution emission, including noise, and provide safe and convenient accommodations for their users.\n\n\t(7)\tEnergy.\n\n\t\t(A)\tEncourage the efficient use of energy resources.\n\n\t(8)\tCommunity life and housing.\n\n\t\t(A)\tFoster lifestyles compatible with the environment; preserve the variety of lifestyles traditional to Hawaii through the design and maintenance of neighborhoods which reflect the culture and mores of the community;\n\t\t(B)\tDevelop communities which provide a sense of identity and social satisfaction in harmony with the environment and provide internal opportunities for shopping, employment, education, and recreation;\n\t\t(C)\tEncourage the reduction of environmental pollution which may degrade a community;\n\t\t(D)\tFoster safe, sanitary, and decent homes;\n\t\t(E)\tRecognize community appearances as major economic and aesthetic assets of the counties and the State; encourage green belts, plantings, and landscape plans and designs in urban areas; and preserve and promote mountain-to-ocean vistas.\n\n\t(9)\tEducation and culture.\n\n\t\t(A)\tFoster culture and the arts and promote their linkage to the enhancement of the environment;\n\t\t(B)\tEncourage both formal and informal environmental education to all age groups.\n\n\t(10)\tCitizen participation.\n\n\t\t(A)\tEncourage all individuals in the State to adopt a moral ethic to respect the natural environment; to reduce waste and excessive consumption; and to fulfill the responsibility as trustees of the environment for the present and succeeding generations; and\n\t\t(B)\tProvide for expanding citizen participation in the decision making process so it continually embraces more citizens and more issues. [L 1974, c 247, pt of §1; am L 1976, c 27, §2; am L 1985, c 76, §1; gen ch 1993]\n\n\n\n\n\n\nCase Notes\n  No mandate to adopt guidelines prior to making decisions on programs.  63 H. 453, 629 P.2d 1134."
}