{
    "name": "Unfair competition, practices, declared unlawful",
    "number": "2",
    "text": "(a)  Unfair methods of competition and unfair or deceptive acts or practices in the conduct of any trade or commerce are unlawful.\n     (b)  In construing this section, the courts and the office of consumer protection shall give due consideration to the rules, regulations, and decisions of the Federal Trade Commission and the federal courts interpreting section 5(a)(1) of the Federal Trade Commission Act (15 U.S.C. 45(a)(1)), as from time to time amended.\n     (c)  No showing that the proceeding or suit would be in the public interest (as these terms are interpreted under section 5(b) of the Federal Trade Commission Act) is necessary in any action brought under this section.\n     (d)  No person other than a consumer, the attorney general or the director of the office of consumer protection may bring an action based upon unfair or deceptive acts or practices declared unlawful by this section.\n     (e)  Any person may bring an action based on unfair methods of competition declared unlawful by this section. [L 1965, c 129, pt of §1; Supp, §205A-1.1; HRS ; am L 1987, c 274, §2; am L 1988, c 51, §1; am L 2002, c 229, §2]\n \nLaw Journal and Reviews\n \n  Misrepresentation and Deception Under Section 480-2 of the Hawaii Revised Statutes.  10 HBJ 69.\n \nCase Notes\n \n  Requires showing that suit in public interest; may be proven by knowledge of illegality.  732 F.2d 1403.\n  Employer's negligent misrepresentation that it guaranteed employees full payment of their pensions was not \"unfair act\".  804 F.2d 1418.\n  Neither contractor association's collective bargaining representation nor its fee for representation were unfair or deceptive acts.  809 F.2d 626.\n  Section does not apply to claims arising from securities transactions.  849 F.2d 388; 758 F. Supp. 1357.\n  Violated where pawn shop created \"likelihood of confusion\" by soliciting borrowers while disguising loans as sales.  3 F.3d 1261.\n  Court erred in finding this section preempted, where court dismissed claim that issuer of title insurance policy violated this section.  95 F.3d 791.\n  Where the dispute giving rise to a claim for unfair and deceptive act in trade or commerce occurred after the alleged injury, when plaintiff alleged that defendant failed to comply with their agreement regarding the release of plaintiff's medical records, plaintiff lacked standing as a consumer to bring a claim under this section, and defendant was not engaged in trade or commerce.  383 F. Supp. 2d 1244.\n  Attachment available only where contract at issue also establishes a debtor-creditor relationship for payment of money.  485 F. Supp. 1015.\n  Inability to establish antitrust claim does not prevent establishment under this section; plaintiffs may recover for violations which occurred prior to four year statute of limitations if they can prove fraudulent concealment; practice is unfair when it offends public policy and when the practice is immoral, unethical, oppressive, unscrupulous, or substantially injurious to consumers; section 480-13 creates private right of action.  491 F. Supp. 1199.\n  Plaintiffs could show that violation of federal or state securities laws satisfies public interest requirement to bring suit under this section.  501 F. Supp. 830.\n  Continuance of unlawful pricing program in contravention of court order is as a matter of law, an unfair method of competition.  513 F. Supp. 726.\n  Action by shopping center tenant against shopping center owner.  530 F. Supp. 499.\n  Preempted by federal labor regulations.  687 F. Supp. 1453.\n  Suit for causes of action which arose prior to amendment is not precluded.  691 F. Supp. 247.\n  Minority shareholder of a corporation is not a consumer; no private cause of action for unfair methods of competition.  700 F. Supp. 1056.\n  Although distributor corporation had standing to bring unfair competition claim, shareholders were not \"consumers\" with standing to sue under deceptive practices clause.  775 F. Supp. 1329.\n  Section inapplicable to insurance business.  795 F. Supp. 1036.\n  As a business, plaintiff had standing to sue for unfair competition under this section.  808 F. Supp. 736.\n  Plaintiff corporation lacked standing to sue for deceptive practices under chapter 480; plaintiffs, shareholders and officers of corporation, lacked standing to sue for deceptive practices, where harm suffered by plaintiffs arose indirectly as a result of harm done to corporation.  895 F. Supp. 1365.\n  Plaintiff had standing to bring its  claim for unfair methods of competition; plaintiff's likelihood of confusion allegations may support both § unfair methods of competition and 481A [sic] deceptive acts or practices claims.  945 F. Supp. 1344.\n  Hawaii supreme court would find that plaintiff, a third-party beneficiary of insurance contract between defendant insurer and a consumer, had standing to bring a deceptive acts or practices claim pursuant to this section.  947 F. Supp. 429.\n  Because defendant wholesale food marketer and distributor did not meet definition of a consumer, it lacked standing to sue for deceptive practices under this section.  61 F. Supp. 2d 1092.\n  Plaintiffs' unfair or deceptive acts or practices claims dismissed; this section and §480-13 do not provide a cause of action for personal injury claims.  100 F. Supp. 2d 1265.\n  A technical violation of Truth In Lending Act (TILA) does not constitute a per se violation of this section.  The technical violation of TILA at issue, i.e., the failure to provide a properly dated notice of right to cancel, did not qualify as an unfair act or practice.  101 F. Supp. 2d 1326.\n  A municipality may be held liable under this chapter if its act is done \"in the conduct of any trade or commerce\", but is not subject to a treble damage penalty. 215 F. Supp. 2d 1098.\n  Federal statutes and decisions are to be used as guides.  63 H. 289, 627 P.2d 260.\n  Complexity of insurance policy, without more, does not make document deceptive.  55 H. 155, 516 P.2d 720.\n  Violation where financial institution failed to inform parents with education plan, that it had a side deal with schools to pay tuition in semiannual installments.  71 H. 285, 788 P.2d 833.\n  A broker or salesperson actively involved in a real estate transaction engages in \"conduct in any trade or commerce\" and is thus subject to liability under this chapter.  80 H. 54, 905 P.2d 29.\n  Where employee was not a \"consumer\" as defined under §480-1, employee lacked standing to maintain private cause of action under §480-13 against workers' compensation insurer based on alleged violation of this section.  83 H. 457, 927 P.2d 858.\n  Where employer was not a \"consumer\" as defined under §480-1, employee could not maintain action under §480-13, based on employee's third party beneficiary status, against workers' compensation insurer for alleged violation of this section.  83 H. 457, 927 P.2d 858.\n  There is no private claim for relief under §480-13 for unfair methods of competition in violation of this section; private remedy is restricted to claims of unfair or deceptive acts or practices.  91 H. 224, 982 P.2d 853.\n  Genuine issues of material fact precluded summary judgment with respect to defendant's counterclaims based on alleged violation of this section where defendants alleged that plaintiff credit union \"unethically\" or \"unscrupulously\" attempted to influence defendants to sign loan documents by making deceptive representations to alleviate defendants' concerns that the mortgage interest rate was not that for which they had bargained for.  94 H. 213, 11 P.3d 1.\n  By the plain language of this chapter, no actual purchase is necessary as a prerequisite to a consumer recovering damages under §480-13, based on injuries stemming from violations of this section.  98 H. 309, 47 P.3d 1222.\n  Under the filed-rate doctrine, telephone customers' claims failed as a matter of law where customers could not demonstrate that telephone company's allegedly inadequate disclosures constituted an unfair or deceptive trade practice because (1) company's tariffs on file with the public utilities commission disclosed that fees should be assessed against customers receiving touch calling services; (2) knowledge of these disclosures contained in the tariff was imputed to the customers, and, thus, (3) customers could prove neither the injury nor the likelihood of damage that is required under this section or chapter 481A.  109 H. 69, 123 P.3d 194.\n  Any person may bring a claim of unfair methods of competition based upon conduct that could also support a claim of unfair or deceptive acts or practices as long as the nature of the competition is sufficiently alleged in the complaint.  113 H. 77, 148 P.3d 1179.\n  By its plain language, subsection (e) authorizes any person, i.e., businesses and individual consumers, to bring an action grounded upon unfair methods of competition; thus, trial court erred to the extent that it premised its dismissal of plaintiffs' unfair methods of competition claims on its conclusion that plaintiffs \"are not competitors of defendant\".  113 H. 77, 148 P.3d 1179.\n  Retroactive application of subsection (e), which created a private claim for relief, is not permitted inasmuch as the legislature did not expressly or obviously indicate its intention that subsection (e) apply retroactively; thus, trial court correctly concluded that plaintiffs' claims of unfair methods of competition based upon defendant's alleged wrongful acts prior to the effective date of subsection (e) were barred.  113 H. 77, 148 P.3d 1179.\n  Under this section, plaintiffs need not be \"in competition\" with defendant; thus, trial court erred to the extent that its dismissal of plaintiffs' unfair methods of competition claims were premised on its conclusion that plaintiffs \"are not in competition with defendant\".  113 H. 77, 148 P.3d 1179.\n  Whether it was an unfair practice for creditor to threaten to cut off business with debtor's employer unless debt was paid was a jury question.  2 H. App. 301, 632 P.2d 1071.\n  Corporation committed unfair or deceptive acts by allowing another to use its contractor's license and guaranteeing its own contractual obligations; section does not supersede remedy for common law fraud.  6 H. App. 125, 712 P.2d 1148.\n  Unfair or deceptive trade practice claimed where defendants' labels implied that foreign-made kukui nut leis were manufactured in Hawaii.  7 H. App. 600, 789 P.2d 501.\n  Evidence supported conclusion that person and corporation owned and operated by person engaged in unfair and deceptive acts or practices in publication of corporation's newspaper and television advertisements.  9 H. App. 106, 826 P.2d 879.\n  In action by consumer under this section, \"unclean hands\" of consumer not a defense to claim for damages under §480-13(b)(1).  86 H. 405 (App.), 949 P.2d 1026."
}