{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter:\n     \"Beneficiary\" means a person designated by a participant, or by the terms of an employee welfare benefit plan, who is or may become entitled to a benefit thereunder.\n     \"Collective bargaining agreement\" means the formal written agreement over wages, hours, amounts of contributions by the State and counties to a trust established under this chapter, and other terms and conditions of employment, entered into between an employer and the exclusive representatives of the employees of the employer.\n     \"Contribution\" means money payments made to the trust by the State, counties, or a state or county employee.\n     \"Employee\" or \"public employee\" means any person employed by a public employer except elected and appointed officials and other employees excluded from coverage in section 89-6(g).\n     \"Employee organization\" means the employee organization as defined in section 89-2.\n     \"Employee welfare benefit plan\" or \"plan\" shall mean any plan, fund, or program which is established by the trust for the purpose of providing participants or their beneficiaries, through the purchase of insurance or otherwise, medical, surgical, or hospital care or benefits, or benefits in the event of sickness, accident, disability, or death.\n     \"Employer\" or \"public employer\" means \"employer\" or \"public employer\" as defined in section 89-2.\n     \"Exclusive representative\" means \"exclusive representative\" as defined in section 89-2.\n     \"Fiduciary\" means any person, with respect to a plan, to the extent that such person:\n     (1)  Exercises any discretionary authority or discretionary control respecting management of such plan or exercises authority or control respecting management or disposition of its assets;\n     (2)  Renders investment advice for a fee or other compensation, direct or indirect, with respect to any moneys or other property of such plan, or has authority or responsibility to do so; or\n     (3)  Has any discretionary authority or discretionary responsibility in the administration of such plan.\nWithout limiting the foregoing, \"fiduciary\" shall include each trustee of the trust.\n     \"Participant\" means any employee or retiree who is a member of the trust and is eligible to receive benefits under an employee welfare benefit plan provided by or through the trust.\n     \"Party in interest\" means:\n     (1)  Any fiduciary, counsel, or employee of the trust;\n     (2)  A person providing services to the trust or its plans;\n     (3)  An employer, any of whose employees are covered by such plans; and\n     (4)  An employee organization, any of whose members are covered by the trust's plans.\n     \"Retiree\" means an individual who has retired from the State or its counties.\n     \"Trust\" means a voluntary employees' beneficiary association trust established under this chapter. [L 2005, c 245, pt of §2]"
}