{
    "name": "High technology research and development loans and grants",
    "number": "15",
    "text": "(a)  All moneys necessary to carry out the purposes of this section shall be allocated by the legislature through appropriations out of the state general fund.  The development corporation shall include in its budgetary request for the upcoming fiscal period, the amounts necessary to effectuate the purposes of this section.  All moneys, interest charges, and other fees collected by the development corporation under this section shall be deposited to the credit of the state general fund.  In making any expenditure under this section, the development corporation shall analyze each funding request to determine whether the project to be undertaken will be economically viable and beneficial to the State.\n\t(b)  The development corporation may provide grants not exceeding the lesser of:\n\n\n\n\t(1)\tFifty per cent of the federal small business innovation research phase I award or contract; or\n\t(2)\t$25,000 to each business in Hawaii that receives a federal small business innovation research phase I award or contract from any participating federal agency,\n\n\n\nsubject to the availability of funds.\n\t(c)  The development corporation shall adopt rules pursuant to chapter 91 that:\n\n\n\n\t(1)\tSpecify the qualifications for eligibility of grant applicants;\n\t(2)\tEstablish priorities in determining eligibility in the event that insufficient funds are available to fund otherwise qualified applicants; and\n\t(3)\tGive preference to all qualified businesses receiving their first award in one fiscal year over multiple award grantees.\n\n\n\nThe development corporation may adopt any other rules pursuant to chapter 91 necessary for the purposes of this section.\n\t(d)  If funds appropriated for the purpose of making grants under this section are inadequate to satisfy all qualified requests, the development corporation shall apply for funds to be transferred from the Hawaii capital loan revolving fund to provide the grants in accordance with subsection (b).  The amount of any single transfer of funds shall not exceed $100,000, and the development corporation shall transfer the entire amount back to the Hawaii capital loan revolving fund within twelve months of receiving the funds.  No more than one fund transfer shall be outstanding at any one time.  The director of business, economic development, and tourism may transfer funds from the Hawaii capital loan revolving fund to the development corporation upon request to carry out the purposes of this section.  Transfers of funds shall be made without any charges or fees. [L 1983, c 152, pt of §2; am L 1989, c 196, §3; am L 1991, c 85, §1; am L 1992, c 63, §1; am L 1993, c 280, §18; am L 2000, c 72, §19]"
}