{
    "name": "Aging in place; limitation on liability",
    "number": "142",
    "text": "(a)  The association, its directors, unit owners, and their agents and tenants, acting through the board, shall not have any legal responsibility or legal liability, with respect to any actions and recommendations the board takes on any report, observation, or complaint made, or with respect to any recommendation or referral given, which relates to an elderly unit owner who, may require services and assistance to maintain independent living in the unit in which the elderly unit owner resides so that the elderly unit owner will not pose any harm to self or to others, and will not be disruptive to the condominium community because of the following problems of aging and aging in place:\n     (1)  The inability to clean and maintain an independent unit;\n     (2)  Mental confusion;\n     (3)  Abusing others;\n     (4)  Inability to care for oneself;\n     (5)  Inability to arrange for home care;\n     (6)  Loneliness and neglect; or\n     (7)  Inappropriate requests of others for assistance.\nFor purposes of this section, \"elderly\" means age sixty-two and older.\n     (b)  Upon a report, observation, or complaint relating to an elderly unit owner aging or aging in place which notes a problem similar in nature to the problems enumerated in subsection (a), the board, in good faith, and without legal responsibility or liability, may request a functional assessment regarding the condition of an elderly unit owner as well as recommendations for the services which the elderly unit owner may require to maintain a level of independence that enables the owner to avoid any harm to self or to others, and to avoid disruption to the condominium community.  The board, upon request or unilaterally, and without legal responsibility or liability, may recommend available services to an elderly unit  owner which might enable the elderly unit owner to maintain a level of independent living with assistance, enabling in turn, the elderly unit owner to avoid any harm to self or others, and to avoid disruption to the condominium community.\n     (c)  There is no affirmative duty on the part of the association, its board, the unit owners, or their agents or tenants to request or require an assessment and recommendations with respect to an elderly unit owner when the elderly unit owner may be experiencing the problems related to aging and aging in place enumerated in subsection (a).  The association, its board, unit owners, and their agents and tenants shall not be legally responsible or liable for not requesting or declining to request a functional assessment of, and recommendations for, an elderly unit owner regarding problems relating to aging and aging in place.\n     (d)  If an elderly unit owner ignores or rejects a request for or the results from an assessment and recommendations, the association, with no liability for cross-claims or counterclaims, may file appropriate information, pleadings, notices, or the like, with appropriate agencies or courts to seek an appropriate resolution for the condominium community and for the elderly unit owner.\n     (e)  Costs and fees for assessments, recommendations, and actions contemplated in this section shall be as set forth in the declaration or bylaws.\n     (f)  This section shall not be applicable to any condominium that seeks to become licensed as an assisted living facility pursuant to chapter 90, title 11, Hawaii Administrative Rules, as amended. [L 2004, c 164, pt of §2]"
}