{
    "name": "Contributions and expenditures; statement",
    "number": "3",
    "text": "(a)  The following persons shall file a statement of expenditures with the state ethics commission on March 31, May 31, and January 31 of each year:\n\n\n\n\t(1)\tEach lobbyist.\n\t(2)\tEach person who spends $750 or more of the person's or any other person's money in any six-month period for the purpose of attempting to influence legislative or administrative action or a ballot issue by communicating or urging others to communicate with public officials; provided that any amounts expended for travel costs, including incidental meals and lodging, shall not be included in the tallying of the $750.\n\t(3)\tEach person who employs or contracts for the services of one or more lobbyists, whether independently or jointly with other persons.  If the person is an industry, trade, or professional association, only the association is the employer of the lobbyist.\n\n\n\n\t(b)  The March 31 report shall cover the period from January 1 through the last day of February.  The May 31 report shall cover the period from March 1 through April 30.  The January 31 report shall cover the period from May 1 through December 31 of the previous year.\n\t(c)  The statement shall contain the following information:\n\n\n\n\t(1)\tThe name and address of each person with respect to whom expenditures for the purpose of lobbying in the total sum of $25 or more per day was made by the person filing the statement during the statement period and the amount or value of such expenditure;\n\t(2)\tThe name and address of each person with respect to whom expenditures for the purpose of lobbying in the aggregate of $150 or more was made by the person filing the statement during the statement period and the amount or value of such expenditures;\n\t(3)\tThe total sum or value of all expenditures for the purpose of lobbying made by the person filing the statement during the statement period in excess of $750 during the statement period;\n\t(4)\tThe name and address of each person making contributions to the person filing the statement for the purpose of lobbying in the total sum of $25 or more during the statement period and the amount or value of such contributions; and\n\t(5)\tThe subject area of the legislative and administrative action which was supported or opposed by the person filing the statement during the statement period.\n\n\n\n\t(d)  The receipt or expenditure of any money for the purpose of influencing the election or defeat of any candidate for an elective office or for the passage or defeat of any proposed measure at any special or general election is excluded from the reporting requirement of this section. [L 1975, c 160, pt of §1; am L 1979, c 91, §11; am L 1980, c 129, §1(d); am L 1982, c 105, §4; gen ch 1985; am L 1991, c 238, §1; am L 1995, c 220, §6]"
}