{
    "name": "Intermediate sanctions; eligibility; criteria and conditions",
    "number": "605.1",
    "text": "(1)  The judiciary shall implement alternative programs that place, control, supervise, and treat selected defendants in lieu of a sentence of incarceration.\n     (2)  Defendants may be considered for sentencing to alternative programs if they:\n    (a)   Have not been convicted of a non-probationable class A felony; and\n    (b)   Have not, within the previous five years, been convicted of a crime involving serious bodily injury or substantial bodily injury as defined by chapter 707.\n     (3)  A defendant may be sentenced by a district, family, or circuit court judge to alternative programs.\n     (4)  As used in this section, \"alternative programs\" means programs which, from time to time, are created and funded by legislative appropriation or federal grant naming the judiciary or one of its operating agencies as the expending agency and which are intended to provide an alternative to incarceration.  Alternative programs may include:\n    (a)   House arrest, or curfew using electronic monitoring and surveillance, or both;\n    (b)   Drug court programs for defendants with assessed alcohol or drug abuse problems, or both;\n    (c)   Therapeutic residential and nonresidential programs;\n    (d)   A program of regimental discipline pursuant to section 706-605.5; and\n    (e)   Similar programs created and designated as alternative programs by the legislature or the administrative director of the courts for qualified defendants who do not pose significant risks to the community. [L Sp 1995, c 25, §4]\n \nCross References\n \n  Similar provisions, see §§353-10.5 and 353-63.5.\n \nCOMMENTARY ON §706-605.1\n \n  Act 25, Special Session Laws 1995, added this section, which requires the judiciary to implement alternative programs that place, control, supervise, and treat selected defendants in lieu of an incarceration sentence.  The legislature addressed the problem of prison overcrowding by, inter alia, providing for the implementation of alternatives to incarceration that do not undermine public safety.  House Standing Committee Report No. 23-S, Senate Standing Committee Report No. 2-S (1995 Special Session).  See also Conference Committee Report No. 122, Senate Bill No. 82 (vetoed)."
}