{
    "name": "Building design to consider needs of persons with disabilities",
    "number": "50",
    "text": "(a)  Notwithstanding any other law to the contrary, all plans and specifications for the construction of public buildings, facilities, and sites shall be prepared so that the buildings, facilities, and sites are accessible to and usable by persons with disabilities.  The buildings, facilities, and sites shall conform to the Americans with Disabilities Act Accessibility Guidelines, Title 36 Code of Federal Regulations Part 1191, and the requirements of the Federal Fair Housing Amendments Act of 1988, as established in Title 24 Code of Federal Regulations Part 100, Subpart D, as adopted and amended by the disability and communication access board under chapter 348F.\n\t(b)  All state and county agencies subject to this section shall seek advice and recommendations from the disability and communication access board on any construction plans prior to commencing with construction.\n\t(c)  The disability and communication access board shall adopt rules pursuant to chapter 91 for the design of buildings, facilities, and sites, by or on behalf of the State and counties to effectuate the purposes of this section, except that the board, without regard to chapter 91, instead, may adopt federal amendments to the Americans with Disabilities Act Accessibility Guidelines, Title 36 Code of Federal Regulations Part 1191.\n\t(d)  The board may approve a site specific alternate design when an alternate design provides equal or greater access.\n\t(e)  For the purposes of this section, \"public buildings, facilities, and sites\" means buildings, facilities, and sites that:\n\n\n\n\t(1)\tAre designed, constructed, purchased, or leased with the use of any state or county funds or federal funds administered by the State or a county;\n\t(2)\tHouse state or county programs, services, or activities that are intended to be accessed by the general public; or\n\t(3)\tAre constructed on state or county lands or lands that will be transferred to the State or a county. [L 1965, c 3, §2; Supp, §9-57; HRS ; am L 1969, c 260, §1; am L 1989, c 382, §2; am L 1993, c 308, §2; am L 1996, c 163, §2; am L 1999, c 282, §3; am L 2002, c 42, §1]"
}