{
    "name": "Findings and purpose",
    "number": "141",
    "text": "B.  Hale Kokua Program\n \n     []    The legislature finds that the issue of homelessness should be regarded as one of the State's most significant social problems.  The severity of the problem is visible in every area of the State, and evidence that the problem is escalating is becoming more and more apparent.  The problem of homelessness impacts everyone, and the burden of rectifying this problem should be approached comprehensively and as a collective responsibility.\n     The purpose of this subpart is to establish a homeless assistance program known as the Hale Kokua program that would authorize the payment of a state grant and a monthly rent supplement to an interested property owner who sets aside any existing rental space or undertakes the improvement or construction of an adjoining or separate dwelling unit, for the purpose of renting the unit to any family or individual classified as employed but homeless under the program, for a period of five years.\n     The program will place a priority on assisting homeless families in the greatest need.  To ensure that no particular district or community of the State is unduly burdened by the sudden influx of homeless families holding rental contracts with qualified homeowners under the program, the number of homeowners authorized to take part in the Hale Kokua program will be limited to ten per census tract.\n     The Hale Kokua program shall assist homeless families and individuals who are willing to engage in self-improvement programs and regular employment by providing an alternative to living in homeless shelters where homeless families as well as the special needs homeless are indiscriminately grouped together.  Developing the employment skills of participating tenants is an integral component of the program.\n     The program will also allow other available programs to focus more intently on the special needs of the homeless.  The Hale Kokua program calls for a cooperative effort between the State, the counties, and the federal government to provide the community and the Hale Kokua program with the resources and the incentives needed to eliminate the condition of homelessness.  Since the Hale Kokua program involves the public and private sectors, the cost of implementing this program should be far less than the cost of building new homeless shelter facilities.\n     The program has the potential to drastically reduce the number of homeless families and individuals living in public areas, and to ultimately provide full and free access to Hawaii's malls, streets, parks, and campgrounds.  As a result, Hawaii's overall quality of life will be enriched and Hawaii's reputation as one of the most beautiful visitor destinations will be enhanced. [L 2006, c 180, pt of §2]"
}