{
    "name": "Redevelopment agency; creation",
    "number": "2",
    "text": "(a)  The council of a county by resolution may create a local redevelopment agency for the county, which shall be a county agency and a public body, corporate and politic, and shall consist of five members, appointed by the mayor, with the approval of the council, who shall be outstanding and public-spirited citizens and who shall have resided in the county for at least three years immediately preceding their appointment.  The members of the agency shall serve for terms of five years each; provided that upon the initial appointment of the members of the agency, one member shall be appointed for a term of one year, the second member for a term of two years, the third member for a term of three years, the fourth member for a term of four years and a fifth member for a term of five years.  Each vacancy shall be filled by the appointing power for the remainder of the unexpired term.  No more than three of the members shall belong to the same political party. \t(b)  The appointing power which appoints a member may appoint an acting member to serve during the absence or inability to serve of such member, and the acting member shall, while so acting, have all of the powers of the member in whose place the acting member is temporarily appointed.  Members shall hold over until their respective successors are appointed and qualify.  Members shall receive no remuneration for their services except actual expenses incurred in the performance of their duties.  No member shall hold any elective or other appointive office or position of the member's county.  Each member shall be required to give bond in the sum of $15,000 for the faithful performance of the member's duties, and the agency may also require any of its subordinates to give bond, the premiums upon the bonds to be paid by the agency. [L 1949, c 379, pt of §4; am L 1951, c 244, §2; RL 1955, §143-3; am L 1957, c 64, §1; am imp L 1967, c 80, §1; HRS ; gen ch 1985]"
}