{
    "name": "Therapeutically certified optometrists; scope; qualifications",
    "number": "7.4",
    "text": "(a)  The use and prescription of topical therapeutic pharmaceutical agents as established by the board for the treatment and management of conditions of the anterior segment of the human eye, eyelids, and lacrimal system and the non-invasive surface removal of superficial foreign bodies from the anterior segment of the human eye and eyelids is authorized only for an optometrist licensed under this chapter who meets the requirements of a therapeutically certified optometrist as authorized in this section.  The therapeutically certified optometrist shall not prescribe, dispense, or administer oral pharmaceutical agents except those available without prescription.  Treatment of glaucoma, use of prescription anti-fungal, injectable, or oral agents, and performing any invasive surgery shall not be allowed.  Therapeutic pharmaceutical agents shall not include any of the controlled substances enumerated in sections 329-14, 329-16, 329-18, 329-20, and 329-22.\n\t(b)  The board shall grant recognition as a therapeutically certified optometrist; provided the optometrist has:\n\n\n\n\t(1)\tA current, unencumbered license as an optometrist in this State;\n\t(2)\tCompleted a one hundred hour board-approved course in the treatment and management of ocular diseases;\n\t(3)\tPassed the National Board of Examiners in Optometry Treatment and Management of Ocular Disease examination;\n\t(4)\tCompleted one hundred hours of preceptorship under the supervision of an ophthalmologist.  The supervising ophthalmologist shall certify completion of the one hundred hours of hands-on experience and the competency of the optometrist to prescribe, dispense, and administer therapeutic pharmaceutical agents on a form and format prescribed by the board; provided that the preceptorship shall include training in diagnosis, treatment, and management of ocular disease; and\n\t(5)\tThe therapeutically certified optometrist shall renew the certification with the biennial renewal of license and submit proof of satisfying thirty-six hours of continuing education in the diagnosis, treatment, and management of ocular and systemic diseases.  Completion of the thirty-six hours in the diagnosis, treatment, and management of ocular and systemic diseases shall fulfill the continuing education requirements pursuant to section 459-7 and this section. [L 1996, c 292, §1; am L 1997, c 335, §§4, 5; am L 2002, c 164, §4]"
}