{
    "name": "Bail, etc., before judgment",
    "number": "28",
    "text": "  Except as otherwise provided:\n\n\n\n\t(1)\tUntil judgment is given the court may remand the party or accept bail for the party's appearance from day to day, or may place the party under special care and custody, as circumstances may require.\n\t(2)\tAfter judgment is given, an order made by the court under paragraph (1) shall be continued in effect during a stay of enforcement of judgment, unless the trial court, or the supreme court after taking of the appeal, shall terminate the order or make other provision in the circumstances. [L 1870, c 32, §25; am L 1923, c 217, §1; RL 1925, §2751; RL 1935, §4336; RL 1945, §10377; RL 1955, §239-28; HRS ; am L 1972, c 90, §5(q); gen ch 1985]\n\n\n\n\n    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  Except as otherwise provided:\n\n\n\n\t(1)\tUntil judgment is given, the court may remand the party or accept bail for the party's appearance from day to day or may place the party under special care and custody, as circumstances may require; and\n\t(2)\tAfter judgment is given, an order made by the court under paragraph (1) shall be continued in effect during a stay of enforcement of judgment, unless the trial court, the intermediate appellate court, or the supreme court after taking of the appeal, terminates the order or makes other provision in the circumstances. [L 1870, c 32, §25; am L 1923, c 217, §1; RL 1925, §2751; RL 1935, §4336; RL 1945, §10377; RL 1955, §239-28; HRS ; am L 1972, c 90, §5(q); gen ch 1985; am L 2004, c 202, §72]\n\n\n\n\nNote\n  L 2004, c 202, §82 provides:\n  \"SECTION 82.  Appeals pending in the supreme court as of the effective date of this Act [July 1, 2006] may be transferred to the intermediate appellate court or retained at the supreme court as the chief justice, in the chief justice's sole discretion, directs.\"\nCross References\n  Exclusive jurisdiction of family court, minors, see §571-11.\nCase Notes\n  Granting of bail discretionary.  18 H. 473.\n  Pending return, custody of petitioner remains undisturbed.  26 H. 363, 367.\n  After judgment and pending perfection of appeal, authority over custody of child.  See 26 H. 701."
}