{
    "name": "Issuable by whom",
    "number": "3",
    "text": "The supreme court, the justices thereof, and the circuit courts may issue writs of habeas corpus in cases in which persons are unlawfully restrained of their liberty; provided that persons committed or detained by order of the family court or under chapter 334 may, and if the jurisdiction of the family court is exclusive, shall, prosecute their applications in the family court. [L 1870, c 32, §32; am L 1893-4, c 75, §1; am L 1903, c 79, §3; RL 1925, §2727; RL 1935, §4312; RL 1945, §10353; RL 1955, §239-3; HRS ; am L 1972, c 90, §5(a\nCross References\n  See §602-5.\n  Exclusive jurisdiction of family court, in what cases, see §§571-11, 14.\nCase Notes\n  Writ sought on behalf of following types of persons:  Attache of foreign legation.  1 H. 353.  Deserting seamen.  2 H. 112; 6 H. 704.  Persons detained on shipboard.  3 H. 503.  Fugitives held for extradition.  5 H. 573; 20 H. 319; 21 H. 526; 48 H. 508, 405 P.2d 309.  Insane persons.  19 H. 346; 19 H. 576; 3 U.S.D.C. Haw. 404.  Lepers.  19 H. 218; 2 U.S.D.C. Haw. 227.  Minors.  29 H. 830; 31 H. 328; 32 H. 731; 33 H. 106.  For relief against cruel and unusual punishment.  31 H. 982.  As means of enforcing foreign decree awarding custody of children.  49 H. 20, 407 P.2d 885.\n  Relief from commitment may be had on habeas corpus:  Under statute authorizing arrest of debtors about to abscond.  1 H. 340; 6 H. 633.  Relief from commitment for alleged contempt.  13 H. 575; 18 H. 670; 44 H. 271, 353 P.2d 631.\n  No release of persons convicted and restrained by virtue of judgment unless judgment is void.  7 H. 95; 13 H. 102; 15 H. 276; 17 H. 338; 20 H. 120; 3 U.S.D.C. Haw. 502; 211 U.S. 146; 25 H. 414, 417.\n  Form of mittimus:  Failure to completely describe the offense in the mittimus not ground for issuance of writ where record shows valid sentence.  6 H. 343; 7 H. 95, 103-4.  A mittimus correct in form and substance is a good defense to a claim of illegal imprisonment.  18 H. 500.  Where mittimus of magistrate exceeded jurisdiction in imposition of fine in addition to imprisonment held separable and valid as to imprisonment.  23 H. 766.\n  Sentence must be void on its face in order to entitle convicted person to release on habeas corpus.  2 H. 444; 9 H. 131; 10 H. 610; 17 H. 487.  See 6 H. 664; 7 H. 42.  Habeas corpus raises question only of jurisdiction.  34 H. 484.\n  Cases of illegal sentence:  3 H. 17; 6 H. 732; 7 H. 162; 38 H. 479.  Magistrate having no criminal jurisdiction over subject matter, prisoner discharged on writ.  6 H. 25.  Release from commitment under void order.  44 H. 271, 353 P.2d 631.\n  In contempt cases the only question to be inquired into is that of jurisdiction.  1 H. 95; 11 H. 594; 14 H. 245; 19 H. 88; 29 H. 323.\n  Habeas corpus cannot be used as a substitute for appeal.  10 H. 610; 27 H. 237.  Nor to correct errors.  25 H. 414, 417.  Nor to relitigate issues litigated to final appellate determination.  39 H. 167, aff'd 209 F.2d 75.\n  Where court has jurisdiction of the subject matter of a criminal complaint and the person of the defendant, habeas corpus does not lie to review the sufficiency of the complaint.  27 H. 237.\n  Appeal lies:  13 H. 534; 13 H. 575.  Supersedeas:  19 H. 346; 26 H. 701.\n  Writ suspended when martial law declared in the 1895 rebellion.  10 H. 29.  Under proclamation of December 7, 1941, see note to §67 of Organic Act.\n  Constitutional right to counsel does not apply to habeas corpus proceedings.  51 H. 318, 459 P.2d 376.\n  Defendant who alleges that defendant pleaded guilty because of prior coerced confession is not, without more, entitled to hearing on petition for habeas corpus.  53 H. 274, 492 P.2d 953.\n  Without a special reason appellate court will not exercise its original jurisdiction in habeas corpus proceedings when relief is available in a lower court.  57 H. 411, 557 P.2d 787."
}