{
    "name": "Data or information collection",
    "number": "13.8",
    "text": "(a)  The director, in consultation with all affected governmental agencies, shall assess the need for statistics and other information as to the number, characteristics, needs, and movement of people into, out of, or within Hawaii, including residents, migrants, and visitors, and such other information as the director may deem necessary, for the purposes of sound economic research and analysis.  The director shall be responsible for collecting, analyzing, and disseminating such information to governmental agencies on a timely basis, and is authorized to use any appropriate method to collect the information, including but not limited to conducting an entry and exit census or survey of all individuals entering, leaving, or living within the State, and obtaining data or information acquired by other agencies, both public and private.  All governmental agencies shall cooperate with and assist the director to implement this section. \t(b)  To the extent that it is identifiable to an individual, information obtained by the department or its agents through surveys, questionnaires, or other information gathering efforts shall be held confidential and not disclosed or opened to public inspection, except that such information may be shared with other government agencies as provided in section 92F-19.\n\t(c)  Public disclosure of information gathered by the department could place businesses at a competitive disadvantage.  Consequently, where disclosure would result in the impairment of the department's ability to obtain such information and the frustration of a legitimate government function, the department may withhold from public disclosure competitively sensitive information including:\n\n\n\n\t(1)\tCompleted survey and questionnaire forms;\n\t(2)\tCoding sheets; and\n\t(3)\tDatabase records of such information.\n\n\n\n\t(d)  The director may adopt necessary rules pursuant to chapter 91, to administer this section. [L 1987, c 336, pt of §2; am L 1998, c 156, §7]"
}