{
    "name": "Sentencing for first-time drug offenders; expungement",
    "number": "622.5",
    "text": "(1)  Notwithstanding section 706-620(3), a person convicted for the first time for any offense under part IV of chapter 712 involving possession or use, not including to distribute or manufacture as defined in section 712-1240, of any dangerous drug, detrimental drug, harmful drug, intoxicating compound, marijuana, or marijuana concentrate, as defined in section 712-1240, unlawful methamphetamine trafficking as provided in section 712-1240.6, or involving possession or use of drug paraphernalia under section 329-43.5, is eligible to be sentenced to probation under subsection (2) if the person meets the following criteria:\n\n\n\n\t(a)\tThe court has determined that the person is nonviolent after reviewing the person's criminal history, the factual circumstances of the offense for which the person is being sentenced, and any other relevant information;\n\t(b)\tThe person has been assessed by a certified substance abuse counselor to be in need of substance abuse treatment due to dependency or abuse under the applicable Diagnostic and Statistical Manual and Addiction Severity Index; and\n\t(c)\tExcept for those persons directed to substance abuse treatment under the supervision of the drug court, the person presents a proposal to receive substance abuse treatment in accordance with the treatment plan prepared by a certified substance abuse counselor through a substance abuse treatment program that includes an identified source of payment for the treatment program.\n\n\n\n\t(2)  A person eligible under subsection (1) may be sentenced to probation to undergo and complete a substance abuse treatment program if the court determines that the person can benefit from substance abuse treatment and, notwithstanding that the person would be subject to sentencing as a repeat offender under section 706-606.5, the person should not be incarcerated in order to protect the public.  If the person fails to complete the substance abuse treatment program and the court determines that the person cannot benefit from any other suitable substance abuse treatment program, the person shall be subject to sentencing under the applicable section under this part.  As a condition of probation under this subsection, the court may direct the person to undergo and complete substance abuse treatment under the supervision of the drug court if the person has a history of relapse in treatment programs.  The court may require other terms and conditions of probation, including requiring that the person contribute to the cost of the substance abuse treatment program and comply with deadlines for entering into the substance abuse treatment program.\n\t(3)  For the purposes of this section, \"substance abuse treatment program\" means drug or substance abuse treatment services provided outside a correctional facility by a public, private, or nonprofit entity that specializes in treating persons who are diagnosed with having substance abuse or dependency and preferably employs licensed professionals or certified substance abuse counselors.\n\t(4)  The court, upon written application from a person sentenced under this part, shall issue a court order to expunge the record of conviction for that particular offense; provided that a person has successfully completed the substance abuse treatment program and complied with other terms and conditions of probation.  A person sentenced to probation under this section shall be eligible for one time only for expungement under this subsection.\n\t(5)  Nothing in this section shall be construed to give rise to a cause of action against the State, a state employee, or a treatment provider. [L 2002, c 161, §3; am L 2004, c 44, §11]\nCOMMENTARY ON \n  Act 161, Session Laws 2002, added this section to require, among other things, that first-time nonviolent drug offenders be sentenced to undergo and complete drug treatment instead of incarceration.  The legislature found that the link between substance abuse and crime is well-established.  The legislature did not wish to diminish the seriousness of crime, but looked to approaching crime as being the result of addiction that is treatable.  The treatment route was expected to produce a reduction in crime and recidivism.  The legislature intended to promote treatment of nonviolent substance abuse offenders, rather than incarceration, as being in the best interests of the individual and the community at large.  Conference Committee Report No. 96-02.\nCase Notes\n  Inasmuch as the plain and unambiguous language of §706-606.5 requires application of the repeat offender statute over \"any other law to the contrary\", the circuit court did not err in sentencing defendant as a repeat offender pursuant to §706-606.5; in all cases in which §706-606.5 is applicable, including those in which a defendant would otherwise be eligible for probation under this section, the circuit courts must sentence defendants pursuant to the provisions of §706-606.5.  103 H. 228, 81 P.3d 408.\n  Defendants with prior felony convictions of drug offenses are disqualified from sentencing pursuant to this section, even if the convictions occurred in other jurisdictions and therefore not \"under part IV of chapter 712\", so long as the offenses would implicate part IV of chapter 712 if committed in Hawaii.  104 H. 71, 85 P.3d 178.\n  By its plain language, Act 44, Session Laws of Hawaii 2004, prospectively permitted greater discretion to sentencing courts confronted with conflicts between this section and §706-606.5 than they previously possessed; thus, based on the legislative intent reflected in Act 44, the Act 161, Session Laws of Hawaii 2002 version of this section, under which defendant was sentenced, did not trump the repeat offender statute.  106 H. 1, 100 P.3d 595."
}