{
    "name": "Summons or arrest of defendant on probation; commitment without bail",
    "number": "626",
    "text": "At any time before the discharge of the defendant or the termination of the period of probation:\n\n\n\n\t(1)\tThe court may, in connection with the probation, summon the defendant to appear before it or may issue a warrant for the defendant's arrest;\n\t(2)\tA probation or law enforcement officer, having probable cause to believe that the defendant has failed to comply with a requirement imposed as a condition of the order, may arrest the defendant without a warrant and the defendant shall be held in custody pending the posting of bail pursuant to a bail schedule established by the court, or until a hearing date is set; provided that when the punishment for the original offense does not exceed one year, the probation or law enforcement officer may admit the probationer to bail; or\n\t(3)\tThe court, if there is probable cause to believe that the defendant has committed another crime or has been held to answer therefor, may commit the defendant without bail, pending a determination of the charge by the court having jurisdiction thereof. [L 1972, c 9, pt of §1; am L 1986, c 314, §28; am L 1989, c 125, §1; am L 2001, c 24, §1 and c 91, §4]\n\n\n\n\nCOMMENTARY ON \n  The court, in order to control the conditions of suspension or probation, must have power, either by summons or warrant, to require the defendant to appear before the court.  Subsection (1) provides this power.  Subsection (2) provides a more limited power for probation and peace officers; they may arrest without a warrant only where there is probable cause to believe that the defendant has failed to comply with a condition of probation or suspension.\n  Subsection (3) is addressed to the problem presented by a defendant who is on probation or under suspended sentence and who is accused or charged with commission of another crime.  The commission of a crime while on probation or under suspension of sentence would, in most cases, constitute a violation of a condition of probation or suspension.  The question thus presented is whether the issue of guilt, with respect to the most recent crime, should be tried informally as a violation of a condition of suspension or probation or whether the issue should be tried independently.  The Code resolves this question by providing that the defendant may be held pending an independent or formal determination by the court having jurisdiction over the charge, thus preserving for the defendant all procedural rights.  This subsection must be read in conjunction with §706-628(1) which provides for revocation in cases where the defendant \"has been convicted of another crime.\" \n  Subsection (1) is in substantial accord with prior law governing the circuit courts.[1]  Subsection (2) is an addition to the law and subsection (3) represents a slight departure from it.  The circuit court apparently had the power--although it may choose not to exercise it--to decide, in a probation proceeding, the issue of whether the defendant has committed a crime during the period of probation.[2]\nSUPPLEMENTAL COMMENTARY ON \n  Act 125, Session Laws 1989, required that a probationer be placed in custody after arrest for a probation violation and permitted an arrested probationer to post bail in certain circumstances.  Senate Standing Committee Report No. 1331.\n  Act 24, Session Laws 2001, amended this section to authorize probation or peace officers to admit defendants to bail when the punishment for the original offense does not exceed one year.  Although law enforcement personnel may set bail for petty misdemeanor and misdemeanor offenses, they are not authorized to do so for probation violators and must defer to the courts.  The legislature found that the ability to immediately arrest and set bail for petty misdemeanor and misdemeanor probationers would allow more efficient processing of probation violations.  Senate Standing Committee Report No. 1516, House Standing Committee Report No. 547.\nCase Notes\n  Subsection (3) should not be read to mean that statutes on probation are concerned only with offenses committed after a defendant is placed on probation.  Implications arising from this section and commentary cannot be used to define language of §706-628(1).  62 H. 159, 612 P.2d 1168.\n  Evidentiary requirements of subsection (3), satisfaction of.  1 H. App. 98, 614 P.2d 405.\n  Under subsection (3), upon showing of probable cause court has discretionary authority to commit without bail.  1 H. App. 98, 614 P.2d 405.\n  Motion to commit without bail pursuant to subsection (3) tolls the period of probation.  1 H. App. 469, 620 P.2d 1082.\n  Period of probation which had been tolled begins to run again after written entry of judgment.  4 H. App. 35, 658 P.2d 910.\n__________\n Commentary:\n1.  See H.R.S. §711-80.\n2.  Id."
}