{
    "name": "Drug demand reduction assessments; special fund",
    "number": "650",
    "text": "(1)  In addition to any disposition authorized by chapter 706 or 853, any person who is:\n\n\n\n\t(a)\tConvicted of an offense under part IV of chapter 712, except sections 712-1250.5 and 712-1257;\n\t(b)\tConvicted under section 707-702.5;\n\t(c)\tConvicted of a felony or misdemeanor offense under part IV of chapter 329;\n\t(d)\tConvicted under section 291-3.1, 291-3.2, 291-3.3, 291E-61, or 291E-61.5;\n\t(e)\tFound in violation of part III of chapter 291E; or\n\t(f)\tCharged with any offense under paragraphs (a) to (d) who has been granted a deferred acceptance of guilty or no contest plea;\n\n\n\nshall be ordered to pay a monetary assessment under subsection (2), except as provided under subsection (6).\n\t(2)  Monetary assessments for individuals subject to subsection (1) shall not exceed the following:\n\n\n\n\t(a)\t$3,000 when the offense is a class A felony;\n\t(b)\t$2,000 when the offense is a class B felony;\n\t(c)\t$1,000 when the offense is a class C felony;\n\t(d)\t$500 when the offense is a misdemeanor; or\n\t(e)\t$250 when the person has been found guilty of an offense under section 712-1249, 291-3.1, 291-3.2, 291-3.3, 291E-61, or has been found in violation of part III of chapter 291E.\n\n\n\nNotwithstanding sections 706-640 and 706-641 and any other law to the contrary, the assessments provided by this section shall be in addition to and not in lieu of, and shall not be used to offset or reduce, any fine authorized or required by law.\n\t(3)  There is established a special fund to be known as the \"drug demand reduction assessments special fund\" to be administered by the department of health.  The disbursement of money from the drug demand reduction assessments special fund shall be used to supplement substance abuse treatment and other substance abuse demand reduction programs.\n\t(4)  All monetary assessments paid and interest accrued on funds collected pursuant to this section shall be deposited into the drug demand reduction assessments special fund.\n\t(5)  Restitution to the victim of a crime enumerated in subsection (1) shall be made, and probation fees and crime victim compensation fees imposed under part III of chapter 706 shall be paid, before payment of the monetary assessment.\n\t(6)  If the court determines that the person has the ability to pay the monetary assessment and is eligible for probation or will not be sentenced to incarceration, unless otherwise required by law, the court may order the person to undergo a substance abuse treatment program at the person's expense.  If the person undergoes a substance abuse treatment program at the person's expense, the court may waive or reduce the amount of the monetary assessment. Upon a showing by the person that the person lacks the financial ability to pay all or part of the monetary assessment, the court may waive or reduce the amount of the monetary assessment. [L 1995, c 205, §§1, 4; am L 1996, c 7, §1; am L 1998, c 152, §3; am L 2001, c 116, §1; am L 2004, c 152, §1]\nCOMMENTARY ON \n  Act 152, Session Laws 2004, made permanent the drug demand reduction assessments enacted in Act 205, Session Laws 1995, and also, among other things, expanded the number of offenses for which the monetary assessments will be imposed; made the monetary assessments mandatory; specified that, in addition to restitution to the victim, probation and crime victim compensation fees shall also be paid before payment of the assessment; gave the court the discretion to order the offender to undergo substance abuse treatment at the offender's expense if the court determines that the offender is eligible for probation or will not be sentenced to prison; and provided that the court may waive or reduce the amount of the assessment if the offender undergoes treatment at the offender's expense or upon a showing that the offender lacks the financial ability to pay all or part of the assessment.  House Standing Committee Report No. 1245-04."
}