{
    "name": "Sentence of imprisonment for use of a firearm, semiautomatic firearm, or automatic firearm in a felony",
    "number": "660.1",
    "text": "(1)  A person convicted of a felony, where the person had a firearm in the person's possession or threatened its use or used the firearm while engaged in the commission of the felony, whether the firearm was loaded or not, and whether operable or not, may in addition to the indeterminate term of imprisonment provided for the grade of offense be sentenced to a mandatory minimum term of imprisonment without possibility of parole or probation the length of which shall be as follows:\n\n\n\n\t(a)\tFor murder in the second degree and attempted murder in the second degree--up to fifteen years;\n\t(b)\tFor a class A felony--up to ten years;\n\t(c)\tFor a class B felony--up to five years; and\n\t(d)\tFor a class C felony--up to three years.\n\n\n\nThe sentence of imprisonment for a felony involving the use of a firearm as provided in this subsection shall not be subject to the procedure for determining minimum term of imprisonment prescribed under section 706-669; provided further that a person who is imprisoned in a correctional institution as provided in this subsection shall become subject to the parole procedure as prescribed in section 706-670 only upon the expiration of the term of mandatory imprisonment fixed under paragraph (a), (b), (c), or (d).\n\t(2)  A person convicted of a second firearm felony offense as provided in subsection (1) where the person had a firearm in the person's possession or threatened its use or used the firearm while engaged in the commission of the felony, whether the firearm was loaded or not, and whether operable or not, shall in addition to the indeterminate term of imprisonment provided for the grade of offense be sentenced to a mandatory minimum term of imprisonment without possibility of parole or probation the length of which shall be as follows:\n\n\n\n\t(a)\tFor murder in the second degree and attempted murder in the second degree--twenty years;\n\t(b)\tFor a class A felony--thirteen years, four months;\n\t(c)\tFor a class B felony--six years, eight months; and\n\t(d)\tFor a class C felony--three years, four months.\n\n\n\nThe sentence of imprisonment for a second felony offense involving the use of a firearm as provided in this subsection shall not be subject to the procedure for determining a minimum term of imprisonment prescribed under section 706-669; provided further that a person who is imprisoned in a correctional institution as provided in this subsection shall become subject to the parole procedure as prescribed in section 706-670 only upon expiration of the term of mandatory imprisonment fixed under paragraph (a), (b), (c), or (d).\n\t(3)  A person convicted of a felony, where the person had a semiautomatic firearm or automatic firearm in the person's possession or used or threatened its use while engaged in the commission of the felony, whether the semiautomatic firearm or automatic firearm was loaded or not, and whether operable or not, shall in addition to the indeterminate term of imprisonment provided for the grade of offense be sentenced to a mandatory minimum term of imprisonment without possibility of parole or probation the length of which shall be as follows:\n\n\n\n\t(a)\tFor murder in the second degree and attempted murder in the second degree--twenty years;\n\t(b)\tFor a class A felony--fifteen years;\n\t(c)\tFor a class B felony--ten years; and\n\t(d)\tFor a class C felony--five years.\n\n\n\nThe sentence of imprisonment for a felony involving the use of a semiautomatic firearm or automatic firearm as provided in this subsection shall not be subject to the procedure for determining a minimum term of imprisonment prescribed under section 706-669; provided further that a person who is imprisoned in a correctional institution as provided in this subsection shall become subject to the parole procedure as prescribed in section 706-670 only upon expiration of the term of mandatory imprisonment fixed under paragraph (a), (b), (c), or (d).\n\t(4)  In this section:\n\n\n\n\t(a)\t\"Firearm\" has the same meaning defined in section 134-1 except that it does not include \"semiautomatic firearm\" or \"automatic firearm.\"\n\t(b)\t\"Automatic firearm\" has the same meaning defined in section 134-1.\n\t(c)\t\"Semiautomatic firearm\" means any firearm that uses the energy of the explosive in a fixed cartridge to extract a fired cartridge and chamber a fresh cartridge with each single pull of the trigger. [L 1976, c 204, §3; am L 1987, c 260, §1; am L 1990, c 195, §5; am L 1992, c 57, §1; gen ch 1992]\n\n\n\n\nCOMMENTARY ON \n  Designed to deter the use of firearms in the commission of offenses, this section, together with §706-660, is intended to require the court to impose a mandatory term of imprisonment in cases of felonies involving firearms.  Nothing in this or in §706-660, however, is intended to preclude the court from imposing indeterminate or extended indeterminate sentences, or the paroling authority from fixing minimum terms of imprisonment, exceeding the terms provided for in this section.  Senate Conference Committee Report No. 35, House Conference Committee Report No. 34 (1976).\n  Act 260, Session Laws 1987, amended this section by changing the conditions under which a mandatory sentence can be imposed.  A mandatory sentence can be imposed regardless of whether the firearm was loaded, operable, or used as a threat.  The legislature felt that allowing judicial discretion in imposing a mandatory sentence, for the first firearm offense, will address concerns that under certain circumstances the mere possession of a firearm may not justify a mandatory prison term.  Senate Standing Committee Report No. 769, Senate Conference Committee Report No. 111, House Conference Committee Report No. 113.\n  Act 195, Session Laws 1990, amended this section to address community concerns in regard to the use of \"assault weapons.\"  Harsh sentences keep these weapons out of the hands of criminals.  Senate Standing Committee Report No. 3058.\n  Act 57, Session Laws 1992, amended this section to conform subsection and paragraph designations to the style used in the Code.  House Standing Committee Report No. 1198-92, Senate Standing Committee Report No. 1947.\nLaw Journals and Reviews\n  State v. Kumukau:  A Case for the Application of Eighth Amendment Proportionality Analysis.  13 UH L. Rev. 577.\nCase Notes\n  Defendant should be permitted to show that counsel was ineffective at time of prior convictions.  65 H. 354, 652 P.2d 1119.\n  Imposition of consecutive mandatory minimum terms were authorized; however, court imposing the maximum terms consecutively may abuse its discretion.  71 H. 218, 787 P.2d 682.\n  Defendant who pled no contest to both kidnapping and use of firearm in commission of kidnapping was properly sentenced under enhanced sentencing statute for former but not latter crime; legislature did not intend to impose two mandatory minimum sentences for one use of firearm.  72 H. 496, 824 P.2d 107.\n  Appellant had a right under the due process clause, article I, §5 of the Hawai`i constitution, to be given reasonable notice of the circuit court's intention to apply subsection (a) (1985) in sentencing appellant in connection with kidnapping conviction and to be afforded the opportunity to be heard with respect thereto. 76 H. 517, 880 P.2d 192.\n  Paragraph (1) interpreted to preclude imposition of enhanced sentencing for defendant convicted of robbery where defendant did not personally possess, threaten to use, or use firearm while engaged in commission of that felony.  80 H. 327, 909 P.2d 1142.  Plain reading of indictment put defendant on notice that charges against defendant included possession of a firearm and that defendant could face sentencing enhancement under this section.  80 H. 327, 909 P.2d 1142.\n  A sentencing court may order that a mandatory minimum term of imprisonment imposed under this section be served consecutively to a mandatory period of imprisonment imposed under §706-606.5 in connection with a separate felony conviction arising out of a charge contained in the same indictment or complaint.  84 H. 476, 935 P.2d 1021.\n  Imposition of mandatory minimum sentences vacated where unclear from verdict and record whether jury found defendant guilty as principal who killed victims with firearm or as accomplice who aided commission of crime in some other way.  85 H. 462, 946 P.2d 32.\n  Trial court erred in imposing mandatory minimum term of fifteen years under subsection (3) where jury was not instructed on the statutory definition of semiautomatic pistol and did not expressly find that defendant used a semiautomatic firearm in the commission of the robbery.  91 H. 33, 979 P.2d 1059.\n  Trial court erred in sentencing defendant to mandatory minimum terms of imprisonment under subsections (1)(c) and (3)(c) where defendant's theft of a firearm was the entire felony; there was no underlying felony that defendant committed while possessing or using a firearm; as such, defendant's conduct fell outside the ambit of this section.  106 H. 441, 106 P.3d 364.\n  Whether felon being sentenced possessed, used, or threatened to use a firearm while engaged in the commission of a class A felony is a question of fact to be determined by the court.  7 H. App. 424, 774 P.2d 246.\n  Subsection (b) inapplicable where record contained no evidence that defendant's prior felony conviction involved possession, use, or threat to use firearm; proper sentencing statute was subsection (a).  9 H. App. 368, 842 P.2d 267.\n  Where discussion that defendant was subject to mandatory minimum terms of imprisonment under this section was conducted at bench outside of defendant's hearing, defendant was not given constitutionally required reasonable notice of intended application of this section.  82 H. 158 (App.), 920 P.2d 372.\n  Mandatory minimum term of imprisonment specified under subsection (3) cannot be imposed on a defendant who did not personally possess, use or threaten to use firearm, simply on the basis of his or her accomplice liability.  84 H. 112 (App.), 929 P.2d 1362.\n  Sentencing court must impose the mandatory minimum term of imprisonment specified under subsection (3) upon filing of appropriate motion and finding that defendant had firearm in defendant's possession or used or threatened its use while engaged in the commission of the felony.  84 H. 112 (App.), 929 P.2d 1362.\n  Where use of term \"rifle\" in complaint did not indicate whether weapon used was a semi-automatic or automatic firearm, as opposed to one which was not, complaint failed to properly allege, and thereby notify defendant of defendant's criminal liability under paragraph (3)(d).  84 H. 352 (App.), 933 P.2d 1386."
}