{
    "name": "Young adult defendants",
    "number": "667",
    "text": "(1)  Defined.  A young adult defendant is a person convicted of a crime who, at the time of sentencing, is less than twenty-two years of age and who has not been previously convicted of a felony as an adult or adjudicated as a juvenile for an offense that would have constituted a felony had the young adult defendant been an adult. \t(2)  Specialized correctional treatment.  A young adult defendant who is sentenced to a term of imprisonment which may exceed thirty days may be committed by the court to the custody of the department of public safety, shall receive, as far as practicable, such special and individualized correctional and rehabilitative treatment as may be appropriate to the young adult defendant\u0092s needs.\n\t(3)  Special term.  A young adult defendant convicted of a felony may, in lieu of any other sentence of imprisonment authorized by this chapter, be sentenced to a special indeterminate term of imprisonment if the court is of the opinion that such special term is adequate for the young adult defendant\u0092s correction and rehabilitation and will not jeopardize the protection of the public.  When ordering a special indeterminate term of imprisonment, the court shall impose the maximum length of imprisonment which shall be eight years for a class A felony, five years for a class B felony, and four years for a class C felony.  The minimum length of imprisonment shall be set by the Hawaii paroling authority in accordance with section 706-669.  During this special indeterminate term, the young adult will be incarcerated separately from career criminals, when practicable.\n\tThis section shall not apply to the offenses of murder or attempted murder. [L 1972,c 9, pt of §l; am L1976, c 92, §8;am L 1980,c 295, §§2,3; am L 1986, c 314, §44; am L 1987, c 338, §10; am L 1989, c 211, §8; gen ch 1993; am L 1997, c 318, §4]\nCross References\n  Immaturity excluding criminal conviction; transfer of proceedings to family court, see §704-418.\nCOMMENTARY ON \n  This section provides for specialized treatment for young persons over whom family court jurisdiction has been waived and for those persons under the age of 22 years who are not subject to the jurisdiction of that court.\n  It is clear that the age span encompassed in this section is a period of formative years and, notwithstanding the fact that the defendants are not subject to the jurisdiction of the family court, \"[p]rudence and humanity... argue for a specialized and concentrated effort in this area.\"[1]\n  Subsection (2) recognizes that specialized and concentrated effort includes penal institutions designed to meet the needs of young adult defendants.  The Department of Social Services and Housing should have among its various divisions, an agency which can provide the young adult defendant with such \"special and individualized correctional and rehabilitative treatment as may be appropriate to his needs.\"  Subsection (2) provides that, regardless of whether a special term is imposed pursuant to subsection (3), when a young adult defendant is sentenced to imprisonment for more than 30 days (i.e., for a misdemeanor or felony) the young adult defendant may be committed to the department of social services and housing for special correctional and rehabilitative treatment.\n  Subsection (3) provides for a special term of imprisonment for young adult defendants convicted of a felony.  Once again, the Code adopts a flexible approach in sentencing.  The court is not compelled to impose a special term in the case of a convicted young adult.  It may, according to the provisions of Part II of this Chapter, suspend the imposition of sentence or sentence the defendant to probation.  If the court determines that imprisonment is necessary, the court is free, within the limitations heretofore set forth, to choose between the special term authorized by this section and the ordinary and extended terms authorized by prior sections in this Part.  Subsection (3) merely authorizes the employment of a special, more limited term of imprisonment \"if the court is of the opinion that such special term is adequate for... [the defendant's] correction and rehabilitation and will not jeopardize the protection of the public.\"  Assuming the court is satisfied that this condition can be met, there seems no reason for not allowing the court, if it chooses, to protect the young offender from the longer maxima provided for felonies.\nSUPPLEMENTAL COMMENTARY ON \n  The Legislature in enacting the Code in 1972 changed subsection (2) by making it discretionary with the court, rather than mandatory, to commit the young adult defendant to the custody of the department of social services and housing for specialized treatment.\n  Act 295, Session Laws 1980, amended this section to establish a more equitable and just system of sentencing young adults.  Conference Committee Report No. 34-80 (42-80).  Subsection (1) was amended by changing the definition of a young adult defendant so as to exclude repeat felony offenders from the class of young persons entitled to specialized treatment.  Subsection (3) was amended to provide for different terms of imprisonment depending upon whether the offense involved is a class A, B, or C felony.  Subsection (3) was also amended by the addition of an express provision that young adults be incarcerated separately from career criminals when practicable.  Lastly, the section was amended to provide that it does not apply to the offense of murder.\n  Act 318, Session Laws 1997, amended this section by defining a young adult defendant as a person convicted of a crime who, at the time of sentencing, is less than twenty-two years of age.  The legislature found that immediate action was necessary for the protection and safety of the community from the growing number of minors who commit violent, serious, or multiple felonies.  Senate Standing Committee Report No. 1561.\nCase Notes\n  Not repealed by implication by §706-606.1.  67 H. 46, 677 P.2d 463.\n  Defendant did not fall within definition of a young adult defendant.  71 H. 609, 801 P.2d 553.\n  Reasonable inference could be drawn that sentencing court considered special eight-year term prior to sentencing young adult defendant to twenty-year term under §706-659.  73 H. 259, 831 P.2d 523.\n  A sentencing court must afford a defendant his or her right of presentence allocution before ruling on the applicability of the young adult defendants statute.  90 H. 280, 978 P.2d 718.\n  Defendant, who was age-eligible for sentencing under this section, the young adult defendant statute, at the time defendant's deferred acceptance of guilty plea was granted, but age-ineligible at the time it was revoked, could not thereafter be sentenced as a young adult defendant; specialized treatment under this section is afforded only to those who are less than the prescribed twenty-two years of age at the time of sentencing.  93 H. 362, 3 P.3d 1239.\n  Referred to:  56 H. 75, 527 P.2d 1269; 61 H. 1, 594 P.2d 1078.\n__________\n Commentary:\n1.  M.P.C., Tentative Draft No. 7, comments at 24 (1957)."
}