{
    "name": "Victim restitution",
    "number": "646",
    "text": "(1)  As used in this section, \"victim\" includes any of the following:\n\n\n\n\t(a)\tThe direct victim of a crime including a business entity, trust, or governmental entity;\n\t(b)\tIf the victim dies as a result of the crime, a surviving relative of the victim as defined in chapter 351; or\n\t(c)\tA governmental entity which has reimbursed the victim for losses arising as a result of the crime.\n\n\n\n\t(2)  The court may order the defendant to make restitution for losses suffered by the victim or victims as a result of the defendant's offense.  The court may order restitution to be paid to the crime victim compensation commission in the event that the victim has been given an award for compensation under chapter 351.\n\t(3)  Restitution shall be a dollar amount that is sufficient to reimburse any victim fully for losses including but not limited to:\n\n\n\n\t(a)\tFull value of stolen or damaged property, as determined by replacement costs of like property, or the actual or estimated cost of repair, if repair is possible;\n\t(b)\tMedical expenses; and\n\t(c)\tFuneral and burial expenses incurred as a result of the crime.\n\n\n\n\t(4)  The restitution ordered shall not affect the right of a victim to recover under section 351-33 or in any manner provided by law; provided that any amount of restitution actually recovered by the victim under this section shall be deducted from any award under section 351-33. [L 1998, c 269, pt of §1; am L 1999, c 18, §17]\nCOMMENTARY ON \n  Act 269, Session Laws 1998, added this section and §706-647 to allow victims of crime to enforce a criminal restitution order in the same manner as a civil judgment.  This section also includes within the definition of \"victim\" a governmental entity which has reimbursed the victim for losses arising as a result of the crime, and allows the court to order restitution to be paid to the criminal injuries compensation commission if the victim has been given an award for compensation by the commission.  Under current law, a defendant may be required by the court to pay restitution for losses caused to the victim.  Collection of the restitution was left to governmental entities such as the judiciary, paroling authority, and department of public safety; these entities often were able to collect only a small fraction of the amount.  Moreover, although the criminal injuries compensation commission helped victims by providing some compensation, victims of property crimes and some violent crimes were ineligible for any compensation from the commission.  Furthermore, although a victim may bring a civil action against the defendant, the process was costly and time-consuming.  The legislature believed that victims should have a \"fast track\" ability to be compensated for their losses by allowing victims to enforce the criminal restitution order as a civil judgment, using all of the civil collection remedies.  Conference Committee Report No. 89, Senate Standing Committee Report No. 3008."
}