{
    "name": "Resentence for the same offense or for offense based on the same conduct not to be more severe than prior sentence",
    "number": "609",
    "text": "When a conviction or sentence is set aside on direct or collateral attack, the court shall not impose a new sentence for the same offense, or for a different offense based on the same conduct, which is more severe than the prior sentence. [L 1972, c 9, pt of §1]\nCOMMENTARY ON \n  This section is derived from the American Bar Association's Standards Relating to Sentencing Alternatives and Procedures.[1]  The section is self-explanatory.  The reasons which compelled the American Bar Association Project to recommend this section have been well stated in the commentary to the Standards.  We yield to the temptation to quote that commentary at length: \n\n\t\tThere are three reasons which have led the Advisory Committee to this view.  The first relates to the selection process which leads to the possibility of an increased sentence.  The only argument which can justify an increase following a re-trial is that the original sentence was too light, either because the first judge was too lenient or because new facts have been presented.  However, the only class of persons who are vulnerable to this argument consists of those who have exercised the right to challenge their convictions.  There is no basis for believing that there exists any rational correspondence between this group and those offenders who may indeed deserve an increase.... \n\t\tThe second argument is closely related.  The risk of a greater sentence as the result of the assertion of the right of review necessarily acts as a deterrent to the exercise of the right.  The issue thus posed is whether this is a desirable result.  The Advisory Committee believes that it is not.  The extent of the pressure placed on an individual defendant bears no relation to the degree of injustice which may have been perpetrated.  A system which fears the assertion of error to a degree that it must place artificial deterrents in the path which leads to review is not a healthy system.  There can also be adverse effects on the rehabilitative effort of the individual defendant who believes that he was wronged but is told that he may have to subject himself to the possibility of a greater wrong in order to assert any error. \n\t\tThe third reason which leads the Advisory Committee to this view begins with the difficulties which a contrary position would invite.  It is a matter of record that some judges have imposed harsher sentences because of lack of sympathy with the constitutional rights asserted by some defendants, and in a frank attempt to minimize the numbers who will assert such rights in the future.  Yet it is at least clear that greater punishment should not be inflicted on the defendant because he has asserted his right to appeal.  The only justification for an increased sentence, as noted above, is either that the first judge was too lenient or that new facts have been discovered.  A position contrary to the standard proposed here would thus necessitate in every case a factual inquiry to determine the motivation of the judge who imposed the new sentence.  As the Fourth Circuit recently pointed out, it is \"impossible, and most distasteful\" for other courts to be required to make that kind of inquiry.  Patton v. North Carolina, 381 F.2d 636, 641 (4th Cir. 1967).  If the system can avoid such a result at a cost which is not prohibitive, it most certainly should do so.  In the Advisory Committee's view, the cost in this instance particularly in light of the other reasons advanced above is not significant. \n\t\tFinally, it should also be noted that there are substantial constitutional arguments which can be made against a practice contrary to the proposed standard.  The First and Fourth Circuits have recently held an increased sentence after a re-trial to be unconstitutional.  See Marano v. United States, 374 F.2d 583 (1st Cir. 1967); Patton v. North Carolina, 381 F.2d 636 (4th Cir. 1967).  The Third Circuit has disagreed.  See United States ex rel. Starner v. Russell, 378 F.2d 808 (3d Cir. 1967), cert. denied, 36 U.S. Law Week 3148 (Oct. 9, 1967)....[2] \n\n  The Code finds the reasoning of the commentary to the Standards persuasive and accordingly, in this section, accepts the recommendation purposed.\nCase Notes\n  Section inapplicable to cases where a new sentence, which is not more severe than a prior sentence, adversely affects a defendant's parole status.  79 H. 281, 901 P.2d 481.\n  This section applies to a situation where the first sentence was imposed after a trial and the second sentence was imposed after a retrial, or, where the first sentence was imposed after an unbargained plea and the second sentence was imposed after a trial.  102 H. 346 (App.), 76 P.3d 589.\n  Discussed:  83 H. 507, 928 P.2d 1.\n__________\n Commentary:\n1.  A.B.A. Standards. \n2.  Id.  Comments at 198-200."
}