{
    "name": "Repeat violent and sexual offender; enhanced sentence",
    "number": "606.6",
    "text": "(1)  Notwithstanding any other provision of law to the contrary, any person who is convicted of an offense under section 707-701.5, 707-702, 707-730, 707-731, 707-732, 707-733.5, 707-750, or 708-840, after having been convicted on at least three prior and separate occasions of an offense under section 707-701.5, 707-702, 707-710, 707-711, 707-730, 707-731, 707-732, 707-733.5, 707-750, or 708-840, or of an offense under federal law or the laws of another state that is comparable to an offense under section 707-701.5, 707-702, 707-710, 707-711, 707-730, 707-731, 707-732, 707-733.5, 707-750, or 708-840, shall be sentenced to an extended term of imprisonment as provided in section 706-661.\n\t(2)  A conviction shall not be considered a prior offense unless the conviction occurred within the following time periods:\n\n\n\n\t(a)\tFor an offense under section 707-701.5, 707-702, 707-730, 707-733.5, 707-750, or 708-840, within the past twenty years from the date of the instant offense;\n\t(b)\tFor an offense under section 707-710 or 707-731, within the past ten years from the date of the instant offense;\n\t(c)\tFor an offense under section 707-711 or 707-732, within the past five years from the date of the instant offense; or\n\t(d)\tFor an offense under federal law or the laws of another state that is comparable to an offense under section 707-701.5, 707-702, 707-710, 707-711, 707-730, 707-731, 707-732, 707-733.5, 707-750, or 708-840, within the maximum term of imprisonment possible under the appropriate jurisdiction. [L 1999, c 286, §1]\n\n\n\n\nCOMMENTARY ON §706-606.6\n\tAct 286, Session Laws 1999, added this section, mandating an extended term of imprisonment for multiple offenses, to heighten penalties for habitual violent and sexual offenders.  The legislature found that repeat violent and sexual offenders deserve some degree of enhanced sentencing.   Conference Committee Report No. 89."
}