{
    "name": "Penalties against corporations and unincorporated associations; forfeiture of corporate charter or revocation of certificate authorizing foreign corporation to do business in the State",
    "number": "608",
    "text": "(1)  The court may sentence a corporation or an unincorporated association which has been convicted of an offense to be placed on probation as authorized by part II of this chapter or to be fined as authorized by part III of this chapter.\n\t(2)  When a corporation is convicted of a crime or a high managerial agent of a corporation, as defined in section 702-229(3), is convicted of a crime committed in the conduct of the affairs of the corporation, the court, in sentencing the corporation or the agent, may order the charter of a corporation organized under the laws of this State forfeited or the certificate of a foreign corporation authorizing it to do business in this State revoked upon finding:\n\n\n\n\t(a)\tThat the board of directors or a high managerial agent acting in behalf of the corporation has, in conducting the corporation's affairs, intentionally engaged in a persistent course of criminal conduct, and\n\t(b)\tThat for the prevention of future criminal conduct of the same character, the public interest requires the charter of the corporation to be forfeited and the corporation to be dissolved or the certificate to be revoked.\n\n\n\n\t(3)  The proceedings authorized by subsection (2) shall be conducted in accordance with the procedures authorized by law for the involuntary dissolution of a corporation or the revocation of the certificate authorizing a foreign corporation to conduct business in this State.  Such proceedings shall be deemed additional to any other proceedings authorized by law for the purpose of forfeiting the charter of a corporation or revoking the certificate of a foreign corporation. [L 1972, c 9, pt of §1; am L 1986, c 314, §18]\nCOMMENTARY ON \n  Subsection (1) provides for the ordinary disposition in cases of convicted corporations and unincorporated associations, i.e., suspended sentence or fine.\n  Subsection (2) provides for further sanctions in cases of corporate crime; dissolution of the corporate entity in the case of domestic corporations and revocation of a foreign corporation's right to do business within the State.  Such sanctions are obviously severe and should be reserved for cases involving (1) intentional and persistent misconduct, and (2) a need for public protection which cannot be otherwise met.  However, \"persistent misconduct need not be restricted to prior convictions of the corporation or its agents for criminal offenses.\"[1]\n  The concentration of corporate wealth would tend to indicate that sanctions involving merely a fine may not be sufficient.  However, although the Code authorizes forfeiture of the corporate charter and revocation of a foreign corporation's right to do business in the State, these sanctions are not automatic upon conviction or even a finding of persistent misconduct.  Here, as in other areas, the Code provides a flexible approach by vesting discretion in the court.\n  Subsection (3) provides that involuntary dissolution in a penal case shall follow procedures authorized by law for involuntary dissolution in a civil context.\n  Unlike the Model Penal Code, which provides for institution of separate proceedings for forfeiture or revocation, this Code authorizes the sentencing court to decree forfeiture of a domestic corporate charter or revocation of a certificate of foreign corporation authorized to do business in this State.  Unlike many jurisdictions in the United States, which the Model Penal Code was drafted to accommodate, criminal cases in Hawaii are not handled by courts of limited jurisdiction.  The criminal calendar is rotated annually and neither lack of judicial expertise nor lack of judicial power would suggest that in Hawaii forfeiture or revocation should be handled by a separate court.\n__________\n Commentary:\n1.  M.P.C., Tentative Draft No. 4, comments at 203 (1955)."
}