{
    "name": "Classes of felonies",
    "number": "610",
    "text": "(1)  Apart from first and second degree murder and attempted first and second degree murder, felonies defined by this Code are classified, for the purpose of sentence, into three classes, as follows:\n\n\n\n\t(a)\tClass A felonies;\n\t(b)\tClass B felonies; and\n\t(c)\tClass C felonies.\n\n\n\n\tA felony is a class A, class B, or class C felony when it is so designated by this Code.  Except for first and second degree murder and attempted first and second degree murder, a crime declared to be a felony, without specification of class, is a class C felony.\n\t(2)  A felony defined by any statute of this State other than this Code shall constitute for the purpose of sentence a class C felony, except if another provision of law specifically defines a felony to be of a specified class as defined by this Code, such felony shall be treated for the purpose of sentence as provided by this chapter for that class of felony. [L 1972, c 9, pt of §1; am L 1986, c 314, §19; am L 1987, c 181, §4]\nCOMMENTARY ON \n  The chapter takes the general position that authorized sentences must take into consideration two things:  (1) the seriousness of the crime, and (2) the character of the defendant.  The Penal Code divides crime into three grades--felonies, misdemeanors, and petty misdemeanors--according to their seriousness.  This section further subdivides felonies into three classes.  With the exception of special provisions calling for the possibility of lifetime imprisonment for the offense of murder, the Code thus provides five categories of crimes \"which should exhaust the possibilities of reasonable, legislative discrimination.\"[1]\n  The prior Hawaii criminal law provided for two categories of crimes:  felonies and misdemeanors.[2]  However, within each category, the Legislature had fixed a multitude of different sentences which are not necessarily consistent with one another or adequately correlated to the relative seriousness of the offense.[3]\n\n\t\tThe number and variety of the distinctions of this order found in most existing systems is one of the main causes of the anarchy in sentencing that is so widely deplored.  Any effort to rationalize the situation must result in the reduction of distinctions to a relatively few important categories.[4]\n\n  Subsection (2) reduces to a class C felony, those felonies defined by a statute not within this Code.  This reflects the \"judgment that the [Penal] Code should deal at least with any area of criminality involving crimes so serious that classification as a [class A or class B] felony for sentence purposes is justified.\"[5]\nSUPPLEMENTAL COMMENTARY ON \n  Act 314, Session Laws 1986, amended this section so that non- Code statutes enacted since 1973 may designate felonies as class A or B felonies, rather than automatically being deemed class C felonies under present law.  Conference Committee Report No. 51-86.\n  Act 181, Session Laws 1987, added language to this section to reflect the recently created statutory murder and attempted murder crimes.  These crimes are murder in the first and second degree and attempted murder in the first and second degree.  Senate Standing Committee Report No. 1130.\nCase Notes\n  Because criminal solicitation to commit first degree murder is a crime declared to be a felony without specification of class within meaning of this section, it is a class C felony for sentencing purposes, subject to the sentencing provisions of §706-660.  84 H. 229, 933 P.2d 66.\n  For sentencing purposes, conspiracy to commit second degree murder is a class C felony under this section and subject to the sentencing provisions of §706-660, not §706-656.  84 H. 280, 933 P.2d 617.\n  As an attempt to commit a crime is an offense of the same class and grade as the offense which is attempted, and second degree murder committed under the \"aggravated circumstances\" set forth in §706-660.2 is expressly distinguished from classified felonies and, pursuant to this section, from unclassified felonies thus, attempted second degree murder is not an \"unclassified\" offense for purposes of sentencing and is not treated as a class C felony pursuant to §706-660.2.  96 H. 17, 25 P.3d 792.\n  Section 291C-12 failure to stop offense committed prior to its 1992 amendment was outside of this code and constituted a class C felony for purposes of sentencing.  9 H. App. 333, 839 P.2d 1186.\n__________\n Commentary:\n1.  M.P.C., Tentative Draft No. 2, comments at 10 (1954).\n2.  H.R.S. §701-2.\n3.  Cf. commentary on §706-600.\n4.  M.P.C., Tentative Draft No. 2, comments at 10-11 (1954).\n5.  Id. at 11."
}