{
    "name": "Credit for time of detention prior to sentence; credit for imprisonment under earlier sentence for same crime",
    "number": "671",
    "text": "(1)  When a defendant who is sentenced to imprisonment has previously been detained in any State or local correctional or other institution following the defendant's arrest for the crime for which sentence is imposed, such period of detention following the defendant's arrest shall be deducted from the minimum and maximum terms of such sentence.  The officer having custody of the defendant shall furnish a certificate to the court at the time of sentence, showing the length of such detention of the defendant prior to sentence in any State or local correctional or other institution, and the certificate shall be annexed to the official records of the defendant's commitment.\n\t(2)  When a judgment of conviction or a sentence is vacated and a new sentence is thereafter imposed upon the defendant for the same crime, the period of detention and imprisonment theretofore served shall be deducted from the minimum and maximum terms of the new sentence.  The officer having custody of the defendant shall furnish a certificate to the court at the time of sentence, showing the period of imprisonment served under the original sentence, and the certificate shall be annexed to the official records of the defendant's new commitment. [L 1972, c 9, pt of §1; gen ch 1993]\nCOMMENTARY ON \n  This section provides for a result which the Code deems fair.  It provides that time spent in incarceration before sentence or, where a prior conviction or sentence has been vacated, before resentence be credited against the minimum and maximum terms of imprisonment.  While it is true that most felons will be paroled prior to the expiration of the maximum term authorized by statute, nevertheless this section provides for some equalization, in the remaining felony cases and in misdemeanor cases, between those defendants who obtain pre-sentence release and those who do not.\nSUPPLEMENTAL COMMENTARY ON \n  The Legislature in enacting the Code changed 671, as set forth in the Proposed Draft, to provide that a convicted person shall receive credit for any time served in any state or local correctional facility against both the minimum and maximum term of imprisonment.  This provides for those few instances where the Code or other statutes provide for minimum terms of imprisonment.  Cf. §706-606, as enacted.\nCase Notes\n  Imprisonment required for credit to be applied to second sentence for the same crime.  69 H. 407, 744 P.2d 84.\n  Imprisonment served under a previous term of probation is not required to be credited towards defendant's new term of probation.  71 H. 73, 783 P.2d 292.\n  Defendant was not entitled to credit for time served while on probation.  71 H. 612, 801 P.2d 1206.\n  No credit applied towards probation sentence for time served in a federal prison for unrelated federal offenses.  72 H. 230, 813 P.2d 854.\n  Where defendant was sentenced to serve six months of imprisonment as a condition of probation, the six months of imprisonment was time spent imprisoned for purposes of subsection (2); when defendant was subsequently sentenced to serve maximum term of one year of imprisonment, circuit court was required under subsection (2) to deduct the time served in prison from the maximum one-year term of imprisonment.  78 H. 343, 893 P.2d 194.\n  A sentence that credits a defendant with the time served for an unrelated offense is illegal because the sentencing court is not authorized by this chapter to grant such a credit.  94 H. 250, 11 P.3d 1094.\n  Under this section, a defendant is entitled to have presentence credit applied only once against the aggregate of defendant's consecutive sentences.  96 H. 195, 29 P.3d 914.\n  Defendant claiming uncredited time served in confinement under subsection (1) is entitled to prove entitlement to the credit and to subpoena relevant documents as are necessary in aid thereof.  79 H. 175 (App.), 900 P.2d 172.\n  Based on subsection (1) and §706-624, sentencing court would have no authority to sentence defendant to five years' probation and more than one year in prison; furthermore, the court was required to credit defendant for time already served in pre-trial detention.  79 H. 317 (App.), 901 P.2d 1296.\n  Defendant not entitled to credit for time served in another state where imprisonment in other state was for another crime, not for any of the crimes for which defendant was sentenced in Hawaii.  84 H. 191 (App.), 932 P.2d 328.\n  Subsection (1) does not afford a defendant the right to credit against the sentence imposed against him or her for the time that the defendant spent in prison, post-arrest and pre-sentence as a consequence of a different charge or conviction.  91 H. 163 (App.), 981 P.2d 720."
}