{
    "name": "Sentence of imprisonment for felony; extended terms",
    "number": "661",
    "text": "In the cases designated in section 706-662, a person who has been convicted of a felony may be sentenced to an extended indeterminate term of imprisonment.  When ordering such a sentence, the court shall impose the maximum length of imprisonment which shall be as follows:\n\n\n\n\t(1)\tFor murder in the second degree--life without the possibility of parole;\n\t(2)\tFor a class A felony--indeterminate life term of imprisonment;\n\t(3)\tFor a class B felony--indeterminate twenty-year term of imprisonment; and\n\t(4)\tFor a class C felony--indeterminate ten-year term of imprisonment.\n\n\n\n\tThe minimum length of imprisonment for [paragraphs] (2), (3), and (4) shall be determined by the Hawaii paroling authority in accordance with section 706-669. [L 1972, c 9, pt of §1; am L 1976, c 92, §8; am L 1999, c 286, §2]\nCase Notes\n  Extended sentence imposed on multiple offender held not cruel and unusual punishment.  56 H. 343, 537 P.2d 724.\n  Breach of plea agreement by prosecutor resulting from participation in extended term hearing may be remedied by remand for resentencing by another judge.  60 H. 93, 588 P.2d 412; 60 H. 104, 588 P.2d 408.\n  Participation by prosecutor in hearing for extended term sentencing, even though pursuant to order of court, constituted breach of plea agreement.  60 H. 93, 588 P.2d 412.\n  No abuse of discretion in court sentencing defendant to extended terms of imprisonment under this section and §706-662 where, inter alia, court considered each of the factors enumerated in §706-606 and all the mitigating factors raised by defendant.  83 H. 335, 926 P.2d 1258.\n  As §706-600 and this section do not authorize a court to impose a single sentence on a defendant who has been convicted of multiple charges, trial court did not violate plea agreement by  imposing a life term for each class A felony defendant was convicted of, and then running each life term concurrently.  91 H. 20, 979 P.2d 1046."
}