{
    "name": "Parole procedure; release on parole; terms of parole, recommitment, and reparole; final unconditional release",
    "number": "670",
    "text": "(1)  Parole hearing.  A person sentenced to an indeterminate term of imprisonment shall receive an initial parole hearing at least one month before the expiration of the minimum term of imprisonment determined by the Hawaii paroling authority pursuant to section 706-669.  If parole is not granted at that time, additional hearings shall be held at twelve-month intervals or less until parole is granted or the maximum period of imprisonment expires.  The State shall have the right to be represented at the initial parole hearing and all subsequent parole hearings by the prosecuting attorney, who may present written testimony and make oral comments, and the authority shall consider the testimony and comments in reaching its decision.  The authority shall notify the appropriate prosecuting attorney of the hearing at the time the prisoner is given notice of the hearing.\n\t(2)  Parole conditions.  The authority, as a condition of parole, may impose reasonable conditions on the prisoner as provided under section 706-624.\n\t(3)  Prisoner's plan and participation.  Each prisoner shall be given reasonable notice of the prisoner's parole hearing and shall prepare a parole plan, setting forth the manner of life the prisoner intends to lead if released on parole, including specific information as to where and with whom the prisoner will reside and what occupation or employment the prisoner will follow.  The prisoner shall be paroled in the county where the prisoner had a permanent residence or occupation or employment prior to the prisoner's incarceration, unless the prisoner will reside in a county in which the population exceeds eight-hundred thousand persons; or the prisoner will be released for immediate departure from the State.  The institutional parole staff shall render reasonable aid to the prisoner in the preparation of the prisoner's plan and in securing information for submission to the authority.  In addition, the prisoner shall:\n\n\n\n\t(a)\tBe permitted to consult with any persons whose assistance the prisoner reasonably desires, including the prisoner's own legal counsel, in preparing for a hearing before the authority;\n\t(b)\tBe permitted to be represented and assisted by counsel at the hearing;\n\t(c)\tHave counsel appointed to represent and assist the prisoner if the prisoner so requests and cannot afford to retain counsel; and\n\t(d)\tBe informed of the prisoner's rights as set forth in this subsection.\n\n\n\n\t(4)  Authority's decision; initial minimum term of parole.  The authority shall render its decision regarding a prisoner's release on parole within a reasonable time after the parole hearing.  A grant of parole shall not be subject to acceptance by the prisoner.  If the authority denies parole after the hearing, it shall state its reasons in writing.  A verbatim stenographic or mechanical record of the parole hearing shall be made and preserved in transcribed or untranscribed form.  The authority, in its discretion, may order a reconsideration or rehearing of the case at any time and shall provide reasonable notice of the reconsideration or rehearing to the prosecuting attorney.  If parole is granted by the authority, the authority shall set the initial minimum length of the parole term.\n\t(5)  Release upon expiration of maximum term.  If the authority fixes no earlier release date, a prisoner's release shall become mandatory at the expiration of the prisoner's maximum term of imprisonment.\n\t(6)  Sentence of imprisonment includes separate parole term.  A sentence to an indeterminate term of imprisonment under this chapter includes as a separate portion of the sentence a term of parole or of recommitment for violation of the conditions of parole.\n\t(7)  Revocation hearing.  When a parolee has been recommitted, the authority shall hold a hearing within sixty days after the parolee's return to determine whether parole should be revoked.  The parolee shall have reasonable notice of the grounds alleged for revocation of the parolee's parole.  The institutional parole staff shall render reasonable aid to the parolee in preparation for the hearing.  In addition, the parolee shall have, with respect to the revocation hearing, those rights set forth in subsection (3)(a), (3)(b), (3)(c), and (3)(d).  A record of the hearing shall be made and preserved as provided in subsection (4).\n\t(8)  Length of recommitment and reparole after revocation of parole.  If a parolee's parole is revoked, the term of further imprisonment upon such recommitment and of any subsequent reparole or recommitment under the same sentence shall be fixed by the authority but shall not exceed in aggregate length the unserved balance of the maximum term of imprisonment.\n\t(9)  Final unconditional release.  When the prisoner's maximum parole term has expired or the prisoner has been sooner discharged from parole, a prisoner shall be deemed to have served the prisoner's sentence and shall be released unconditionally. [L 1972, c 9, pt of §1; am L 1976, c 92, §8; am L 1983, c 30, §1; am L 1984, c 257, §3; am L 1986, c 314, §47; am L 1988, c 282, §2; am L 1993, c 101, §2 and c 201, §2; gen ch 1993; am L 1996, c 193, §2]\nRevision Note\n  Subsection (3) restyled.\nCOMMENTARY ON \n  Subsections (1) through (3) are largely self-explanatory and adopt a procedure for parole determination which affords the prisoner an opportunity to participate and be heard.  The procedure also provides for periodic review of the prisoner's case.\n  In the Proposed Draft, §670 provided for an automatic period of parole, the length of which would vary with the prisoner's initial period of incarceration, but which would not be greater than ten years, and which would be required in every case following an indeterminate term of imprisonment.  The Legislature did not accept this proposal in its entirety.  Thus, subsection (4) now requires a prisoner's unconditional release at the expiration of the prisoner's maximum term of imprisonment.  The Legislature felt that to impose \"an additional term of parole would be an unfair burden to a person who has paid his debt to society.\"  Conference Committee Report No. 2 (1972).\n  Subsection (5) provides that the maximum term of parole shall be ten years.  In this area, as in terms of imprisonment, the Code leaves with the Board of Paroles and Pardons the task of determining the minimum term of parole.\n  Subsection (6) provides for a hearing on revocation of parole which affords the parolee fair notice, representation, and assistance, much in the same manner as that provided in the case of hearings on the minimum term and initial parole.\n  Subsection (8) provides for unconditional discharge of the defendant when the maximum term of parole has expired or upon sooner release by the Board.\nSUPPLEMENTAL COMMENTARY ON \n  Act 30, Session Laws 1983, amended subsection (1) to change the maximum term of recommittal for a parole violator from ten years to the remainder of the parolee's original, maximum sentence.  It was felt that a parole violator should not be relieved of any part of the court-imposed maximum sentence.  However, the legislature intended that the paroling authority periodically reconsider the parole of any recommitted parolee.  Senate Standing Committee Report No. 357 (1983), House Standing Committee Report No. 811.\n  Act 257, Session Laws 1984, added a new subsection (2) to allow the paroling authority, as a condition of parole, to prohibit a parolee from entering certain geographical areas without the paroling authority's permission.\n  Act 282, Session Laws 1988, amended this section to allow the prosecuting attorney to appear and present oral comment and written testimony at parole hearings before the Hawaii paroling authority, disallowing oral testimony by witnesses.  Senate Conference Committee Report No. 270, House Conference Committee Report No. 96-88.\n  Act 101, Session Laws 1993, amended subsection (4) of this section to clarify that a grant of parole is not subject to the acceptance of the person being paroled.  Inmates who refuse parole and choose to remain in prison take up valuable bedspace in already crowded correctional facilities, and the State loses the opportunity to assist in reintegrating them back into the community.  House Standing Committee Report No. 1123, Senate Standing Committee Report No. 839.\n  Act 201, Session Laws 1993, amended subsection (3) of this section to provide that prisoners who have been granted parole are to be paroled in the county where the prisoner had a permanent residence or occupation or employment prior to incarceration, unless the prisoner will reside in a county having a population exceeding 800,000 persons, or will be released for immediate departure from the State.  The legislature found that this would prevent an influx of parolees whose roots are on Oahu from settling on the Neighbor Islands, which could strain a county's social service infrastructure.  Conference Committee Report No. 104.\n  Act 193, Session Laws 1996, amended this section by providing that the prosecuting attorney shall have the right to be represented at the initial parole hearing and all subsequent parole hearings, and that the prosecuting attorney shall have reasonable notice of the reconsideration or rehearing of parole cases by the Hawaii paroling authority.  The Act made clear the prosecuting attorney's right to be represented and to receive notice, since the current law was unclear regarding the prosecuting attorney's rights on these matters.  Conference Committee Report No. 60.\nCase Notes\n  Neither chapter 706 nor chapter 353 prohibits the Hawaii paroling authority from setting a prisoner's minimum term at a period equal to his or her maximum sentence.  97 H. 183, 35 P.3d 210.\n  As §353-66 and this section can be given effect without conflict, subsection (7) is not the \"exclusive\" law governing parole revocations, does not embrace the entire law on the subject, and does not repeal §353-66 by implication.  88 H. 229 (App.), 965 P.2d 162.\n  A petitioner is not entitled to relief for Hawaii paroling authority's failure to comply with time limit specified in subsection (7) for parole revocation hearing unless record shows that failure to comply (1) was unreasonable and (2) caused petitioner actual prejudice.  State's failure to comply with specified time limit is presumptively unreasonable and it is Hawaii paroling authority's burden to rebut this presumption; it is petitioner's burden to prove that State's unreasonable failure to comply caused actual prejudice to petitioner.  89 H. 474 (App.), 974 P.2d 1064."
}