{
    "name": "Pre-sentence diagnosis and report",
    "number": "601",
    "text": "(1)  Except as provided in subsections (3) and (4), the court shall order a pre- sentence correctional diagnosis of the defendant and accord due consideration to a written report of the diagnosis before imposing sentence where:\n\n\n\n\t(a)\tThe defendant has been convicted of a felony; or\n\t(b)\tThe defendant is less than twenty-two years of age and has been convicted of a crime.\n\n\n\n\t(2)  The court may order a pre-sentence diagnosis in any other case.\n\t(3)  With the consent of the court, the requirement of a pre-sentence diagnosis may be waived by agreement of both the defendant and the prosecuting attorney.\n\t(4)  The court on its own motion may waive a pre-sentence correctional diagnosis where:\n\n\n\n\t(a)\tA prior pre-sentence diagnosis was completed within one year preceding the sentencing in the instant case;\n\t(b)\tThe defendant is being sentenced for murder or attempted murder in any degree; or\n\t(c)\tThe sentence was agreed to by the parties and approved by the court under rule 11 of the Hawaii rules of penal procedure. [L 1972, c 9, pt of §1; am L 1986, c 314, §11; am L 1997, c 275, §1]\n\n\n\n\nCOMMENTARY ON \n  In any system which vests discretion in the sentencing authority, it is necessary that the authority have sufficient and accurate information so that it may rationally exercise its discretion.  In our penal system which vests sentencing authority in the court, it is extremely unlikely that without a special provision providing for a pre-sentence investigation and report that the relevant information will be brought to the attention of the court.  The vast majority of cases are disposed of upon pleas of guilty.  It is obvious that in such cases the court has no information upon which to select between and among various sentencing alternatives.  Even where the case is tried before the sentencing judge, the evidence at trial is not likely to produce information relevant to sentencing a subsequently convicted defendant.  Relevant information, such as the defendant's history of delinquency or criminality, physical and mental condition, family situation and background, economic status, education, occupation, and personal habits, are not likely to be fully explored in an adversary proceeding designed to decide the issue of guilt.\n  This section requires a pre-sentence investigation in the cases specified; it allows the court to order a pre-sentence investigation in any other case.  In a system with unlimited resources, a pre-sentence investigation and report might be required in the case of every convicted defendant regardless of whether the offense was a felony, misdemeanor, or violation.  However, realizing the limitations of the State's resources, the Code has required a pre-sentence investigation and report only in cases of felons and youthful offenders.  This requirement is in substantial accord with recent studies on sentencing.[1]\n  This section is also in substantial accord with Hawaii rules of procedure governing criminal cases in the circuit courts,[2] which have jurisdiction over felony cases and over some misdemeanor cases (those which are tried before a jury).  However, it is left to the circuit court's discretion whether a pre-sentence investigation and report is or is not ordered.  In candor, it must be pointed out that as a regular practice such reports are ordered and the Code in large degree brings the law into conformity with existing circuit court practice.\n  District courts, which have original jurisdiction over misdemeanor cases, presently have no procedure or authorization for pre-sentence investigation.  Supplemental services will have to be added to the district courts, either by legislation, court rule, or administratively, so the pre-sentence investigators (probation officers or otherwise) are available in all courts which would be required or authorized to take into consideration a pre-sentence report before imposing sentence.\n  Subsection (3) was added to the Code to accommodate the request of some defendants for immediate sentence.  The court has sometimes granted this request where the offense is of a very minor nature and the court is inclined to impose only a fine or to suspend imposition of sentence.\nSUPPLEMENTAL COMMENTARY ON \n  In 1972 the Legislature, when enacting the Penal Code, substituted the phrase \"pre-sentence correctional diagnosis\" for \"pre-sentence investigation,\" in order to conform the language to the new correctional procedures provided for with the establishment of the Correctional Diagnostic Center.  The Conference Committee stated that \"a 'correctional diagnosis' will provide a more comprehensive psychiatric, social, and correctional analysis of a defendant than previously provided with a 'pre-sentence investigation'.\"  Conference Committee Report No. 2 (1972).\n  Act 275, Session Laws 1997, amended this section to allow courts to waive the pre-sentence diagnosis and report under certain specified circumstances.  The legislature found that under current law, a pre-sentence diagnosis and report must be prepared for all individuals convicted of a felony offense and all convicted defendants less than twenty-two years of age, unless the report is waived by both the defendant and the prosecuting attorney.  However, in certain cases, the sentence to be imposed is predetermined due to plea agreements or sentencing guidelines; thus, the diagnosis and report are unnecessary.  The amendment expedites the disposal of criminal cases and reduces unnecessary delays in sentencing.  Conference Committee Report No. 72, House Standing Committee Report No. 1650.\nRules of Court\n  Plea agreements, see HRPP rule 11(e).\nCase Notes\n  Commentary quoted in holding that it was proper to include in a pre-sentence diagnosis and report the defendant's juvenile court record for consideration by the sentencing court.  56 H. 75, 527 P.2d 1269 (1974).\n  In extended sentence hearing, pre-sentence report held inadmissible hearsay.  56 H. 628, 548 P.2d 632.\n  Cited as requiring court to consider pre-sentence report before sentencing for a felony.  60 H. 100, 588 P.2d 409.\n  In resentencing cases, ordering of updated pre-sentence report is within discretion of court.  61 H. 226, 602 P.2d 13.\n  No merit to defendant's point on appeal that contended that circuit court violated right to due process when it assumed role of prosecutor and attempted to establish a record on which to base a minimum mandatory sentence; circuit court was mandated by this section and §706-606.5 to do what it did.  9 H. App. 583, 854 P.2d 238.\n  Pre-sentence report sufficiently complied with §706-602 and chapter 706 was not violated, where defendant asserted that court did not order or receive a pre-sentence correctional diagnosis and report as required by subsection (1)(a), therefore, since the information required under §706-602 was not furnished to the court for its consideration in imposing sentence, the sentences were not imposed in accordance with provisions of chapter 706 and were illegal.  10 H. App. 535, 880 P.2d 208.\n  Cited:  73 H. 259, 831 P.2d 523.\n__________\n Commentary:\n1.  American Bar Association Project on Minimum Standards for Criminal Justice, Standards Relating to Sentencing Alternatives and Procedures §4.1 (Tentative Draft, 1967) hereinafter cited in this chapter as A.B.A. Standards; National Council on Crime and Delinquency, Model Sentencing Act 2 (1963) [hereinafter cited in this chapter as M.S.A.]; and M.P.C. §7.07(1).\n2.  H.R.Cr.P., Rules 1, 32, and 54 (1960)."
}