{
    "name": "Opportunity to be heard with respect to sentence; notice of pre-sentence report; opportunity to controvert or supplement; transmission of report to department",
    "number": "604",
    "text": "(1)  Before imposing sentence, the court shall afford a fair opportunity to the defendant to be heard on the issue of the defendant's disposition.\n\t(2)  The court shall furnish to the defendant or the defendant's counsel and to the prosecuting attorney a copy of the report of any pre-sentence diagnosis or psychological, psychiatric, or other medical examination and afford fair opportunity, if the defendant or the prosecuting attorney so requests, to controvert or supplement them.\n\t(3)  In all circuit court cases, the court shall afford a fair opportunity to the victim to be heard on the issue of the defendant's disposition, before imposing sentence.  The court, service center, or agency personnel who prepare the pre-sentence diagnosis and report shall inform the victim of the sentencing date and of the victim's opportunity to be heard.  In the case of a homicide or where the victim is otherwise unable to appear at the sentencing hearing, the victim's family shall be afforded the fair opportunity to be heard.\n\t(4)  If the defendant is sentenced to imprisonment, a copy of the report of any pre-sentence diagnosis or psychological, psychiatric, or other medical examination shall be transmitted immediately to the department of public safety or, when the defendant is committed to the custody of a specific institution, to that institution. [L 1972, c 9, pt of §1; am L 1986, c 314, §13; am L 1987, c 338, §10; am L 1988, c 305, §10; am L 1989, c 211, §8; gen ch 1992; am L 1993, c 216, §1]\nCOMMENTARY ON \n  Subsection (1) is a restatement of the existing rule of procedure[1] and practice.\n  Subsection (2) is addressed to one of the most troublesome problems in the area of pre-sentence investigation: the question of whether the pre-sentence investigation report should be disclosed to the defendant.  The right of the defendant to controvert the pre-sentence report is meaningless to the extent that the report, or a part thereof, is not made available to the defendant.\n  The Model Sentencing Act allows the court discretion in making the pre-sentence report available in ordinary felony cases, but with respect to murderers and dangerous offenders the report is made available in its entirety.  The Act further provides that \"Subject to the control of the court, the defendant shall be entitled to cross-examine those who have rendered reports to the court.\"[2]\n  The Model Penal Code provides that \"the Court shall advise the defendant or his counsel of the factual contents and the conclusions of any pre-sentence investigation or psychiatric examination and afford fair opportunity, if the defendant so requests, to controvert them.  The sources of confidential information need not, however, be disclosed.\"[3]\n  The applicable Hawaii rule of criminal procedure takes the same position as the Model Penal Code.  It reads:\n\n\t\tThe court shall upon request seasonably made disclose the information contained in the report to the prosecution or to the defendant's attorney or the defendant without disclosing any source of information which was received in confidence, and in such event the court shall make the same disclosure to the other party.[4]\n\n  The right to controvert is meaningless unless the report itself, rather than the factual contents and conclusions, is made available to the defendant.  Even more ludicrous would be the insertion into the report of information the source of which is regarded as confidential.  The defendant, under such circumstances could not be expected to controvert such information by showing, for example, that the source was unreliable or biased.  The question of whether the defendant should be sentenced to imprisonment or to probation is no less significant than the question of guilt and the defendant should not have this decision made on the basis of information which the defendant is not allowed an opportunity to challenge.\n  The A.B.A. Standards have, for the most part, accepted this approach.[5]  In rejecting the M.S.A. and M.P.C. positions, the commentary to the A.B.A. Standards states:\n\n\t\tThe view which is reflected in subsection (b) [of 4.4] is based upon both an assessment of the values which are served by non-disclosure and a balance of these values against basic fairness to the defendant.  Specifically, the argument that sources of information will dry up if the defendant's attorney is permitted to examine the report falters on two grounds.\n\t\tThe first is based on the experience of those members of the Committee who have lived under a system in which disclosure is routine, and is supplemented by the Committee's examination of sample reports produced under such a system.  The conclusion is that there is little factual basis for the fear that information will become unavailable if the report is disclosed.  The quality and value of a pre-sentence report will turn to an infinitely greater extent on the skill of the probation service and the availability of adequate supporting facilities than it will on whether its contents remain a secret....\n\t\tThe second reason is more fundamental.  One of the basic values underlying the manner in which the guilt phase of a criminal case proceeds is that the defendant is entitled to know the details of the charge against him and is entitled to an opportunity to respond.  It is believed that this value is subverted by a system which does not require disclosure of the information contained in the pre-sentence report.[6] \n\n  The Code takes the position that full disclosure is necessary to protect the defendant and the court from inaccuracies which secret reports breed.  Anything less than full disclosure is inconsistent with the truth-seeking function of the judicial process and the rehabilitative function of penal sentences.  \"Long since exploded is the theory that a defendant who has been convicted of crime no longer has any rights, or that any sentence less than the maximum is the result of an act of grace.\"[7]\n  The A.B.A. Standards include the following provision for nondisclosure in certain \"extraordinary cases\":\n\n\tIn extraordinary cases, the court should be permitted to except from disclosure parts of the report which are not relevant to a proper sentence, diagnostic opinion which might seriously disrupt a program of rehabilitation, or sources of information which has been obtained on a promise of confidentiality.  In all cases where parts of the report are not disclosed under such authority, the court should be required to state for the record the reasons for its action and to inform the defendant and his attorney that information has not been disclosed.  The action of the court in excepting information from disclosure should be subject to appellate review.[8]\n\n  The Code rejects this exception, even in its limited form.  The Code takes the position that it would be better to delete such information from the pre-sentence report--information which by its very nature is questionable because of its secrecy--than to allow the information to be included in the report and not be made available to the defendant.  Although not dealt with specifically in the A.B.A. Standards, the decision to except a part of the pre-sentence report from disclosure would be essentially an ex parte proceeding, thus further excluding the defendant from participation in the resolution of issues which affect the defendant's rights.  The entire exception, and its attendant procedure, seems at best to be a compromise solution on the part of A.B.A.'s Advisory Committee whose commentary reads in part:\n\n\tBy endorsing a general policy in favor of disclosure, by making non-disclosure of specific items a burdensome task to be justified as an exception, and by providing for review to determine whether non-disclosure was justified, the majority believes that the danger will be minimized, but that an outlet will be available to accommodate justifiable fears in particular cases.  In a very few cases, this position will result in disclosure of information which the advocates of secrecy would prefer not to disclose.  Such is the price of a system which derives value from the fairness with which it operates.[9]\n\n  In Honolulu a copy of the pre-sentence investigation report when ordered by the court is routinely furnished to defense counsel.  It does not appear from current practice that the untoward results feared by the advocates of secrecy result from full disclosure.  Furthermore, the Office of Adult Probation, as a matter of administrative practice, excepts from its reports information given by an informant who seeks to remain anonymous.  Even when the probation authorities were charged with investigating custody matters in domestic relations cases, a practice which no longer obtains, they refrained from this utilization of confidential information.  The actual procedure in Hawaii appears to be more advanced than its laws in this area.  The Code brings the law into step with current practice.\nSUPPLEMENTAL COMMENTARY ON \n  Act 305, Session Laws 1988, included licensed psychologists among the professionals which may provide offender examination services to the Hawaii criminal justice system.  The legislature stated that the present laws, which permit only psychiatric evaluation, are inconsistent with the many and varied uses the court has found for the services of licensed psychologists.  Senate Standing Committee Report No. 2153.\n  Act 216, Session Laws 1993, amended this section to afford a fair opportunity to a victim, or in certain cases, the victim's family, to be heard on the issue of the defendant's disposition before sentence is imposed.  The legislature anticipated that, in those instances in which the victim or family may be unable to personally attend a hearing, the court would accept and consider written statements for the purpose of allowing an opportunity to be heard.  Conference Committee Report No. 60.\nCase Notes\n  This is a companion provision to §706-602, and affords defendant opportunity to controvert or supplement the report.  56 H. 75, 527 P.2d 1269 (1974).\n  Error to refuse defendant an opportunity to be heard and to supplement pre-sentence report.  56 H. 292, 535 P.2d 127.\n  Court is not restricted to the information in the pre-sentence report in considering the sentence to be imposed.  59 H. 1, 575 P.2d 448.\n  Defendants have no right to examine probation officer's sentencing recommendation.  67 H. 408, 689 P.2d 754.\n  A sentencing court must afford a defendant his or her right of presentence allocution before ruling on the applicability of the young adult defendants statute.  90 H. 280, 978 P.2d 718.\n  Denial of a fair opportunity to be heard on a defendant's disposition before imposing sentence violated clear mandate of subsection (1) and HRPP rule 32(a); misdemeanors and violations fell within scope of subsection (1).  77 H. 241 (App.), 883 P.2d 663.\n  Where defendant was not sentenced to imprisonment, court did not abuse discretion in denying defendant's request to examine adult probation officer regarding presentence report.  83 H. 280 (App.), 925 P.2d 1104.\n  Cited:  60 H. 100, 588 P.2d 409.\n__________\n Commentary:\n1.  H.R.Cr.P., Rule 32(a) (1960).\n2.  M.S.A. §4.\n3.  M.P.C. §7.07(5).\n4.  H.R.Cr.P. Rule 32(c)(3) (1960).\n5.  A.B.A. Standards §4.4.\n6.  A.B.A. Standards, comments at 219-220.\n7.  Id. at 221.\n8.  Id. §4.4(b) (in part).\n9.  Id. comments at 225."
}