{
    "name": "Test results",
    "number": "6",
    "text": "(a)  The laboratory report shall include the following information and shall be reported in a timely manner:\n\n\n\n\t(1)\tThe type of test conducted;\n\t(2)\tThe test results, which, for each substance tested can be negative due to a negative screening or confirmatory test result, positive due to a positive confirmatory test result, or no result due to an unsatisfactory sample or other reason;\n\t(3)\tThe cutoff level used to distinguish positive and negative samples on both the initial and confirmatory tests;\n\t(4)\tThe name and address of the laboratory; and\n\t(5)\tAny additional information provided by the laboratory concerning the individual\u0092s test.\n\n\n\n\t(b)  The indication of a substance below the cutoff level as established by the director shall be recorded as a negative test result.  The laboratory\u0092s report shall not contain any information indicating the possible presence of a substance below a cut-off level, as so established.\n\t(c)  Any information concerning a substance abuse test pursuant to this chapter shall be strictly confidential.  Such information shall not be released to anyone without the informed written consent of the individual tested and shall not be released or made public upon subpoena or any other method of discovery, except that information related to a positive test result of an individual shall be disclosed to the individual, the third party, or the decision maker in a lawsuit, grievance, or other proceeding initiated by or on behalf of the individual tested and arising from positive confirmatory test result.  Any person who receives or comes into possession of any information protected under this chapter shall be subject to the same obligation of confidentiality as the party from whom the information was received.\n\t(d)  Failure to adopt or adhere to all the procedures contained in this chapter shall invalidate the test result and the result may not be reported or otherwise used for any purpose. [L 1990, c 236, pt of §1]"
}