{
    "name": "Vacating award",
    "number": "23",
    "text": "(a)  Upon motion to the court by a party to an arbitration proceeding, the court shall vacate an award made in the arbitration proceeding if:\n\n\n\n\t(1)\tThe award was procured by corruption, fraud, or other undue means;\n\t(2)\tThere was:\n\n\t\t(A)\tEvident partiality by an arbitrator appointed as a neutral arbitrator;\n\t\t(B)\tCorruption by an arbitrator; or\n\t\t(C)\tMisconduct by an arbitrator prejudicing the rights of a party to the arbitration proceeding;\n\n\t(3)\tAn arbitrator refused to postpone the hearing upon showing of sufficient cause for postponement, refused to consider evidence material to the controversy, or otherwise conducted the hearing contrary to section 658A-15, so as to prejudice substantially the rights of a party to the arbitration proceeding;\n\t(4)\tAn arbitrator exceeded the arbitrator's powers;\n\t(5)\tThere was no agreement to arbitrate, unless the person participated in the arbitration proceeding without raising the objection under section 658A-15(c) not later than the beginning of the arbitration hearing; or\n\t(6)\tThe arbitration was conducted without proper notice of the initiation of an arbitration as required in section 658A-9 so as to prejudice substantially the rights of a party to the arbitration proceeding.\n\n\n\n\t(b)  A motion under this section shall be filed within ninety days after the movant receives notice of the award pursuant to section 658A-19 or within ninety days after the movant receives notice of a modified or corrected award pursuant to section 658A-20, unless the movant alleges that the award was procured by corruption, fraud, or other undue means, in which case the motion shall be made within ninety days after the ground is known or by the exercise of reasonable care would have been known by the movant.\n\t(c)  If the court vacates an award on a ground other than that set forth in subsection (a)(5), it may order a rehearing.  If the award is vacated on a ground stated in subsection (a)(1) or (2), the rehearing shall be before a new arbitrator.  If the award is vacated on a ground stated in subsection (a)(3), (4), or (6), the rehearing may be before the arbitrator who made the award or the arbitrator's successor.  The arbitrator shall render the decision in the rehearing within the same time as that provided in section 658A-19(b) for an award.\n\t(d)  If the court denies a motion to vacate an award, it shall confirm the award unless a motion to modify or correct the award is pending. [L 2001, c 265, pt of §1]"
}