{
    "name": "Unlawful suspension, discharge, or discrimination",
    "number": "32",
    "text": "It shall be unlawful for any employer to suspend, discharge, or discriminate against any of the employer's employees:\n     (1)  Solely because the employer was summoned as a garnishee in a cause where the employee is the debtor or because the employee has filed a petition in proceedings for a wage earner plan under Chapter XIII of the Bankruptcy Act; or\n     (2)  Solely because the employee has suffered a work injury which arose out of and in the course of the employee's employment with the employer and which is compensable under chapter 386 unless the employee is no longer capable of performing the employee's work as a result of the work injury and the employer has no other available work which the employee is capable of performing.  Any employee who is discharged because of the work injury shall be given first preference of reemployment by the employer in any position which the employee is capable of performing and which becomes available after the discharge and during the period thereafter until the employee secures new employment.  This paragraph shall not apply to any employer in whose employment there are less than three employees at the time of the work injury or who is a party to a collective bargaining agreement which prevents the continued employment or reemployment of the injured employee; or\n     (3)  Because the employee testified or was subpoenaed to testify in a proceeding under this part. [L 1967, c 22, pt of §1; HRS ; am L 1970, c 64, §2; am L 1981, c 10, §1 and c 13, §1; gen ch 1985]\n \nLaw Journals and Reviews\n \n  Commentary on Selected Employment and Labor Law Decisions Under the Lum Court.  14 UH L. Rev. 423.\n \nCase Notes\n \n  Policy of this section discussed; section does not prohibit termination or other discrimination against employees who are not capable of performing their own or other available work.  680 F. Supp. 1456.\n  Not violated by discharge of employee allegedly in retaliation for participating in union grievance meeting and complaining about understaffing.  779 F. Supp. 1265.\n  If plaintiff was alleging public policy wrongful discharge claim based on Parnar v. Americana Hotels, Inc., and paragraph (2) of this section, plaintiff's claim was barred, since chapter 378 provided sufficient remedy for its violation.  938 F. Supp. 1503.\n  Employee may file complaint before employee is able to return to work; section not preempted by federal law.  67 H. 25, 677 P.2d 449.\n  Section grants employee whose employment is terminated due to a work related injury first preference to reemployment if employee regains capacity to perform some type of work with the employer; preference is voided if there is some provision preventing reemployment in the collective bargaining agreement or if employee secures employment elsewhere.  70 H. 1, 757 P.2d 641.\n  Where public policy against terminating employee solely because employee suffered a compensable work injury is evidenced in this section and remedy is available under §378‑35, judicially created claim of wrongful discharge in violation of public policy could not be maintained.  87 H. 57 (App.), 951 P.2d 507."
}