{
    "name": "Capital infrastructure tax credit",
    "number": "17.5",
    "text": "(a)  There shall be allowed to each taxpayer subject to the taxes imposed by this chapter a capital infrastructure tax credit that shall be deductible from the taxpayer's net income tax liability, if any, imposed by this chapter for the taxable year in which the capital infrastructure costs were paid or incurred.\n     (b)  For the purpose of this section:\n     \"Capital infrastructure costs\" means capital expenditures, as used in section 263 of the Internal Revenue Code and the regulations promulgated thereunder, or capital expenditures for real property, fixtures, structures, machinery, equipment, or capital assets that are paid or incurred in connection with the displaced tenant's move of the tenant's current active trade or business to the tenant's new location within Honolulu harbor; provided that the capital infrastructure costs shall not include amounts for which another credit is claimed or any amounts received in any form from the State.\n     \"Net income tax liability\" means income tax liability reduced by all other credits allowed under this chapter.\n     \"Qualified infrastructure tenant\" means a business:\n     (1)  That currently owns capital or property or maintains an office, operations, or facilities at the former Kapalama military reservation site;\n     (2)  Whose principal business is maritime, and waterfront dependent, and is included under the State's plan to relocate the business to piers twenty-four through twenty-eight within Honolulu harbor; and\n     (3)  That will be displaced and relocated by the State pursuant to the Kapalama container terminal project.\n     (c)  The amount of the tax credit shall be equal to fifty per cent of the capital infrastructure costs paid or incurred by the qualified infrastructure tenant during the taxable year, up to a maximum credit of $2,500,000 per qualified infrastructure tenant per taxable year.  If the capital infrastructure costs paid or incurred by the qualified infrastructure tenant business result in a tax credit in excess of $2,500,000 in any taxable year, the excess capital infrastructure costs may be carried over to a subsequent tax year or years, until exhausted, for generation of the credit; provided that:\n     (1)  A qualified infrastructure tenant may form a special purpose entity for the purposes of raising investor capital and claiming the credit on behalf of the qualified infrastructure tenant;\n     (2)  The qualified infrastructure tenant, together with all of its special purpose entities, including all partners and members of the qualified infrastructure tenant and its special purpose entities, shall not claim any credit in any one taxable year that exceeds $2,500,000; and\n     (3)  In no event shall a qualified infrastructure tenant or any of its special purpose entities or any other taxpayer claim a credit under this section after December 31, 2019.\n     (d)  In the case of an entity taxed as a partnership, credit shall be determined at the entity level, but distribution and share of the credit may be determined notwithstanding section 704 or section 706 of the Internal Revenue Code.\n     (e)  The credit allowed under this section shall be claimed against the net income tax liability for the taxable year.  If the tax credit under this section exceeds the taxpayer's income tax liability, the excess of the tax credit over liability may be used as a credit against the taxpayer's net income tax liability in subsequent years until exhausted.  All claims, including amended claims, for a tax credit under this section shall be filed on or before the end of the twelfth month following the close of the taxable year for which the credit may be claimed.  Failure to comply with the foregoing provision shall constitute a waiver of the right to claim the credit.\n     (f)  This section shall not apply to taxable years beginning after December 31, 2019.\n     (g)  Any credit claimed under this section shall be recaptured following the close of the taxable year for which the credit is claimed if:\n     (1)  Within three years:\n          (A)  The qualified infrastructure tenant fails to continue the line of business it conducted as of July 1, 2014; or\n          (B)  The interest in the qualified infrastructure tenant, whether in whole or in part, has been sold, exchanged, withdrawn, or otherwise disposed of by the taxpayer claiming a credit under this section; or\n     (2)  The qualified infrastructure tenant fails to relocate from the former Kapalama military reservation site to another location, pursuant to a lease with the department of transportation, within ninety days of the execution of the lease.\nThe recapture shall be equal to one hundred per cent of the amount of the total tax credit claimed under this section in the preceding five taxable years, and shall be added to the taxpayer's tax liability for the taxable year in which the recapture occurs pursuant to this subsection.\n     (h)  The director of taxation shall prepare any forms that may be necessary to claim a credit under this section.  The director may also require the taxpayer to furnish information to ascertain the validity of the claim for credit made under this section.  The director of taxation may adopt rules to effectuate the purposes of this section pursuant to chapter 91.\n     (i)  Any taxpayer claiming a tax credit under this section shall, within ninety days of the end of the calendar year in which costs for which the credit is properly claimable, submit the following information to the department of taxation:\n     (1)  The amount of the eligible costs for that year for which the tax credit may be claimed; and\n     (2)  The qualified infrastructure tenant incurring the costs.\nFailure to timely submit the information shall be subject to a penalty of $5,000 per month or a fraction thereof, not to exceed $25,000. [L 2014, c 200, §2; am L 2017, c 213, §1]"
}