{
    "name": "Earned income tax credit",
    "number": "55.75",
    "text": "(a)  Each qualifying individual taxpayer may claim a nonrefundable earned income tax credit.  The tax credit, for the appropriate taxable year, shall be twenty per cent of the federal earned income tax credit allowed and properly claimed under section 32 of the Internal Revenue Code and reported as such on the individual's federal income tax return.\n     (b)  For a part-year resident, the tax credit shall equal the amount of the tax credit calculated in subsection (a) multiplied by the ratio of Hawaii adjusted gross income to federal adjusted gross income.\n     (c)  For purposes of this section, \"qualifying individual taxpayer\" means a taxpayer that:\n     (1)  Files a federal income tax return for the taxable year claiming the earned income tax credit under section 32 of the Internal Revenue Code; and\n     (2)  Files a Hawaii income tax return using the filing status used on the federal income tax return for the taxable year and claiming the same dependents claimed on the federal income tax return for the taxable year.\n     (d)  The credit allowed under this section shall be claimed against the net income tax liability for the taxable year. If the tax credit under this section exceeds the taxpayer\u0092s income tax liability, the excess of the tax credit over liability may be used as a credit against the taxpayer\u0092s net income tax liability in subsequent years until exhausted. All claims, including amended claims, for a tax credit under this section shall be filed on or before the end of the twelfth month following the close of the taxable year for which the credit may be claimed. Failure to comply with the foregoing provision shall constitute a waiver of the right to claim the credit.\n     (e)  No credit shall be allowed under this section for any taxable year in the disallowance period.  For purposes of this subsection, the disallowance period is:\n     (1)  The period of ten taxable years after the most recent taxable year for which there was a final administrative or judicial decision that the taxpayer's claim for credit under this section was due to fraud; and\n     (2)  The period of two taxable years after the most recent taxable year for which there was a final administrative or judicial decision disallowing the taxpayer\u0092s claim for credit.\n     (f)  The director of taxation:\n     (1)  Shall prepare any forms necessary to claim a tax credit under this section;\n     (2)  May require proof of the claim for the tax credit;\n     (3)  Shall alert eligible taxpayers of the tax credit using appropriate and available means;\n     (4)  Shall prepare an annual public report to the legislature and the governor containing the:\n          (A)  Number of credits granted for the prior calendar year;\n          (B)  Total amount of the credits granted; and\n          (C)  Average value of the credits granted to taxpayers whose earned income falls within various income ranges; and\n     (5)  May adopt rules pursuant to chapter 91 to effectuate this section.\n     (g)  This section shall apply to taxable years beginning after December 31, 2017, but shall not apply to taxable years beginning after December 31, 2022. [L 2017, c 107, §1]"
}