{
    "name": "Duties of the commission",
    "number": "4",
    "text": "The commission shall:\n     (1)  Act in an advisory capacity to the department of public safety relating to the scheduling of substances provided in part II of this chapter, by recommending the addition, deletion, or rescheduling of all substances enumerated in part II of this chapter.\n     (2)  Act in an advisory capacity to the department of public safety relating to establishment and maintenance of the classes of controlled substances, as provided in part II of this chapter.\n     (3)  Assist the department of health in coordinating all action programs of community agencies (state, county, military, or private) specifically focused on the problem of drug abuse.\n     (4)  Assist the department of health in carrying out educational programs designed to prevent and deter abuse of controlled substances.\n     (5)  Encourage research on abuse of controlled substances.  In connection with such research, and in furtherance of the enforcement of this chapter, it may, with the approval of the director of health:\n         (A)  Establish methods to assess accurately the effects of controlled substances and to identify and characterize controlled substances with potential for abuse;\n         (B)  Make studies and undertake programs of research to:\n              (i)  Develop new or improved approaches, techniques, systems, equipment, and devices to strengthen the enforcement of this chapter;\n             (ii)  Determine patterns of abuse of controlled substances and the social effects thereof; and\n            (iii)  Improve methods for preventing, predicting, understanding, and dealing with the abuse of controlled substances.\n     (6)  Create public awareness and understanding of the problems of drug abuse.\n     (7)  Sit in an advisory capacity to the governor and other state departments as may be appropriate on matters relating to the commission's work.\n     (8)  Act in an advisory capacity to the director of health in substance abuse matters under chapter 321, part XVI.  For the purposes of this paragraph, \"substance\" shall include alcohol in addition to any drug on schedules I through IV of this chapter and any substance which includes in its composition volatile organic solvents. [L 1972, c 10, pt of §1 and am c 114, §2(3); am L 1975, c 190, §3; am L 1990, c 281, §5]"
}