{
    "name": "Definitions",
    "number": "121",
    "text": "MEDICAL USE OF MARIJUANA\n \nLaw Journals and Reviews\n \n  Gonzales v. Raich:  How the Medical Marijuana Debate Invoked Commerce Clause Confusion.  28 UH L. Rev. 261.\n \n         As used in this part:\n     \"Adequate supply\" means an amount of marijuana jointly possessed between the qualifying patient and the primary caregiver that is not more than is reasonably necessary to assure the uninterrupted availability of marijuana for the purpose of alleviating the symptoms or effects of a qualifying patient's debilitating medical condition; provided that an \"adequate supply\" shall not exceed three mature marijuana plants, four immature marijuana plants, and one ounce of usable marijuana per each mature plant.\n     \"Debilitating medical condition\" means:\n     (1)  Cancer, glaucoma, positive status for human immunodeficiency virus, acquired immune deficiency syndrome, or the treatment of these conditions;\n     (2)  A chronic or debilitating disease or medical condition or its treatment that produces one or more of the following:\n         (A)  Cachexia or wasting syndrome;\n         (B)  Severe pain;\n         (C)  Severe nausea;\n         (D)  Seizures, including those characteristic of epilepsy; or\n         (E)  Severe and persistent muscle spasms, including those characteristic of multiple sclerosis or Crohn's disease; or\n     (3)  Any other medical condition approved by the department of health pursuant to administrative rules in response to a request from a physician or potentially qualifying patient.\n     \"Marijuana\" shall have the same meaning as \"marijuana\" and \"marijuana concentrate\" as provided in sections 329-1 and 712-1240.\n     \"Medical use\" means the acquisition, possession, cultivation, use, distribution, or transportation of marijuana or paraphernalia relating to the administration of marijuana to alleviate the symptoms or effects of a qualifying patient's debilitating medical condition.  For the purposes of \"medical use\", the term distribution is limited to the transfer of marijuana and paraphernalia from the primary caregiver to the qualifying patient.\n     \"Physician\" means a person who is licensed to practice under chapter 453 and is licensed with authority to prescribe drugs and is registered under section 329-32.  \"Physician\" does not include physician's assistant or advanced practice registered nurse with prescriptive authority as described in section 453-5.3 or 457-8.6.\n     \"Primary caregiver\" means a person, other than the qualifying patient and the qualifying patient's physician, who is eighteen years of age or older who has agreed to undertake responsibility for managing the well-being of the qualifying patient with respect to the medical use of marijuana.  In the case of a minor or an adult lacking legal capacity, the primary caregiver shall be a parent, guardian, or person having legal custody.\n     \"Qualifying patient\" means a person who has been diagnosed by a physician as having a debilitating medical condition.\n     \"Usable marijuana\" means the dried leaves and flowers of the plant Cannabis family Moraceae, and any mixture [or] preparation thereof, that are appropriate for the medical use of marijuana.  \"Usable marijuana\" does not include the seeds, stalks, and roots of the plant.\n     \"Written certification\" means the qualifying patient's medical records or a statement signed by a qualifying patient's physician, stating that in the physician's professional opinion, the qualifying patient has a debilitating medical condition and the potential benefits of the medical use of marijuana would likely outweigh the health risks for the qualifying patient.  The department of public safety may require, through its rulemaking authority, that all written certifications comply with a designated form.  \"Written certifications\" are valid for only one year from the time of signing. [L 2000, c 228, pt of §2; am L 2009, c 11, §43 and c 169, §7; am L 2010, c 57, §4]"
}