{
    "name": "Sharks; prohibitions; administrive penalties",
    "number": "40.5",
    "text": "Sharks; prohibitions; administrative penalties.  (a)  No person shall knowingly harvest shark fins from the territorial waters of the State, or land shark fins in the State, unless the fins were taken from a shark landed whole in the State.\n     (b)  Any person violating this section or any rule adopted thereunder shall be subject to:\n     (1)  Seizure and forfeiture of shark fins, commercial marine license, vessel, and fishing equipment; and\n     (2)  An administrative fine of not less than $5,000 and not more than $15,000.  In addition, the violator may be assessed administrative fees and costs, and attorney's fees and costs.\n     (c)  Any criminal prosecution or penalty imposed for violation of this section or any rule adopted thereunder shall not preclude seizure and forfeiture pursuant to chapter 712A, or the imposition of any administrative fines and costs or attorney's fees and costs under this section.\n     (d)  This section shall apply to the following vessels when fishing outside the territorial waters of the State:\n     (1)  Vessels that hold a fishing license or permit issued by the State as a prerequisite to participation in the fishery, or that have owners or captains who hold a fishing license or permit issued by the State as a prerequisite to participation in the fishery;\n     (2)  Vessels that are registered under section 200-31; or\n     (3)  Vessels with federal documentation that lists as a homeport a location within the State;\nprovided that the enforcement of this section on these vessels outside the territorial waters of the State shall not apply if enforcement of this section is in violation of, or in conflict with, federal law.\n     (e)  Notwithstanding anything to the contrary, this section shall apply only to vessels that off-load cargo in the State or its territorial waters.\n     (f)  As used in this section:\n     \"Land\" or \"landed\" means when the shark or any part thereof is first brought to shore.\n     \"Shark fin\" means the raw or dried fin of a shark with the shark carcass removed.\n     \"Whole\" means the entire shark with its head and flesh intact, allowing for the removal of the blood, internal organs, and tail at sea. [L 2000, c 277, §2]"
}