{
    "name": "Exemption from liability",
    "number": "40",
    "text": "(a)  To qualify for an exemption from liability, a requesting party that is also a prospective purchaser shall enter into a voluntary response agreement with the department prior to becoming the owner or operator of the property that is the subject of the agreement.\n\t(b)  Prospective purchasers who complete a voluntary response action and receive a letter of completion from the department are exempt from future liability to the department for those specific hazardous substances, pollutants, contaminants, media, and land area addressed in the voluntary response action and specified in a letter of completion from the department.  Prospective purchasers of property for which an owner has completed a voluntary response action and received a letter of completion from the department are exempt from future liability to the department for those specific hazardous substances, pollutants, contaminants, media, and land area addressed in the voluntary response action and specified in the letter of completion issued to the party who conducted the voluntary response action.\n\t(c)  The exemption from future liability to the department referenced in subsection (b) applies only to those specific hazardous substances, pollutants, and contaminants cleaned up to a risk-based standard of not more than one total lifetime cancer risk per one million and only to the specific media and land area addressed in the voluntary response action; provided that the exemption only applies to the contamination which occurred prior to conducting the voluntary response action.\n\t(d)  A party who is exempt from future liability to the department under subsections (b) and (c) shall not be liable for claims for contribution or indemnity regarding matters addressed in the voluntary response action.\n\t(e)  The department reserves the right to take action consistent with this chapter against responsible parties.\n\t(f)  The exemption from liability shall not be effective:\n\n\n\n\t(1)\tIf a letter of completion is acquired by fraud, misrepresentation, or failure to disclose material information;\n \t(2)\tWhere transactions were made for the purpose of avoiding liability under part I; or\n\t(3)\tIf a prospective purchaser fails to comply with the terms and conditions specified in the letter of completion.\n\n\n\n\t(g)  There shall be no exemption from liability for other laws or requirements. [L 1997, c 377, pt of §2; am L 1998, c 233, §5; am L 2005, c 133, §8]"
}