{
    "name": "Judicial review",
    "number": "17",
    "text": "(a)  Any person who receives and complies with the terms of any order issued under this chapter may bring and maintain an action in the circuit court to review the order as provided for in this section, prior to the completion of all action required in this order, provided that the person shall not seek any form of injunctive relief and at all times is in compliance with the order.\n\t(b)  The director's order may be issued without a hearing and shall be supported by an administrative record consisting of the documents and other papers and materials considered by the director in issuing the order.  The order shall be effective immediately unless it provides otherwise.  The person receiving the order may supplement the administrative record with other documents, writings, or material within thirty days after receipt of the order.  In the sole discretion of the director, the administrative record may be supplemented further by a proceeding in which testimony and other evidence may be received.  A person aggrieved by the order who is and continues to be in compliance with the order may petition the circuit court for an expedited review of the order after service of a certified copy of the order.  The review by the court shall be confined to the administrative record.  The court shall, upon request by any party, hear oral arguments and receive written briefs.  Discovery shall not be permitted.  The court shall affirm the order or, if it finds that the order is arbitrary and capricious, it shall reverse or modify the order.  The court's order in any expedited review shall be without prejudice to any party in any other proceeding.\n\t(c)  In an expedited review of the director's order concerning the determination that the aggrieved party is subject to liability under this chapter, the court shall affirm the order unless it is clearly shown to be arbitrary and capricious.\n\t(d)  If the court reverses the director's determination that the objecting party is subject to liability under this chapter, the court shall vacate the order of the director in its entirety and award the objecting party reimbursement from the fund, or if sufficient funds are not available, then from the State, of all costs incurred in complying with the order, which may include the party's reasonable attorney's fees.\n\t(e)  In reviewing a director's order under this section, the court shall uphold the director's decision on technical issues, including the nature and scope of the action ordered, unless the objecting party demonstrates, based on the administrative record, that the decision is arbitrary and capricious.\n\t(f)  If the court finds that the director's order is arbitrary and capricious under subsection (e), the court shall issue findings of fact and conclusions of law sufficient to advise the parties of the deficiencies in the order.  The court shall thereafter allow the contesting parties a thirty-day period following the entry of its findings of fact and conclusions of law to agree to mutually acceptable technical modifications to the challenged order.  However, if the contesting parties are unable to reach agreement within the thirty-day period, then the parties shall notify the court and each party shall select a technical panel member in accordance with subsection (g) at the conclusion of the thirty-day period.  The court shall order that the outstanding issues be submitted to a technical panel for binding resolution of the issues identified by the court in a manner consistent with the court's findings and conclusions, and the state contingency plan.\n\t(g)  The technical panel shall consist of three members, each of whom shall have expertise in engineering, or expertise in the physical, chemical, biological, or health sciences.\n\t(h)  A majority of the technical panel members shall determine an appropriate resolution to the technical issues identified by the court in the period of time the court orders.  The technical panel members shall be selected as follows:\n\n\n\n\t(1)\tOne member shall be selected by the director;\n\t(2)\tOne member shall be selected by the objecting party, or a majority of the objecting parties challenging the order; and\n\t(3)\tThe foregoing two members shall select the third member of the panel within thirty days of their selection.\n\n\n\n\t(i)  After making a decision that resolves the technical issues, the technical panel shall submit its final decision to the court.  The court shall vacate the order found arbitrary and capricious and enter an order adopting the decision submitted by the technical panel unless the court finds that:\n\n\n\n\t(1)\tThe decision is not consistent with the court's findings of fact and conclusions of law and the state contingency plan;\n\t(2)\tThe decision was procured by corruption, fraud, or undue means;\n\t(3)\tThere was evident partiality or corruption in the panel, or any of the members;\n\t(4)\tThe panel was guilty of misconduct by which the rights of any party have been prejudiced; or\n\t(5)\tThe panel exceeded its powers or so imperfectly executed them that a mutual, final, and definite decision upon the subject matter submitted was not made.\n\n\n\n\t(j)  Any action for concurrent review under this section shall have priority on the civil trial calendar of the circuit court.\n\t(k)  The petitioner, in any action pursuant to section 128D-19, may seek judicial review of any partial or complete denial of the petition.  The review shall be conducted pursuant to section 91-14.  In addition to any other relief that may be awarded, the court may award to the petitioner reimbursement from the fund, or if there are insufficient funds then from the State, which may include appropriate costs, fees, and other expenses, including reasonable attorney's fees.\n\t(l)  In reviewing alleged procedural errors, the court may disallow costs or damages only if the errors were so serious and related to matters of such central relevance to the action that the action would have been significantly changed had the errors not been committed. [L 1990, c 298, pt of §17; am L 1991, c 280, §15]"
}