{
    "name": "De minimis settlements",
    "number": "20",
    "text": "(a)  Whenever practicable and in the public interest, the director, in consultation with the attorney general, as promptly as possible, shall reach a final settlement with a potentially responsible party in any administrative or civil action brought under this chapter, provided that the settlement involves only a minor portion of the response costs at the facility concerned and, in the judgment of the director, the conditions in either paragraph (1) or (2) are met:\n\n\n\n\t(1)\tBoth the amount of the hazardous substances contributed by that party to the facility and the toxic or other hazardous effects of the substances contributed by that party to the facility are minimal in comparison to other hazardous substances at the facility; or\n\t(2)\tThe potentially responsible party is the owner of the real property on or in which the facility is located, and did not conduct or permit the generation, transportation, storage, treatment, or disposal of any hazardous substance at the facility, and did not contribute to the release or threat of release of a hazardous substance at the facility through any action or omission.\n\n\n\nThis subsection shall not apply if the potentially responsible party purchases the real property with actual or constructive knowledge that the property was used for the generation, storage, treatment, or disposal of any hazardous substance.\n\t(b)  The director may provide a covenant not to sue with respect to the facility concerned to any party who has entered into a settlement under this section unless such a covenant would be inconsistent with the public interest.\n\t(c)  The director shall reach any such settlement or grant such covenant not to sue as soon as possible after the director has available the information necessary to reach such a settlement or grant such a covenant.\n\t(d)  A settlement under this section shall be entered as a consent decree or embodied in an administrative order setting forth the terms of the settlement.  Any state court with jurisdiction may enforce any such consent decree or administrative order.\n\t(e)  A party who has resolved its liability to the State under this section shall not be liable for claims for contribution or indemnity regarding matters addressed in the settlement.  Such settlement does not discharge any of the other potentially responsible parties unless its terms so provide, but it reduces the potential liability of the others by the amount of the settlement.\n\t(f)  Nothing in this section shall be construed to affect the authority of the director to reach settlements with other potentially responsible parties. [L 1991, c 280, pt of §1]"
}