{
    "name": "Definitions",
    "number": "1",
    "text": "Whenever used in this chapter:\n\t\"Cooperative\" means a nonprofit association of farmers organized under chapter 421.\n\t\"Farm land\" means land used for agricultural purposes, including general farming, cane growing, fruit growing, flower growing, grazing, dairying, the production of any form of livestock or poultry, and any other form of agricultural activity.  It includes land required for an adequate farm dwelling and other essential farm buildings, roads, and wasteland.\n\t\"Food manufacturers\" means entities that process Hawaii-grown agricultural products or that utilize Hawaii-grown agricultural products as an ingredient in the manufacturing process.  Processed and manufactured agricultural food products include items such as chips, dairy products, guava and papaya puree, macadamia nut products, fruit drinks, juices, nectars, jams, jellies, packaged coffee, processed vegetables, freeze-dried and fresh poi, processed meat products, cookies, and candies.\n\t\"Mortgage\" includes classes of liens on farm land and other authorized security as are approved by the department of agriculture and the credit instruments secured thereby.\n\t\"New farmer program\" means a new farm enterprise for qualified new farmers, including persons who are:\n\n\n\n\t(1)\tDisplaced from employment in an agricultural production enterprise;\n\t(2)\tCollege graduates in agriculture;\n\t(3)\tCommunity college graduates in agriculture;\n\t(4)\tMembers of the Hawaii Young Farmer Association and Future Farmer of America graduates with farming projects;\n\t(5)\tPersons who have not less than two years' experience as part-time farmers;\n\t(6)\tPersons who have been farm tenants or farm laborers;\n\t(7)\tOther individuals who for the two years last preceding their application have obtained the major portion of their income from farming operations; and\n\t(8)\tPersons who by reason of ability, experience, and training as vocational trainees are likely to successfully operate a farm, who otherwise meet the eligibility requirements of section 155-10.\n\n\n\n\t\"Part-time farmer\" means a person of proven farming ability who:\n\n\n\n\t(1)\tHas been operating the person's farm for at least two years on land owned by the person in fee or on land rented or leased from others;\n\t(2)\tIs presently devoting a portion of the person's time to farming; and\n\t(3)\tDerives between twenty-five to fifty per cent of the person's net cash income from direct participation in farming in its broadest sense.\n\n\n\n\t\"Private lender\" includes banks, savings and loan associations, credit unions, mortgage companies, and other qualified companies whose business includes the making of loans in the State.\n\t\"Qualified farmer\" means a person of proven farming ability who operates the person's own farm on land owned by the person in fee or on land rented or leased from others and who is presently devoting, has recently devoted, or intends to devote most of the person's time or who derives a major portion of the person's net cash income from direct participation in farming in its broadest sense.  It includes:\n\n\n\n\t(1)\tHawaii partnerships controlled by at least seventy-five per cent by persons who would qualify individually and would meet the eligibility requirements of section 155-10;\n\t(2)\tSmall corporations where at least seventy-five per cent of each class of stock issued by the corporation is owned by persons who qualify individually and would meet the eligibility requirements of section 155-10 and where seventy-five per cent of the directors are qualified farmers;\n\t(3)\tCorporations incorporated in the State primarily for agricultural production purposes; actively engaged in agricultural production for a minimum of two years; and with at least seventy-five per cent of each class of stock owned by persons who are residents of this State or entities that are domiciled in this State;\n\t(4)\tTrusts with situs in Hawaii in which the trustee or other individual or entity in control of the operations of the trust would qualify and meet the eligibility requirements of section 155-10; and\n\t(5)\tAny other legal entity recognized by the State that conducts business in the State and that is capable of acquiring, holding, encumbering, transferring, or otherwise administering property, whether real or personal, or tangible or intangible, and which entity is owned and controlled by persons or other entities, at least seventy-five per cent of which would qualify and would meet the eligibility requirements of section 155-10. [L 1959, c 278, pt of §1; am L Sp 1959 2d, c 1, §25; am L 1961, c 104, §1(a), (b) and c 132, §2; Supp, §102-1; HRS ; am L 1972, c 87, §1; am L 1974, c 231, §2(1); am L 1975, c 135, §1; am L 1979, c 210, §1; gen ch 1985; am L 1996, c 23, §1; am L 1999, c 32, §1; am L 2000, c 51, §2; am L 2001, c 141, §1]"
}