{
    "name": "Mediation; condominium management dispute resolution; request for hearing; hearing",
    "number": "121.5",
    "text": "  (a)  If an apartment owner or the board of directors requests mediation of a dispute involving the interpretation or enforcement of the association of apartment owners' declaration, bylaws, house rules, or a matter involving section 514A-82(b)(1) to (13), 514A-82.1, 514A-82.15, 514A-82.3, 514A-82.5, 514A-82.6, 514A-83, 514A-83.1, 514A-83.2, 514A-83.3, 514A-83.4, 514A-83.5, 514A-84, 514A-84.5, or 514A-92.5, the other party in the dispute shall be required to participate in mediation.  Each party shall be wholly responsible for its own costs of participating in mediation, unless at the end of the mediation process, both parties agree that one party shall pay all or a specified portion of the mediation costs.  If an apartment owner or the board of directors refuses to participate in the mediation of a particular dispute, a court may take this refusal into consideration when awarding expenses, costs, and attorney's fees.\n     (b)  If a dispute is not resolved by mediation as provided in this section, including for the reason that a unit owner or the board of directors refuses to participate in the mediation of a particular dispute, any party to that proposed or terminated mediation may file for arbitration no sooner than thirty days from the termination date of the mediation; provided that the termination date shall be deemed to be the earlier of:\n     (1)  The last date the parties all met in person with the mediator;\n     (2)  The date that a unit owner or a board of directors refuses in writing to mediate a particular dispute; or\n     (3)  Thirty days after a unit owner or a board of directors receives a written or oral request to engage in mediation and mediation does not occur within fifty-one days after the date of the request.\n     (c)  If a dispute is not resolved by mediation as provided in subsection (a), including for the reason that a unit owner or the board of directors refuses to participate in the mediation of a particular dispute, any party to that proposed or terminated mediation may file a request for a hearing with the office of administrative hearings, department of commerce and consumer affairs, as follows:\n     (1)  The party requesting the hearing shall be a board of directors of a duly registered association of apartment owners, or an apartment owner that is a member of an association duly registered pursuant to section 514A-95.1;\n     (2)  The request for hearing shall be filed within thirty days from the termination date as specified in writing by the mediation service; provided that the termination date shall be deemed to be the earlier of:\n         (A)  The last date the parties all met in person with the mediator;\n         (B)  The date that a unit owner or a board of directors refuses in writing to mediate a particular dispute; or\n         (C)  Thirty days after a unit owner or a board of directors receives a written or oral request to engage in mediation and mediation does not occur within fifty-one days after the date of the request;\n     (3)  The request for hearing shall name one or more parties in the proposed or terminated mediation as an adverse party and identify the statutory provisions in dispute; and\n     (4)  The subject matter of the hearing before the hearings officer may include any matter that was the subject of the mediation pursuant to subsection (a).\n     (d)  For purposes of this section, the office of administrative hearings for the department of commerce and consumer affairs shall accept no more than thirty requests for hearing per fiscal year under this section.\n     (e)  The party requesting the hearing shall pay a filing fee of $25 to the department of commerce and consumer affairs, and the failure to do so shall result in the request for hearing being rejected for filing.  All other parties shall file a response, accompanied by a filing fee of $25 to the department of commerce and consumer affairs, within twenty days of being served with the request for hearing.\n     (f)  The hearings officers appointed by the director of commerce and consumer affairs pursuant to section 26-9(f) shall have jurisdiction to review any request for hearing filed under subsection (c).  The hearings officers shall have the power to issue subpoenas, administer oaths, hear testimony, find facts, make conclusions of law, and issue written decisions that shall be final and conclusive, unless a party adversely affected by the decision files an appeal in the circuit court under section 91-14.\n     (g)  Chapter 16-201, Hawaii Administrative Rules, shall govern all proceedings brought under subsection (c).  The burden of proof, including the burden of producing the evidence and the burden of persuasion, shall be upon the party initiating the proceeding.  Proof of a matter shall be by a preponderance of the evidence.\n     (h)  Hearings to review and make determinations upon any requests for hearings filed under subsection (c) shall commence within sixty days following the receipt of the request for hearing.  The hearings officer shall issue written findings of fact, conclusions of law, and an order as expeditiously as practicable after the hearing has been concluded.\n     (i)  Each party to the hearing shall bear the party's own costs, including attorney's fees, unless otherwise ordered by the hearings officer.\n     (j)  Any party to a proceeding brought under subsection (c) who is aggrieved by a final decision of a hearings officer may apply for judicial review of that decision pursuant to section 91-14; provided that any party seeking judicial review pursuant to section 91-14 shall be responsible for the costs of preparing the record on appeal, including the cost of preparing the transcript of the hearing.\n     (k)  The department of commerce and consumer affairs may adopt rules and forms, pursuant to chapter 91, to effectuate the purpose of this section and to implement its provisions. [L 2007, c 244, pt of §2; am L 2008, c 205, §1]\n \nNote\n \n  Section is repealed on June 30, 2011.  Cases pending for dispute resolution are subject to this section.  L 2007, c 244, §12; L 2008, c 205, §5; L 2009, c 9.  See also L 2006, c 277; L 2007, c 242."
}