{
    "name": "Contributory negligence no bar; comparative negligence; findings of fact and special verdicts Under Age Twenty-One",
    "number": "31",
    "text": "COMPARATIVE NEGLIGENCE\n\n   Contributory negligence no bar; comparative negligence; findings of fact and special verdicts.  (a)  Contributory negligence shall not bar recovery in any action by any person or the person's legal representative to recover damages for negligence resulting in death or in injury to person or property, if such negligence was not greater than the negligence of the person or in the case of more than one person, the aggregate negligence of such persons against whom recovery is sought, but any damages allowed shall be diminished in proportion to the amount of negligence attributable to the person for whose injury, damage or death recovery is made.\n\t(b)  In any action to which subsection (a) of this section applies, the court, in a nonjury trial, shall make findings of fact or, in a jury trial, the jury shall return a special verdict which shall state:\n\n\n\n\t(1)\tThe amount of the damages which would have been recoverable if there had been no contributory negligence; and\n\t(2)\tThe degree of negligence of each party, expressed as a percentage.\n\n\n\n\t(c)  Upon the making of the findings of fact or the return of a special verdict, as is contemplated by subsection (b) above, the court shall reduce the amount of the award in proportion to the amount of negligence attributable to the person for whose injury, damage or death recovery is made; provided that if the said proportion is greater than the negligence of the person or in the case of more than one person, the aggregate negligence of such persons against whom recovery is sought, the court will enter a judgment for the defendant.\n\t(d)  The court shall instruct the jury regarding the law of comparative negligence where appropriate. [L 1969, c 227, §1; am L 1972, c 144, §2(i); am L 1975, c 152, §1; am L 1976, c 161, §1; gen ch 1985]"
}