{
    "name": "Nursing scholars program; establishment, administration",
    "number": "2",
    "text": "(a)  There is established a program to be known as the nursing scholars program to be placed within the department.\n\t(b)  The department may provide scholarship grants under the scholarship program to an eligible student who is a resident in this State upon confirmation from an approved educational institution that the student has been accepted for enrollment in an approved graduate course of study.  Awarding preference shall be given to Hawaii residents.  Scholarship grants shall only be for the amounts set forth in section 304E-3(a) and shall only be used for tuition, books, laboratory fees, and any other required educational fees and costs.\n\t(c)  The department shall establish lists of approved graduate courses of study for the various types of approved educational institutions falling within the program.\n\t(d)  To receive a scholarship grant under this chapter, a student shall:\n\n\n\n\t(1)\tHave graduated from a recognized nursing program with a bachelor of science in nursing;\n\t(2)\tMaintain domicile in Hawaii during the term of the scholarship grants;\n\t(3)\tComply with any conditions placed on the scholarship grant by the department;\n\t(4)\tMaintain a grade point average of 3.0 or higher, on a scale of 4.0 or its equivalent; and\n\t(5)\tEnter into a written agreement with the department to:\n\n\t\t(A)\tSatisfy all degree requirements and other requirements under this chapter;\n\t\t(B)\tCommence nursing instruction in this State within one year after completion of an approved graduate degree in nursing for a period of one year for each academic year the student received a master's or doctoral degree, for a period of one year for each academic year the student receives a scholarship grant under this chapter, unless the department determines that there are extenuating circumstances; and\n\t\t(C)\tReimburse the State for all amounts received under this chapter and interest thereon, as determined by the department, if the student fails to comply with this subsection.\n\n\n\n\n\n\t(e)  A student applying for the scholarship shall apply to the department and include all information and documentation required by the department.  The application shall include a verified statement of grade point average from the appropriate approved educational institution.\n\t(f)  The teaching requirement under subsection (d)(5)(B) shall begin after the receipt of the master's or doctoral degree.  If a student terminates enrollment in the approved educational institution during the academic year or prior to completion of the approved graduate course of study and is eligible to have all or a portion of the tuition payments refunded under the refund policies of the institution, the approved educational institution shall notify the department in writing and shall return all unused portions of the scholarship grant.  Returned amounts shall be used to fund other scholarship grants under this chapter.\n\t(g)  A scholarship grant under this chapter is only transferable to another approved educational institution if approved by the department.\n\t(h)  Scholarship grants awarded under the program shall be limited to funds appropriated for the purpose of awarding grants or funds otherwise matched by external entities.  First priority for scholarship grant awards shall be given to renewal applicants. [L 2005, c 116, pt of §2]"
}