{
    "name": "Definitions",
    "number": "2",
    "text": "Whenever used in this chapter, unless the context otherwise requires:\n\t\"Attending physician\" means the physician who has primary responsibility for the treatment and care of the patient.\n\t\"Declarant\" means a person suffering from a psychotic condition who has executed a declaration while in a state of remission in accordance with the requirements of section 327F-3.\n\t\"Declaration\" means a written document voluntarily executed by the declarant in accordance with the requirements of section 327F-3 regardless of form.\n\t\"Health care facility\" includes any program, institution, place, building, or agency, or portion thereof, private or public, whether organized for profit or not, used, operated, or designed to provide medical diagnosis, treatment, rehabilitative, or preventive care to any person.  The terms include, but is not limited to, health care facilities that are commonly referred to as hospitals, outpatient clinics, organized ambulatory health care facilities, emergency care facilities and centers, health maintenance organizations, and others providing similarly organized services regardless of nomenclature.\n\t\"Health care provider\" means a person who is licensed, certified, or otherwise authorized or permitted by the law of this State to administer health care in the ordinary course of business or practice of a profession.\n\t\"Incompetent person\" means any person suffering from a psychotic condition who is temporarily impaired by reason of having lapsed back into that psychotic condition to the extent that while temporarily impaired, the person lacks sufficient understanding or capacity to make or communicate responsible decisions concerning the person's health care.\n\t\"Physician\" means an individual licensed to practice medicine under chapter 453 or chapter 460.\n\t\"Psychotic condition\" means any disease, illness, or condition commonly referred to by the medical profession according to ordinary standards of current medical practice as any disorder exhibiting psychotic tendencies, manic-depressive behavior, schizophrenia, or other similar condition which, without the administration of appropriate medical treatment, including the use of psychotropic drugs, would constitute a danger to the patient or to others and would result in a patient being gravely disabled. [L 1992, c 84, pt of §1]"
}