{
    "name": "Project agreement",
    "number": "5",
    "text": "(a)  Any project agreement entered into by the county shall contain provisions unconditionally obligating the project party to pay the county during the period or term of the project agreement, exclusive of any renewal or extension thereof and whether or not the pollution control project is used or occupied by the project party, at such time or times and in such amount or amounts that will be at least sufficient:\n\n\n\n\t(1)\tTo pay the principal of, and premium, if any, and interest on all special purpose revenue bonds issued to finance the costs of the pollution control project as and when the same becomes due, including upon any required redemption thereof;\n\t(2)\tTo establish or maintain such reserves, if any, as may be required by the instrument authorizing or securing the special purpose revenue bonds;\n\t(3)\tTo pay the fees and expenses of the paying agents and trustees for the special purpose revenue bonds;\n\t(4)\tTo pay the expenses incurred by the county in administering the bonds or in carrying out the project agreement; provided that moneys received by the county to pay such expenses shall not be, nor be deemed to be, revenues derived under the project agreement which may be pledged as security for special purpose revenue bonds and shall be paid into the county fund from which such payments are made; and\n\t(5)\tTo pay any and all of the cost, direct or indirect, in the operation, maintenance, and repair of the pollution control project.\n\n\n\n\t(b)  Any project agreement entered into by the county may contain such provisions as the county deems necessary or desirable to obtain or permit the participation of the state and federal government in the pollution control project or in the financing of the costs thereof.\n\t(c)  A project agreement shall provide that the county shall have all rights and remedies generally available at law or in equity to reenter and take possession of a pollution control project upon the breach or default by a project party of any term, condition, or provision of a project agreement.\n\t(d)  The county may extend or renew any project agreement or any other agreement related thereto, in accordance with the project agreement. [L 1983, c 237, pt of §2]"
}