{
    "name": "Service on partnership ARTICLE 2.  FORMATION:  CERTIFICATE OF LIMITED PARTNERSHIP",
    "number": "111",
    "text": "Service on partnership.  (a)  Service of any notice or process authorized by law that is issued against any domestic or foreign limited partnership by any court, judicial or administrative officer, or board, may be made in the manner provided by law upon any registered agent or general partner of the limited partnership who is found within the jurisdiction of the court, officer, or board; or if a registered agent or general partner cannot be found, upon any person who is found in charge of the property, business, or office of the limited partnership within the jurisdiction of the court, officer, or board.\n\t(b)  If no general partner or other person in charge of the property, business, or office of the limited partnership can be found within the State, and if the limited partnership has not filed with the director pursuant to this chapter the name of a registered agent upon whom legal notice and process from the courts of the State may be served, and the person named is not found within the State, service may be made upon the limited partnership by registered or certified mail, return receipt requested, addressed to the limited partnership at its principal office shown in its application for a certificate of authority or its most recent report.\n\t(c)  Service by registered or certified mail is perfected at the earliest of:\n\n\n\n\t(1)\tThe date the limited partnership receives the mail;\n\t(2)\tThe date shown on the return receipt, if signed on behalf of the limited partnership; or\n\t(3)\tFive days after its deposit in the United States mail, as evidenced by the postmark, if mailed postpaid and correctly addressed.\n\n\n\n\t(d)  Nothing contained herein shall limit or affect the right to serve any process, notice, or demand required or permitted by law to be served upon a limited partnership in any other manner permitted by law. [L 2002, c 130, pt of §6; am L 2003, c 124, §60]"
}