{
    "name": "Definitions",
    "number": "101",
    "text": "ARTICLE 1.  GENERAL PROVISIONS\n\n     As used in this chapter, unless the context otherwise requires:\n\t\"Certificate of limited partnership\" means the certificate referred to in section 425D-201, and the certificate as amended or restated.\n\t\"Contribution\" means any cash, property, services rendered, or a promissory note or other binding obligation to contribute cash or property or to perform services, which a partner contributes to a limited partnership in the capacity as a partner.\n\t\"Director\" means the director of commerce and consumer affairs.\n\t\"Event of withdrawal of a general partner\" means an event that causes a person to cease to be a general partner as provided in section 425D-402.\n\t\"Foreign limited partnership\" means a partnership formed under laws other than the laws of this State and having as partners one or more general partners and one or more limited partners.\n\t\"General partner\" means a person who has been admitted to a limited partnership as a general partner in accordance with the partnership agreement and named in the certificate of limited partnership as a general partner.\n\t\"Limited partner\" means a person who has been admitted to a limited partnership as a limited partner in accordance with the partnership agreement.\n\t\"Limited partnership\" and \"domestic limited partnership\" mean a partnership formed by two or more persons under the laws of this State and having one or more general partners and one or more limited partners.\n\t\"Other entity\" includes a domestic or foreign corporation, whether organized for profit or not, a domestic or foreign partnership, limited liability partnership, limited liability company, or a domestic professional corporation.\n\t\"Partner\" means a limited or general partner.\n\t\"Partnership agreement\" means any valid agreement, written or oral, of the partners as to the affairs of a limited partnership and the conduct of its business.\n\t\"Partnership interest\" means a partner's share of the profits and losses of a limited partnership and the right to receive distributions of partnership assets.\n\t\"Person\" means a natural person, partnership, limited partnership (domestic or foreign), business trust, trust, estate, association, or corporation, or any other legal or commercial entity.\n\t\"State\" means a state, territory, or possession of the United States, the District of Columbia, or the Commonwealth of Puerto Rico, or any foreign state or country. [L 1989, c 288, pt of §1; am L 1999, c 280, §11; am L 2001, c 129, §78]"
}