{
    "name": "Definitions",
    "number": "1",
    "text": "Whenever used in this chapter, unless the context otherwise requires:\n     \"Board\" means the board of education.\n     \"Charter school\" refers to those public schools holding charters to operate as charter schools under this chapter, including start-up and conversion charter schools, and that have the flexibility and independent authority to implement alternative frameworks with regard to curriculum, facilities management, instructional approach, virtual education, length of the school day, week, or year, and personnel management.\n     \"Charter school review panel\" or \"panel\" means the panel established pursuant to section 302B-3 with the powers and duties to issue and revoke charters, approve detailed implementation plan revisions, and conduct charter school evaluations.\n     \"Conversion charter school\" means:\n     (1)  Any existing department school that converts to a charter school and is managed and operated in accordance with section 302B-6;\n     (2)  Any existing department school that converts to a charter school and is managed and operated by a nonprofit organization in accordance with section 302B-6; or\n     (3)  A newly created school, consisting of programs or sections of existing public school populations that are funded and governed independently and may include part of a separate Hawaiian language immersion program using existing public school facilities.\n     \"Department\" means the department of education.\n     \"Detailed implementation plan\" means the document that details the charter school's purpose, focus, operations, organization, finances, and accountability, and becomes the basis for a performance contract between the panel and the charter school.\n     \"Executive director\" means the executive director of the charter school administrative office.\n     \"Local school board\" means the autonomous governing body of a charter school that:\n     (1)  Receives the charter and is responsible for the financial and academic viability of the charter school and implementation of the charter;\n     (2)  Possesses the independent authority to determine the organization and management of the school, the curriculum, virtual education, and compliance with applicable federal and state laws; and\n     (3)  Has the power to negotiate supplemental collective bargaining agreements with exclusive representatives of their employees.\n     \"Nonprofit organization\" means a private, nonprofit, tax-exempt entity that:\n     (1)  Is recognized as a tax-exempt organization under section 501(c)(3) of the Internal Revenue Code of 1986, as amended; and\n     (2)  Is domiciled in this State.\n     \"Office\" means the charter school administrative office.\n     \"Organizational viability\" means that a charter school:\n     (1)  Has been duly constituted in accordance with its charter;\n     (2)  Has a local school board established in accordance with law and the charter school's charter;\n     (3)  Employs sufficient faculty and staff to provide the necessary educational program and support services to operate the facility in accordance with its charter;\n     (4)  Maintains accurate and comprehensive records regarding students and employees as determined by the office;\n     (5)  Meets appropriate standards of student achievement;\n     (6)  Cooperates with board, panel, and office requirements in conducting its functions;\n     (7)  Complies with applicable federal, state, and county laws and requirements;\n     (8)  In accordance with office guidelines and procedures, is financially sound and fiscally responsible in its use of public funds, maintains accurate and comprehensive financial records, operates in accordance with generally accepted accounting practices, and maintains a sound financial plan;\n     (9)  Operates within the scope of its charter and fulfills obligations and commitments of its charter; \n    (10)  Complies with all health and safety laws and requirements; and\n    (11)  Complies with all panel directives, policies, and procedures.\n     \"Start-up charter school\" means a new school established under section 302B-5. [L 2006, c 298, pt of §2; am L 2007, c 115, §6; am L 2009, c 86, §2]"
}