{
    "name": "Offers of gifts or prizes; unlawful",
    "number": "1.6",
    "text": "(a)  It shall be an unlawful practice under this chapter for any person to enforce or attempt to enforce an agreement to purchase, lease, or rent a consumer product if the offer to sell, lease, or rent was conducted in a manner not in compliance with the requirements of this chapter.\n\t(b)  It shall be an unlawful practice under this chapter for any person to offer a gift, prize, or award by means of written notice sent through the mail or by telephone with the intent to sell, lease, or rent a consumer product, or to initiate the sale, lease, or rental of a consumer product when, at the time of the offer, the consumer product and all the material terms of the sale, lease, or rental transaction, including the price, handling, shipping, delivery, or any other fee, are not clearly and conspicuously disclosed.\n\t(c)  It shall be an unlawful practice for any person to offer a gift, prize, or award by means of written notice sent through the mail or by telephone with the intent to receive a payment of any money when, at the time of the offer, all of the material terms of the transaction, including handling, shipping, delivery, or any other fee, are not clearly and conspicuously disclosed and the consumer is requested to:\n\n\n\n\t(1)\tFurther the transaction by calling a 900 number or \"pay per call\"; or\n\t(2)\tSend payment of any money to receive or redeem the prize.\n\n\n\n\t(d)  Any offer of a prize made by means of written notice sent through the mail or by telephone shall include:\n\n\n\n\t(1)\tInformation on the odds of being able to receive the prize or if the odds are not calculable in advance, the factors used in calculating the odds;\n\t(2)\tA statement that no purchase or payment is required to win a prize or to participate in a prize promotion; and\n\t(3)\tInstructions on how to participate without purchase or payment including an address or toll-free telephone number to which a consumer may write or call for information on how to participate.\n\n\n\n\t(e)  It shall be an unlawful practice and a violation of this chapter for any person, in any contest or sweepstakes in which the winning entry or entries are to be determined by a drawing or some other method based on an element of chance:\n\n\n\n\t(1)\tTo promote a contest or sweepstakes in which some or all of the prizes may not be awarded, or to fail to award all prizes or awards offered, unless the person makes the following disclosures to each offeree in writing and in a conspicuous manner prior to the acceptance of the offeree's entry:\n\n\t\t(A)\tThat some or all of the prizes may not be awarded; and\n\t\t(B)\tThe date or dates on which a determination of winners will be made; and\n\n\t(2)\tTo offer a prize of real property unless the offeror files and maintains with the director a bond in a sum not less than $10,000, executed by the offeror, and naming the director as the obligee and a surety company authorized to do business in the State as surety.  The bond shall be continuous in form and conditioned upon the award of the real property to an eligible participant.  The bond shall run to the State for the benefit of any person who failed to receive the real property due to the failure of the offeror to award the real property pursuant to the terms of the offer.  The surety may cancel the bond by giving sixty days' notice in writing to the director.  Upon cancellation or expiration of the bond, the surety shall remain liable for any claims against the bond for a period of one year; provided that the claim arose while the bond was in effect and the director notifies the surety of any claims within ninety days of discovery of the claim. [L 1996, c 64, §1; am L 1999, c 239, §1]"
}