{
    "name": "Administrative dissolution; reinstatement",
    "number": "18",
    "text": "(a)  The director may commence a proceeding to dissolve a professional corporation administratively if the corporation fails to:\n     (1)  Pay any fees prescribed by law;\n     (2)  File its annual report for a period of two years;\n     (3)  Appoint and maintain an agent for service of process as required; or\n     (4)  File a statement of a change in the name or business address of the agent as required under this chapter.\n     Before the director may declare a corporation dissolved, the director shall give notice of the ground or grounds for dissolution by mailing the notice to the professional corporation at its last known address appearing in the records of the director.\n     (b)  If the corporation does not correct each ground for dissolution or demonstrate to the reasonable satisfaction of the director that each ground determined by the director does not exist within sixty days after the date of mailing of the director's written notice, the director shall administratively dissolve the corporation by signing a decree of dissolution that recites the ground for dissolution and its effective date.  The decree shall be filed in the director's office.  The administrative dissolution of a corporation shall not terminate the authority of its registered agent.\n     (c)  Parties of interest may petition a court of competent jurisdiction to appoint a trustee to settle the affairs of any professional corporation so dissolved.  If a trustee is appointed, the trustee shall pay to the State out of any funds that may come into the trustee's hands as trustee, a sum equal to any penalty imposed under section 414-473.  If a trustee is not appointed by a court of competent jurisdiction, the last directors of the dissolved corporation shall be and act as trustees for the creditors and shareholders of the dissolved professional corporation with full powers to settle its affairs.\n     (d)  In each case where the director has given a professional corporation notice of intention to dissolve the corporation on the grounds that its articles of incorporation have been procured through fraud, the corporation shall be entitled to petition for an administrative hearing under chapter 91 and shall give written notice to the director thereof, before the director may declare the corporation dissolved under subsection (a).\n     (e)  Within two years after the administrative dissolution of a professional corporation under this section, the corporation may be reinstated by the director upon a written application executed by an officer of the corporation setting forth such information as the director may require, and contain a certificate from the department of taxation indicating that all taxes owed by the corporation have been paid, a payment arrangement has been entered into, or the unpaid tax liabilities are being contested in an administrative or judicial appeal with the department of taxation, the payment of all delinquent fees and penalties and the filing of all reports due and unfiled.  Within the applicable reinstatement period, should the name of the professional corporation, or a name substantially identical thereto, be registered or reserved by another corporation, partnership, limited liability company, or limited liability partnership, or should the name or a name substantially identical thereto be registered as a trade name, trademark, or service mark, then reinstatement shall be allowed only upon the registration of a new name by the involuntarily dissolved professional corporation pursuant to the amendment provisions of this chapter.\n     (f)  A professional corporation whose articles of incorporation have expired shall cease to exist by operation of law.\n     (g)  If a professional corporation was dissolved due to the expiration of its period of duration, the professional corporation, at any time within two years of such dissolution, may amend its articles of incorporation to extend its period of duration; provided that, if the name of the professional corporation or a name substantially identical thereto is registered or reserved by another corporation, partnership, limited liability company, or limited liability partnership, or if the name or a name substantially identical thereto is registered as a trade name, trademark, or service mark, then the extension of corporate existence shall be allowed only upon the registration of a new name by the professional corporation pursuant to the amendment provisions of this chapter. [L 1985, c 259, pt of §1; am L 1987, c 135, §122; am L 1996, c 92, §9; am L 1998, c 2, §98; am L 1999, c 249, §15; am L 2000, c 219, §27; am L 2002, c 40, §51 and c 130, §77; am L 2004, c 121, §21; am L 2006, c 235, §10]"
}