{
    "name": "Definitions",
    "number": "1",
    "text": "PART I.  GENERAL PROVISIONS\n\n     As used in this chapter, unless the context requires otherwise:\n\t\"Agricultural solid waste\" means the solid waste that results from the rearing of animals and the harvesting of crops and that is normally placed in landfills.\n\t\"Backyard composting\" means the small-scale composting of organic materials, primarily yard wastes, at the site where these materials are generated.\n\t\"Bimetallic can\" means any food or beverage container that is composed of steel with a tin coating.\n\t\"Bioconversion\" means the processing of the organic fraction of the waste stream through biological or chemical means to perform composting or generate products including, but not limited to, fertilizers, feeds, methane, alcohols, tars, and other products.  This term includes, but is not limited to, biogassification, acid hydrolysis, pyrolysis, and fermentation.  This term does not include any form of incineration or methane gas extraction from a municipal waste landfill.\n\t\"Compost\" means a relatively stable, decomposed, organic, humus-like material, generated by a composting facility, that is suitable for landscaping or soil amendment purposes.\n\t\"Composting\" means a process in which organic solid wastes, such as biosolids (sewage sludge), green or yard waste materials, manures, and non-treated wood chips and shavings, are biologically decomposed and stabilized under controlled conditions to produce a stable humus-like mulch or soil amendment.  This term includes the processing of organic and non-treated wood waste materials for the generation of wood chips or other materials that can be used as soil amendment, planting mixes, mulches for horticultural and agricultural applications, landfill cover, and land reclamation.  The process of composting under methods approved by the department is a recycling activity.  Land application of uncomposted organic solid waste shall not be considered an approved solid waste management activity.\n\t\"Coordinator\" means the state solid waste management coordinator established within the office of solid waste management in the department of health.\n\t\"Corrugated paper\" means a paper product fabricated from two layers of kraft linerboard sandwiched around a corrugating medium.\n\t\"County coordinator\" means the person within each county government whose primary responsibility is the planning and implementation of the county's integrated solid waste management plans and objectives.\n\t\"Department\" means the department of health.\n\t\"Deposit beverage\" means beer, ale, or other drink produced by fermenting malt, mixed spirits, mixed wine, tea and coffee drinks regardless of dairy-derived product content, soda, or noncarbonated water, and all nonalcoholic drinks in liquid form and intended for internal human consumption that is contained in a deposit beverage container.\n\tThe term \"deposit beverage\" excludes the following:\n\n\n\n\t(1)\tA liquid which is:\n\n\t\t(A)\tA syrup;\n\t\t(B)\tIn a concentrated form; or\n\t\t(C)\tTypically added as a minor flavoring ingredient in food or drink, such as extracts, cooking additives, sauces, or condiments;\n\n\t(2)\tA liquid which is ingested in very small quantities and which is consumed for medicinal purposes only;\n\t(3)\tA liquid which is designed and consumed only as a nutritional supplement as defined in the Dietary Supplement Health and Education Act of 1994 (P.L. 103-417) and not as a beverage;\n\t(4)\tProducts frozen at the time of sale to the consumer, or, in the case of institutional users such as hospitals and nursing homes, at the time of sale to the users;\n\t(5)\tProducts designed to be consumed in a frozen state;\n\t(6)\tInstant drink powders;\n\t(7)\tSeafood, meat, or vegetable broths, or soups, but not juices; and\n\t(8)\tMilk and all other dairy-derived products, except tea and coffee drinks with trace amounts of these products.\n\n\n\n\t\"Director\" means the director of health.\n\t\"Disposal\" means the management of solid waste through incineration or landfilling at permitted solid waste facilities.\n\t\"Disposal fee\" means a fee that may be charged on items that will eventually end up as solid waste with the intent of factoring into the price or use or disposal of the same the eventual cost of managing the goods as wastes.\n\t\"Enterprise zone\" means an area selected by a county and approved by the governor to be eligible for the enterprise zone program established under chapter 209E.\n\t\"Environmental management special fund\" means the fund created by section 342G-63.\n\t\"Feasibility assessment\" means a study that analyzes a specific municipal solid waste collection, storage, processing, or disposal system to assess the likelihood that the system can be successfully implemented, including, but not limited to, an analysis of the prospective market, the projected costs and revenues of the system, the waste stream that the system will rely upon, and various options available to implement the system.\n\t\"Ferrous metal\" means any iron or steel scrap that has an iron content sufficient for magnetic separation.\n\t\"Food waste\" means all animal and vegetable solid wastes generated by food facilities and residences that result from the storage, preparation, cooking, or handling of food.\n\t\"Green waste\" means leaves, garden residues, shrubbery and tree trimmings, grass clippings, and similar material.\n\t\"HDPE\" means high density polyethylene plastic and containers manufactured from this material.\n\t\"Household hazardous waste\" means those wastes resulting from products purchased by the general public for household use which, because of their quantity, concentration, or physical, chemical, or infectious characteristics, may pose a substantial known or potential hazard to human health or the environment when improperly treated, disposed of, or otherwise managed.\n\t\"Incineration\" means volume reduction by controlled burning of combustible solid waste.\n\t\"Integrated solid waste management\" means the use of a variety of waste management practices and processing methods to safely and effectively manage solid waste with the least adverse impact on human health and the environment.\n\t\"Landfill\" means a land site on which engineering principles are utilized to bury deposits of solid waste without creating a nuisance or hazard to public health or safety.\n\t\"Landfilling\" means the permitted disposal of solid waste on land in a series of compacted layers and covering the solid waste with soil or other materials.\n\t\"Manure\" means excrement generated by animals, such as cows, horses, and chickens, held in captivity or used for agricultural production.\n\t\"Mixed paper\" means discarded paper products that are composed of two or more types of paper, including newspaper, corrugated paper, office paper, computer paper, white paper, and coated paper stock.\n\t\"Office\" means the office of solid waste management in the department of health.\n\t\"Permitted disposal capacity\" means the quantity of solid waste, measured either in terms of weight or volume, or both, that can be processed or disposed of at an existing municipal waste disposal facility.  This term includes only the weight or volume, or both, of the capacity for which the department has issued a permit.  This term does not apply to any facility that the department determines, or has previously determined, has failed or continues to fail to comply with:  (1) this chapter, (2) any rules adopted pursuant to this chapter, or (3) any permit conditions.\n\t\"PET\" means polyethylene terephthalate plastic and containers manufactured from this material.\n\t\"Petroleum\" means any petroleum, including crude oil or any fraction thereof, that is liquid at standard temperature and pressure (60 degrees Fahrenheit and 14.7 pounds per square inch absolute).\n\t\"Petroleum-contaminated soil\" means soil that has been contaminated by a release of petroleum to a degree that exceeds levels determined to be acceptable by the director.\n\t\"Postconsumer material\" means a material that has fulfilled the intent of its original manufacture.\n\t\"Processing\" means any technology used for the purpose of reducing the volume or weight, or both, of solid wastes, or any technology used to convert part or all of solid wastes for reuse.\n\t\"Processing facilities\" include, but are not limited to, transfer facilities, recycling facilities, and bioconversion facilities.\n\t\"Program\" means the particular combination of waste management methods selected by each county and designed to achieve the objectives of the state and county integrated solid waste management plans.\n\t\"Recovered material\" means material that has been diverted from disposal for the purpose of recycling or bioconversion.  This term does not include those materials that are generated and normally reused on-site for manufacturing purposes.\n\t\"Recycled content\" means the percentage of a good or product composed of postconsumer materials.\n\t\"Recycled oil\" means any oil produced from used oil that achieves required standards of purity for use as a lubricant or fuel.\n\t\"Recycled paper product\" means a paper product containing postconsumer material that conforms to the United States Environmental Protection Agency's guidelines for recycled paper.\n\t\"Recycling\" means the collection, separation, recovery, and sale or reuse of secondary resources that would otherwise be disposed of as municipal solid waste, and is an integral part of a manufacturing process aimed at producing a marketable product made of postconsumer material.\n\t\"Secondary resources\" means postconsumer material collected and processed for feedstock in a manufacturing process.\n\t\"Sewage sludge\" means residual solids and semisolids resulting from the treatment of wastewater.  This term does not include wastewater effluent discharged from wastewater treatment processes.\n\t\"Solid waste disposal facility\" means any facility which receives solid waste for ultimate disposal through landfilling or incineration.  This term does not include facilities utilized for transfer, storage, processing, or remanufacturing for recycling or reuse, or bioconversion.\n\t\"Solid waste management\" means the entire process, or any part thereof, of storage, collection, transportation, transfer, processing, and disposal of solid wastes by any person engaging in these processes.\n\t\"Solid waste or municipal solid waste\" means:  garbage, refuse, and other residential or commercial discarded materials, including solid, liquid, semisolid, or contained gaseous materials resulting from industrial, commercial, mining, and agricultural operations; sludge from waste treatment plants and water supply treatment plants; and residues from air pollution control facilities and community activities.  This term does not include solid or dissolved materials in domestic sewage or other substances in water sources, such as silt, dissolved or suspended solids in industrial wastewater effluents, dissolved materials in irrigation return flows, or other common water pollutants.\n\t\"Solid waste reduction facility\" or \"waste reduction facility\" means all contiguous land, including buffer zones, structures, appurtenances, and improvements on the land used for solid waste handling.  This term includes a facility used as a transfer station, landfill, incinerator, composting plant, bioconversion site, or recycling site utilized for the reduction, consolidation, conversion, processing, or disposal of solid waste.\n\t\"Solid waste stream\" means the total flow of solid waste from all waste generators or any segment thereof, that must be processed or disposed of.\n\t\"Source reduction\" means the design, manufacture, and use of materials to:\n\n\n\n\t(1)\tMinimize the quantity or toxicity, or both, of the waste produced; and\n\t(2)\tReduce the creation of waste either by redesigning products or by otherwise changing societal patterns of consumption, use, or waste generation.\n\n\n\n\t\"Special waste\" means any solid waste which, because of its source or physical, chemical, or biological characteristics, requires special consideration for its proper processing or disposal, or both.  This term includes, but is not limited to, asbestos, used oil, petroleum-contaminated soil, lead acid batteries, municipal waste combustion ash, sewage sludge that is not hazardous waste, agricultural and farm-generated wastes that are normally placed in landfills, medical wastes, tires, white goods, and derelict vehicles.\n\t\"State plan\" means the integrated solid waste management plan developed by the department of health.\n\t\"Waste diversion\" means to divert waste from the solid waste stream going into waste disposal facilities through recycling or bioconversion programs.\n\t\"Waste evaluation\" means a review of an establishment's disposal practices to assess how those practices can be improved to reduce waste or recover postconsumer materials.\n\t\"Waste reduction\" means the reduction of solid waste by weight or volume, or both, through a variety of methods prior to disposal.  This term includes source reduction, recycling, and bioconversion.  This term does not include incineration and landfilling.\n\t\"White goods\" means discarded, enamel-coated major appliances, such as washing machines, clothes dryers, hot water heaters, stoves, and refrigerators.\n\t\"Wood waste\" means solid waste consisting of wood pieces or particles that are generated from: the manufacturing or production of wood products; the harvesting, processing, or storage of raw wood materials; and construction and demolition activities. [L 1991, c 324, pt of §2; am L 1993, c 190, §3, c 281, §§1, 3, and c 312, §4; am L 2002, c 176, §4]"
}