{
    "name": "Reverse vending machine rebate program; standards",
    "number": "102.5",
    "text": "(a)  The department shall provide a rebate, not to exceed $3,000,000 in the aggregate in any fiscal year, of the cost of purchasing a reverse vending machine, including shipping and general excise tax, purchased by a dealer:\n\n\n\n\t(1)\tThat is a certified redemption center and that agrees to maintain operations as a certified redemption center for a minimum period of two years; or\n\t(2)\tThat is serviced by a recycler that is a certified redemption center; provided that the dealer has entered into a service agreement with the recycler for a minimum period of two years.\n\n\n\n\t(b)  The rebate provided under this section shall be granted for reverse vending machines that:\n\n\n\n\t(1)\tAre installed and operational by December 31, 2005;\n\t(2)\tAre located on the dealer's premises;\n\t(3)\tAre accessible to the general public; and\n\t(4)\tTender vouchers or receipts for the returned containers that are redeemable by the dealer at a location on the dealer's premises that is accessible to the general public.\n\n\n\n\t(c)  Each dealer may receive a rebate of not more than:\n\n\n\n\t(1)\t$30,000 per retail site over five thousand square feet but less than ten thousand square feet;\n\t(2)\t$60,000 per retail site over ten thousand square feet but less than seventy-five thousand square feet; or\n\t(3)\t$90,000 per retail site over seventy-five thousand square feet.\n\n\n\n\t(d)  Prior to the purchase of a reverse vending machine, an application for rebate shall be made to the department on forms provided by the department to certify eligibility for a rebate.  The application shall contain information determined by the department to be required; provided that at a minimum, the application shall require the applicant to provide the following:\n\n\n\n\t(1)\tThe applicant's name;\n\t(2)\tThe location where each reverse vending machine will be installed and operated;\n\t(3)\tA projection of the number of customers expected to use each reverse vending machine;\n\t(4)\tThe requested rebate amount;\n\t(5)\tProof of certification of the applicant's redemption center or, in the case of a dealer that is serviced by a recycler, the executed service agreement between the recycler and dealer; and\n\t(6)\tThe projected installation date of each reverse vending machine.\n\n\n\n\t(e)  The dealer or recycler providing the certified redemption service shall comply with all rules of the department.  If any dealer or recycler is found by the department to be not in compliance with the department's rules, the dealer shall reimburse the department for the full amount of the rebate.  The department may institute an action pursuant to chapter 91 to recover any rebate paid under this section if the dealer, or the recycler that has a contract with the dealer to service the reverse vending machine, fails to comply with the requirements of this part or any rule adopted pursuant to it.\n\t(f)  Amounts received under this section shall not be treated as income for purposes of chapter 235 or gross proceeds or gross income for purposes of chapter 237.\n\t(g)  A reverse vending machine shall not be considered a depreciable asset and no person may claim depreciation therefor, at least to the extent that the reverse vending machine has been purchased with rebate funds.\n\t(h)  Any dealer participating in the rebate program shall not be eligible to participate in the redemption center and recycling infrastructure improvement program under section 342G-114.5.\n\t(i)  The director shall include in the deposit beverage container program annual report to the legislature, a report on the reverse vending machine rebate program. [L 2005, c 228, pt of §2]\nNote\n  Actions initiated pursuant to §342G-102.5(e) shall be allowed to continue until resolved.  L 2005, c 228, §6(2)."
}