{
    "name": "Charter school governing boards; powers and duties",
    "number": "12",
    "text": "(a)  No more than one-third of the voting members of a governing board shall be employees of a school or relatives of employees of a school under the jurisdiction of that governing board.  In selecting members, consideration shall be given to persons who:\n     (1)  Provide the governing board with a diversity of perspective and a level of objectivity that accurately represent the interests of the charter school students and the surrounding community;\n     (2)  Demonstrate an understanding of best practices of nonprofit governance; and\n     (3)  Possess strong financial and academic management and oversight abilities, as well as human resource and fundraising experience.\n     (b)  No employee of a charter school or relative of an employee of a charter school may serve as the chair of the governing board of that charter school; provided that an authorizer may grant an exemption from the provisions of this subsection based upon a determination by the authorizer that an exemption is in the best interest of the charter school.\n     (c)  The governing board shall be the independent governing body of its charter school and shall have oversight over and be responsible for the financial, organizational, and academic viability of the charter school, implementation of the charter, and the independent authority to determine the organization and management of the school, the curriculum, virtual education, and compliance with applicable federal and state laws.  The governing board shall ensure its school complies with the terms of the charter contract between the authorizer and the school.  The governing board shall have the power to negotiate supplemental collective bargaining agreements with the exclusive representatives of their employees.\n     (d)  Governing boards and charter schools shall be exempt from chapter 103D, but shall develop internal policies and procedures for the procurement of goods, services, and construction, consistent with the goals of public accountability and public procurement practices.  Governing boards and charter schools are encouraged to use the provisions of chapter 103D wherever possible; provided that the use of one or more provisions of chapter 103D shall not constitute a waiver of the exemption from chapter 103D and shall not subject the charter school to any other provision of chapter 103D.\n     (e)  Charter schools and their governing boards shall be exempt from the requirements of chapters 91 and 92.  The governing boards shall:\n     (1)  Make available the notices and agendas of public meetings:\n         (A)  At a publicly accessible area in the governing board's office and the authorizer's office so as to be available for review during regular business hours; and\n         (B)  On the governing board's or charter school's internet website, if applicable, and the authorizer's internet website not less than six calendar days prior to the public meeting, unless a waiver is granted by the authorizer or authorizer's designee in the case of an emergency; and\n     (2)  Make available the minutes from public meetings within thirty days and maintain a list of the current names and contact information of the governing board's members and officers:\n         (A)  In the governing board's office and the authorizer's office so as to be available for review during regular business hours; and\n         (B)  On the governing board's or charter school's internet website, if applicable, and the authorizer's internet website.\n     (f)  All charter school employees and members of governing boards shall be subject to chapter 84.\n     (g)  The State shall afford the governing board of any charter school the same protections as the State affords the board.\n     (h)  For purposes of this section:\n     \"Employees\" shall include but not be limited to the chief executive officer, chief administrative officer, executive director, or otherwise designated head of a charter school and shall include any person under an employment contract to serve as the chief executive officer, chief administrative officer, executive director, or designated head of a charter school.\n     \"Relative\" means a spouse, fiance, or fiancee of the employee; any person who is related to the employee within four degrees of consanguinity; or the spouse, fiance, or fiancee of such person.\n     (i)  Whenever a charter school or governing board seeks to enter into a contract with a private organization, whether for‑profit or nonprofit, to manage or operate the charter school, which contract requires the private organization to employ or otherwise provide the charter school with an individual to serve in the capacity of the chief executive officer, chief administrative officer, executive director, or designated head of the charter school, the charter school's governing board, in consultation with the state ethics commission, shall adopt standards of conduct that shall apply to the chief executive officer, chief administrative officer, executive director, or designated head of the charter school.  The standards of conduct shall include provisions relating to gifts, fair treatment or misuse of position, and conflicts of interest, and shall be incorporated into and made part of any contract or arrangement between the charter school or governing board and the private organization for those services. [L 2012, c 130, pt of §2; am L 2013, c 159, §7]"
}