{
    "name": "Ongoing oversight and corrective actions",
    "number": "17",
    "text": "(a)  An authorizer shall continually monitor the performance and legal compliance of the public charter schools it oversees, including collecting and analyzing data to support ongoing evaluation according to the charter contract.  Every authorizer shall have the authority to conduct or require oversight activities that enable the authorizer to fulfill its responsibilities under this chapter, including conducting appropriate inquiries and investigations, so long as those activities are consistent with the intent of this chapter and adhere to the terms of the charter contract.\n     (b)  Each authorizer shall annually publish and provide, as part of its annual report to the board and the legislature, a performance report for each public charter school it oversees, in accordance with the performance framework set forth in the charter contract and section 302D-16.  The authorizer shall require each public charter school it oversees to submit an annual report to assist the authorizer in gathering complete information about each school.  The annual report shall include the status of the charter school's compliance with annual performance targets, as determined by the charter contract.\n     (c)  In the event that a public charter school's performance or legal compliance appears unsatisfactory, the authorizer shall promptly notify the public charter school of the perceived problem and provide reasonable opportunity for the charter school to remedy the problem, unless the problem warrants revocation in which case the revocation time frames set forth in section 302D-18 shall apply.\n     (d)  Notwithstanding section 302D-18 to the contrary, every authorizer shall have the authority to take appropriate corrective actions or exercise sanctions short of revocation in response to apparent deficiencies in public charter school performance or legal compliance.  Such actions or sanctions may include, if warranted, requiring a school to develop and execute a corrective action plan within a specified time frame.\n     (e)  If there is an immediate concern for student or employee health or safety at a charter school, the authorizer may adopt an interim restructuring plan that may include the appointment of an interim governing board, a governing board chairperson, or a principal to temporarily assume operations of the school; provided that if possible without further jeopardizing the health or safety of students and employees, the charter school's stakeholders and community are first given the opportunity to elect a new governing board which shall appoint a new interim principal.\n     The board shall have the authority to direct the authorizer to take appropriate action to immediately address serious health and safety issues that may exist at a charter school in order to ensure the health and safety of students and employees and mitigate significant liability to the State. [L 2012, c 130, pt of §2]"
}