{
    "name": "Benefit limitations",
    "number": "83.5",
    "text": "(a)  Notwithstanding any other law to the contrary, the benefits payable to all employees who first become members on or after January 1, 1990, shall be subject to the limitations set forth in Section 415 of the Internal Revenue Code of 1986, as amended, applicable to governmental plans.  The dollar limit in Section 415(b)(1)(A) of the Internal Revenue Code of 1986, as amended, shall be adjusted automatically under Section 415(d) of the Internal Revenue Code of 1986, as amended, effective January 1 of each year, as published in the Internal Revenue Bulletin.  The automatic adjustment shall apply to members, former employees, retirants, and beneficiaries.\n     (b)  Notwithstanding any other law to the contrary, the benefits payable to all employees who first became members before January 1, 1990, shall be subject to the greater of the following limitations as provided in section 415(b)(10) of the Internal Revenue Code of 1986, as amended:\n     (1)  The limitations set forth in section 415 of the Internal Revenue Code of 1986, as amended; or\n     (2)  The benefit of the member without regard to any benefit increases pursuant to an amendment adopted after October 14, 1987.\n     (c)  The system shall establish a benefit restoration plan for the payment of retirement benefits as permitted under Section 415(m) of the Internal Revenue Code of 1986, as amended, as follows:\n     (1)  All retirants and beneficiaries of the system whose pension has been limited by Section 415 of the Internal Revenue Code shall receive a monthly benefit from the plan established pursuant to this subsection that is equal to the difference between the retirement benefit otherwise payable and the retirement benefit payable because of Section 415 of the Internal Revenue Code of 1986, as amended;\n     (2)  Participation in the plan shall be determined for each plan year and shall cease whenever the retirement benefit is not limited by Section 415 of the Internal Revenue Code of 1986, as amended;\n     (3)  The plan shall be funded on a plan-year-to-plan-year basis and shall not be used to pay any benefits payable in future years.  Upon the recommendation of the system's actuary, the required contribution amount shall be determined by the board and deposited in a separate fund from an allocation of employer contribution amounts pursuant to this chapter;\n     (4)  The board shall administer the plan and may make modifications to the benefits payable as may be necessary to maintain the qualified status of the plan under Section 415(m) of the Internal Revenue Code of 1986, as amended. [L 1990, c 104, §1; am L 2000, c 215, §2; am L 2008, c 41, §5]"
}