{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter:\n     \"Disaster relief\" means the preparation for and the carrying out of all emergency functions, other than functions for which military forces are primarily responsible, to minimize and repair injury and damage resulting from disasters caused by fire, flood, tidal wave, volcanic eruption, earthquake, or other natural causes, or by enemy attack, sabotage, or other hostile action.  These functions include, without limitation, firefighting services, police services, medical and health services, rescue, engineering, air raid warning services, communications, radiological, chemical, and other special weapons defense, evacuation of persons from stricken areas, emergency welfare services, emergency transportation, protection of important installations, temporary restoration of public utility services, and other functions related to civilian protection, together with all other activities necessary or incidental to the preparation for and carrying out of the foregoing functions.\n     \"Local organization for disaster relief\" means an organization created in accordance with this chapter to perform local disaster relief functions in a political subdivision of the State.\n     \"Mobile reserve unit\" means an organization for disaster relief created in accordance with this chapter, to be dispatched to supplement local organizations for disaster relief in a stricken area.\n     \"Political subdivisions\" means the counties of Hawaii, Maui, Kauai, and the city and county of Honolulu. [L 1949, c 320, §3; RL 1955, §358-2; HRS ]\n \nNote\n \n  Prior status of chapter, see L 1951, c 268, §1; L 1957, c 58, §1; L 1959, c 2, §2.\n \nRevision Note\n \n  Numeric designations deleted.\n \nCross References\n \n  Disaster relief and rehabilitation, see chapter 209.\n  Emergency agricultural loans, see §155-9(e).\n  Housing for displaced persons, see §53-21.\n  Public lands, see chapter 171, pt. III.C.\n  Urban renewal projects in disaster areas, see §53-7.\n \nAttorney General Opinions\n \n  Nothing in chapter authorizes the governor to provide for the succession to the offices of the governor and lieutenant governor.  Att. Gen. Op. 61-87."
}