{
    "name": "Compensation, rights, privileges, and immunities",
    "number": "7",
    "text": "No person engaged in actual disaster relief pursuant to this chapter, including a volunteer whose services are accepted by any person authorized by the director of disaster relief, shall be liable, civilly or criminally, for any act or acts done by the person in pursuance of the person's duty; provided that nothing herein shall preclude recovery by any person for injury or damage sustained from the operation of any vehicle which may be insured under section 41D-8, and the director is hereby authorized to insure vehicles owned by the State or in the custody and use of the disaster relief agency.\n     All persons, including volunteers whose services have been accepted by persons authorized by the director, shall, while engaged in the performance of duty pursuant to this chapter, including duty performed during periods of training, be deemed state employees and shall have the powers, duties, rights, and privileges of employees in the performance of their duty.  All persons who may otherwise be employees of the State or of any political subdivision shall continue to receive the compensation they would otherwise receive; and shall for the purposes of the employees' retirement system, or any applicable workers' compensation law be deemed to be engaged in the performance of their ordinary duties.  All other persons when engaged in actual disaster relief, including volunteers whose services have been accepted by persons authorized by the director, shall be entitled to compensation from the State at the rate paid to jurors; provided this provision shall not be construed to prohibit the contracting for medical or other technical services at higher rates of compensation.  Further, in case of injury or death arising out of and in the performance of duty pursuant to this chapter, including duty performed during periods of training, such persons or their dependents shall be entitled to all of the benefits provided in chapter 386, including medical services and supplies; provided that for the purposes of the benefits, average weekly wages shall be computed upon the basis of earnings from the usual employment of such persons.  The cost thereof shall be a charge upon the state insurance fund.  Nothing herein shall affect the right of any person to receive any benefits or compensation under any act of Congress. [L 1949, c 320, §9; RL 1955, §358-8; HRS ; am L 1975, c 41, §1; gen ch 1985; am L 1992, c 87, §2]"
}