{
    "name": "Registration and annual statements",
    "number": "1",
    "text": "PART I.  GENERAL PARTNERSHIPS\n\n     (a)  Whenever any general partnership is formed under the laws of this State to do business in this State, or any general partnership formed under the laws of any other jurisdiction shall do business in this State, such partnership shall file in the office of the director of commerce and consumer affairs the registration and annual statements hereinafter provided.  A registration statement shall be filed by a partnership formed under the laws of this State within thirty days after the partnership is formed and by a partnership formed under the laws of any other jurisdiction within thirty days after the commencement of business in this State.  Every such registration statement shall contain the following information:\n\n\n\n\t(1)\tThe name of the partnership;\n\t(2)\tThe name and address of each partner;\n\t(3)\tThe mailing address of the partnership's initial principal office, the street address of the partnership's initial registered office in the State, and the name of its initial registered agent at its initial registered office in the State; provided that if the partnership is one formed under the laws of any other jurisdiction, the name of the jurisdiction shall also be set forth;\n\t(4)\tThe date the partnership was formed and, if the partnership is one formed under the laws of any other jurisdiction, the date the partnership commenced business in this State; and\n\t(5)\tThe fact that none of the partners is either a minor or an incompetent person.\n\n\n\n\t(b)  Every domestic and foreign partnership shall file an annual statement with the director which shall contain the information specified in subsection (a) (1), (2), (3), (4), and (5) and a listing of the names of any partner admitted, withdrawn, or who has died during the year; provided that the information provided to satisfy the requirements of subsection (a)(4) shall indicate the current registered office and agent.  The annual statement shall be filed within the time periods prescribed in subsections (c) and (d).\n\t(c)  Notwithstanding any of the provisions of this chapter to the contrary, annual statements reflecting the period from January 1, 2002, through December 31, 2002, that would otherwise be required, may be voluntarily filed with the department director if the annual statement complies with the requirements of this section.\n\t(d)  Effective January 1, 2003, for a domestic or foreign partnership whose date of registration in this State falls between:\n\n\n\n\t(1)\tJanuary 1 and March 31, the annual statement shall be filed on or before March 31 of each year and shall reflect the state of the partnership's affairs as of January 1 of the year when filed;\n\t(2)\tApril 1 and June 30, the annual statement shall be filed on or before June 30 of each year and shall reflect the state of the partnership's affairs as of April 1 of the year when filed;\n\t(3)\tJuly 1 and September 30, the annual statement shall be filed on or before September 30 of each year and shall reflect the state of the partnership's affairs as of July 1 of the year when filed; and\n\t(4)\tOctober 1 and December 31, the annual statement shall be filed on or before December 31 of each year and shall reflect the state of the partnership's affairs as of October 1 of the year when filed;\n\n\n\nprovided that if a domestic or foreign partnership is registered in the same year in which the annual statement is due, the domestic or foreign partnership shall not be required to file an annual statement for that year.  Thereafter, the domestic or foreign partnership shall comply with the requirements of this section.\n\t(e)  The registration statement of a domestic partnership shall be certified by any partner, and the registration statement of a foreign partnership shall be certified by at least one partner.  Each annual statement shall be certified as correct by any partner. [L 1969, c 247, pt of §1; am L 1971, c 48, §1; am L 1980, c 270, §1; am L 1982, c 204, §8; am L 1983, c 124, §17; am L 1999, c 284, §2; am L 2000, c 219, §51; am L 2001, c 129, §67; am L 2002, c 130, §81; am L 2003, c 124, §47]"
}