{
    "name": "Defenses to extortion",
    "number": "769",
    "text": "(1)  It is a defense to a prosecution for extortion as defined by paragraph (1) of section 707-764 that the defendant:\n\n\n\n\t(a)\tWas unaware that the property or service was that of another; or\n\t(b)\tBelieved that the defendant was entitled to the property or services under a claim or right or that the defendant was authorized, by the owner or by law, to obtain or exert control as the defendant did.\n\n\n\n\t(2)  If the owner of the property is the defendant's spouse or reciprocal beneficiary, it is a defense to a prosecution for extortion under paragraph (1) of section 707-764 that:\n\n\n\n\t(a)\tThe property which is obtained or over which unauthorized control is exerted constitutes household belongings; and\n\t(b)\tThe defendant and the defendant's spouse or reciprocal beneficiary were living together at the time of the conduct.\n\n\n\n\t(3)  \"Household belongings\" means furniture, personal effects, vehicles, or money or its equivalent in amounts customarily used for household purposes, and other property usually found in and about the common dwelling and accessible to its occupants.\n\t(4)  It is an affirmative defense to a prosecution for extortion as defined in paragraphs (1) and (2) of section 707-764 and as further defined by subparagraphs (e), (f), (g), and (i), that the defendant believed the threatened accusation, penal charge, or exposure to be true, or the proposed action of a public servant was justified, and that the defendant's sole intention was to compel or induce the victim to give property or services to the defendant due the defendant as restitution or indemnification for harm done, or as compensation for property obtained or lawful services performed, or to induce the victim to take reasonable action to prevent or to remedy the wrong which was the subject of the threatened accusation, charge, exposure, or action of a public servant in circumstances to which the threat relates.\n\t(5)  In a prosecution for extortion as defined in paragraph (1) of section 707-764, it is not a defense that the defendant has an interest in the property if the owner has an interest in the property to which the defendant is not entitled. [L 1979, c 106, pt of §1; gen ch 1993; am L 1997, c 383, §68]"
}