{
    "name": "Minimum requirements",
    "number": "5",
    "text": "An applicant shall possess the following minimum qualifications:\n\n\n\n\t(1)\tJourney worker electrician.  Every applicant to be eligible for the journey worker electrician examination shall be at least eighteen years of age and shall provide satisfactory evidence of experience in residential or commercial wiring of at least five years full-time or its equivalent, but not less than 10,000 hours of experience in the trade under the supervision of a journey worker or supervising electrician.\n\t(2)\tJourney worker specialty electrician.  Every applicant to be eligible for the journey worker specialty electrician examination shall be at least eighteen years of age and shall have had at least five years' experience in the trade.\n\t(3)\tSupervising electrician.  Every applicant to be eligible for the supervising electrician examination shall have been registered with the board as a journey worker electrician for at least a period of four years in the trade or shall have had equivalent experience in the trade.\n\t(4)\tSupervising specialty electrician.  Every applicant to be eligible for the supervising specialty electrician examination shall have been registered with the board as a journey worker specialty electrician for at least a period of four years in the trade or shall have had equivalent experience in the trade.\n\t(5)\tJourney worker plumber.  Every applicant to be eligible for the journey worker plumber examination shall have had experience of at least five years' full-time or its equivalent but not less than 10,000 hours as a journey worker's or master plumber's helper, and is able to furnish satisfactory evidence of such fact.\n\t(6)\tMaster plumber.  Every applicant to be eligible for the master plumber examination shall have been registered with the board as a journey worker plumber for at least two years or shall have had equivalent experience in the trade.\n\t(7)\tMaintenance electrician.  Every applicant to be eligible for the maintenance electrician examination shall be not less than eighteen years of age and shall have had at least one year of experience in performing electrical maintenance work or proof of two years of schooling in the electrical trade.\n\t(8)\tJourney worker industrial electrician.  Every applicant to be eligible for the journey worker industrial electrician examination shall be at least eighteen years of age and shall have had experience in industrial electrical work of at least five years full- time or its equivalent, but not less than 10,000 hours.\n\t(9)\tSupervising industrial electrician.  Every applicant to be eligible for the supervising industrial electrician examination shall have been registered with the board as a journey worker industrial electrician for a period of at least four years or shall have had equivalent experience in the trade. [L 1971, c 183, pt of §1; am L 1972, c 2, §20 and c 196, §3; am L 1982, c 205, §3; am L 1983, c 38, §1 and c 56, §4; am L 1991, c 117, §1; gen ch 1993]"
}