{
    "name": "Commanding officer's nonjudicial punishment",
    "number": "21",
    "text": "PART III.  NONJUDICIAL PUNISHMENT\n\n     (a)  Under such rules as the governor may adopt, any commanding officer may, in addition to or in lieu of admonition or reprimand, impose one of the following disciplinary punishments for minor offenses without the intervention of a court-martial:\n\t(1)\tUpon an officer of the commanding officer's command:\n\n\n\n\n\n\t\t(A)\tWithholding of privileges for not more than two consecutive weeks;\n\t\t(B)\tRestriction to certain specified limits, with or without suspension from duty, for not more than two consecutive weeks; or\n\t\t(C)\tIf imposed by the governor, the commanding officer of a force of the state military forces, or the commanding general of a division, a fine or forfeiture of pay and allowances of not more than $75;\n\n\t(2)\tUpon other military personnel of the commanding officer's command:\n\n\t\t(A)\tWithholding of privileges for not more than two consecutive weeks;\n\t\t(B)\tRestriction to certain specified limits, with or without suspension from duty, for not more than two consecutive weeks;\n\t\t(C)\tExtra duties for not more than fourteen days, which need not be consecutive, and for not more than two hours a day, holidays included;\n\t\t(D)\tReduction to next inferior grade if the grade from which demoted was established by the command or an equivalent or lower command;\n\t\t(E)\tIf imposed upon a person attached to or embarked in a vessel, confinement for not more than seven consecutive days; or\n\t\t(F)\tIf imposed by an officer exercising special court-martial jurisdiction over the offender, a fine or forfeiture of pay and allowances of not more than $10.\n\n\n\n\n\n\t(b)  The governor may, by rule, place limitations on the powers granted by this section with respect to the kind and amount of punishment authorized and the categories of commanding officers authorized to exercise those powers.\n\t(c)  An officer in charge may, for minor offenses, impose on enlisted members assigned to the unit of which the officer is in charge, such of the punishments authorized to be imposed by commanding officers as the governor may by rule specifically prescribe, as provided in subsections (a) and (b).\n\t(d)  A person punished under this section who considers the person's punishment unjust or disproportionate to the offense may, through the proper channel, appeal to the next superior authority.  The appeal shall be promptly forwarded and decided, but the person punished may in the meantime be required to undergo the punishment adjudged.  The officer who imposes the punishment, the officer's successor in command, and superior authority may suspend, set aside, or remit any part or amount of the punishment and restore all rights, privileges, and property affected.\n\t(e)  The imposition and enforcement of disciplinary punishment under this section for any act or omission is not a bar to trial by court-martial for a serious crime or offense growing out of the same act or omission, and not properly punishable under this section; but the fact that a disciplinary punishment has been enforced may be shown by the accused upon trial, and when shown shall be considered in determining the measure of punishment to be adjudged in the event of a finding of guilty.\n\t(f)  Whenever a punishment of forfeiture of pay and allowances is imposed under this section, the forfeiture may apply to pay or allowances accruing on or after the date that punishment is imposed and to any pay and allowances accrued before that date. [L 1982, c 171, pt of §2; gen ch 1985]"
}