{
    "name": "Judicial review by state supreme court",
    "number": "105",
    "text": "(a)  An accused, who was tried by a special or general court-martial and who still deems the accused's self aggrieved after the accused has exhausted all of the accused's rights of review under this part, shall be entitled to appeal the judgment or sentence of the special or general court-martial, as may have been modified on review under this part prior to judicial review under this section, to the state supreme court, subject to chapter 602, in the manner and within the time provided by the Hawaii Rules of Penal Procedure.  All appeals, whether heard by the intermediate appellate court or the supreme court, shall be filed with the clerk of the supreme court and shall be subject to one filing fee.\n\t(b)  The filing of an appeal pursuant to subsection (a) shall not of itself stay the execution of the judgment or sentence appealed from, but the supreme court or the intermediate appellate court may stay the same upon motion upon such conditions as it may deem proper, notwithstanding any conflicting or contrary provision in this chapter relating to the effective date or execution of sentences or any other contrary provision of law.\n\t(c)  In reviewing the judgment or sentence of a special or general court-martial, as may have been modified on review prior to judicial review, the supreme court or the intermediate appellate court, as the case may be, may take any of the actions and exercise any of the powers specified in section 641-16 as the court may deem appropriate in reviewing a judgment or sentence of a military court-martial, and the court shall follow as appropriate or applicable the standards and requirements in section 641-16.\n\t(d)  Upon the request of the accused, the state judge advocate shall appoint a lawyer, who is a member of the bar of the highest court of the State and who has been certified under section 124A-45, to represent the accused in the accused's appeal of the court-martial judgment or sentence to the supreme court.  If the accused wishes to be represented by civilian counsel, rather than by appointed military counsel, the accused may do so at the accused's own expense. [L 1982, c 171, pt of §2; gen ch 1985]"
}