{
    "name": "Unlawful shipment of cigarettes; penalty; reports; liability for unpaid taxes",
    "number": "16",
    "text": "(a)  A person or entity commits the offense of unlawful shipment of cigarettes if the person or entity is engaged in the business of selling cigarettes and:\n\n\n\n\t(1)\tShips or causes to be shipped any cigarettes to a person or entity in this State that is not:\n\n\t\t(A)\tA licensee under this chapter; or\n\t\t(B)\tAn export warehouse proprietor pursuant to chapter 52 of the Internal Revenue Code, or an operator of a customs bonded warehouse pursuant to section 1311 or 1555 of Title 19 of the United States Code; or\n\n\t(2)\tShips or causes to be shipped any cigarettes to a person or entity in this State in any container or wrapping, other than the cigarette manufacturer's original container or wrapping, and the container or wrapping is not plainly and visibly marked with the word \"cigarette\".\n\n\n\n\t(b)  This section shall not apply to the shipment of cigarettes if any of the following conditions are met:\n\n\n\n\t(1)\tThe cigarettes are exempt from taxes as provided by section 245-3(b) or are otherwise exempt from the applicability of this chapter as provided by section 245-62;\n\t(2)\tAll applicable Hawaii taxes on the cigarettes are paid in accordance with the requirements of this chapter; or\n\t(3)\tThe person or entity engaged in the business of selling, advertising, or offering cigarettes for sale and transfer or shipment:\n\n\t\t(A)\tHas fully complied with all of the requirements of chapter 10A (commencing with section 375) of Title 15 of the United States Code, otherwise known as the Jenkins Act; and\n\t\t(B)\tIncludes on the outside of the shipping container an externally visible and easily legible notice located on the same side of the shipping container as the address to which the shipping container is delivered stating as follows:\n\t\t\t\"CIGARETTES:  HAWAII LAW PROHIBITS THE SALE OF CIGARETTES TO INDIVIDUALS UNDER EIGHTEEN YEARS OF AGE AND REQUIRES THE PAYMENT OF ALL APPLICABLE TAXES.  YOU ARE LEGALLY RESPONSIBLE FOR ALL APPLICABLE UNPAID TAXES ON THESE CIGARETTES.\"\n\n\n\n\n\n\t(c)  Unlawful shipment of cigarettes is a class C felony if the person or entity knowingly ships or causes to be shipped one thousand or more cigarettes in violation of subsection (a).\n\t(d)  Unlawful shipment of cigarettes is a misdemeanor if the person or entity knowingly ships or causes to be shipped less than one thousand cigarettes in violation of subsection (a).\n\t(e)  For purposes of this section, a person or entity is a licensee if the person or entity's name appears on a list of authorized licensees published by the department.\n\t(f)  Any person or entity that is required to comply with the requirements of chapter 10A (commencing with section 375) of Title 15 of the United States Code, otherwise known as the Jenkins Act, shall file such a report with the department on or before the tenth day of each calendar month.\n\t(g)  Notwithstanding the existence of other remedies at law, any person or entity that purchases, uses, controls, or possesses any cigarettes for which the applicable taxes imposed under title 14, Hawaii Revised Statutes, have not been paid, shall be liable for the applicable taxes, plus any penalty and interest as provided for by law. [L 2004, c 157, §2]"
}