{
    "name": "Taxes",
    "number": "3",
    "text": "(a)  Every wholesaler or dealer, in addition to any other taxes provided by law, shall pay for the privilege of conducting business and other activities in the State:\n\n\n\n\t(1)\tAn excise tax equal to 5.00 cents for each cigarette sold, used, or, possessed by a wholesaler or dealer after June 30, 1998, whether or not sold at wholesale, or if not sold then at the same rate upon the use by the wholesaler or dealer;\n\t(2)\tAn excise tax equal to 6.00 cents for each cigarette sold, used, or possessed by a wholesaler or dealer after September 30, 2002, whether or not sold at wholesale, or if not sold then at the same rate upon the use by the wholesaler or dealer;\n\t(3)\tAn excise tax equal to 6.50 cents for each cigarette sold, used, or possessed by a wholesaler or dealer after June 30, 2003, whether or not sold at wholesale, or if not sold then at the same rate upon the use by the wholesaler or dealer;\n\t(4)\tAn excise tax equal to 7.00 cents for each cigarette sold, used, or possessed by a wholesaler or dealer after June 30, 2004, whether or not sold at wholesale, or if not sold then at the same rate upon the use by the wholesaler or dealer; and\n\t(5)\tAn excise tax equal to forty per cent of the wholesale price of each article or item of tobacco products sold by the wholesaler or dealer, whether or not sold at wholesale, or if not sold then at the same rate upon the use by the wholesaler or dealer.\n\n\n\nWhere the tax imposed has been paid on cigarettes or tobacco products that thereafter become the subject of a casualty loss deduction allowable under chapter 235, the tax paid shall be refunded or credited to the account of the wholesaler or dealer.  The tax shall be applied to cigarettes through the use of stamps.\n\t(b)  The taxes, however, are subject to the following limitations:\n\n\n\n\t(1)\tThe measure of the taxes shall not include any cigarettes or tobacco products exempted, and so long as the same are exempted, from the imposition of taxes by the Constitution or laws of the United States;\n\t(2)\tThe measure of taxes shall exempt and exclude all sales of cigarettes and tobacco products to the United States (including any agency or instrumentality thereof that is wholly owned or otherwise so constituted as to be immune from the levy of a tax under this chapter), sold by any person licensed under this chapter; and\n\t(3)\tThe taxes shall be paid only once with respect to the same cigarettes or tobacco product.  This limitation shall not prohibit the imposition of the excise tax on receipts from sales of tobacco products under subsection (a)(5); provided that the amount subject to the tax on each sale shall not include amounts previously taxed under this chapter. [L 1939, c 220, §4; RL 1945, §5753; am L 1945, c 115, §1; am L 1949, c 344, §1; RL 1955, §125-3; am L 1957, c 34, §21; am L Sp 1957, c 1, §8(b); am L 1965, c 155, §6; HRS ; gen ch 1985; am L 1993, c 220, §9; am L 1994, c 104, §2; am L 1997, c 331, §1; am L 1999, c 10, §1; am L 2000, c 249, §§4, 20(2); am L 2002, c 94, §3 and c 246, §§2, 3; am L 2003, c 3, §7]\n\n\n\n\nNote\n  The 1999 amendment takes effect retroactively and applies to taxable periods beginning after June 30, 1993.  L 1999, c 10, §4.\n\nCross References\n  Other tax exemption on sales to U.S. government, see §237-25."
}