{
    "name": "Aloha order of merit",
    "number": "7.6",
    "text": "(a)  There is established the Aloha order of merit, within the office of the governor for administrative purposes, to honor individuals selected under this section.  Individuals conferred the lifetime title of \"member of the Aloha order of merit\" shall be inducted into the order by the governor after receiving the approval of the legislature by concurrent resolution.  Honorees shall have:\n\n\n\n\t(1)\tAchieved national or international recognition in their field either by a single event or by the totality of their work that has been either pioneering in their field or that has been outstanding in the long-term; and\n\n\t(2)\t(A)\tContributed to the attainment of statehood for Hawaii;\n\t\t(B)\tDevoted themselves to the betterment of the State, embodying the concept of the Aloha Spirit;\n\t\t(C)\tProvided extraordinary service to the State; or\n\n\n\n\n\n\t\t(D)\tBrought honor to the State.\n\t(b)  Honorees shall be selected by an Aloha order of merit committee.  The committee shall consist of three members.  Each member shall serve for a term of two years.  One member of the committee shall be a member of the senate appointed by the president of the senate, one member of the committee shall be a member of the house of representatives appointed by the speaker of the house of representatives, and one member of the committee shall be appointed by the governor.\n\t(c)  Nominations for honorees shall be accepted by the committee from members of the legislature, the governor, and the general public.  Nominations shall be in the form and manner prescribed by the office of the governor.  The committee shall establish criteria for selection and induction to ensure and maintain the prestige of the order.  The committee may select or choose not to select any individual from the nominations received in any given year.\n\t(d)  Upon induction or as soon thereafter as may be necessary, the governor may award appropriate mementos to members of the order.\n\t(e)  The governor may request a member of the order to serve as an emissary for the people of Hawaii on appropriate occasions. [L 1993, c 231, §2]"
}