{
    "name": "Definitions",
    "number": "1",
    "text": "Whenever used in this chapter, unless the context requires otherwise: \t\"Consumer\" or \"purchaser\" means a person who is, or may be, required to pay for goods or services offered by a seller or telephone solicitor through telemarketing and includes but is not limited to a consumer as defined in section 480-1.\n\t\"Express verifiable authorization\" means express written authorization by the consumer, including but not limited to the consumer's signature on a negotiable instrument, that specifically authorizes the seller or telephone solicitor to obtain payment from a consumer's checking, savings, or bank card account.\n\t\"Goods or services\" means any real property or any tangible or intangible personal property or services of any kind provided or offered to a consumer.\n\t\"Investment opportunity\" means anything tangible or intangible, that is offered for sale, sold, or traded based wholly or in part on representations, either express or implied, about past, present, or future income, profit, or appreciation.\n\t\"Material\" means any factor likely to affect a person's choice of, or conduct regarding, goods or services.\n\t\"Outbound telephone call\" means a telephone call initiated by a seller or telephone solicitor to induce the purchase of goods or services.\n\t\"Payment\" means anything of value, including any interest, benefit, privilege, claim, or right with respect to anything of value, whether real or personal, tangible or intangible.\n\t\"Prize\" means anything offered or purportedly offered and given or purportedly given to a consumer by chance.\n\t\"Prize promotion\" means a sweepstakes or other game of chance or an oral or written representation that a consumer has won, has been selected to receive, or is eligible to receive a prize or purported prize.\n\t\"Recovery service\" means any business or other practice in which a person represents or implies that, for a fee, any amount a consumer has paid out to a seller or telephone solicitor may be recovered.\n\t\"Seller\" means any person, who, in connection with a telemarketing transaction, solicits funds or contributions, or arranges for a telephone solicitor to solicit funds or contributions, or provides, offers to provide, or arranges for others to provide goods or services to the consumer in exchange for consideration.\n\t\"Telemarketing\" means a plan, program, or campaign, including a prize promotion or investment opportunity, that is conducted to induce the purchase of goods or services or to solicit funds or contributions by use of one or more telephones and that involves more than one telephone call.\n\t\"Telephone solicitor\" means any person who in connection with telemarketing, initiates or receives telephone calls to or from a consumer, where either or both parties to the telephone call are located in this State. [L 1999, c 170, pt of §1]"
}