{
    "name": "Execution, when",
    "number": "8",
    "text": "If the garnishee fails to appear upon the day and hour of hearing named in the summons or writ above mentioned, or if having appeared, he refuses to disclose upon oath whether he has goods or effects of the defendant in his hands, and their nature and value, or whether a debt is due from him to the debtor and its amount, or whether he has any moneys of the defendant in his possession for safekeeping, and the amount thereof, the case shall proceed to trial.  If the plaintiff recovers a judgment, execution shall issue at his request, against the estate of the contumacious garnishee for the amount of judgment as his own proper debt, and the lawful costs; provided that if it appears that the goods and effects are of less value, the debt of less amount and the moneys in safekeeping of less amount than the judgment recovered against the debtor, judgment shall be rendered against the garnishee to the value of the goods or the amount of the debt or the amount of the moneys in safekeeping, and if it appears that the garnishee has no goods or effects of the debtor in his hands, or is not indebted to him, or has no moneys in his possession for safekeeping, then he shall recover his lawful costs.  However, if he appears and on oath discloses fully whether he has in his hands the goods or effects of the defendant, or is indebted to the defendant, or has in his possession moneys of the defendant for safekeeping, and it appears to the court that he has no such goods or effects, or is not so indebted, or has no such moneys for safekeeping, then judgment shall be given for him, and he shall recover his lawful costs. [L 1876, c 35, §3; RL 1925, §2833; am L 1925, c 262, §4; RL 1935, §4277; RL 1945, §10308; RL 1955, §237-8; am L 1959, c 65, §4; HRS ]\nCase Notes\n  One who is served with garnishee process, fails to appear to discharge oneself acts at one's peril.  7 H. 72.\n  Garnishee is not required to make written answer and may appear at trial or any time before trial.  15 H. 645, 646.\n  Status not affected by failure to tender fees and expenses.  22 H. 723, 727.\n  Garnishee entitled to notice of subsequent proceeding affecting garnishee's rights.  22 H. 723, 729.\n  After entry of judgment, plaintiff cannot require garnishee to appear and be examined as to written disclosures filed prior to trial.  27 H. 749.\n  Cited:  14 H. 295, 299; 19 H. 83, 87; 22 H. 321, 326; 131 F. Supp. 866, 870."
}