{
    "name": "Garnishee, rights, duties; collection by levying officer",
    "number": "2",
    "text": "The garnishee shall, when summoned before judgment rendered against his principal, if he desires, be admitted to defend his principal in the action.\n\tIf judgment is rendered in favor of the plaintiff, and likewise in all cases in which the garnishee is summoned after judgment, the garnishee fund, or such part thereof as may be sufficient for that purpose, shall be liable to pay the same.  The plaintiff on praying out execution shall be entitled to have included in the execution an order directing the officer serving the same to make demand of the garnishee for the goods and effects of the defendant secured in his hands, whose duty it will be to expose the same to be taken on execution, and also to make demand of the garnishee for the debt or wages secured in his hands or the moneys held by him for safekeeping, or such part thereof as may satisfy the judgment.  It shall be the duty of the garnishee to pay the same.  If the garnishee has in any manner disposed of the goods and effects or does not expose and subject the same to be taken on execution, or if the garnishee does not pay to the officer, when demanded, the debt or wages or moneys held for safekeeping, the garnishee shall be liable to satisfy the judgment out of his own estate, as his own proper debt, if the goods or effects or debt or wages or moneys held for safekeeping, be of sufficient value or amount and, if not, then to the value of the same; provided that every garnishee, whether summoned before or after judgment, shall be allowed to retain or deduct from the goods, effects, and credits of the defendant in his hands at the time of service all demands against the defendant of which he could have availed himself if he had not been garnisheed, whether the same are at the time due or not, and whether by setoff on a trial or by setoff of judgments or executions between himself and the defendant, and shall be liable only for the balance after adjustment of all mutual demands between himself and the defendant; provided that in such adjustment no demands for unliquidated damages for wrongs or injuries shall be included, and that the judgment shall show the amount of any setoff.\n\tNo garnishee shall be liable to anyone for the nonpayment of any sum or for the nondelivery of any goods or effects when the garnishee in good faith believes, or has reason to believe, that garnishment or other process affects the same, though such be not the case, but this paragraph shall not supersede section 652-9 where the same are applicable. [L 1876, c 35, §2; am L 1919, c 157, §2; am L 1921, c 66, §1; RL 1925, §2827; am L 1925, c 262, §2; am L 1927, c 96, §2; RL 1935, §4271; am L 1935, c 155, §1; RL 1945, §10302; RL 1955, §237-2; am L 1959, c 65, §2; HRS ]\nCase Notes\n  Garnishee defending principal upheld.  10 H. 327.\n  A debt owing by garnishee to defendant cannot be held if it accrued after service of garnishee process.  14 H. 295, 298.\n  On set-off by garnishee, see 19 H. 83.  Garnishee who claims set-off against indebtedness owed the defendant has burden of proof to establish the claim.  54 H. 141, 504 P.2d 872.\n  Garnishment of seamen's wages.  17 H. 416; 21 H. 661; 22 H. 160.\n  Garnishee's liability to pay interest on debt due, when stopped by garnishment.  48 H. 349, 402 P.2d 683.\n  Cited:  28 H. 528, 534; 131 F. Supp. 866, 868.\nHawaii Legal Reporter Citations\n  Service of garnishee summons perfects lien rights.  82-1 HLR 820611."
}