{
    "name": "Penalties",
    "number": "11",
    "text": "(a)  It shall be unlawful for any person, natural or corporate, to take, appropriate, excavate, injure, destroy, or alter any historic property or aviation artifact located upon the private lands of any owner thereof without the owner's written permission being first obtained.  It shall be unlawful for any person, natural or corporate, to take, appropriate, excavate, injure, destroy, or alter any historic property or aviation artifact located upon lands owned or controlled by the State or any of its political subdivisions, except as permitted by the department. \t(b)  It shall be unlawful for any person, natural or corporate, to knowingly take, appropriate, excavate, injure, destroy, or alter any burial site or the contents thereof, located on private lands or lands owned or controlled by the State or any of its political subdivisions, except as permitted by the department.  Violators of this subsection are also subject to prosecution pursuant to section 711-1107, the penalties for which shall be imposed in addition to, and not in lieu of, any penalties imposed under this section.\n\t(c)  It shall be unlawful for any person to take, appropriate, excavate, injure, destroy, or alter any historic property or burial site during the course of land development or land alteration activities to which section 6E-42 applies, without obtaining the required approval.  The penalties imposed pursuant to subsections (e) and (f) shall be in addition to any other penalties that may be imposed pursuant to law.\n\t(d)  It shall be unlawful for any person who inadvertently discovers a burial site to fail to stop work in the immediate area and report the discovery, as required by section 6E-43.6.\n\t(e)  Any person who violates this section shall be fined not more than $10,000 for each separate offense.  If the violator directly or indirectly has caused the loss of, or damage to, historic property or burial site, the violator shall be fined an additional amount determined by the court to be equivalent to the value of the lost or damaged historic property or burial site.  Each day of continued violation of this provision shall constitute a distinct and separate offense for which the offender may be punished.  Equipment used by a violator for the taking, appropriation, excavation, injury, destruction, or alteration of historic property or a burial site, or for the transportation of the violator to or from the historic property or a burial site, shall be subject to seizure and disposition by the State without compensation to its owner or owners.\n\t(f)  Any person, natural or corporate, who knowingly violates this section with respect to burial sites shall also be prohibited from participating in the construction of any state or county funded project for ten years.\n\t(g)  Nothing in this section shall apply to land altering activities relating to family burial plots under section 441-5.5. [L 1976, c 104, pt of §2; gen ch 1985; am L 1990, c 306, §8; am L 1992, c 113, §3; am L 1996, c 97, §8; am L 2003, c 104, §3]"
}