{
    "name": "Definitions",
    "number": "2",
    "text": "As used in this chapter: \t\"Aviation artifact\" means airplanes, fallen aircraft, crash sites, or any objects or materials associated with the history of aerospace in Hawaii which are over fifty years old, or determined to be of exceptional historic significance by the department.  This term includes but is not limited to actual aircraft, aircraft parts, military equipment, books, documents, and other related items.\n\t\"Burial good\" means any item reasonably believed to have been intentionally placed with the human skeletal remains of an individual or individuals at the time of burial.\n\t\"Burial site\" means any specific unmarked location where prehistoric or historic human skeletal remains and their associated burial goods are interred, and its immediate surrounding archaeological context, deemed a unique class of historic property and not otherwise included in section 6E-41.\n\t\"Department\" means the department of land and natural resources.\n\t\"Historic preservation\" means the research, protection, restoration, rehabilitation, and interpretation of buildings, structures, objects, districts, areas, and sites, including underwater sites and burial sites, significant to the history, architecture, archaeology, or culture of this State, its communities, or the nation.\n\t\"Historic property\" means any building, structure, object, district, area, or site, including heiau and underwater site, which is over fifty years old.\n\t\"Human skeletal remains\" means the body or any part of the body of a deceased human being.\n\t\"Project\" means any activity directly undertaken by the State or its political subdivisions or supported in whole or in part through appropriations, contracts, grants, subsidies, loans, or other forms of funding assistance from the State or its political subdivisions or involving any lease, permit, license, certificate, land use change, or other entitlement for use issued by the State or its political subdivisions.\n\t\"State historic preservation officer\" means that officer appointed by the governor as provided in section 6E-5. [L 1976, c 104, pt of §2; am L 1985, c 108, §1; am L 1990, c 306, §4; am L 1992, c 113, §1; am L 1996, c 97, §3]"
}