{
    "name": "The Hawaii historic places review board; creation; powers; appointments; composition",
    "number": "5.5",
    "text": "(a)  There is created a review board, to be designated the Hawaii historic places review board, for the Hawaii register of historic places and the national register of historic places which shall meet the requirements of federal law.  The board shall be placed within the department of land and natural resources for administrative purposes and shall consist of ten members to be appointed and removed by the governor as provided in section 26-34.  The board shall include one professionally qualified member of each of the following disciplines:  archaeology, architecture, history, and sociology.  In addition, there shall be one person knowledgeable in traditional Hawaiian society and culture. \t(b)  The review board shall:\n\n\n\n\t(1)\tOrder and enter historic properties into the Hawaii register of historic places on the basis of their value to Hawaii's heritage;\n\t(2)\tEvaluate and, when appropriate, recommend the nomination of historic properties to the national register of historic places;\n\t(3)\tReview the state survey of historic properties undertaken in accordance with this chapter;\n\t(4)\tReview the content of the state historic preservation plan developed in accordance with this chapter;\n\t(5)\tElect a chairperson and a vice-chairperson and adopt such rules as are necessary for the purposes of this section;\n\t(6)\tMaintain the Hawaii register of historic places, including all those listed on the national register of historic places, and a program of notification and publication regarding properties on the registers.\n\n\n\n\t(c)  The members of the review board shall serve without compensation but shall be reimbursed for expenses, including travel expenses, necessary for the performance of their duties.\n\t(d)  The department's determinations made pursuant to section 6E-8 may be appealed to the review board. [L 1980, c 293, §§9, 10; gen ch 1993; am L 1995, c 187, §1]"
}