{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter:\n\t\"Board\" means the board of examiners in naturopathy.\n\t\"Department\" means the department of commerce and consumer affairs.\n\t\"Diagnosis\" means using all recognized and accepted physical and laboratory diagnostic procedures including the taking of blood for diagnostic purposes.\n\t\"Homeopathic\" means minute doses of natural medicine.\n\t\"Natural medicine\" encompasses substances of botanical, mineral, and animal origin, homeopathic preparations thereof, and substances whose natural state has been improved by any process that does not substantially alter the molecular structure found in nature, including vitamins, minerals, and amino acids; excluding prescription drugs, with the following exceptions: vitamins, minerals, amino acids, and fatty acids.\n\t\"Naturopathic physician\" means a person who holds a current license issued under this chapter to practice naturopathy.\n\t\"Naturopathy\" means the practice of:\n\n\n\n\t(1)\tNatural medicine, natural therapeutics, and natural procedures, for the purpose of removing toxic conditions from the body and improving the quality, quantity, harmony, balance, and flow of the vital fluids, vital tissues, and vital energy; and\n\t(2)\tDiagnosing, treating, and caring for patients using a system of practice that bases its treatment of physiological functions and abnormal conditions on natural laws governing the human body:  utilizing physiological, psychological, and mechanical methods, such as air, water, light, sunshine, heat and cold, earth, phytotherapy, physiotherapy, mechano-therapy, naturopathic corrections and manipulation, and natural methods or modalities, together with natural or homeopathic medicines, natural foods, and herbs, and nature's remedies of the type taught in education and training at naturopathic medical colleges.  The practice of naturopathy excludes surgery, application of x-rays, and prescribing, dispensing, or using prescription drugs except as provided for in the definition of natural medicine. [L 1925, c 77, pt of §1; RL 1935, §1300; RL 1945, §2651; RL 1955, §66-1; HRS ; am L 1986, c 76, §5; am L 1987, c 281, §2(1); am L 1994, c 71, §1]\n\n\n\n\nAttorney General Opinions\n  Performance of surgery and use of drugs in practice prohibited.  Att. Gen. Op. 86-7."
}