{
    "name": "Tax; limitations",
    "number": "4",
    "text": "(a)  Every person who sells or uses any liquor in the State not taxable under this chapter, in respect of the transaction by which the person or the person's vendor acquired the liquor, shall pay a gallonage tax which is hereby imposed at the following rates for the various liquor categories defined in section 244D-1: \tFor the period July 1, 1997, to June 30, 1998, the tax rate shall be:\n\n\n\n\t(1)\t$5.92 per wine gallon on distilled spirits;\n\t(2)\t$2.09 per wine gallon on sparkling wine;\n\t(3)\t$1.36 per wine gallon on still wine;\n\t(4)\t$0.84 per wine gallon on cooler beverages;\n\t(5)\t$0.92 per wine gallon on beer other than draft beer;\n\t(6)\t$0.53 per wine gallon on draft beer;\n\n\n\n\tOn July 1, 1998, and thereafter, the tax rate shall be:\n\n\n\n\t(1)\t$5.98 per wine gallon on distilled spirits;\n\t(2)\t$2.12 per wine gallon on sparkling wine;\n\t(3)\t$1.38 per wine gallon on still wine;\n\t(4)\t$0.85 per wine gallon on cooler beverages;\n\t(5)\t$0.93 per wine gallon on beer other than draft beer;\n\t(6)\t$0.54 per wine gallon on draft beer;\n\n\n\nand at a proportionate rate for any other quantity so sold or used.\n\t(b)  The tax levied pursuant to subsection (a) shall be paid only once upon the same liquor; provided further that the tax shall not apply to:\n\n\n\n\t(1)\tLiquor held for sale by a permittee but not yet sold;\n\t(2)\tLiquor sold by one permittee to another permittee;\n\t(3)\tLiquor which under the Constitution and laws of the United States cannot be legally subjected to the tax imposed by this chapter so long as and to the extent to which the State is without power to impose the tax;\n\t(4)\tLiquor sold for sacramental purposes or the use of liquor for sacramental purposes, or any liquor imported pursuant to section 281-33;\n\t(5)\tAlcohol sold pursuant to section 281-37 to a person holding a purchase permit or prescription therefor, or any sale or use of alcohol, so purchased, for other than beverage purposes. [L Sp 1984 1st, c 1, pt of §2; gen ch 1985; am L 1986, c 344, §4; am L 1988, c 335, §1; am L 1989, c 149, §1; am L 1994, c 89, §1; am L 1997, c 20, §3]\n\n\n\n\nCase Notes\nPrior law.\n  Exemption for okolehao and pineapple wine held violative of commerce clause of U.S. Constitution.  468 U.S. 263."
}