{
    "name": "Exceptions; trust funds",
    "number": "40",
    "text": "Except as to administrative expenditures, and except as otherwise provided by law, expenditures from trust funds may be made by any department or establishment without appropriation or allotment; provided that no expenditure shall be made from and no obligation shall be incurred against any trust fund in excess of the amount standing to the credit of the fund or for any purpose for which the fund may not lawfully be expended, except that obligations in excess of the amount standing to the credit of any trust fund established under the Hawaiian Homes Commission Act, 1920, as amended, may be incurred, subject to conditions that the director of finance believes to be reasonably necessary, when the director of finance determines that:\n     (1)  Moneys to pay the obligation made in excess of the amount standing to the credit of the trust fund are expected to be received by the trust fund within a reasonable time period; and\n     (2)  With the approval of the governor, such action is in the best interests of the State and will not impede or hamper the financial obligations of the State.\n     No suit for damages, including an action for breach of trust under chapter 673 or any other law, may be brought against the State, the department of Hawaiian home lands, the Hawaiian homes commission, the governor, the director of finance, or any other state agency or official for relying or refusing to rely on this section to permit expenditures in excess of the amount standing to the credit of the trust fund established under the Hawaiian Homes Commission Act, 1920, as amended.\n     Nothing in sections 37-31 to 37-41 shall require any trust fund established pursuant to law be reappropriated annually. [L Sp 1959 1st, c 12, pt of §3; Supp, §35-28; HRS ; am L Sp 1995, c 11, §8; am L 2010, c 187, §§2, 12]\n \nNote\n \n  Reports to legislature by department of Hawaiian home lands on use of Hawaiian Homes Commission Act, 1920, as amended, trust funds for housing pilot projects (through 2015 legislature).  L 2010, c 187, §4; L 2012, c 175, §2."
}