{
    "name": "Sheriff's or serving or levying officer's fees in circuit court, intermediate appellate court, or supreme court",
    "number": "8",
    "text": "(a)  For all necessary travel in making the service, per mile for every mile more than one...40 cents provided that:\n\n\n\n\t(1)\tNo allowance shall be made where the serving officer uses a conveyance furnished the serving officer by the State, or any political or municipal subdivision thereof;\n\t(2)\tWhere the serving officer serves more than one person in the course of one trip, the serving officer shall not charge, in the aggregate for all services more than the mileage for the entire trip; and\n\t(3)\tAs far as practicable, in order to minimize the mileage fees for the service, the sheriff or other chief of the serving officers, where service of process is to be made upon an island other than that upon which is situated the court issuing the process, shall cause the process to be transmitted to a deputy, the chief of police, or other serving officer upon the island of service who shall make the service upon receipt of the process; and the service shall be valid, notwithstanding that the process may not be addressed to the officer actually making the service or to the officer's superior.\n\n\n\n\tFor serving criminal summons or any other criminal process except a subpoena, for each person served therewith\t$30 effective July 1, 2001.\n\tFor serving civil summons or any other civil process,\nexcept a subpoena or a garnishee summons, for each person served therewith\t$25 effective July 1, 2001.\n\tFor serving: subpoena, for each person, $25; and\nsubpoena duces tecum or garnishee summons, for each\nperson\t$15 effective July 1, 2001.\n\tFor returning as unserved after due and diligent search any process when it has been found that the person to be served has left the State\t$5 effective July 1, 2001.\n\tFor serving any execution or other process for the collection of money, for every dollar collected up\nto $1,000\t5 cents.\n\tAnd for every dollar over $1,000\t2-1/2 cents.\n\tAll fees paid to any printer for publishing an advertisement of the sale of any property.\n\tFor every bill of sale\t$2.\n\tFor executing and acknowledging a deed pursuant to a sale of real estate to be paid by the grantee in the deed\t$8.\n\tFor drawing any bond required by law\t$2.\n\tFor serving writ of possession or restitution, putting any person entitled into the possession of premises, and removing a tenant pursuant to order of court\t$25.\n\tTogether with all necessary expenses incurred by the officer serving the writ, incident to the eviction.\n\tFor selling any property on an order from the court other than an execution, the same allowance as for service and sales by execution.\n\tThe fees for service of executions, attachments, and collection of judgments, together with all costs incurred after judgment rendered, not included in the judgment, in all courts of the State, shall be collected in addition to the sum directed to be levied and collected in the writ.\n\tIn lieu of any fee under this subsection, the fee may be an  hourly rate of not less than $50 per hour agreed upon in advance between the party requesting the service and the sheriff or police officer performing the service.\n\t(b)  Anything in this section or any other law to the contrary notwithstanding, when any process or subpoena is served by a subordinate of the sheriff or chief of police, it shall be illegal for the sheriff or chief of police (1) if and so long as the sheriff or chief of police is being paid a salary by the State or the county to receive or collect from the subordinate any portion of the fees, mileage, or other expenses collected by the subordinate, or (2) if and so long as the sheriff or chief of police is not being paid any salary, to collect or receive from the subordinate more than ten per cent of the fees accruing from the service, or any portion of the mileage or other expenses collected by the subordinate.  Where a subpoena is served in behalf of the State or any county by a nonsalaried subordinate of the sheriff or chief of police, the regular fee for the service shall be payable to the subordinate.  Nothing in this section shall be deemed to prohibit the police commission of any county from requiring all fees, mileage, and expenses be paid into a police benefit fund. [RL 1935, pt of §3791; am L 1939, c 19, pt of §1; RL 1945, §9748; am L 1949, c 387, §2; RL 1955, §219-8; am L 1963, c 85, §3; HRS ; am L 1968, c 61, §3; am L 1969, c 23, §2; am L 1972, c 88, §5(m); am L 1973, c 55, §2; am L 1974, c 149, §2; am L 1975, c 112, §2; am L 1978, c 127, §2; am L 1979, c 111, §5(4); am L 1980, c 96, §2; am L 1984, c 52, §2; gen ch 1985; am L 1989, c 211, §10; am L 1990, c 58, §2 and c 281, §11; am L 2001, c 214, §3]"
}