{
    "name": "Attorneys' fees and costs in civil actions",
    "number": "14.5",
    "text": "(a)  In any civil action in this State where a party seeks money damages or injunctive relief, or both, against another party, and the case is subsequently decided, the court may, as it deems just, assess against either party, whether or not the party was a prevailing party, and enter as part of its order, for which execution may issue, a reasonable sum for attorneys' fees and costs, in an amount to be determined by the court upon a specific finding that all or a portion of the party's claim or defense was frivolous as provided in subsection (b). \t(b)  In determining the award of attorneys' fees and costs and the amounts to be awarded, the court must find in writing that all or a portion of the claims or defenses made by the party are frivolous and are not reasonably supported by the facts and the law in the civil action.  In determining whether claims or defenses are frivolous, the court may consider whether the party alleging that the claims or defenses are frivolous had submitted to the party asserting the claims or defenses a request for their withdrawal as provided in subsection (c).  If the court determines that only a portion of the claims or defenses made by the party are frivolous, the court shall determine a reasonable sum for attorneys' fees and costs in relation to the frivolous claims or defenses.\n\t(c)  A party alleging that claims or defenses are frivolous may submit to the party asserting the claims or defenses a request for withdrawal of the frivolous claims or defenses, in writing, identifying those claims or defenses and the reasons they are believed to be frivolous.  If the party withdraws the frivolous claims or defenses within a reasonable length of time, the court shall not award attorneys' fees and costs based on those claims or defenses under this section. [L 1980, c 286, §1; am L Sp 1986, c 2, §13; am L 1992, c 47, §1; am L 1999, c 237, §3]"
}