{
    "name": "Exceptions",
    "number": "2",
    "text": "Section 105-1 shall not apply to:\n\n\n\n\t(1)\tThe governor;\n\t(2)\tThe mayor of any county;\n\t(3)\tAny member of a police department or a fire department or of the staff of a hospital, or any officer or employee of the board of water supply of the city and county of Honolulu, when using a motor vehicle for a personal purpose incidental to the person's service or work (but not for pleasure);\n\t(4)\tAny officer or employee of the State who, upon written recommendation of the comptroller, is given written permission by the governor to use, operate, or drive for personal use (but not for pleasure) any motor vehicle owned or controlled by the State;\n\t(5)\tAny officer or employee of any county who, upon written recommendation of the budget director, is given written permission by the mayor, to use, operate or drive for personal use (but not for pleasure) any motor vehicle owned or controlled by the county;\n\t(6)\tAny officer or employee of the State, or of any county, who, in case of emergency, because of the person's illness, or the person's incapacity caused by accident while at work, or because of the illness of a member of the person's immediate family including a reciprocal beneficiary while the person is at work, is conveyed in a motor vehicle to the person's place of abode, or to a hospital or other place, but every such use of such a motor vehicle shall be certified to by the officer or by the head of the department, commission, board, bureau, agency, or instrumentality controlling or possessing the motor vehicle immediately thereafter, and the certificate shall be forthwith filed with the comptroller, in the case of the State, or with the budget director, in the case of a county; and\n\t(7)\tThe assigned driver of a Van Go Hawaii vehicle or any other state ridesharing program vehicle. [L 1919, c 227, pt of §1; RL 1945, pt of §462; am L 1949, c 389, pt of §1(a); RL 1955, §7-11; am L 1965, c 11, §1; HRS ; am L 1981, c 49, §1; gen ch 1993; am L 1997, c 383, §34]\n\n\n\n\nAttorney General Opinions\n\n  Narcotics enforcement division investigators have authority for personal use of state vehicles incident to law enforcement purposes where prior written permission has been obtained from governor upon written recommendation of comptroller.  Att. Gen. Op. 91-03."
}