{
    "name": "Definitions",
    "number": "1",
    "text": "DEFINITIONS; ADMINISTRATION\n\n     When used in this chapter, unless otherwise required by the context, the definitions contained in this section and in sections 237-2 to 237-7 shall govern.\n\t\"Casual sale\" means an occasional or isolated sale or transaction involving:\n\n\n\n\t(1)\tTangible personal property by a person who is not required to be licensed under this chapter, or\n\t(2)\tTangible personal property which is not ordinarily sold in the business of a person who is regularly engaged in business.\n\n\n\n\t\"Comptroller\" means the comptroller of the State.\n\t\"Overhead\" means continuous or general costs occurring in the normal course of a business, including but not limited to costs for labor, rent, taxes, royalties, interest, discounts paid, insurance, lighting, heating, cooling, accounting, legal fees, equipment and facilities, telephone systems, depreciation, and amortization.\n\t\"Penalty\" or \"penalties\", when used in connection with the additions to the tax imposed for delinquency in payment, includes interest as well.\n\t\"Person\" or \"company\" includes every individual, partnership, society, unincorporated association, joint adventure, group, hui, joint stock company, corporation, trustee, personal representative, trust estate, decedent's estate, trust, trustee in bankruptcy, or other entity, whether such persons are doing business for themselves or in a fiduciary capacity, and whether the individuals are residents or nonresidents of the State, and whether the corporation or other association is created or organized under the laws of the State or of another jurisdiction.  Any person who has in the person's possession, for sale in the State, the property of a nonresident owner, other than as an employee of such owner, shall be deemed the seller of the property, when sold.\n\t\"Prepaid legal service plan\" (\"Plan\") means a group legal service plan in which the cost of the services are prepaid by the group member or by some other person or organization in the member's behalf.  A group legal service plan is a plan by which legal services are rendered to individual members of a group identifiable in terms of some common interest.  A plan shall provide:\n\n\n\n\t(A)\tThat individual members shall be afforded freedom of choice in the selection of their own attorney or attorneys to provide legal services under such plan.\n\t(B)\tFor the payment of equal amounts for the cost of services rendered without regard to the identity of the attorney or attorneys selected by the plan member or members.  No plan shall otherwise discriminate on the basis of such selection.\n\n\n\n\t\"Purchasing agent\" means any person who, as an agent and not a seller, for a consideration, is engaged in the State in the business of purchasing for the purchasing agent's principal or principals from an unlicensed seller or sellers property for use by such principals in the State, for example, by forwarding orders for such purchases, in behalf of such principals, it being immaterial whether the purchasing agent is compensated for the purchasing agent's services by the seller or by the purchaser; but the term \"purchasing agent\" does not include an employee of the purchaser.\n\t\"Representative\" means any salesperson, commission agent, manufacturer's representative, broker or other person who is authorized or employed by an unlicensed seller to assist such seller in selling property for use in the State, by procuring orders for such sales or otherwise, and who carries on such activities in the State, it being immaterial whether such activities are regular or intermittent; but the term \"representative\" does not include a manufacturer's representative whose functions are wholly promotional and to act as liaison between an unlicensed seller and a seller or sellers, and which do not include the procuring, soliciting or accepting of orders for property or the making of deliveries of property, or the collecting of payment for deliveries of property, or the keeping of books of account concerning property orders, deliveries or collections transpiring between an unlicensed seller and a seller or sellers.  Any unlicensed seller who in person carries on any such activity in the State shall also be classed as a representative.\n\t\"Retailing\" or \"sales at retail\" includes the sale of tangible personal property for consumption or use by the purchaser and not for resale, the renting of tangible personal property, and the rendering of services by one engaged in a service business or calling, as defined in section 237-7, to a person who is not purchasing the services for resale.  Persons described in this definition are \"retailers\".\n\t\"Sale\" or \"sales\" includes the exchange of properties as well as the sale thereof for money.\n\t\"Taxpayer\" means any person liable for any tax hereunder. \n\t\"Tax year\" or \"taxable year\" means either the calendar year or the taxpayer's fiscal year when the same constitutes the tax period instead of the calendar year pursuant to section 237-11. [L 1935, c 141, pt of §1; am L 1941, c 265, §1(c); RL 1945, §§5441, 5442; am L 1947, c 113, §6; RL 1955, §117-1; am L 1957, c 34, §3 and c 152, §1; HRS ; am L 1969, c 46, §1 and c 137, §2; am L 1976, c 156, §9 and c 200, pt of §1; gen ch 1985; am L 1991, c 23, §1; gen ch 1993; am L 1999, c 71, §3; am L 2003, c 135, §1]"
}