{
    "name": "Remittances",
    "number": "31",
    "text": "All remittances of taxes imposed by this chapter shall be made by money, bank draft, check, cashier's check, money order, or certificate of deposit to the office of the department of taxation to which the return was transmitted.  The department shall issue its receipts therefor to the taxpayer and shall pay the moneys into the state treasury as a state realization, to be kept and accounted for as provided by law; provided that:\n\n\n\n\t(1)\tThe sum from all general excise tax revenues realized by the State that represents the difference between $45,000,000 and the proceeds from the sale of any general obligation bonds authorized for that fiscal year for the purposes of the state educational facilities improvement special fund shall be deposited in the state treasury in each fiscal year to the credit of the state educational facilities improvement special fund;\n\t(2)\tA sum, not to exceed $5,000,000, from all general excise tax revenues realized by the State shall be deposited in the state treasury in each fiscal year to the credit of the compound interest bond reserve fund; and\n\t(3)\tA sum, not to exceed the amount necessary to meet the obligations of the integrated tax information management systems performance-based contract may be retained and deposited in the state treasury to the credit of the integrated tax information management systems special fund.  The sum retained by the director of taxation for deposit to the integrated tax information management systems special fund for each fiscal year shall be limited to amounts appropriated by the legislature.  This paragraph shall be repealed on July 1, 2005. [L 1935, c 141, §12; RL 1945, §5462; RL 1955, §117-26; am L Sp 1959 2d, c 1, §16; HRS ; am L 1981, c 159, §1; am L 1984, c 163, §1; am L 1985, c 239, §1; am L 1989, c 368, §3; am L 1990, c 163, §3; am L 1992, c 209, §§1,6 as superseded by am L 1993, c 364, §25; am L 1999, c 110, §1 and c 155, §4; am L 2004, c 115, §2]"
}