{
    "name": "Exemption for contracting or services exported out of State",
    "number": "29.53",
    "text": "(a)  There shall be exempted from, and excluded from the measure of, taxes imposed by this chapter, all of the value or gross income derived from contracting (as defined under section 237-6) or services performed by a person engaged in a service business or calling in the State for use outside the State where:\n\n\n\n\t(1)\tThe contracting or services are for resale, consumption, or use outside the State; and\n\t(2)\tThe value or gross income derived from the contracting or services performed would otherwise be subject to the tax imposed under this chapter on contracting or services at the highest rate.\n\n\n\nFor the purposes of this subsection, the seller or person rendering the contracting or services exported and resold, consumed, or used outside the State shall take from the customer, a certificate or an equivalent, in a form the department prescribes, certifying that the contracting or service purchased is to be otherwise resold, consumed, or used outside the State.  Any customer who furnishes this certificate or an equivalent shall be obligated to pay the seller or person rendering the contracting or services, upon demand, if the contracting or service purchased is not resold or otherwise consumed or used outside the State, the amount of the additional tax which by reason thereof is imposed upon the seller or person rendering the contracting or service.\n\t(b)  There shall be exempted from, and excluded from the measure of, taxes imposed by this chapter, all of the value or gross income derived from contracting (as defined in section 237-6) or services performed by a person engaged in a service business or calling in the State for a purchaser who resells all of the contracting or services for resale, consumption, or use outside the State pursuant to subsection (a).  For the purposes of this subsection, the seller or person rendering the contracting or services for a purchaser who resells the contracting or services for resale, consumption, or use outside the State shall take from the purchaser, a certificate or an equivalent, in a form that the department prescribes, certifying that the contracting or services purchased is to be for resale, consumption, or use outside the State pursuant to subsection (a).  Any purchaser who furnishes this certificate or an equivalent shall be obligated to pay the seller or person rendering the contracting or services, upon demand, if the contracting or services purchased is not resold in its entirety to a customer of the purchaser who has complied with subsection (a), the amount of the additional tax which by reason thereof is imposed upon the seller or the person rendering the contracting or service. [L 1999, c 70, §1; am L 2000, c 198, §6]"
}