{
    "name": "Employees of the department of health, its providers and subcontractors; criminal history checks",
    "number": "171.5",
    "text": "(a)  The department of health shall develop procedures for obtaining verifiable information regarding the criminal history of persons who are seeking employment, or seeking to serve as providers or subcontractors, in positions that place them in direct contact with clients when providing non-witnessed direct mental health services.  These procedures shall include but not be limited to criminal history record checks in accordance with section 846-2.7.\n\t(b)  Except as otherwise specified, any person who seeks employment with the department of health, or who is employed or seeks employment with a provider or subcontractor in a position that necessitates non-witnessed direct contact with clients when providing non-witnessed direct mental health services, shall:\n\n\n\n\t(1)\tBe subject to criminal history record checks in accordance with section 846-2.7; and\n\t(2)\tProvide to the department of health written consent for the department to obtain criminal history record information for verification.\n\n\n\nInformation obtained pursuant to subsection (a) and this subsection shall be used exclusively by the department of health for purposes of determining whether a person is suitable for working in a position that necessitates non-witnessed direct contact with clients when providing non-witnessed direct mental health services.  All such decisions shall be subject to federal laws and regulations currently or hereafter in effect.\n\t(c)  The department of health may refuse to employ or may terminate the employment of any employee or applicant for employment if the person has been convicted of an offense for which incarceration is a sentencing option, and if the department of health finds by reason of the nature and circumstances of the crime that the person poses a risk to the health, safety, or well-being of clients receiving non-witnessed direct mental health services.  Such refusal or termination may occur only after appropriate investigation, notification of results and planned action, and opportunity to meet and rebut the finding, all of which need not be conducted in accordance with chapter 91.  Nothing in this subsection shall abrogate any applicable appeal rights under chapter 76 or 89.\n\t(d)  This section shall not be used by the department of health to secure criminal history record checks on persons who have been employed continuously on a salaried basis prior to July 1, 2000.\n\t(e)  Nothing in this section shall prohibit criminal history record checks on employees of all providers and subcontractors.\n\t(f)  For purposes of this section:\n\t\"Provider\" means any organization or individual that intends to enter into a contract with or is currently contracted by the department of health to provide direct mental health services to the department's eligible clients.\n\t\"Subcontractor\" means any organization or individual that enters into a contract or agreement with a provider to provide direct mental health services to the department's eligible clients.\n\t(g)  Notwithstanding any other law to the contrary, the department of health shall be exempt from section 831-3.1 for purposes of this section and need not conduct investigations, notifications, or hearings under this section in accordance with chapter 91. [L 2003, c 95, §5; am L 2004, c 79, §1]"
}