{
    "name": "Council duties",
    "number": "119",
    "text": "The council shall:\n\n\n\n\t(1)\tConduct a comprehensive analysis of the health care workforce requirements of the State for the present and the future, focusing in particular on the State's need for physicians;\n\t(2)\tConduct a comprehensive assessment of the State's health care training programs, focusing in particular on graduate medical education programs and their role in and ability to meet the health care workforce requirements identified by the council;\n\t(3)\tRecommend to the legislature and the board of regents such changes in or additions to the health care training programs in the State identified by the council's assessment;\n\t(4)\tWork with such other entities and state agencies as necessary, develop a plan to assure the adequate funding of health care training programs in the State, with an emphasis on graduate medical education programs, and after consultation with the legislature and the board of regents, implement the plan.  The plan shall specify the funding sources for health care training programs and establish the methodology for funding disbursement.  Funds shall be expended for the types of costs normally associated with health care training programs, including but not limited to physician salaries and other operating and administrative costs.  The plan may include the submission of an application in accordance with federal law for a demonstration project to the Centers for Medicaid and Medicare Services, for the purpose of receiving and disbursing federal funds for direct and indirect graduate medical education expenses;\n\t(5)\tSeek funding from public sources, including state and federal government, and private sources to support the plan;\n\t(6)\tMonitor the implementation and effectiveness of the plan, making such modifications as may be required by future developments and changing needs and after consulting with the legislature and the board of regents, as appropriate; and\n\t(7)\tSubmit a summary report to the legislature no later than twenty days before the convening of each regular session, of the expenditures of program moneys authorized by the council under this part. [L 2003, c 181, pt of §1]"
}