{
    "name": "Powers of regents; official name",
    "number": "4",
    "text": "(a)  The board of regents shall have management and control of the general affairs, and exclusive jurisdiction over the internal organization and management, of the university.  It may appoint a treasurer and such other officers as it deems necessary.  It may authorize any officer, elected or appointed by it, to approve and sign on its behalf any voucher or other document which the board may approve and sign.  It may delegate to the president or the president's designee the authority to render the final decision in contested case proceedings subject to chapter 91, as it deems appropriate.  It may purchase or otherwise acquire lands, buildings, appliances, and other property for the purposes of the university and expend such sums of money as may be from time to time placed at the disposal of the university from whatever source.  All lands, buildings, appliances, and other property so purchased or acquired shall be and remain the property of the university to be used in perpetuity for the benefit of the university.  The board of regents, in accordance with law, shall manage the inventory, equipment, surplus property, and expenditures of the university and, subject to chapter 91, may adopt rules, further controlling and regulating the same. \t(b)  The board may charge resident and nonresident tuition fees for regular courses of instruction at any University of Hawaii campus, including any community college.\n\tThe board may also charge other fees for special programs of instruction, as well as laboratory fees, course fees, fees for student activities, and an information technology user fee.  The board may charge other fees for summer session or evening courses, including differential fees for nonresident students.\n\tThe board may waive entirely or reduce the tuition fee or any of the other fees for graduate teaching and research assistants.  The board may enter into agreements with government and university officials of any other state or foreign country to provide for reciprocal waiver of the nonresident tuition and fee differential.  The board may waive the nonresident tuition and fee differential for selected students from Pacific and Asian jurisdictions when their presence would be beneficial to the university or the State.  The board may waive entirely or reduce the tuition fee or any of the other fees for students, resident or nonresident.  The board shall determine the percentage of allowable tuition and fee waivers for financial need and other university priorities.  These tuition waivers and waivers of the nonresident tuition and fee differential shall be awarded in accordance with guidelines established by the board.\n\t(c)  The board shall adopt the necessary rules defining residence for tuition purposes herein; provided that the basic rule shall be that a student shall qualify for the resident tuition fee only if the following criteria are met:\n\n\n\n\t(1)\tThe adult student, or in the case of a minor student, the student's parents or guardians, has been a bona fide resident of this State for at least twelve consecutive months next preceding the student's first day of officially scheduled instruction for any semester or term in which the student is enrolling at the particular college or campus; and\n\t(2)\tThe adult or minor student has not been claimed as a dependent for tax purposes for at least twelve months next preceding the student's first day of officially scheduled instruction for any semester or term in which the student is enrolling at the particular college or campus by the student's parents or guardians who are nonresidents of the State; provided that this provision shall not apply in cases where the parent claiming the student as a dependent is entitled to do so under a child support order or agreement issued or entered into in conjunction with a divorce proceeding or legal separation agreement, and the other parent and the student meet the criteria set forth in paragraph (1).\n\n\n\n\t(d)  The board shall develop internal policies and procedures for the procurement of goods, services, and construction, consistent with the goals of public accountability and public procurement practices, subject to chapter 103D.\n\t(e)  The board may enter into concession agreements without regard to chapter 102.\n\t(f)  The official name of the board shall be Board of Regents, University of Hawaii, and the board shall adopt and use a common seal by which all official acts shall be authenticated. [L 1919, c 203, §3; RL 1925, §402; am L 1929, c 203, §1; am L 1932 1st, c 15, §1; RL 1935, §822; RL 1945, §1943; am L 1945, c 135, §2; am L 1951, c 61, §1; RL 1955, §44-3; am L 1957, c 144, §2; am L 1959, c 46, §1; HRS ; am L 1969, c 278, §1; am L 1971, c 142, §1; am L 1974, c 161, §2 and c 185, §1; am L 1975, c 16, §1; am L 1979, c 86, §2; am L 1981, c 191, §1; am L 1982, c 106, §1; am L 1983, c 139, §2; am L 1984, c 146, §2 and c 249, §1; am L 1985, c 287, §1; am L 1987, c 16, §1; am L 1989, c 264, §1; am L 1993, c 360, §3; am L 1995, c 161, §8 and c 163, §2; am L 1996, c 237, §1; am L 1998, c 18, §1 and c 115, §15; am L 2004, c 216, §35]"
}