{
    "name": "Tax on written real property leases; deduction allowed",
    "number": "16.5",
    "text": "(a)  This section relates to the leasing of real property by a lessor to a lessee.  There is hereby levied, and shall be assessed and collected annually, a privilege tax against persons engaging or continuing within the State in the business of leasing real property to another, equal to four per cent of the gross proceeds or gross income received or derived from the leasing; provided that where real property is subleased by a lessee to a sublessee, the lessee, as provided in this section, shall be allowed a deduction from the amount of gross proceeds or gross income received from its sublease of the real property.  The deduction shall be in the amount allowed under this section.\n\tAll deductions under this section and the name and general excise tax number of the lessee's lessor shall be reported on the general excise tax return.  Any deduction allowed under this section shall only be allowed with respect to leases and subleases in writing and relating to the same real property.\n\t(b)  The lessee shall obtain from its lessor a certificate, in the form as the department shall prescribe, certifying that the lessor is subject to tax under this chapter on the gross proceeds or gross income received from the lessee.  The absence of the certificate in itself shall give rise to the presumption that the lessee is not allowed the deduction under this section.\n\t(c)  If various real property or space leased to the lessee have different rental values, then the total monetary gross proceeds or gross income paid to a lessor for all real property or space shall first be allocated to the fair rental value for each real property or space.  If the lessee leases less than one hundred per cent of real property or space that was leased from the lessor to a sublessee, then the total monetary gross proceeds or gross income paid by the lessee for that real property or space to its lessor shall be allocated.  The percentage of real property or space subleased shall be multiplied by the monetary gross proceeds or gross income paid for the real property or space by the lessee to its lessor.  The product of the preceding multiplication shall be deducted from the monetary gross proceeds or gross income received for real property or space by the lessee.\n\tOnce the allocations are made, the appropriate deduction under subsection (g) shall be made.\n\t(d)  The lessor shall make allocations under this section at the time the sublease is entered into and the allocations shall not be changed during the term of the sublease.  There shall be a reasonable basis for the allocations, taking into consideration the size, quality, and location of the real property or space subleased.  In no event shall the total amount allocated to all subleases exceed the total monetary gross proceeds paid by the lessee to its lessor.  The director may redetermine the amount of the deduction under this section if the director finds that the basis for allocation is not reasonable or that redetermination is necessary to prevent the avoidance of taxes.\n\t(e) As used in this section:\n\t\"Lease\" means the rental of real property under an instrument in writing by which one conveys real property for a specified term and for a specified consideration, and includes the written extension or renegotiation of a lease, and any holdover tenancy.\n\t\"Lessee\" means one who holds real property under lease, and includes a sublessee.\n\t\"Lessor\" means one who conveys real property by lease, and includes a sublessor.\n\t\"Real property or space\" means the area actually rented and used by the lessee, and includes common elements as defined in section 514A-3.\n\t\"Sublease\" includes the rental of real property which is held under a lease and is made in a written document by which one conveys real property for a specified term and for a specified consideration.  Sublease includes the written extension or renegotiation of a sublease and any holdover tenancy under the written sublease.\n\t\"Sublessee\" means one who holds real property under a sublease.\n\t\"Sublessor\" means one who conveys real property by sublease.\n\t(f)  This section shall not cause the tax upon a lessor, with respect to any item of the lessor's gross proceeds or gross income, to exceed four per cent.\n\t(g)  After allocation under subsection (c), if necessary, the deduction under this section shall be allowed from the gross proceeds or gross income of the lessee received from its sublease in an amount calculated by multiplying the gross proceeds or gross income paid by the lessee to its lessor for the lease of the real property by the following amount:\n\n\n\n\t(1)\tIn calendar year 1998, .125;\n\t(2)\tIn calendar year 1999, .25;\n\t(3)\tIn calendar year 2000, .375;\n\t(4)\tIn calendar year 2001, .50;\n\t(5)\tIn calendar year 2002, .625;\n\t(6)\tIn calendar year 2003, .75; and\n\t(7)\tIn calendar year 2004, and thereafter, .875.\n\n\n\n\tThe amount calculated under paragraphs (1) to (7) shall be deducted by the lessee from the lessee's total reported gross proceeds or gross income.  The deduction allowed by this subsection may be taken by the fiscal and calendar year lessees. [L 1997, c 353, §2]"
}