{
    "name": "Nonliability and limitation on liability of secured party; liability of secondary obligor",
    "number": "9-628",
    "text": "§490:9-628    (a)  Unless a secured party knows that a person is a debtor or obligor, knows the identity of the person, and knows how to communicate with the person:\n\n\n\n\t(1)\tThe secured party is not liable to the person, or to a secured party or lienholder that has filed a financing statement against the person, for failure to comply with this article; and\n\t(2)\tThe secured party's failure to comply with this article does not affect the liability of the person for a deficiency.\n\n\n\n\t(b)  A secured party is not liable because of its status as secured party:\n\n\n\n\t(1)\tTo a person that is a debtor or obligor, unless the secured party knows:\n\n\t\t(A)\tThat the person is a debtor or obligor;\n\t\t(B)\tThe identity of the person; and\n\t\t(C)\tHow to communicate with the person; or\n\n\t(2)\tTo a secured party or lienholder that has filed a financing statement against a person, unless the secured party knows:\n\t\t(A)\tThat the person is a debtor; and\n\t\t(B)\tThe identity of the person.\n\n\n\n\t(c)  A secured party is not liable to any person, and a person's liability for a deficiency is not affected, because of any act or omission arising out of the secured party's reasonable belief that a transaction is not a consumer-goods transaction or a consumer transaction or that goods are not consumer goods, if the secured party's belief is based on its reasonable reliance on:\n\n\n\n\t(1)\tA debtor's representation concerning the purpose for which collateral was to be used, acquired, or held; or\n\t(2)\tAn obligor's representation concerning the purpose for which a secured obligation was incurred.\n\n\n\n\t(d)  A secured party is not liable to any person under section 490:9-625(c)(2) for its failure to comply with section 490:9-616.\n\t(e)  A secured party is not liable under section 490:9-625(c)(2) more than once with respect to any one secured obligation. [L 2000, c 241, pt of §1]"
}