{
    "name": "Rights after default; judicial enforcement; consignor or buyer of accounts, chattel paper, payment intangibles, or promissory notes",
    "number": "9-601",
    "text": "PART 6.  DEFAULT\n\nSubpart 1.  Default And Enforcement Of Security Interest\n     (a)  After default, a secured party has the rights provided in this part and, except as otherwise provided in section 490:9-602, those provided by agreement of the parties.  A secured party:\n\n\n\n\t(1)\tMay reduce a claim to judgment, foreclose, or otherwise enforce the claim, security interest, or agricultural lien by any available judicial procedure; and\n\t(2)\tIf the collateral is documents, may proceed either as to the documents or as to the goods they cover.\n\n\n\n\t(b)  A secured party in possession of collateral or control of collateral under section 490:7-106, 490:9-104, 490:9-105, 490:9-106, or 490:9-107 has the rights and duties provided in section 490:9-207.\n\t(c)  The rights under subsections (a) and (b) are cumulative and may be exercised simultaneously.\n\t(d)  Except as otherwise provided in subsection (g) and section 490:9-605, after default, a debtor and an obligor have the rights provided in this part and by agreement of the parties.\n\t(e)  If a secured party has reduced its claim to judgment, the lien of any levy that may be made upon the collateral by virtue of an execution based upon the judgment relates back to the earliest of:\n\n\n\n\t(1)\tThe date of perfection of the security interest or agricultural lien in the collateral;\n\t(2)\tThe date of filing a financing statement covering the collateral; or\n\t(3)\tAny date specified in a statute under which the agricultural lien was created.\n\n\n\n\t(f)  A sale pursuant to an execution is a foreclosure of the security interest or agricultural lien by judicial procedure within the meaning of this section.  A secured party may purchase at the sale and thereafter hold the collateral free of any other requirements of this article.\n\t(g)  Except as otherwise provided in section 490:9-607(c), this part imposes no duties upon a secured party that is a consignor or is a buyer of accounts, chattel paper, payment intangibles, or promissory notes. [L 2000, c 241, pt of §1; am L 2004, c 163, §33]"
}