{
    "name": "Effect of acceptance of goods; notice of default; burden of establishing default after acceptance; notice of claim or litigation to person answerable over",
    "number": "2A-516",
    "text": "(a)  A lessee must pay rent for any goods accepted in accordance with the lease contract, with due allowance for goods rightfully rejected or not delivered.\n\t(b)  A lessee's acceptance of goods precludes rejection of the goods accepted.  In the case of a finance lease, if made with knowledge of a nonconformity, acceptance cannot be revoked because of it.  In any other case, if made with knowledge of a nonconformity, acceptance cannot be revoked because of it unless the acceptance was on the reasonable assumption that the nonconformity would be seasonably cured.  Acceptance does not of itself impair any other remedy provided by this Article or the lease agreement for nonconformity.\n\t(c)  If a tender has been accepted:\n\n\n\n\t(1)\tWithin a reasonable time after the lessee discovers or should have discovered any default, the lessee shall notify the lessor and the supplier, if any, or be barred from any remedy against the party not notified;\n\t(2)\tExcept in the case of a consumer lease, within a reasonable time after the lessee receives notice of litigation for infringement or the like (section 490:2A-211) the lessee shall notify the lessor or be barred from any remedy over for liability established by the litigation; and\n\t(3)\tThe burden is on the lessee to establish any default.\n\n\n\n\t(d)  If a lessee is sued for breach of a warranty or other obligation for which a lessor or a supplier is answerable over the following apply:\n\n\n\n\t(1)\tThe lessee may give the lessor or the supplier, or both, written notice of the litigation.  If the notice states that the person notified may come in and defend and that if the person notified does not do so that person will be bound in any action against that person by the lessee by any determination of fact common to the two litigations, then unless the person notified after seasonable receipt of the notice does come in and defend that person is so bound.\n\t(2)\tThe lessor or the supplier may demand in writing that the lessee turn over control of the litigation including settlement if the claim is one for infringement or the like (section 490:2A-211) or else be barred from any remedy over.  If the demand states that the lessor or the supplier agrees to bear all expense and to satisfy any adverse judgment, then unless the lessee after seasonable receipt of the demand does turn over control the lessee is so barred.\n\n\n\n\t(e)  Subsections (c) and (d) apply to any obligation of a lessee to hold the lessor or the supplier harmless against infringement or the like (section 490:2A-211). [L 1991, c 40, pt of §1]"
}