{
    "name": "Priority of security interests in investment property",
    "number": "9-328",
    "text": "§490:9-328    The following rules govern priority among conflicting security interests in the same investment property:\n\n\n\n\t(1)\tA security interest held by a secured party having control of investment property under section 490:9-106 has priority over a security interest held by a secured party that does not have control of the investment property.\n\t(2)\tExcept as otherwise provided in paragraphs (3) and (4), conflicting security interests held by secured parties each of which has control under section 490:9-106 rank according to priority in time of:\n\n\t\t(A)\tIf the collateral is a security, obtaining control;\n\t\t(B)\tIf the collateral is a security entitlement carried in a securities account and:\n\n\t\t\t(i)\tIf the secured party obtained control under section 490:8-106(d)(1), the secured party's becoming the person for which the securities account is maintained;\n\t\t\t(ii)\tIf the secured party obtained control under section 490:8-106(d)(2), the securities intermediary's agreement to comply with the secured party's entitlement orders with respect to security entitlements carried or to be carried in the securities account; or\n\t\t\t(iii)\tIf the secured party obtained control through another person under section 490:8-106(d)(3), the time on which priority would be based under this paragraph if the other person were the secured party; or\n\n\t\t(C)\tIf the collateral is a commodity contract carried with a commodity intermediary, the satisfaction of the requirement for control specified in section 490:9-106(b)(2) with respect to commodity contracts carried or to be carried with the commodity intermediary.\n\n\t(3)\tA security interest held by a securities intermediary in a security entitlement or a securities account maintained with the securities intermediary has priority over a conflicting security interest held by another secured party.\n\t(4)\tA security interest held by a commodity intermediary in a commodity contract or a commodity account maintained with the commodity intermediary has priority over a conflicting security interest held by another secured party.\n\t(5)\tA security interest in a certificated security in registered form which is perfected by taking delivery under section 490:9-313(a) and not by control under section 490:9-314 has priority over a conflicting security interest perfected by a method other than control.\n\t(6)\tConflicting security interests created by a broker, securities intermediary, or commodity intermediary which are perfected without control under section 490:9-106 rank equally.\n\t(7)\tIn all other cases, priority among conflicting security interests in investment property is governed by sections 490:9-322 and 490:9-323. [L 2000, c 241, pt of §1]"
}