{
    "name": "Agreement not to assert defenses against assignee",
    "number": "9-403",
    "text": "(a)  In this section, \"value\" has the meaning provided in section 490:3-303(a).\n\t(b)  Except as otherwise provided in this section, an agreement between an account debtor and an assignor not to assert against an assignee any claim or defense that the account debtor may have against the assignor is enforceable by an assignee that takes an assignment:\n\n\n\n\t(1)\tFor value;\n\t(2)\tIn good faith;\n\t(3)\tWithout notice of a claim of a property or possessory right to the property assigned; and\n\t(4)\tWithout notice of a defense or claim in recoupment of the type that may be asserted against a person entitled to enforce a negotiable instrument under section 490:3-305(a).\n\n\n\n\t(c)  Subsection (b) does not apply to defenses of a type that may be asserted against a holder in due course of a negotiable instrument under section 490:3-305(b).\n\t(d)  In a consumer transaction, if a record evidences the account debtor's obligation, law other than this article requires that the record include a statement to the effect that the rights of an assignee are subject to claims or defenses that the account debtor could assert against the original obligee, and the record does not include such a statement:\n\n\n\n\t(1)\tThe record has the same effect as if the record included such a statement; and\n\t(2)\tThe account debtor may assert against an assignee those claims and defenses that would have been available if the record included such a statement.\n\n\n\n\t(e)  This section is subject to law other than this article which establishes a different rule for an account debtor who is an individual and who incurred the obligation primarily for personal, family, or household purposes.\n\t(f)  Except as otherwise provided in subsection (d), this section does not displace law other than this article which gives effect to an agreement by an account debtor not to assert a claim or defense against an assignee. [L 2000, c 241, pt of §1]"
}