{
    "name": "Definitions and index of definitions",
    "number": "7-102",
    "text": "§490:7-102    (a)  In this article, unless the context otherwise requires:\n\n\n\n\t(1)\t\"Bailee\" means a person that by a warehouse receipt, bill of lading, or other document of title acknowledges possession of goods and contracts to deliver them.\n\t(2)\t\"Carrier\" means a person that issues a bill of lading.\n\t(3)\t\"Consignee\" means a person named in a bill of lading to which or to whose order the bill promises delivery.\n\t(4)\t\"Consignor\" means a person named in a bill of lading as the person from which the goods have been received for shipment.\n\t(5)\t\"Delivery order\" means a record that contains an order to deliver goods directed to a warehouse, carrier, or other person that in the ordinary course of business issues warehouse receipts or bills of lading.\n\t(6)\t\"Good faith\" means honesty in fact and the observance of reasonable commercial standards of fair dealing.\n\t(7)\t\"Goods\" means all things that are treated as movable for the purposes of a contract for storage or transportation.\n\t(8)\t\"Issuer\" means a bailee that issues a document of title or, in the case of an unaccepted delivery order, the person that orders the possessor of goods to deliver.  The term includes a person for which an agent or employee purports to act in issuing a document if the agent or employee has real or apparent authority to issue documents, even if the issuer did not receive any goods, the goods were misdescribed, or in any other respect the agent or employee violated the issuer's instructions.\n\t(9)\t\"Person entitled under the document\" means the holder, in the case of a negotiable document of title, or the person to which delivery of the goods is to be made by the terms of, or pursuant to instructions in a record under, a nonnegotiable document of title.\n\t(10)\t\"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form.\n\t(11)\t\"Shipper\" means a person that enters into a contract of transportation with a carrier.\n\t(12)\t\"Sign\" means, with present intent to authenticate or adopt a record:\n\n\t\t(A)\tTo execute or adopt a tangible symbol; or \n\t\t(B)\tTo attach to or logically associate with the record an electronic sound, symbol, or process.\n\n\t(13)\t\"Warehouse\" means a person engaged in the business of storing goods for hire.\n\n\n\n\t(b)  Definitions in other articles applying to this article and the sections in which they appear are:\n\n\n\n\t(1)\t\"Contract for sale\", section 490:2-106.\n\t(2)\t\"Lessee in ordinary course of business\", section 490:2A-103.\n\t(3)\t\"Receipt\" of goods, section 490:2-103.\n\n\n\n\t(c)  In addition, article 1 contains general definitions and principles of construction and interpretation applicable throughout this article. [L 2004, c 163, pt of §1]"
}