{
    "name": "Acceptance of collateral in full or partial satisfaction of obligation; compulsory disposition of collateral",
    "number": "9-620",
    "text": "§490:9-620    (a)  Except as otherwise provided in subsection (g), a secured party may accept collateral in full or partial satisfaction of the obligation it secures only if:\n\n\n\n\t(1)\tThe debtor consents to the acceptance under subsection (c);\n\t(2)\tThe secured party does not receive, within the time set forth in subsection (d), a notification of objection to the proposal authenticated by:\n\n\t\t(A)\tA person to which the secured party was required to send a proposal under section 490:9-621; or\n\t\t(B)\tAny other person, other than the debtor, holding an interest in the collateral subordinate to the security interest that is the subject of the proposal;\n\n\t(3)\tIf the collateral is consumer goods, the collateral is not in the possession of the debtor when the debtor consents to the acceptance; and\n\t(4)\tSubsection (e) does not require the secured party to dispose of the collateral or the debtor waives the requirement pursuant to section 490:9-624.\n\n\n\n\t(b)  A purported or apparent acceptance of collateral under this section is ineffective unless:\n\n\n\n\t(1)\tThe secured party consents to the acceptance in an authenticated record or sends a proposal to the debtor; and\n\t(2)\tThe conditions of subsection (a) are met.\n\n\n\n\t(c)  For purposes of this section:\n\n\n\n\t(1)\tA debtor consents to an acceptance of collateral in partial satisfaction of the obligation it secures only if the debtor agrees to the terms of the acceptance in a record authenticated after default; and\n\t(2)\tA debtor consents to an acceptance of collateral in full satisfaction of the obligation it secures only if the debtor agrees to the terms of the acceptance in a record authenticated after default or the secured party:\n\n\t\t(A)\tSends to the debtor after default a proposal that is unconditional or subject only to a condition that collateral not in the possession of the secured party be preserved or maintained;\n\t\t(B)\tIn the proposal, proposes to accept collateral in full satisfaction of the obligation it secures; and\n\t\t(C)\tDoes not receive a notification of objection authenticated by the debtor within twenty days after the proposal is sent.\n\n\n\n\n\n\t(d)  To be effective under subsection (a)(2), a notification of objection must be received by the secured party:\n\n\n\n\t(1)\tIn the case of a person to which the proposal was sent pursuant to section 490:9-621, within twenty days after notification was sent to that person; and\n\t(2)\tIn other cases:\n\n\t\t(A)\tWithin twenty days after the last notification was sent pursuant to section 490:9-621; or\n\t\t(B)\tIf a notification was not sent, before the debtor consents to the acceptance under subsection (c).\n\n\n\n\n\n\t(e)  A secured party that has taken possession of collateral shall dispose of the collateral pursuant to section 490:9-610 within the time specified in subsection (f) if:\n\n\n\n\t(1)\tSixty per cent of the cash price has been paid in the case of a purchase-money security interest in consumer goods; or\n\t(2)\tSixty per cent of the principal amount of the obligation secured has been paid in the case of a non-purchase-money security interest in consumer goods.\n\n\n\n\t(f)  To comply with subsection (e), the secured party shall dispose of the collateral:\n\n\n\n\t(1)\tWithin ninety days after taking possession; or\n\t(2)\tWithin any longer period to which the debtor and all secondary obligors have agreed in an agreement to that effect entered into and authenticated after default.\n\n\n\n\t(g)  In a consumer transaction, a secured party may not accept collateral in partial satisfaction of the obligation it secures. [L 2000, c 241, pt of §1]"
}