{
    "name": "Traffic-control signal legend",
    "number": "32",
    "text": "(a)  Whenever traffic is controlled by traffic-control signals exhibiting different colored lights, or colored lighted arrows, successively one at a time or in combination, only the colors green, red, and yellow shall be used, except for special pedestrian signals carrying a word or symbol legend, and the lights shall indicate and apply to drivers of vehicles and pedestrians as follows:\n\n\n\n\t(1)\tGreen indication:\n\n\t\t(A)\tVehicular traffic facing a circular green signal may proceed straight through or turn right or left unless a sign at the place prohibits either such turn.  But vehicular traffic, including vehicles turning right or left, shall yield the right of way to other vehicles and to pedestrians lawfully within the intersection or an adjacent crosswalk at the time such signal is exhibited.\n\t\t(B)\tVehicular traffic facing a green arrow signal, shown alone or in combination with another indication, may cautiously enter the intersection only to make the movement indicated by such arrow, or such other movement as is permitted by other indications shown at the same time.  Such vehicular traffic shall yield the right of way to pedestrians lawfully within an adjacent crosswalk and to other traffic lawfully using the intersection.\n\t\t(C)\tUnless otherwise directed by a pedestrian-control signal, as provided in section 291C-33, pedestrians facing any green signal, except when the sole green signal is a turn arrow, may proceed across the roadway within any marked or unmarked crosswalk.\n\n\t(2)\tSteady yellow indication:\n\n\t\t(A)\tVehicular traffic facing a steady yellow signal is thereby warned that the related green movement is being terminated or that a red indication will be exhibited immediately thereafter when vehicular traffic shall not enter the intersection.\n\t\t(B)\tPedestrians facing a steady yellow signal, unless otherwise directed by a pedestrian-control signal as provided in section 291C-33, are thereby advised that there is insufficient time to cross the roadway before a red indication is shown and no pedestrian shall then start to cross the roadway.\n\n\t(3)\tSteady red indication:\n\n\t\t(A)\tVehicular traffic facing a steady red signal alone shall stop at a clearly marked stop line, but if none, before entering the crosswalk on the near side of the intersection or, if none, then before entering the intersection and shall remain standing until an indication to proceed is shown, except as provided in the next succeeding paragraphs.\n\t\t(B)\tThe driver of a vehicle which is stopped in obedience to a steady red indication may make a right turn but shall yield the right-of-way to pedestrians and other traffic proceeding as directed by the signal at said intersection, except that counties by ordinance may prohibit any such right turn against a steady red indication, which ordinance shall be effective when a sign is erected at such intersection giving notice thereof.\n\t\t(C)\tThe driver of a vehicle on a one-way street which intersects another one-way street on which traffic moves to the left shall stop in obedience to a steady red indication but may then make a left turn into said one-way street, but shall yield right-of-way to pedestrians, proceeding as directed by the signal at said intersection except that counties by ordinance may prohibit any such left turn as above described which ordinance shall be effective when a sign is erected at such intersection giving notice thereof.\n\t\t(D)\tUnless otherwise directed by a pedestrian-control signal as provided in section 291C-33, pedestrians facing a steady red signal alone shall not enter the roadway.\n\n\n\n\n\n\t(b)  In the event an official traffic-control signal is erected and maintained at a place other than an intersection, the provisions of this section shall be applicable except as to those provisions which by their nature can have no application.  Any stop required shall be made at a sign or marking on the pavement indicating where the stop shall be made, but in the absence of any such sign or marking the stop shall be made at the signal. [L 1971, c 150, pt of §1; am L 1981, c 190, §1]"
}