{
    "name": "Powers that require regulatory approval",
    "number": "9-201",
    "text": "§412:9-201    (a)  A financial services loan company may sell or refer the following products and services and collect premiums or fees for the sale or referral thereof only after obtaining the approval of the commissioner:\n\n\n\n\t(1)\tAccidental death and dismemberment insurance, whether or not connected with a loan, provided that the purchase of this insurance must be voluntary and not required as a condition of a loan.  The approval of the insurance commissioner must also be obtained prior to the sale of any insurance product; and\n\t(2)\tAuto club memberships and home and automobile security plans, whether or not connected with a loan and extension of credit, provided that the purchase of any such service or product must be voluntary and not required as a condition of a loan.\n\n\n\n\t(b)  In approving any request to sell or refer the products and services in subsection (a), the commissioner may impose such conditions and restrictions that are in the public interest.\n\t(c)  A financial services loan company may issue standby letters of credit only after obtaining the written approval of the commissioner.  In approving any request to issue standby letters of credit pursuant to this subsection, the commissioner may impose conditions and restrictions that are in the public interest.  Any depository financial services loan company issuing standby letters of credit shall include those standby letters of credit with all other loans and extensions of credit for the purpose of calculating the limit on loans and extensions of credit to one borrower under section 412:9-404.  Any nondepository financial services loan company issuing standby letters of credit shall report the aggregate amount of their standby letters of credit outstanding under MEMORANDA - Total Standby Letters of Credit Outstanding, on their financial statements submitted to the commissioner pursuant to section 412:3-112.  The aggregate amount of the standby letters of credit outstanding shall not exceed twenty per cent of a nondepository financial services loan company's capital and surplus.  Standby letters of credit issued by a nondepository financial services loan company shall not be used for consumer loan transactions.  The issuing nondepository financial services loan company shall identify itself as a nondepository financial services loan company in the standby letter of credit. [L 1993, c 350, pt of §1; am L 1996, c 9, §1]"
}