{
    "name": "Conversion from State to comparable federal financial institution",
    "number": "3-606",
    "text": "§412:3-606    (a)  A Hawaii financial institution may convert to a comparable federal financial institution if the conversion is approved at a meeting of its shareholders or members duly called and noticed and upon a vote which satisfies the requirements of section 412:3-604. \t(b)  Within ten days after the meeting of its shareholders or members approving the conversion, the financial institution shall file with the commissioner:\n\n\n\n\t(1)\tA notice of intention to convert; and\n\t(2)\tA certificate signed by two executive officers of the financial institution verifying the validity of the meeting, that the required vote was obtained, and that the attached copy of the resolution to convert adopted at the meeting is true and correct.\n\n\n\n\t(c)  Within a reasonably prompt time and without any unnecessary delay after the meeting approving the conversion, the financial institution shall take the action necessary to complete the conversion and to obtain a federal license, charter, certificate, or other approval to become a federal financial institution.\n\t(d)  The date of issuance of the federal license, charter, certificate, or other approval, or the effective date of conversion stated in the license, charter, certificate or other approval, shall be the effective date of the conversion.\n\t(e)  Upon the effective date of the conversion as determined under federal law, the institution's state charter or license shall terminate without further notice, and the institution shall cease to be regulated by the commissioner.  Within ten days after receipt of the federal charter, license, certificate, or other approval, the resulting financial institution shall deliver a copy thereof to the commissioner.  The resulting financial institution shall also file with the director of commerce and consumer affairs a confirmation in writing by the commissioner of the date and time of the conversion, together with the appropriate filing fee pursuant to chapter 414. [L 1993, c 350, pt of §1; am L 1995, c 54, §1; am L 2002, c 40, §22]"
}