{
    "name": "Opening or relocating principal office, branch, or agency",
    "number": "3-503",
    "text": "§412:3-503   (a)  No Hawaii financial institution may relocate its [principal] office to another location in this State, or open or relocate any branch or agency within or outside of this State without the commissioner's prior written approval; provided, that approval shall not be required if the relocation will be less than one mile from the institution's present place of business, the institution gives the commissioner written notice at least twenty days prior to the move, the type of business carried on at the new place of business will be the same as at the present place of business, and there will be no financial involvement in the relocation by a director, executive officer, or principal shareholder, or a related interest of any of these persons. \t(b)  The institution shall file an application with the commissioner.  The application shall be in a form prescribed by the commissioner and shall be accompanied by a fee the amount of which shall be established by rule.  The application shall contain the following information:\n\n\n\n\t(1)\tThe name of the financial institution;\n\t(2)\tThe specific location of the proposed site of the principal office, branch or agency;\n\t(3)\tThe anticipated opening date and, if open for a specified period, the end of such period;\n\t(4)\tThe nature of the business or transactions intended to be carried on at the location;\n\t(5)\tFacts showing the necessity or justification for the proposed site and that there is a reasonable assurance of sufficient volume of business so that opening and maintaining the proposed business location will not jeopardize the solvency of the financial institution; and\n\t(6)\tAny other information that the commissioner may require.\n\n\n\n\t(c)  If after appropriate examination and investigation, the commissioner is satisfied that the proposed opening or relocation is justified and proper, the commissioner shall approve the application in writing, with any conditions as the commissioner deems appropriate.  Upon payment by a financial services loan company of the initial license fee for the new branch or agency, or the reissuance of license fee for the relocated office as established by rule pursuant to chapter 91, the commissioner shall issue a license for the new or relocated office. [L 1993, c 350, pt of §1]"
}