{
    "name": "Merger or consolidation of financial institution holding companies",
    "number": "3-611",
    "text": "§412:3-611    (a)  Unless the commissioner shall have given prior approval or shall have waived the requirement for approval pursuant to subsection (c), no financial institution holding company shall merge or consolidate with any other corporation if the effect of the merger or consolidation shall be to change the direct or indirect control of any Hawaii financial institution. \t(b)  The merger or consolidation shall be effected pursuant to the procedures, conditions and requirements for, and with the effect of, the merger or consolidation of corporations under the applicable laws of the state or states involved.\n\t(c)  Unless the requirement for an application is waived by the commissioner, the participating institutions shall file an application with the commissioner pursuant to section 412:3-603 for approval of the proposed merger or consolidation.  The application shall be accompanied by:\n\n\n\n\t(1)\tA certificate signed by two executive officers of each of the participating institutions, verifying that the participating institution has complied, or will comply with all state laws and rules relating to the merger or consolidation;\n\t(2)\tInformation of the type required to be provided pursuant to section 412:3-612, with respect to both of the participating institutions and their respective subsidiary financial institutions; and\n\t(3)\tAny other information that the commissioner may require.\n\n\n\n\t(d)  The commissioner shall approve the merger or consolidation if it appears that:\n\n\n\n\t(1)\tThe resulting financial institution holding company would be adequately capitalized;\n\t(2)\tThe participating institutions have complied, or will comply with all requirements, conditions, and limitations imposed by federal law or regulation with respect to the merger or consolidation;\n\t(3)\tThe overall experience, moral character or integrity of the proposed directors and executive officers of the resulting financial institution holding company is consistent with the interest of the depositors, beneficiaries, creditors, or shareholders of the financial institution holding company and its subsidiaries, or in the public interest;\n\t(4)\tThe merger or consolidation will not jeopardize the safety or soundness of the subsidiary financial institutions of the participating institutions, and is not otherwise contrary to the public interest;\n\t(5)\tThe merger or consolidation will not substantially lessen competition or tend to create a monopoly or restraint of trade in any section of the country that includes this State or a part thereof, or that any anti-competitive effects are clearly outweighed in the public interest by the probable effect of the merger or consolidation in meeting the convenience and needs of the community to be served;\n\t(6)\tThe merger or consolidation will promote the convenience, needs and advantage of the general public particularly in the community in which the affected institution conducts its business; and\n\t(7)\tThe merger or consolidation meets any other criteria as the commissioner may deem appropriate.\n\n\n\n\t(e)  The commissioner may waive the requirement for approval of a merger or consolidation of a financial institution holding company which indirectly controls a nondepository financial services loan company, provided that publication in a form approved by the commissioner is made.  The publication shall state the fact that a merger or consolidation will take place and shall describe the effect, if any, on the operations and employees of the nondepository financial services loan company.  Publication shall be made once in a newspaper of general circulation. [L 1993, c 350, pt of §1]"
}