{
    "name": "Penalties and procedures",
    "number": "5",
    "text": "(a)  It is a violation for any person to violate any of the provisions of this part.\n\tEvery person who violates any provision of this part for which another penalty is not provided, for a conviction thereof, shall be fined not more than $20 to be deposited into the state general fund.  The district courts may assess costs not to exceed $25 for issuing a penal summons upon any person who fails to appear at the place within the time specified in the citation issued to the person.\n\t(b)  Any authorized police officer, upon making an arrest, shall take the name and address of the alleged violator and shall issue the violator in writing a summons or citation.\n\t(c)  There shall be provided for use by an officer or employee of the respective government jurisdictions, duly authorized to issue a summons or citation, or any police officer, a form of summons or citation for use in citing violators of this part which does not provide for the physical arrest of such violators.  The form and content of such summons or citation shall be as adopted or prescribed by the administrative judge of the district court, shall be printed on a form commensurate with the form of other summons or citations used in modern methods of arrest, and so designed to include all necessary information to make the same valid within the laws and rules of the State.\n\tWhen a citation is issued, the original of the citation shall be given to the violator; provided that the administrative judge of the district court may prescribe that the violator be given a carbon copy of the citation and provide for the disposition of the original and any other copies.  Every citation shall be consecutively numbered and each carbon copy shall bear the same number as its respective original.\n\t(d)  If any person fails to comply with a penal summons given to such person, the court shall forthwith issue a warrant for the person\u0092s arrest.\n\t(e)  Except as provided in subsection (g), enforcement of this part shall be under the jurisdiction of the appropriate police department of each county or the prosecuting attorney or other duly authorized government officer or employee.\n\t(f)  Any police officer or other officer or employee of the respective government jurisdictions may eject from the premises any person to whom a citation has been issued and who continues to smoke after the person has been so cited.\n\t(g)  The enforcement and administration of section 328K-4 shall be under the jurisdiction of each respective government jurisdiction which shall have the power to adopt any applicable rules necessary to carry out section 328K-4. [L 1987, c 234, pt of §2]"
}