{
    "name": "Prohibition in certain places open to the public",
    "number": "2",
    "text": "Except as otherwise provided in this part, smoking shall be prohibited in the following places within the State:\n\n\n\n\t(1)\tElevators in buildings open to and used by the public, including elevators in apartment and other multi-unit residential buildings;\n\t(2)\tSemiprivate rooms, wards, waiting rooms, lobbies, and public hallways of public and private health care facilities, including, but not limited to, hospitals, clinics, and physicians\u0092 and dentists\u0092 offices.  Smoking shall be permitted in a private room or in a semiprivate room when there is no objection by any patient occupying such room;\n\t(3)\tRestaurants.\n\n\t\t(A)\tAll restaurants shall provide nonsmoking areas which are reasonably proportionate to the preference of the users and so located as to obtain the maximum effect of existing physical barriers and ventilation systems, and seating arrangements, to minimize the toxic effect of smoke in adjacent nonsmoking areas; provided no fixed structural or other physical modifications of the restaurant shall be required; and\n\t\t(B)\tNothing in this paragraph shall prevent a proprietor or person in charge of a facility from designating the entire restaurant as a nonsmoking area.  Owners or proprietors of restaurants may expand or contract the size of designated nonsmoking areas to meet the requirements of their patrons;\n\n\t(4)\tAny room which is used primarily for exhibiting any motion picture, stage drama, dance, musical performance, or other similar performance during the time that the room is open to the public for such performance;\n\t(5)\tMuseums, libraries, and galleries;\n\t(6)\tThe following facilities or areas in state or county owned or controlled buildings:\n\n\t\t(A)\tMeeting or conference rooms;\n\t\t(B)\tAuditorium or sports areas that are enclosed;\n\t\t(C)\tCommunity centers where persons may gather for meetings, parties, or any other purpose where the area is enclosed;\n\t\t(D)\tWaiting areas, baggage claim areas, and check-in counters within buildings in all state airports; and\n\t\t(E)\tAll areas open to the public, including service counters and reception or waiting areas;\n\n\t(7)\tExcept as otherwise provided in this section, all areas open to the public in the following business establishments:\n\n\t\t(A)\tBanks;\n\t\t(B)\tCredit unions;\n\t\t(C)\tFinancial services loan companies;\n\t\t(D)\tRetail stores; and\n\t\t(E)\tSavings and loan associations;\n\n\t(8)\tAny restroom open to the public;\n\t(9)\tTaxicabs, when carrying nonsmoking passengers;\n\t(10)\tCruise ships.  The dining area of all cruise ships shall include a nonsmoking area which is reasonably proportionate to the preference of the users and so located as to obtain the maximum effect of existing physical barriers and ventilation systems, and seating arrangements, to minimize the toxic effect of smoke; provided no fixed structural or other physical modifications of the cruise ship shall be required.  This paragraph shall not apply to any cruise ship that does not serve any food or meals during its course of operation, or where the service of food is only incidental to the consumption of alcoholic beverages; and\n\t(11)\tNotwithstanding the exceptions stated in section 328K-3, any area open to the public which has been designated by the person having control of the area as a nonsmoking area and marked with a \"no smoking\" sign. [L 1987, c 234, pt of §2; am L 1989, c 266, §3; am L 1992, c 215, §2]"
}