{
    "name": "Definitions",
    "number": "1",
    "text": "SMOKING IN PUBLIC PLACES\n\n     As used in this part, unless the context requires otherwise:\n\t\"Bar\" means a place devoted to the serving of alcoholic beverages for on-site consumption by patrons and where the service of food is only incidental to the consumption of such beverages.  A food service establishment may contain a bar, but the term bar shall not include the dining area of a food service establishment.\n\t\"Building\" means any area enclosed by a roof and at least three walls.\n\t\"Cruise ship\" means any boat, ship, catamaran, windjammer, or other type of vessel used for a commercial, business, or purpose other than solely recreational or pleasure, operating within the jurisdictional waters of the State of Hawaii, licensed by the department of health to operate as a food service establishment, and which serves food or meals during the course of its operation, that is nonincidental to the consumption of alcoholic beverages.\n\t\"Dining area\" means a location within a restaurant or food service establishment where meals are served.\n\t\"Incidental\" means less than one third of gross sales of alcoholic beverages as opposed to food sales.\n\t\"Meals\" does not include snacks, pupus, hors d\u0092oeuvres, or appetizers.\n\t\"Open to the public\" means areas within any building available to the general public during normal business hours.\n\t\"Restaurant\" means any retail eating establishment where meals or food are served or provided for on-site consumption by seated patrons that is authorized by the department of health to operate as a food service establishment, except:\n\n\n\n\t(1)\tAny food service establishment with a seating capacity of fifty or fewer patrons;\n\t(2)\tAny food service establishment while it is being used solely for private parties or gatherings;\n\t(3)\tAny enclosed room of a food service establishment or a banquet room [used] solely for private parties or gatherings;\n\t(4)\tAny private food service establishment or club in which only members or their guests are permitted;\n\t(5)\tAny seating area completely outside the building housing the food service establishment; or\n\t(6)\tBars.\n\n\n\n\t\"Retail store\" means any establishment organized for retailing goods including but not limited to food and grocery stores.\n\t\"Small business\" means those business establishments having not more than five employees working on the business premises per established workshift.\n\t\"Smoke\" or \"smoking\" includes inhaling or exhaling upon, burning, or carrying any lit cigarette, cigar, or pipe. [L 1987, c 234, pt of §2; am L 1988, c 169, §1; am L 1992, c 215, §1; am L 1993, c 203, §1]"
}