{
    "name": "Fees",
    "number": "10",
    "text": "(a)  Each employment agency shall file with its application, an initial schedule of placement fees to be charged to applicants.  Any change to the schedule of placement fees shall be filed with the director within thirty days of the change, unless the time is extended by the director for good cause.  The schedule of placement fees shall be available to the general public at the department.\n\t(b)  The schedule, or change of schedule shall become effective upon approval of the director; provided that the director shall approve or disapprove within sixty days after the schedule is filed.\n\t(c)  Any contract between an applicant and the employment agency shall be in writing and shall contain:\n\n\n\n\t(1)\tIn bold print enclosed within a conspicuous border, the gross amount of the estimated fee to be charged and the time period on which the fee is based;\n\t(2)\tA statement indicating that the fees charged are in accordance with the schedule of placement fees filed with the department;\n\t(3)\tA prominently displayed statement that no fees shall be paid until the job applicant obtains employment and receives the first paycheck, provided that this shall not apply to employer fee paid placements;\n\t(4)\tThe name and license number of the commercial employment agency; and\n\t(5)\tA statement that the applicant has the right to have the agency produce for review a copy of the law and rules regulating the practices of commercial employment agencies.\n\n\n\nA copy of the contract shall be provided to the applicant.  The director may adopt rules pursuant to chapter 91 to prescribe the form and content of the contract.\n\t(d)  No employment agency shall charge to or collect from any applicant a registration fee or advance payment for services to be rendered in finding employment.\n\t(e)  It shall be a violation of this chapter for an employment agency to charge, demand, or collect any registration fee or advance payment for services from an applicant, or any fee which is greater than the applicable fee listed in the schedule which it has filed with the director. [L 1959, c 264, pt of §3; am L 1961, c 45, §2; Supp, §88A-10; HRS ; am L 1980, c 287, §1; am L 1988, c 48, §2; am L 2002, c 22, §§6, 7]"
}