{
    "name": "General rules of descent",
    "number": "4",
    "text": "(a)  Issue, lineal descendants.  The property shall be divided equally among the intestate's children, and the issue of any deceased child by right of representation, and if there is no child of the intestate living at his death, his estate shall descend to all his other lineal descendants; and if all such descendants are in the same degree of kindred to the intestate, they shall share the estate per capita, that is, equally; otherwise they shall inherit per stirpes, that is, by each of the children taking a share, and the grandchildren, the children of a deceased child taking a share, to be afterwards divided among themselves. \n\t(b)  Widow; father and mother; brothers and sisters.  If the intestate leaves no issue, his estate shall descend one-half to his widow, and the other half to his father and mother as tenants in common; and if he leaves no widow, nor issue, the whole shall descend to his father and mother, or to either of them if only one is alive. \n\tIf he leaves no issue, nor father, nor mother, his estate shall descend one-half to his widow, and the other half to his brothers and sisters, and to the children of any deceased brother or sister by right of representation.  If he leaves no issue, nor father, nor mother, nor widow, his estate shall descend to his brothers and sisters, and to the children of any deceased brother or sister by right of representation. \n\t(c)  Husband; father and mother; brothers and sisters.  If the intestate is a woman and leaves no issue, her estate shall descend one-half to her husband, and the other half to her father and mother as tenants in common, and if she leaves no husband, nor issue, the whole shall descend to her father and mother, or to either of them if only one is alive; if she leaves no issue, nor father, nor mother, her estate shall descend one-half to her husband and the other half to her brothers and sisters, and to the children of any deceased brother or sister by right of representation.  If she leaves no issue, nor father, nor mother, nor husband, her estate shall descend to her brothers and sisters, and to the children of any deceased brother or sister by right of representation. \n\t(d)  Widow or husband.  If the intestate leaves no issue nor father, mother, brother, or sister, nor descendants of any deceased brother or sister, the estate shall descend to the intestate's widow, if any; or in case the intestate is a woman, to her husband, if any. \n\t(e)  Otherwise, next of kin.  If the intestate leaves none of such relatives surviving, nor widow, nor husband, the estate shall descend in equal shares to the next of kin in equal degree, but no person shall be entitled, by right of representation to the shares of the next of kin who have died; provided that if the estate comes through either parent of the deceased intestate, the brothers and sisters of that parent and their respective heirs shall be preferred to those of the other parent. [CC 1859, §1448; am L 1872, c 1, §1 (repealed by L 1898, c 47, §2); am L 1898, c 47, §1; RL 1925, §3305; RL 1935, §4813; RL 1945, §12073; am L 1951, c 306, §§1, 2; RL 1955, §318-4; HRS ]\nCross References\n  Public lands, descent under certificate of occupation or homestead lease, see §171-99. \nCase Notes\n  Statute supersedes common law.  22 H. 78, 83.  Conflict of laws.  22 H. 78; 23 H. 685.  Inheritance governed by law at time of death.  4 H. 536, 537. \n  Widow:  4 H. 346; 8 H. 392; 10 H. 687; 15 H. 76, 84 (not included under \"nearest blood relatives\").  Effect of inheritance by widow on dower.  2 H. 715. \n  Widower:  3 H. 374; 8 H. 612; 12 H. 178; 23 H. 451, 456, aff'd 250 F. 612. \n  Parents:  4 H. 346; 8 H. 381, 382; 10 H. 543, 545, criticized 201 F. 224. \n  Adopted children:  21 H. 304; 24 H. 396; 24 H. 643.  Adopted child inherits through adoptive mother from her father.  26 H. 439; 42 H. 129.  See 35 H. 104, aff'd 115 F.2d 956; 42 H. 640, 653. \n  Collateral relatives:  Word \"children\" used in 4th paragraph includes grandchildren.  20 H. 114; 22 H. 78.  But see 6 H. 410.  Includes children of half brother or half sister.  6 H. 410. Includes distant collateral relatives.  6 H. 487; 8 H. 612; 32 H. 140.  Half-blood.  33 H. 299. Heirs.  34 H. 131. \n  Ancestral estates:  25 H. 246, 249.  No preference in property acquired through proceeds of inheritance.  32 H. 140.  See 9 H. 393.  Kindred of half blood.  13 H. 716; 15 H. 648; 20 H. 567; 20 H. 653. \n  Interpretation of word \"children\" as used in wills, deeds, etc. limited to immediate offspring.  23 H. 213; 27 H. 462.  Includes legally adopted children.  24 H. 396, 399; 42 H. 129.  But see 24 H. 643.  Class determined at time for distribution.  31 H. 1.  \"Children lawfully begotten\" does not include bastard legitimated by statute.  14 H. 271.  See notes at chapter 536. \nDecisions under prior law. \n  Inheritance under prior statutes:  Prior to 1850.  2 H. 514; 2 H. 522; 2 H. 715; 4 H. 221, 222; 4 H. 536; 6 H. 172, 177.  First statute of descent enacted in 1850.  4 H. 221, 224.  Inheritance under early statutes, in general.  7 H. 324.  By widower.  3 H. 323; 3 H. 374; 4 H. 279; 5 H. 288; 8 H. 694; 12 H. 178.  By ancestors and collateral relatives.  4 H. 221; 4 H. 227; 4 H. 494; 5 H. 288; 6 H. 410.  By adopted child.  1 H. 471, 473; 2 H. 660; 2 H. 715, 726; 3 H. 262; 3 H. 342; 3 H. 368; 3 H. 489; 7 H. 273; 13 H. 206.  By adoptive father.  3 H. 484."
}