{
    "name": "Public offering statement",
    "number": "6",
    "text": "(a)  A public offering statement shall disclose fully and accurately the physical characteristics of the subdivided lands offered and shall make known to prospective purchasers all unusual and material circumstances or features affecting the subdivided lands.  The proposed public offering statement submitted to the director shall be in a form prescribed by the director's rules and shall include, but not be limited to, the following:\n\n\n\n\t(1)\tThe name and principal address of the subdivider;\n\t(2)\tA general description of the subdivided lands stating the total number of lots, parcels, units, or interests in the offering;\n\t(3)\tThe significant terms of any encumbrances, easements, current or proposed liens, and restrictions, including zoning and other regulations affecting the subdivided lands and each unit or lot, and a statement of all existing taxes and existing or proposed special taxes or assessments which affect the subdivided lands;\n\t(4)\tA statement of the use for which the property is offered;\n\t(5)\tInformation concerning improvements, including streets, water supply, levees, drainage control systems, irrigation systems, sewage disposal facilities, and customary utilities, and the estimated cost, date of completion, and responsibility for construction and maintenance of existing and proposed improvements which are referred to in connection with the offering or disposition of any interest in subdivided lands;\n\t(6)\tAdditional information required by the director to assure full and fair disclosure:\n\n\t\t(A)\tTo prospective purchasers; or\n\t\t(B)\tTo obtain, or as a result of having obtained, certification by the Secretary of the Department of Housing and Urban Development pursuant to 15 United States Code section 1708;\n\n\t(7)\tA statement which indicates the existing zoning and the land use designation of each lot and the proposed use of each lot in the subdivision, to include without limitation such uses as roadway lots, residential dwellings, churches, agriculture, hospitals, schools, low density apartments, high density apartments and hotels, and a subdivision map which shows such information; and\n\t(8)\tA statement that the purchaser has a seven-day period, after signing a contract to purchase subdivided lands from the subdivider, to rescind the contract at no penalty to the purchaser.\n\n\n\n\t(b)  The public offering statement shall not be used for any promotional purposes before registration of the subdivided lands and afterwards only if it is used in its entirety.  No person may advertise or represent that the director approves or recommends the subdivided lands or disposition thereof.  No portion of the public offering statement, except for headings, may be underscored, italicized, or printed in larger or heavier or different color type than the remainder of the statement unless the director requires it or as prescribed in rules adopted in accordance with chapter 91.\n\t(c)  The director may require the subdivider to alter or amend the proposed public offering statement in order to assure full and fair disclosure to prospective purchasers, and no change in the substance of the promotional plan or plan of disposition or development of the subdivision may be made after registration without notifying the director and without making appropriate amendment of the public offering statement.  A public offering statement is not current unless all amendments are incorporated. [L 1967, c 223, §6; HRS ; am L 1970, c 47, §2; am L 1983, c 175, §5; am L 1992, c 132, §5]"
}