{
    "name": "Definitions",
    "number": "20",
    "text": "COMMENCEMENT OF LAND REGISTRATION PROCEDURE\n \n         As used in this chapter, unless the context otherwise requires:\n     \"Apartment lease\" means an apartment or unit lease, a condominium conveyance document, an apartment or unit deed and ground lease, or other instrument which has been registered pursuant to section 501-121 and which leases or subleases a condominium apartment or unit or its appurtenant undivided interest in the land of a condominium project established or existing under chapter 514A or 514B or at common law.\n     \"Deregistered land\" means land that is the subject of a certificate of title recorded pursuant to section 501-A.\n     \"Enter\", \"entered\", or \"entering\" means to note the purpose of a filed or recorded document on the certificate of title.\n     \"Fee time share interest\" means a time share interest, other than a leasehold time share interest, that consists of or includes a present, undivided interest in registered land, including an undivided interest in one or more fee simple condominium apartments established in whole or in part on registered land.\n     \"File\", \"filed\", or \"filing\" means to accept, maintain, and preserve all instruments required to be filed.\n     \"Leasehold time share interest\" means a time share interest consisting of an undivided interest in an apartment lease.\n     \"Notice of time share plan\" means a notice of time share plan as that term is defined in chapter 514E.\n     \"Record\", \"recorded\", or \"recording\" means to make an entire literal copy of all instruments required to be recorded.\n     \"Signature\" means the name of a person as written by the individual, the affixing of a mark or finger or toe print, or electronic signature as that term is defined in chapter 489E.\n     \"State\" means the State of Hawaii.\n     \"Time share interest\" means a time share interest as that term is defined in chapter 514E.\n     \"Time share plan\" means a time share plan as that term is defined in chapter 514E. [L 1986, c 246, §1; am L 1995, c 22, §1; am L 1998, c 219, §6; am L 2000, c 178, §1; am L 2008, c 28, §28; am L 2009, c 120, §5]\n \nNote\n \n  The 2008 amendment is retroactive to July 1, 2006.  L 2008, c 28, §43."
}