{
    "name": "Enforcement",
    "number": "24",
    "text": "(a)  The director of transportation shall enforce this chapter and all rules thereunder, except for the rules relative to the control and management of the beaches encumbered with easements in favor of the public and ocean waters which shall be enforced by the department of land and natural resources.  For the purpose of the enforcement of this chapter and of all rules adopted pursuant to this chapter, the powers of police officers are conferred upon the director of transportation and any officer, employee, or representative of the department of transportation.  Without limiting the generality of the foregoing, the director and any person appointed by the director hereunder may serve and execute warrants, arrest offenders, and serve notices and orders.  The director of transportation and any employee, agent, or representative of the department of transportation appointed as enforcement officers by the director, and every state and county officer charged with the enforcement of any law, statute, rule, regulation, ordinance, or order, shall enforce and assist in the enforcement of this chapter and of all rules and orders issued pursuant thereto, and in carrying out the responsibilities hereunder, each shall be specifically authorized to:\n\n\n\n\t(1)\tConduct any enforcement action hereunder in any commercial harbor area and any area over which the department of transportation and the director of transportation has jurisdiction under this chapter;\n\t(2)\tInspect and examine at reasonable hours any premises, and the buildings and other structures thereon, where harbors or harbor facilities are situated, or where harbor-related activities are operated or conducted; and\n\t(3)\tSubject to limitations as may be imposed by the director of transportation, serve and execute warrants, arrest offenders, and serve notices and orders.\n\n\n\n\tFor purposes of this subsection, the term \"agents and representatives\" includes persons performing services at harbors or harbor areas under contract with the department of transportation.\n\t(b)  The department of transportation, in the name of the State, may enforce this chapter and the rules and orders issued pursuant thereto by injunction or other legal process in the courts of the State. [L 1967, c 68, §1; HRS ; gen ch 1985; am L 1987, c 364, §2; am L 1988, c 62, §1; am L 1991, c 272, §12; am L 1996, c 128, §3 and c 296, §4]"
}