{
    "name": "Definitions",
    "number": "1",
    "text": "In this chapter, if not inconsistent with the context:\n\t\"Board\" means the board of land and natural resources.\n\t\"Force majeure\" means any fire, explosion, flood, volcanic activity, seismic or tidal wave, mobilization, war (whether declared or undeclared), act of any belligerent [of] any such war, riot, rebellion, the elements, power shortages, strike, lock-out, difference of workers, any cause which prevents the economic mining of the lease, or any other cause beyond the reasonable control of the party affected, whether or not of the nature or character hereinabove specifically enumerated.\n\t\"Geothermal resources\" means the natural heat of the earth, the energy, in whatever form, below the surface of the earth present in, resulting from, or created by, or which may be extracted from, such natural heat, and all minerals in solution or other products obtained from naturally heated fluids, brines, associated gases, and steam, in whatever form, found below the surface of the earth, but excluding oil, hydrocarbon gas, other hydrocarbon substances, and any water, mineral in solution, or other product obtained from naturally heated fluids, brines, associated gases, and steam, in whatever form, found below the surface of the earth, having a temperature of 150 degrees Fahrenheit or less, and not used for electrical power generation.\n\t\"Minerals\" means any or all of the oil, gas, coal, phosphate, sodium, sulphur, iron, titanium, gold, silver, bauxite, bauxitic clay, diaspore, boehmite, laterite, gibbsite, alumina, all ores of aluminum and, without limitation thereon, all other mineral substances and ore deposits whether solid, gaseous, or liquid, including all geothermal resources, in, on, or under any land, fast or submerged; but does not include sand, rock, gravel, and other materials suitable for use and used in general construction.\n\t\"Mining lease\" means a lease of the right to conduct mining operations, including geothermal resource development, on state lands and on lands sold or leased by the State or its predecessors in interest with a reservation of mineral rights to the State.\n\t\"Mining operations\" means the process of excavation, extraction, and removal of minerals, and the development of any and all geothermal resources, from the ground, design engineering, other engineering, erection of transportation facilities and port facilities, erection of necessary plants, other necessary operations or development approved by the board preceding or connected with the actual extraction of minerals and the development of geothermal resources.\n\t\"Occupier\" means any person who owns in fee the surface of the land or any person entitled to the possession of land under a certificate of occupation, a nine hundred and ninety-nine year homestead lease, a right of purchase lease, a cash freehold agreement, and any person entitled to possession under a general lease from the State, and also means and includes the assignee of any one of the above.\n\t\"Reserved lands\" means those lands owned or leased by any person in which the State or its predecessors in interest has reserved to itself expressly or by implication the minerals or right to mine minerals, or both.\n\t\"State lands\" includes all public and other lands owned or in possession, use and control of the then Territory of Hawaii or the State of Hawaii, or any of its agencies and this chapter shall apply thereto. [L 1963, c 11, pt of §1; Supp, §99A-1; HRS ; am L 1974, c 241, §2; am L 1978, c 135, §1; am L 1990, c 207, §1; gen ch 1993]\nCase Notes\n\n  Reservation of mineral rights in royal patent issued on land commission award, validity of.  49 H. 429, 421 P.2d 570."
}