{
    "name": "Radiographers, radiation therapists, and nuclear medicine technologists; qualifications and licenses",
    "number": "5",
    "text": "(a)  An applicant for a license to practice as a radiographer or as a radiation therapist shall submit to the board written evidence, verified by oath or affirmation, that the applicant is registered in good standing with the American Registry of Radiologic Technologists.\n\t(b)  An applicant for a license to practice as a nuclear medicine technologist shall submit to the board written evidence, verified by oath or affirmation, that the applicant is:\n\n\n\n\t(1)\tCertified in good standing with the Nuclear Medicine Technology Certification Board;\n\t(2)\tRegistered in good standing with the American Registry of Radiologic Technologists in Nuclear Medicine;\n\t(3)\tRegistered in good standing with the American Registry of Radiologic Technologists in Radiography with nuclear medicine technology clinical training and experience acceptable to the board; or\n\t(4)\tPracticing as a nuclear medicine technologist with nuclear medicine technology clinical training and experience acceptable to the board.\n\n\n\n\t(c)  The board shall adopt rules pursuant to chapter 91 to further define and regulate the practices authorized for radiographers, radiation therapists, and nuclear medicine technologists.\n\t(d)  The board shall adopt rules pursuant to chapter 91 to enable licensed radiographers, licensed radiation therapists, and licensed nuclear medicine technologists from other states having standards that are comparable to those in Hawaii to obtain licensure without the need for examination.\n\t(e)  The applicant applying for a license to practice as a radiographer, as a radiation therapist, or as a nuclear medicine technologist shall pay a nonrefundable application fee to the department.  All fees received by the department pursuant to this section shall be deposited into the noise, radiation, and indoor air quality special fund established pursuant to section 342P-7; provided that any other moneys collected pursuant to this chapter shall be deposited with the director of finance to the credit of the general fund, unless otherwise provided by law.\n\t(f)  Any person who holds a license to practice as a radiographer shall have the right to use the title \"certified radiographer\".  No other person shall assume this title or any other words, letters, signs, or devices to indicate that the person is a certified radiographer.\n\t(g)  Any person who holds a license to practice as a radiation therapist shall have the right to use the title \"certified radiation therapist\".  No other person shall assume this title or any other words, letters, signs, or devices to indicate that the person is a certified radiation therapist.\n\t(h)  Any person who holds a license to practice as a nuclear medicine technologist shall have the right to use the title \"certified nuclear medicine technologist\".  No other person shall assume this title or any other words, letters, signs, or devices to indicate that the person is a certified nuclear medicine technologist.\n\t(i)  The form of every license shall be prescribed by and issued in the name of the board. [L 1974, c 253, pt of §2; am L 1980, c 128, pt of §1; am L 1990, c 273, §7; am L 1991, c 42, §2; am L 1994, c 169, §§7, 9; am L 1995, c 143, §§5, 10; am L 1996, c 164, §1; am L 1998, c 311, §§16, 22]"
}