{
    "name": "Child passenger restraints",
    "number": "11.5",
    "text": "(a)  Except as otherwise provided in this section, no person operating a motor vehicle on a public highway in the State shall transport a child under four years of age unless the person operating the motor vehicle ensures that the child is properly restrained in a child passenger restraint system approved by the United States Department of Transportation at the time of its manufacture. \t(b)  Operators of the following motor vehicles shall be exempt from the requirements of this section:  emergency, commercial, and mass transit vehicles.  Further exemptions from this section may be established by the department of transportation pursuant to rules adopted under chapter 91.\n\t(c)  This section shall not apply if the number of persons in a vehicle exceeds the greater of the following:\n\n\n\n\t(1)\tThe number of seat belt assemblies available in the vehicle; or\n\t(2)\tThe number of seat belt assemblies originally installed in the vehicle;\n\n\n\nprovided that all available seat belt assemblies are being used to restrain a passenger, and those children not restrained by an approved child passenger restraint system or a seat belt assembly are in the back seat of the motor vehicle.\n\t(d)  In no event shall failure of a child under the age of four years to be restrained or failure to restrain such a child in a child passenger restraint system or a seat belt assembly be considered as contributory negligence, comparative negligence, or negligence per se.\n\t(e)  Violation of this section shall be considered an offense as defined under section 701-107(5) and shall subject the violator to the following penalties:\n\n\n\n\t(1)\tFor a first conviction, the person shall:\n\n\t\t(A)\tBe fined not more than $100;\n\t\t(B)\tBe required by the court to attend a child passenger restraint system safety class conducted by the division of driver education; provided that:\n\n\t\t\t(i)\tThe class may include video conferences as determined by the administrator of the division of driver education as an alternative method of education; and\n\t\t\t(ii)\tThe class shall not exceed four hours;\n\n\t\t(C)\tPay a $50 driver education assessment as provided in section 286G-3; and\n\t\t(D)\tPay a $10 surcharge to be deposited into the neurotrauma special fund;\n\n\t(2)\tFor a conviction of a second offense committed within three years of any other conviction under this section, the person shall:\n\n\t\t(A)\tBe fined not less than $100 but not more than $200;\n\t\t(B)\tBe required by the court to attend a child passenger restraint system safety class not to exceed four hours in length conducted by the division of driver education if the person has not previously attended such a class;\n\t\t(C)\tPay a $50 driver education assessment as provided in section 286G-3 if the person has not previously attended a child passenger restraint system safety class conducted by the division of driver education; and\n\t\t(D)\tPay a $10 surcharge to be deposited into the neurotrauma special fund; and\n\n\t(3)\tFor a conviction of a third or subsequent offense committed within three years of any other conviction under this section, the person shall:\n\n\t\t(A)\tBe fined not less than $200 but not more than $500;\n\t\t(B)\tBe required by the court to attend a child passenger restraint system safety class not to exceed four hours in length conducted by the division of driver education if the person has not previously attended such a class;\n\t\t(C)\tPay a $50 driver education assessment as provided in section 286G-3 if the person has not previously attended a child passenger restraint system safety class conducted by the division of driver education; and\n\t\t(D)\tPay a $10 surcharge to be deposited into the neurotrauma special fund.\n\n\n\n\n\n\t(f)  As used in this section, \"emergency vehicle\", \"mass transit vehicle\", and \"seat belt assembly\" shall have the same meaning as provided in section 291-11.6.\n\tAs used in this section, \"commercial vehicle\" shall be defined as any motor vehicle that is being used for the transportation of persons for hire, compensation, or profit. [L 1983, c 282, §1; am L 1989, c 30, §1; am L 1998, c 81, §3; am L 1999, c 18, §4 and c 56, §2; am L 2002, c 160, §5; am L 2005, c 74, §1]"
}