{
    "name": "Authorized places of business; designation of qualified individuals and branch managers; branch offices; out-of-state headquarters; relocation",
    "number": "10.5",
    "text": "(a)  Every mortgage loan originator company licensed under this chapter shall have and maintain a principal place of business in the State and shall designate a qualified individual who is licensed as a mortgage loan originator pursuant to this chapter to oversee mortgage loan originators employed or contracted by the company.  If the qualified individual is physically located at a branch office, the qualified individual may also be designated as the branch manager.\n     (b)  A mortgage loan originator company shall not maintain any branch offices in the State in addition to its principal place of business without the prior written approval of the commissioner.  An application to establish a branch office shall be submitted with a nonrefundable application fee as required by section 454F-22.  A mortgage loan originator company that establishes one or more branch offices pursuant to this subsection shall designate a branch manager for each branch office located at the branch office to oversee that branch office.  Every branch manager shall be licensed as a mortgage loan originator pursuant to this chapter.\n     (c)  A mortgage loan originator company shall not relocate any office in this State without the prior written approval of the commissioner.  An application to relocate an office shall set forth the reasons for the relocation, the street address of the proposed relocated office, and other information that may be required by the commissioner.  An application to relocate an office pursuant to this subsection shall be submitted with a nonrefundable fee as required by section 454F-22.\n     (d)  A mortgage loan originator company shall give the commissioner notice of its intent to close a branch office at least thirty days prior to the closing.  The notice shall:\n     (1)  State the intended date of closing; and\n     (2)  Specify the reasons for the closing.\n     (e)  A mortgage loan originator company that maintains its headquarters outside of the State shall:\n     (1)  Designate an office in this State as its principal place of business in this State; \n     (2)  Apply for and obtain approval from the commissioner to designate its principal place of business in this State as a branch office pursuant to this section; and\n     (3)  Designate a qualified individual who shall hold a license as a mortgage loan originator pursuant to this chapter; provided that the qualified individual may be the same person designated as the branch manager. [L 2010, c 84, pt of §3; am L 2011, c 194, §10]"
}