{
    "name": "Definitions",
    "number": "2",
    "text": "As used in this chapter:\n\t\"Disability\" means the state of having a physical or mental impairment which substantially limits one or more major life activities, having a record of such an impairment, or being regarded as having such an impairment.  The term does not include alcohol or drug use that impairs a person's activities or threatens the property or safety of others.\n\t\"Person\" has the meaning prescribed in section 1-19 and includes a legal representative, partnership, receiver, trust, trustee, trustee in bankruptcy, the State, or any governmental entity or agency.\n\t\"Place of public accommodation\" means a business, accommodation, refreshment, entertainment, recreation, or transportation facility of any kind whose goods, services, facilities, privileges, advantages, or accommodations are extended, offered, sold, or otherwise made available to the general public as customers, clients, or visitors.  By way of example, but not of limitation, place of public accommodation includes facilities of the following types:\n\n\n\n\t(1)\tA facility providing services relating to travel or transportation;\n\t(2)\tAn inn, hotel, motel, or other establishment that provides lodging to transient guests;\n\t(3)\tA restaurant, cafeteria, lunchroom, lunch counter, soda fountain, or other facility principally engaged in selling food for consumption on the premises of a retail establishment;\n\t(4)\tA shopping center or any establishment that sells goods or services at retail;\n\t(5)\tAn establishment licensed under chapter 281 doing business under a class 4, 5, 7, 8, 9, 10, 11, or 12 license, as defined in section 281-31;\n\t(6)\tA motion picture theater, other theater, auditorium, convention center, lecture hall, concert hall, sports arena, stadium, or other place of exhibition or entertainment;\n\t(7)\tA barber shop, beauty shop, bathhouse, swimming pool, gymnasium, reducing or massage salon, or other establishment conducted to serve the health, appearance, or physical condition of persons;\n\t(8)\tA park, a campsite, or trailer facility, or other recreation facility;\n\t(9)\tA comfort station; or a dispensary, clinic, hospital, convalescent home, or other institution for the infirm;\n\t(10)\tA professional office of a health care provider, as defined in section 323D-2, or other similar service establishment;\n\t(11)\tA mortuary or undertaking establishment; and\n\t(12)\tAn establishment that is physically located within the premises of an establishment otherwise covered by this definition, or within the premises of which is physically located a covered establishment, and which holds itself out as serving patrons of the covered establishment.\n\n\n\n\tNo place of public accommodation defined in this section shall be requested to reconstruct any facility or part thereof to comply with this chapter. [L 1986, c 292, pt of §1; am L 1990, c 210, §1; am L 1992, c 33, §5]\nAttorney General Opinions\n  County grant of a liquor license to a condominium bar where entry would be restricted to members and their guests does not conflict with section.  Att. Gen. Op. 91-01."
}