{
    "name": "Transfer of functions",
    "number": "2",
    "text": "The functions, powers, duties, and authority heretofore exercised by the department of taxation relating to the taxation of real property shall be exercised by the respective counties, except the county of Kalawao, as provided by article VIII, section 3, of the state constitution:\n     (1)  For a period of eleven years commencing November 7, 1978, the counties shall, by majority agreement of the counties, provide for uniform policies and methods of assessment for the taxation of all real property throughout the State.  The policies and methods shall include the assessment, levy, and collection of real property taxes.  Upon agreement of the uniform policies and methods to be used for the taxation of all real property, each county shall adopt by ordinance such uniform policy and method of assessment as the real property tax law of the county.  In the event the counties cannot agree as to what shall be the uniform policy and method of assessment or should any or all of the counties fail to enact the ordinance, the legislature shall by general law provide for a uniform method of assessment of real property taxes throughout the State.  Amendments to the uniform policies and methods adopted by the counties may be made by majority agreement of the counties and subsequent enactment thereof by ordinance;\n     (2)  Each county shall enact by ordinance and adopt as law for the county all of the real property tax exemptions, and the provisions for the dedication of lands for specific use and the assessment of such lands at its value in such use as now provided by law.  The remaining exemptions and dedications shall continue undiminished for a period of eleven years commencing November 7, 1978.  The counties may by majority agreement of the counties and subsequent enactment by ordinance enlarge, add to, increase, or provide for new exemptions or dedications of lands.  The enlargement, addition to, or creation of new exemptions or dedications may be amended by majority agreement of all the counties and subsequent enactment thereof by ordinance; provided that any such amendment shall not in any way diminish the exemption or dedication that was in force on November 7, 1978; and\n     (3)  Each of the counties, with the exception of the county of Kalawao, shall succeed to all of the rights and powers previously exercised, and all of the duties and obligations incurred by the department of taxation in the exercise of the functions, powers, duties, and authority transferred, whether the functions, powers, duties, and authority are mentioned in or granted by any law, contract, or other document.  The powers included in this section shall include the authority to place liens on property with delinquent taxes, provide for the issuance of subpoenas to enforce the real property tax law, and pursue the enforcement of the real property tax law through the tax appeal court or any court of competent jurisdiction.  Each county may determine real property tax rates by resolution under procedures defined in the real property tax ordinance of the county.  All references in any such law, contract, or document to the department of taxation, such as dedication agreements, collection and payment agreements, or exemptions, shall apply to the respective counties, as if each of the respective counties, with the exception of the county of Kalawao, were specifically named in the law, contract, or document in place of the department of taxation. [L 1980, c 279, §2; am L 1996, c 227, §§1, 3]\n \nCase Notes\n \n  Because article VIII, section 3 of the Hawaii constitution and this section cover the whole subject of the counties' real property taxation power and embrace the entire law on the matter, §248-2, by limiting Maui county's real property taxation powers, is in conflict and is repealed by implication.  90 H. 334, 978 P.2d 772.\n  Section has lapsed by its own terms and by the terms of article XVIII, §6 of the Hawaii constitution.  99 H. 508, 57 P.3d 433 (2002)."
}