{
    "name": "Special permit",
    "number": "6",
    "text": "(a)  The county planning commission may permit certain unusual and reasonable uses within agricultural and rural districts other than those for which the district is classified.  Any person who desires to use the person's land within an agricultural or rural district other than for an agricultural or rural use, as the case may be, may petition the planning commission of the county within which the person's land is located for permission to use the person's land in the manner desired.  Each county may establish the appropriate fee for processing the special permit petition. \t(b)  The planning commission, upon consultation with the central coordinating agency, except in counties where the planning commission is advisory only in which case the central coordinating agency, shall establish by rule or regulation, the time within which the hearing and action on petition for special permit shall occur.  The county planning commission shall notify the land use commission and such persons and agencies that may have an interest in the subject matter of the time and place of the hearing.\n\t(c)  The county planning commission may under such protective restrictions as may be deemed necessary, permit the desired use, but only when the use would promote the effectiveness and objectives of this chapter.  A decision in favor of the applicant shall require a majority vote of the total membership of the county planning commission.\n\t(d)  Special permits for land the area of which is greater than fifteen acres shall be subject to approval by the land use commission.  The land use commission may impose additional restrictions as may be necessary or appropriate in granting such approval, including the adherence to representations made by the applicant.\n\t(e)  A copy of the decision together with the complete record of the proceeding before the county planning commission on all special permit requests involving a land area greater than fifteen acres shall be transmitted to the land use commission within sixty days after the decision is rendered.  Within forty-five days after receipt of the complete record from the county planning commission, the land use commission shall act to approve, approve with modification, or deny the petition.  A denial either by the county planning commission or by the land use commission, or a modification by the land use commission, as the case may be, of the desired use shall be appealable to the circuit court of the circuit in which the land is situated and shall be made pursuant to the Hawaii rules of civil procedure.\n\t(f)  Land uses substantially involving or supporting educational ecotourism, related to the preservation of native Hawaiian endangered, threatened, proposed, and candidate species, that are allowed in an approved habitat conservation plan under section 195D-21 or safe harbor agreement under section 195D-22, which are not identified as permissible uses within the agricultural district under sections 205-2 and 205-4.5, may be permitted in the agricultural district by special permit under this section, on lands with soils classified by the land study bureau's detailed land classification as overall (master) productivity rating class C, D, E, or U. [L 1963, c 205, pt of §2; Supp, §98H-6; HRS ; am L 1970, c 136, §1; am L 1976, c 4, §2; am L 1978, c 166, §1; am L 1979, c 221, §1; gen ch 1985; am L 1998, c 237, §6]"
}