{
    "name": "Tobacco products and electronic smoking devices; persons under twenty-one years of age",
    "number": "908",
    "text": "Tobacco and electronic smoking devices prohibited; minors.  [Section effective until December 31, 2015.  For section effective January 1, 2016, see below.]  (1)  It shall be unlawful to sell or furnish tobacco in any shape or form, including chewing tobacco and snuff, or an electronic smoking device to a minor under eighteen years of age.\n     (2)  Signs using the statement, \"The sale of tobacco products or electronic smoking devices to persons under eighteen is prohibited\", shall be posted on or near any vending machine in letters at least one-half inch high and at or near the point of sale of any other location where tobacco products or electronic smoking devices are sold in letters at least one-half inch high.\n     (3)  It shall be unlawful for a minor under eighteen years of age to purchase any tobacco product, as described under subsection (1), or an electronic smoking device, as described under subsection (5).  This provision does not apply if a person under the age of eighteen, with parental authorization, is participating in a controlled purchase as part of a law enforcement activity or a study authorized by the department of health under the supervision of law enforcement to determine the level of incidence of tobacco or electronic smoking devices sales to minors.\n     (4)  Any person who violates subsection (1) or (2), or both, shall be fined $500 for the first offense.  Any subsequent offenses shall subject the person to a fine not less than $500 nor more than $2,000.  Any minor under eighteen years of age who violates subsection (3) shall be fined $10 for the first offense.  Any subsequent offense shall subject the violator to a fine of $50, no part of which shall be suspended, or the person shall be required to perform not less than forty-eight hours nor more than seventy-two hours of community service during hours when the person is not employed and is not attending school.\n     (5)  For the purposes of this section:\n     \"Electronic smoking device\" means any electronic product that can be used to simulate smoking in the delivery of nicotine or other substances to the person inhaling from the device, including but not limited to an electronic cigarette, electronic cigar, electronic cigarillo, or electronic pipe, and any cartridge or other component of the device or related product. [L 1990, c 164, §2; am L 1996, c 312, §1; am L 1997, c 296, §1; am L 1998, c 161, §1; am L 2013, c 227, §2]\n \n         [Section effective January 1, 2016.  For section effective until December 31, 2015, see above.]  (1)  Effective January 1, 2016, it shall be unlawful to sell or furnish a tobacco product in any shape or form or an electronic smoking device to a person under twenty-one years of age.\n     (2)  Effective January 1, 2016, signs using the statement, \"The sale of tobacco products or electronic smoking devices to persons under twenty-one is prohibited\", shall be posted on or near any vending machine in letters at least one-half inch high and at or near the point of sale of any other location where tobacco products or electronic smoking devices are sold in letters at least one-half inch high.\n     (3)  It shall be unlawful for a person under twenty-one years of age to purchase any tobacco product or electronic smoking device, as those terms are defined in subsection (5).  This provision does not apply if a person under the age of twenty-one, with parental authorization, is participating in a controlled purchase as part of a law enforcement activity or a study authorized by the department of health under the supervision of law enforcement to determine the level of incidence of tobacco or electronic smoking devices sales to persons under twenty-one years of age.\n     (4)  Any person who violates subsection (1) or (2), or both, shall be fined $500 for the first offense.  Any subsequent offenses shall subject the person to a fine not less than $500 nor more than $2,000.  Any person under twenty-one years of age who violates subsection (3) shall be fined $10 for the first offense.  Any subsequent offense shall subject the violator to a fine of $50, no part of which shall be suspended, or the person shall be required to perform not less than forty-eight hours nor more than seventy-two hours of community service during hours when the person is not employed and is not attending school.\n     (5)  For the purposes of this section:\n     \"Electronic smoking device\" means any electronic product that can be used to aerosolize and deliver nicotine or other substances to the person inhaling from the device, including but not limited to an electronic cigarette, electronic cigar, electronic cigarillo, or electronic pipe, and any cartridge or other component of the device or related product.\n     \"Tobacco product\" means any product made or derived from tobacco that contains nicotine or other substances and is intended for human consumption or is likely to be consumed, whether smoked, heated, chewed, absorbed, dissolved, inhaled, or ingested by other means.  \"Tobacco product\" includes but is not limited to a cigarette, cigar, pipe tobacco, chewing tobacco, snuff, snus, or an electronic smoking device.  \"Tobacco product\" does not include drugs, devices, or combination products approved for sale by the United States Food and Drug Administration, as those terms are defined in the Federal Food, Drug, and Cosmetic Act. [L 1990, c 164, §2; am L 1996, c 312, §1; am L 1997, c 296, §1; am L 1998, c 161, §1; am L 2013, c 227, §2; am L 2015, c 122, §3]\n \n \nCOMMENTARY ON \n \n  Act 164, Session Laws 1990, added this section and repealed similar provisions of §§445-211, 445-212, 445-212.5, and 445-213.\n  Act 312, Session Laws 1996, amended subsection (2) by decreasing the height and capitalization requirements of the letters in the signs that state that the sale of tobacco products to persons under eighteen is prohibited, and by requiring that the signs be posted at or near the point of sale where tobacco products are sold.  The legislature found that the current requirements for the signs resulted in signs that were often too large to be posted in locations close to the point of sale.  Changing the height and capitalization requirements for the signs would mean that the signs could more easily be posted at the point of sale, thereby enhancing the deterrence to the illegal sales of tobacco products to minors.  Conference Committee Report No. 24.\n  Act 296, Session Laws 1997, amended subsection (3) to exempt minors, who with parental consent are participating in a controlled purchase of tobacco products as part of a law enforcement activity or a study authorized by the department of health to determine the level of incidence of tobacco sales to minors, from the proscription against minors purchasing any tobacco products.  The legislature found that both nationally and within the State, one of the most serious public health concerns was that of preventing the use of tobacco by minors.  The legislature further found that one of the more successful methods of preventing the use of tobacco by minors was to monitor sales of tobacco to ensure compliance with the statewide prohibition of sales to minors.  Senate Standing Committee Report No. 693, House Standing Committee Report No. 1652.\n  Act 161, Session Laws 1998, amended this section by increasing the fines for selling tobacco to minors or failing to post a sign on any vending machine stating that the sale of tobacco products to persons under eighteen is prohibited.  The legislature found that the new fine schedule imposed a more serious penalty that would help reduce the illegal sales of tobacco to minors.  The imposition of the increased fines should motivate tobacco retailers to scrutinize the ages of their customers with greater care.  Conference Committee Report No. 91, Senate Standing Committee Report No. 3010.\n  Act 227, Session Laws 2013, amended this section by prohibiting the sale of electronic smoking devices to minors and the purchase of these items by minors, to reduce the number of minors and youth who smoke.  Conference Committee Report No. 124.\n  Act 122, Session Laws 2015, amended this section by:  (1) increasing the minimum age for persons who may purchase tobacco products or electronic smoking devices from eighteen to twenty-one years of age; (2) amending the definition of \"electronic smoking device\"; and (3) defining the term \"tobacco product.\"  The legislature found that the use of e-cigarettes is prevalent among adolescents in Hawaii.  According to recent figures from six Hawaii high schools, among the ninth and tenth grade students, twenty-nine per cent have used e-cigarettes at least once and eighteen per cent use them regularly.  This sample's rate of e-cigarette use is considerably higher than rates in current studies of adolescents in other areas of the United States.  Senate Standing Committee Report No. 767."
}