{
    "name": "Applicability; wages, hours, and other requirements",
    "number": "2",
    "text": "(a)  This chapter shall apply to every contract in excess of $2,000 for construction of a public work project to which a governmental contracting agency is a party; provided that this chapter shall not apply to experimental and demonstration housing developed pursuant to section 46-15 or housing developed pursuant to chapter 201G if the cost of the project is less than $500,000 and the eligible bidder or eligible developer is a private nonprofit corporation. \tFor the purposes of this subsection:\n\t\"Contract\" includes but is not limited to any agreement, purchase order, or voucher in excess of $2,000 for construction of a public work project.\n\t\"Governmental contracting agency\" includes any person or entity that causes either directly or indirectly the building or development of a public work.\n\t\"Party\" includes eligible bidders for and eligible developers of any public work and any housing under chapter 201G; provided that this subsection shall not apply to any housing developed under section 46-15 or chapter 201G if the entire cost of the project is less than $500,000 and the eligible bidder or eligible developer is a private nonprofit corporation.\n\t\"Public work\" means any project, including development of any housing pursuant to section 46-15 or chapter 201G, and development, construction, renovation, and maintenance related to refurbishment of any real or personal property, where the funds or resources required to undertake the project are to any extent derived either directly or indirectly from public revenues of the State or any county, or from the sale of securities or bonds whose interest or dividends are exempt from state or federal taxes.\n\t(b)  Every laborer and mechanic performing work on the job site for the construction of any public work project shall be paid no less than prevailing wages; provided that:\n\n\n\n\t(1)\tThe prevailing wages shall be established by the director as the sum of the basic hourly rate and the cost to an employer of providing a laborer or mechanic with fringe benefits.  In making prevailing wage determinations, the following shall apply:  \n\n\t\t(A)\tThe director shall make separate findings of:\n\n\t\t\t(i)\tThe basic hourly rate; and\n\t\t\t(ii)\tThe rate of contribution or cost of fringe benefits paid by the employer when the payment of the fringe benefits by the employer constitutes a prevailing practice.  The cost of fringe benefits shall be reflected in the wage rate scheduled as an hourly rate; and\n\n\t\t(B)\tThe rates of wages which the director shall regard as prevailing in each corresponding classification of laborers and mechanics shall be the rate of wages paid to the greatest number of those employed in the State, the modal rate, in the corresponding classes of laborers or mechanics on projects that are similar to the contract work;\n\n\t(2)\tThe prevailing wages shall be not less than the wages payable under federal law to corresponding classes of laborers and mechanics employed on public works projects in the State that are prosecuted under contract or agreement with the government of the United States; and\n\t(3)\tNotwithstanding the provisions of the original contract, the prevailing wages shall be periodically adjusted during the performance of the contract in an amount equal to the change in the prevailing wage as periodically determined by the director.\n\n\n\n\t(c)  No laborer or mechanic employed on the job site of any public work of the State or any political subdivision thereof shall be permitted or required to work on Saturday, Sunday, or a legal holiday of the State or in excess of eight hours on any other day unless the laborer or mechanic receives overtime compensation for all hours worked on Saturday, Sunday, and a legal holiday of the State or in excess of eight hours on any other day.  For purposes of determining overtime compensation under this subsection, the basic hourly rate of any laborer or mechanic shall not be less than the basic hourly rate determined by the director to be the prevailing basic hourly rate for corresponding classes of laborers and mechanics on projects of similar character in the State.\n\t(d)  The contractor or the contractor's subcontractor shall pay all mechanics and laborers employed on the job site, unconditionally and not less often than once a week, and without deduction or rebate on any account, except as allowed by law, the full amounts of their wages including overtime, accrued to not more than five working days prior to the time of payment, at wage rates not less than those deemed to be prevailing, regardless of any contractual relationship which may be alleged to exist between the contractor or subcontractor and the laborers and mechanics.  The rates of wages to be paid shall be posted by the contractor in a prominent and easily accessible place at the job site, and a copy of the rates of wages required to be posted shall be given to each laborer and mechanic employed under the contract by the contractor at the time each laborer and mechanic is employed, except that where there is a collective bargaining agreement the contractor does not have to provide the contractor's employees the wage rate schedules.\n\t(e)  The governmental contracting agency may withhold from the contractor so much of the accrued payments as the governmental contracting agency may consider necessary to pay to the laborers and mechanics employed by the contractor or any subcontractor on the job site the difference between the prevailing wages and the wages received and not refunded by the laborers and mechanics.\n\t(f)  Every contract in excess of $2,000 for construction of a public work project and the specifications for such contract shall include provisions that set forth the requirements of subsections (a) to (e); provided that failure by the contracting agency to include those provisions in the contract or specifications shall not be a defense of the contractor or subcontractor for noncompliance with the requirements of this chapter. [L 1955, c 133, pt of §2; RL 1955, §9A-2; am L 1957, c 93, §1; am L 1959, c 27, §1 and c 98, §1; am L Sp 1959 2d, c 1, §27; am L 1965, c 198, §§1, 2; HRS ; gen ch 1985; am L 1987, c 288, §3; am L 1990, c 294, §2; am L 1992, c 281, §2; am L 1997, c 350, §15; am L 2002, c 215, §3; am L 2005, c 229, §1]\nCross References\n  General authority of labor and industrial relations department, see §26-20."
}