{
    "name": "Change of name:  procedure",
    "number": "5",
    "text": "Change of name: procedure.  (a)  It shall be unlawful to change any name adopted or conferred under this chapter, except:\n\n\n\n\t(1)\tUpon an order of the lieutenant governor;\n\t(2)\tBy a final order, decree, or judgment of the family court issued as follows:\n\n\t\t(A)\tWhen in an adoption proceeding a change of name of the person to be adopted is requested and the court includes the change of name in the adoption decree;\n\t\t(B)\tWhen in a divorce proceeding either party to the proceeding requests to resume the middle name or names and the last name used by the party prior to the marriage or a middle name or names and last name declared and used during any prior marriage and the court includes the change of names in the divorce decree; or\n\t\t(C)\tWhen in a proceeding for a change of name of a legitimate or legitimated minor initiated by one parent, the family court, upon proof that the parent initiating the name change has made all reasonable efforts to locate and notify the other parent of the name change proceeding but has not been able to locate, notify, or elicit a response from the other parent, and after an appropriate hearing, orders a change of name determined to be in the best interests of the minor; provided that the family court may waive the notice requirement to the noninitiating, noncustodial parent where the court finds that the waiver is necessary for the protection of the minor;\n\n\t(3)\tUpon marriage pursuant to section 574-1;\n\t(4)\tUpon legitimation pursuant to section 338-21; or\n\t(5)\tBy an order or decree of any court of competent jurisdiction within any state of the United States, the District of Columbia, the Commonwealth of Puerto Rico, or any territory or possession of the United States, changing the name of a person born in this State.\n\n\n\n\t(b)  The order of change of name by the lieutenant governor shall be founded upon a notarized petition.  The petition shall be executed by the person desirous of making the change of name.  In the case of a minor, the petition shall be executed:\n\n\n\n\t(1)\tBy the parents;\n\t(2)\tBy the parent who has custody of the minor with the notarized consent of the noncustodial parent; or\n\t(3)\tBy the guardian of the person of the minor.\n\n\n\n\t(c)  The filing fee of $100 shall accompany the petition when submitted and shall not be refundable.\n\t(d)  A notice of change of name signed by the lieutenant governor shall be published once in a newspaper of general circulation in the State as mentioned in the order for change of name, and the petitioner within sixty days of the signing of the notice of change of name shall deposit at the office of the lieutenant governor an affidavit executed by an officer of the newspaper publishing the notice showing that the notice has been published therein.  The affidavit shall have attached to it a clipping showing the notice as published.  Failure to deposit the affidavit of publication as required shall void that petition for a change of name by that petitioner.\n\t(e)  When the petition is accompanied by an affidavit executed by a prosecuting attorney of this State, the affidavit shall show that for the protection of the person desirous of making a change of name, the following actions shall not be necessary:\n\n\n\n\t(1)\tPublication in a newspaper of general circulation in the State; and\n\t(2)\tRecordation in the bureau of conveyances.\n\n\n\nThe petition, affidavit, and order shall be kept confidential. [L 1860, p 32, §6; am L 1872, c 30, §1; am L 1907, c 75, §1; RL 1925, §3122; RL 1935, §4666; am L 1935, c 93, §1; RL 1945, §12387; am L 1945, c 145, §1; am L 1953, c 237, §1; RL 1955, §327-5; am L Sp 1959 2d, c 1, §9; HRS ; am L 1977, c 31, §1; am L 1980, c 153, §4; am L 1982, c 50, §1; am L 1983, c 251, §1; am L 1984, c 245, §1; am L 1985, c 190, §2; am L 1986, c 250, §1; am L 1991, c 121, §3; am L 1992, c 5, §1; am L 1995, c 152, §1; am L 1998, c 311, §9]"
}