{
    "name": "Energy-efficient vehicles",
    "number": "412",
    "text": "(a)  The procurement policy for all agencies purchasing or leasing motor vehicles shall be to obtain energy-efficient vehicles.  All covered fleets are directed to procure increasing percentages of energy-efficient vehicles as part of their annual vehicle acquisition plans, which shall be as follows:\n     (1)  In the fiscal year beginning July 1, 2006, at least twenty per cent of newly purchased light-duty vehicles acquired by each covered fleet shall be energy-efficient vehicles;\n     (2)  In the fiscal year beginning July 1, 2007, at least thirty per cent of newly purchased light-duty vehicles acquired by each covered fleet shall be energy-efficient vehicles;\n     (3)  In the fiscal year beginning July 1, 2008, at least forty per cent of newly purchased light-duty vehicles acquired by each covered fleet shall be energy-efficient vehicles; and\n     (4)  For each subsequent fiscal year, the percentage of energy-efficient vehicles newly purchased shall be five percentage points higher than the previous year, until at least seventy-five per cent of each covered fleet's newly purchased, light-duty vehicles are energy-efficient vehicles.\n     (b)  For the purposes of this section:\n     \"Agency\" means a state agency, office, or department.\n     \"Alternative fuel\" has the same meaning as contained in 10 Code of Federal Regulations Part 490.\n     \"Covered fleet\" has the same meaning as contained in 10 Code of Federal Regulations Part 490 Subpart C.\n     \"Energy-efficient vehicle\" means a vehicle that:\n     (1)  Is capable of using an alternative fuel;\n     (2)  Is powered primarily through the use of an electric battery or battery pack that stores energy produced by an electric motor through regenerative braking to assist in vehicle operation;\n     (3)  Is propelled by power derived from one or more cells converting chemical energy directly into electricity by combining oxygen with hydrogen fuel that is stored on board the vehicle in any form;\n     (4)  Draws propulsion energy from onboard sources of stored energy generated from an internal combustion or heat engine using combustible fuel and a rechargeable energy storage system; or\n     (5)  Is on the list of \"Most Energy Efficient Vehicles\" in its class or is in the top one-fifth of the most energy-efficient vehicles in its class available in Hawaii as shown by vehicle fuel efficiency lists, rankings, or reports maintained by the United States Environmental Protection Agency.\n     \"Excluded vehicles\" has the same meaning as provided in 10 Code of Federal Regulations Section 490.3.\n     \"Light-duty vehicle\" has the same meaning as contained in 10 Code of Federal Regulations Part 490.\n     (c)  Agencies may offset energy-efficient vehicle purchase requirements by successfully demonstrating percentage improvements in overall light-duty vehicle fleet mileage economy.  The offsets shall be measured against the fleet average miles per gallon of petroleum-based gasoline and diesel fuel, using the fiscal year beginning July 1, 2006, as a baseline, on a percentage-by-percentage basis.\n     (d)  Agencies that use biodiesel fuel may offset the vehicle purchase requirements of this section at the rate of one vehicle for each four hundred fifty gallons of neat biodiesel fuel used.  Neat biodiesel fuel is one hundred per cent biodiesel (B100) by volume.\n     (e)  Agencies may apply to the chief procurement officer for exemptions from the requirements of this section to the extent that the vehicles required by this section are not available or do not meet the specific needs of the agency.\n     (f)  Vehicles acquired from another state agency and excluded vehicles are exempt from the requirements of this section.\n     (g)  Nothing in this section is intended to interfere with an agency's ability to comply with federally-imposed vehicle purchase mandates such as those required by 10 Code of Federal Regulations Part 490 Subpart C. [L 2005, c 216, §2; am L 2006, c 96, §28]"
}