{
    "name": "Inspection of premises",
    "number": "8",
    "text": "(a)  The director, in accordance with law, may enter and inspect any building or place to:\n\n\n\n\t(1)\tInvestigate an actual or suspected source of water pollution;\n\t(2)\tInvestigate actual or suspected management practices for domestic sewage, sewage sludge, and recycled water, whether or not the practices cause water pollution;\n\t(3)\tAscertain compliance or noncompliance with this chapter, any rule or standard adopted by the department pursuant to this chapter, or any permit or other approval granted by the department pursuant to this chapter; and\n\t(4)\tMake reasonable tests in connection therewith.\n\n\n\n\t(b)  The director may require any permittee or holder of a variance or person subject to pretreatment requirements to permit the director or the director\u0092s authorized representative upon the presentation of the director\u0092s or representative\u0092s credentials:\n\n\n\n\t(1)\tTo enter upon permittee\u0092s or variance holder\u0092s premises or premises of a person subject to pretreatment requirements in which an effluent source is located or in which any records are required to be kept under the terms and conditions of the permit or variance or pretreatment requirements;\n\t(2)\tTo inspect any monitoring equipment or method required in the permit or variance or by pretreatment requirements; and\n\t(3)\tTo sample any discharge of water pollutants or effluent.\n\n\n\n\t(c)  No confidential information secured pursuant to this section by any official or employee of the department within the scope and course of the official\u0092s or employee\u0092s employment in the prevention, control, or abatement of water pollution shall be disclosed by the official or employee except as it relates directly to water pollution and then, only in connection with the official\u0092s or employee\u0092s official duties and within the scope and course of the official\u0092s or employee\u0092s employment. [L 1989, c 212, pt of §2; am L 1995, c 180, §8; am L 1999, c 193, §5]"
}