{
    "name": "Unsworn falsification to authorities",
    "number": "1063",
    "text": "(1)  A person commits the offense of unsworn falsification to authorities if, with an intent to mislead a public servant in the performance of the public servant's duty, the person: \n\n\n\n\t(a)\tMakes any written statement, which the person does not believe to be true, in an application for any pecuniary or other benefit or in a record or report required by law to be submitted to any governmental agency; \n\t(b)\tSubmits or invites reliance on any writing which the person knows to be falsely made, completed, or altered; or \n\t(c)\tSubmits or invites reliance on any sample, specimen, map, boundary-mark, or other object the person knows to be false. \n\n\n\n\t(2)  Unsworn falsification to authorities is a misdemeanor. [L 1972, c 9, pt of §1; gen ch 1993]\nCOMMENTARY ON §§710-1060 TO 1063\n  Efficiency and fairness of governmental operations and public confidence in public administration, in general, and the administration of justice, in particular, require that information which the government relies upon not be falsified.  Yet a general, undifferentiated penalty for all falsification to governmental authorities would not reflect contemporary social mores. \n\n\t\tFalse testimony and other misleading information to officials can convert governmental power into an instrument of injustice rather than justice, with unfortunate consequences not only for the individual whose life, freedom or property may be affected, but also for the community's general sense of security and confidence in the state.  On the other hand, not all lying to officials can usefully or safely be made criminal.  Measures other than punishment are our principal reliance against falsehood in judicial and other proceedings, where cross-examination and the opportunity to produce evidence on both sides of any issue facilitate the process of arriving at truth.[1] \n\nIt has been noted that a great difficulty in the law of perjury has been the severity of the penalties specified by the statutes; \"in some situations falsification to officials is so widely practiced and tolerated by prevailing moral standards that severe penalties would be unrealistic.\"[2]  For example, a person may claim domicile in a state in order to obtain a divorce when the person's real intent is to satisfy the minimum requirement of physical presence and to leave the state as soon as the decree is obtained.  It is essential to distinguish between minor and more aggravated forms of false swearing. \n General analysis.  These sections divide falsification into four different offenses of three different grades depending on the presence of aggravating circumstances. \n  The offense of perjury, a class C felony, requires (a) a false statement which the court determines to be \"material,\" (b) made under an oath, (c) in an official proceeding.  This is the most serious offense and the only felony in this Part.  Other forms of falsification, whether under oath or not, are graded as misdemeanors or petty misdemeanors.  Falsification before a court, legislative committee, administrative agency, or other official proceeding, as defined in §710-1000(12), is deemed more culpable and more socially dangerous than similar falsity in a report, license application, or like matter, especially when these types of statements are often prepared by a lawyer.[3] \n  A false statement made under oath may constitute a misdemeanor if (a) it is made in an official proceeding, or (b) it is made with intent to mislead a public servant in the performance of the public servant's official duty.  The statement need not be a \"materially false statement.\"  The offense is labeled false swearing to authorities. \n  False swearing, a residual offense, makes all other false statements, made under an oath required or authorized by law, a petty misdemeanor.  In addition to other cases, this offense would cover falsification in a written statement which, pursuant to a requirement or authorization of law, has been sworn to before a notary, in a strictly private transaction.  It would also cover a false affidavit filed with the government but not in an official proceeding, regardless of materiality or intent to mislead. \n  The final offense in this quartet does not require that the statement be under oath.  Indeed, that statement need not be written; the falsification can be in the form of submission of, or invitation to rely on, false samples, specimens, maps, boundary-marks, or other objects.  However, the falsification must be made with intent to mislead a public servant in the performance of the public servant's official duty. \n  Mens rea with respect to the truth of the statement.  Under the offenses in this Part, a defendant is not held liable for a false statement made inadvertently or out of ignorance.  For penal liability to occur, the defendant's state of mind with regard to the truth of the statement must be a lack of an affirmative belief in the truth of the matter asserted.  The defendant need not know the falsity of the statement, it would be sufficient for conviction if the defendant had no belief with regard to the statement's truthfulness.  The defendant may have no idea whether or not the defendant's statement is true; but a lack of belief that it is true will support a conviction.  The state of mind required is, in effect, a reckless disregard of the truth of the matter asserted.  However, the requisite culpability is not expressed with the word \"reckless\" because applying that word, as defined in §702-206(3), presents certain difficulties when applied to the falsification offenses of this Part.  As the commentary to the Model Penal Code explains the problem: \n\n\t\tWe have chosen to specify the mental state of lack of belief, in this section, rather than rely on the general definition of \"recklessness\" in [Section 702-206(3)], for two reasons.  First, it requires considerable mental agility to construe [Section 702-206(3)] as applied to perjury, and second, we are satisfied that once lack of belief is established, no further inquiry into \"justification\" or \"degree of culpability\" would be useful.[4] \n\n  The nature of the oath requirement.  The requirement or authorization of an oath is an implied instruction by the Legislature to the individual making the statement that the information requested is of special significance, and that special sanctions will attend any falsifications.  Since the oath's significance rests partially upon the legislative directive, it follows that an oath which is attended by penal sanctions ought to be one which is specifically required or authorized by law.[5]  A public servant or private individual could not, as a matter of local policy or individual whim, require an oath without any basis in law and thereby make falsifications thereunder subject to these sanctions. \n  Section 710-1000(10), defining \"oath,\" is specifically designed to provide government agencies with a convenient method of demanding the truth in applications and registrations without resort to cumbersome procedures of requiring oaths before notaries.  With regard to the function of these falsification offenses, it should not matter whether the State's special emphasis on receiving truthful information is indicated by a requirement of an oath or affirmation, or by written notice on a government form.  The notice of special significance of the requested information and the warning of special sanctions are the same in either case. \n Materiality; intent to mislead.  Materiality with regard to a false statement (required for a perjury conviction) and an intent to mislead a public servant (required for one form of false swearing in official matters and for all forms of unsworn falsification to authorities) are similar in their functional role: each limits the application of an offense when the falsification is not likely to obstruct justice or which is trivial.  On the other hand, the terms are not synonymous.  A person may not intend to mislead, yet the person's falsification may be material. \n  Materiality of the falsification distinguishes perjury, a felony, from the lesser offenses in this Part.  Given the requisite state of mind with regard to truthfulness of the statement, falsification, in an official proceeding, which is material, constitutes the greatest risk of obstruction of justice.  A \"materially false statement\" means: \n\n\tany false statement, regardless of its admissibility under the rules of evidence, which could have affected the course or outcome of the proceeding.[6] \n\n  Section 710-1060 holds the actor strictly liable with regard to the actor's knowledge of a false statement's materiality.  Materiality is not made an element of the offense; it is not a fact which the trier of fact must find, but a question of law for the court to determine.[7]  Beyond the difficulty of proving a culpable state of mind with regard to this factor, the importance of the examination of witnesses in judicial and quasi-judicial proceedings is such that it is extremely unwise to allow a witness to decide what may or may not be material.  Witnesses are usually not qualified to make judgments on materiality in the technical sense in which that concept is here employed.  A crucial quality of an official proceeding, as defined in §710-1000(12), is that the hearing presents the \"opportunity to test the credibility of witnesses by questioning that may begin, or wander, far from the central theme.\"[8]  As the commentary to the Proposed Michigan Criminal Code states: \n\n\t\tA witness who falsifies an answer to a quite distant question he considers irrelevant may be blocking the eventual trial to relevant truth, thereby defeating one of the principal values of the hearing.  Where, on the other hand, the false statement is made on a written application or report submitted to the government, there is considerably less likelihood that the actor will be confused about the materiality of the information given.[9]\n\n  One form of false swearing to authorities, §710-1061(1)(b), and all forms of unsworn falsification to authorities, , require that the actor have an intent to mislead a public servant in the performance of the public servant's official duty.  The falsification need not be material, but the actor's intent is crucial.  Trivial falsifications which (1) do not impair the examination process of an official proceeding, and (2) are not intended to mislead the public servant, do not warrant the misdemeanor sanction.  These falsifications are penalized, if at all, as false swearing (§710-1062), a petty misdemeanor. \n The nature of the statement required.  \"Statement\" is defined in §710-1000(16) to mean: \n\n\tany representation, but includes a representation of opinion, belief, or other state of mind only if the representation clearly relates to state of mind apart from or in addition to any facts which are the subject of the representation. \n\nA prosecution for perjury or other offense defined by this Part can be based on a statement of opinion or belief.  The definition of \"statement\" is intended, however, to preclude liability based on the following logic:  (1) the declarant states that X is so; (2) the declarant's statement includes, implicitly, a statement that the declarant believes X to be so; (3) although there is no evidence that X is not so, the declarant may be liable because the declarant did not believe X to be so.  \"The possibility of such prosecutions is disquieting....  [T]he making of true statements which the declarant believes to be false can hardly obstruct justice....\"[10] \n  Previous Hawaii law.  Previous Hawaii law defined perjury as \"wilfully, knowingly and falsely stating... some material fact on oath where the oath is required or authorized by law.\"[11]  While there has been very little judicial interpretation of the requirements of \"wilfully, knowingly and falsely,\" stating the fact, the potential confusion with regard to (1) the meaning of \"wilfully,\" as it relates or adds to \"knowingly,\" and (2) the actor's knowledge of the statement's materiality or falsity, is largely obviated by the language of the Code.  The Code provides a needed definition of \"materiality\" which is in substantial accord with court interpretation of that requirement.[12]  Like the Code, previous law provided that the oath must be authorized or required by law.[13] \n  The former sanction of a possible twenty years' imprisonment[14] seems entirely disproportionate to the severity of the offense.  Especially in light of the above discussion of overly severe penalties, a maximum penalty which is equivalent to the Code's penalty for murder, rape in the first degree, and kidnapping, probably tends more to undermine certainty of application than it does to deter perjury.  As the National Conference of Commissioners on Uniform State Laws has said: \n\n\t[A] great difficulty in administering the law of perjury has been the severity of the penalties specified by the statutes.  In the less aggravated forms of perjury, much could be gained in effectiveness and respect by making penalties less severe in the books and more frequently applied in the court rooms.[15] \n\nThe Code's class C felony sanction for perjury is in accord with that of the Model Penal Code and recent penal revisions.[16] \n  No provision is made in this Code for subornation of perjury.[17]  Such cases are adequately covered by the sections dealing with solicitation.[18]  Furthermore, if perjury is committed following the solicitation, the suborner will be liable for the offense of perjury itself on the basis of the suborner's complicity in, and responsibility for, the conduct of the declarant.[19] \n  Under previous Hawaii law, all false swearing was either punished as perjury, or not at all.  The Code adds to the law two lesser offenses, and grades the falsifications according to the culpability of the defendant and the tendency of the falsification to subvert the administration of justice or the performance of official duty.  The Code also adds an offense covering unsworn falsification to authorities.  These three new offenses cover wide gaps in the prior law relating to falsification. \n__________\n§§710-1060 To 1063 Commentary:\n1.  M.P.C., Tentative Draft No. 6, comments at 100 (1957). \n2.  Id. \n3.  Prop. Mich. Rev. Cr. Code, comments at 394. \n4.  M.P.C., Tentative Draft No. 6, comments at 126 (1957). \n5.  See Prop. Mich. Rev. Cr. Code, comments at 390-391. \n6.  §710-1000(9). \n7.  §710-1060(2). \n8.  M.P.C., Tentative Draft No. 6, comments at 126 (1957).  Note that this reasoning would favor imposition of criminal liability regardless of the materiality of the statement:  the Code in fact does this by the misdemeanor offense of false swearing to authorities (§710-1061), if the false swearing occurs in an official proceeding, and by the general residual petty misdemeanor offense of false swearing (§710-1062), which makes any false statement under oath an offense. \n9.  Prop. Mich. Rev. Cr. Code, comments at 398. \n10. M.P.C., Tentative Draft No. 6, comments at 117 (1957). \n11. H.R.S. §756-1. \n12. See The King v. Angee, 8 Haw. 259 (1891) and In re French, 28 Haw. 47 (1924) (dictum). \n13. But see commentary to §710-1068, infra, on the effect of irregularities in administering the oath. \n14. H.R.S. §756-5. \n15. The National Conference of Commissioners on Uniform State Laws, Model Act on Perjury, Prefatory Note (1952), quoted in M.P.C., Tentative Draft No. 6, comments at 102 (1957). \n16. M.P.C. §241.1; N.Y.R.P.L. §210.15; Prop. Del. Cr. Code §722; Prop. Mich. Rev. Cr. Code §4905; Prop. Pa. Cr. Code §2102. \n17. See H.R.S. §756-3. \n18. Cf. §705-510, et seq. \n19. Cf. §702-221, et seq."
}