{
    "name": "Corroboration",
    "number": "1067",
    "text": "In any prosecution under this part, except a prosecution based upon inconsistent statements pursuant to section 710-1065, falsity of a statement may not be established solely through contradiction by the testimony of a single witness. [L 1972, c 9, pt of §1]\nCOMMENTARY ON \n  This section forbids convictions for perjury based solely upon the contradictory testimony of a single witness.  Either some additional corroborating evidence or the contradictory testimony of an additional witness is needed for conviction. \n  The rationale for this rule is that the requirement is necessary as a safeguard to induce witnesses to testify freely.[1]  Obtaining voluntary testimony in any proceeding would be difficult if the witness might be harassed upon the word of a disappointed litigant.[2]  And if the witness were required to testify, it would seem that similar protection ought to be given the witness. \n  The policy question to be decided, then, is whether the overall protection and encouragement of persons who give statements (in the contexts specified by the offenses in this part) is worth foregoing occasionally the conviction of an apparent falsifier.  The Code takes the position that it is.  There is also an additional safeguard involved in protecting the innocent person.  The protection rests upon the argument that since equally honest persons may well have different recollections of the same events, a conviction for a falsification offense ought not to rest upon the contradiction of two statements.  Otherwise, an innocent person would be subject to prosecution every time another person, under oath, disputed the innocent person's recollection.[3] \n  This section would apply only to a relatively narrow class of cases which would not often be prosecuted.  The section operates only where there is no evidence but the testimony of a single contradicting witness.  Hence, one may view this section as a special gloss on the requirement of proof beyond a reasonable doubt, equivalent to stating that no case of a contradicting statement under oath, without more, can satisfy the general requirement of proof beyond a reasonable doubt in falsification cases.[4] \n  The Hawaii case law is that a person accused of perjury may be convicted only upon the testimony of two credible witnesses, or of one credible witness corroborated by other evidence sufficient to satisfy the trier of fact, beyond a reasonable doubt, as to the guilt of the accused.[5]  Here, the Code is essentially in accord with the Hawaii rule, but codifies it, lends it greater clarity, and extends it to all falsification offenses in this part. \n__________\n Commentary:\n1.  See United States v. Weiler, 323 U.S. 606 (1944). \n2.  Prop. Mich. Rev. Cr. Code §4920, comments at 402. \n3.  See Weiler, supra. \n4.  Prop. Mich. Rev. Cr. Code, comments at 403. \n5.  See Territory of Hawaii v. Shite, 43 Haw. 203 (1957)."
}