{
    "name": "Bribery of or by a witness",
    "number": "1070",
    "text": "PART VI.  OFFENSES RELATED TO JUDICIAL AND OTHER PROCEEDINGS\n\n     (1)  A person commits the offense of bribing a witness if he confers, or offers or agrees to confer, directly or indirectly, any benefit upon a witness or a person he believes is about to be called as a witness in any official proceeding with intent to:\n\n\n\n\t(a)\tInfluence the testimony of that person;\n\t(b)\tInduce that person to avoid legal process summoning him to testify; or\n\t(c)\tInduce that person to absent himself from an official proceeding to which he has been legally summoned.\n\n\n\n\t(2)  A witness or a person believing he is about to be called as a witness in any official proceeding commits the offense of bribe receiving by a witness if he intentionally solicits, accepts, or agrees to accept, directly or indirectly, any benefit as consideration:\n\n\n\n\t(a)\tWhich will influence his testimony;\n\t(b)\tFor avoiding or attempting to avoid legal process summoning him to testify; or\n\t(c)\tFor absenting or attempting to absent himself from an official proceeding, to which he has been legally summoned.\n\n\n\n\t(3)  The offenses defined in this section are class C felonies. [L 1972, c 9, pt of §1]\nCOMMENTARY ON \n  As stated in the commentary to perjury and related offenses,[1] the integrity of the witness' testimony is one of the fundamental requisites of our jurisprudential system.  However, unlike the case of perjury, attention is here focused upon the step prior to perjury, the inducement for the offense.  It is the risk of unreliable and false testimony that is the harm sought to be prevented.\n  It is apparent that substantial interference with any part of the process whereby a witness is called to testify in an official proceeding is to be condemned.  And since each part of the process is of unique importance in assuring the availability and integrity of the witness, it follows that the sanction ought to be the same regardless of which part of this process is obstructed or perverted.  Therefore, it is made an offense to interfere, by means of conferring or receiving a benefit with either testimony, service of process, or appearance at the proceeding.\n  Note that the person whom the actor attempts to induce need not actually be a witness, but may merely be one whom the actor believes is about to be called as a witness.  This provision is to avoid confusion as to when an individual actually becomes a witness, thus foreclosing specious defenses and emphasizing that the harm inheres in the attempt to interfere with the course of the official proceeding.\n  Previous Hawaii law recognized bribery of a witness as a form of suppressing evidence.[2]  The section on suppressing evidence, a misdemeanor offense, covered only evading the giving of testimony and suppressing other forms of evidence.  Also, it apparently covered only the bribe giver and not the receiver.  The misdemeanor sanction was not consistent with the sanction of twenty years' imprisonment permitted by previous law for subornation of perjury.  Under this Code, the class C felony sentence provided for the offenses defined in this section is the same as that imposed for perjury.\nSUPPLEMENTAL COMMENTARY ON \n  The Code as adopted differs from the Proposed Draft in that the title of the section was changed to \"bribery of or by a witness\" from \"bribery of a witness.\"\n__________\n Commentary:\n1.  §§710-1060, 1061.\n2.  H.R.S. §725-4."
}