{
    "name": "Jury tampering",
    "number": "1075",
    "text": "(1)  A person commits the offense of jury tampering if, with intent to influence a juror's vote, opinion, decision, or other action in a case, the person attempts directly or indirectly to communicate with a juror other than as part of the proceedings in the trial of the case. \n\t(2)  Jury tampering is a class C felony. [L 1972, c 9, pt of §1; gen ch 1993]\nCOMMENTARY ON §§710-1073 TO 1075\n  These three sections parallel closely §§710-1070, 1071, and 1072 dealing with witness bribery, intimidation, and tampering.  The only significant difference from the preceding sections lies in the fact that the integrity of a slightly different part of the judicial process is being protected.  It is, however, readily apparent that the juror plays a part in the judicial process of equal importance with that of the witness; the integrity of the juror's function must be protected equally.  Since it is the juror's function to decide the facts according to the evidence without any external influences or considerations, it is the imposition of such external influences which is penalized by these three sections.  Both the structure of the sections and the sanctions imposed are similar to those described in the preceding witness offenses. \n  Previous Hawaii law defined bribery of a juror in a generally similar manner to §710-1073, except that the offenses of offeror and of recipient were penalized differently.  One who bribed a juror could receive a $500 fine or a two-year term of imprisonment,[1] whereas the juror who accepted a bribe was subject to a fine of $1,000 or a term of five years' imprisonment.[2]  The reason for the distinction between the penalties for offeror and recipient remains unarticulated in other statutes and in judicial interpretation.  The consolidation and equal treatment of the two offenses under §710-1073 is based upon the general premise that the sentence should be based upon the danger of harm to society, the magnitude of that harm, and the culpability of the actor.  As the offenses are defined in §710-1073, both offeror and recipient would be equal with respect to all three criteria of punishment; therefore, they are graded equally. \n  The previous law did not deal specifically with intimidation of witnesses or tampering with witnesses as those offenses are defined in the Code.  Previous sections on \"corruptly influencing\" a juror[3] and \"intimidation of...any...officer charged with any duty in the administration...of the law...\"[4] might have been employed.  However, the difficulty in applying such non-specific language is readily apparent. \nSUPPLEMENTAL COMMENTARY ON §§710-1073 TO 1075\n  The Legislature changed the title of §710-1073 to \"Bribery of or by a juror.\"  The Proposed Draft had provided \"Bribery of a juror.\"  The Code differs from the Proposed Draft in that the offense of intimidating a juror under §710-1074 is raised from a class C to a class B felony; and the offense of jury tampering under  is raised from a misdemeanor to a class C felony.  The penalties were increased because of the central role which the judicial process serves in the preservation of society.  Conference Committee Report No. 2 (1972). \n__________\n§§710-1073 To 1075 Commentary:\n1.  H.R.S. §725-1. \n2.  Id. §725-2. \n3.  Id. §725-3. \n4.  Id. §725-6."
}