{
    "name": "Definitions of terms in this chapter",
    "number": "1000",
    "text": "PART I.  GENERAL PROVISIONS RELATING TO OFFENSES\nAGAINST PUBLIC ADMINISTRATION\n\t    In this chapter, unless a different meaning plainly is required:\n\n\n\n\t(1)\t\"Administrative proceeding\" means any proceeding the outcome of which is required to be based on a record or documentation prescribed by law, or in which law or regulation is particularized in application to individuals;\n\t(2)\t\"Benefit\" means gain or advantage, or anything regarded by the beneficiary as gain or advantage, including benefit to any other person or entity in whose welfare the beneficiary is interested;\n\t(3)\t\"Custody\" means restraint by a public servant pursuant to arrest, detention, or order of a court;\n\t(4)\t\"Detention facility\" means any place used for the confinement of a person:\n\n\t\t(a)\tArrested for, charged with, or convicted of a criminal offense; or\n\t\t(b)\tConfined pursuant to chapter 571; or\n\t\t(c)\tHeld for extradition; or\n\t\t(d)\tOtherwise confined pursuant to an order of a court;\n\n\t(5)\t\"Government\" includes any branch, subdivision, or agency of the government of this State or any locality within it;\n\t(6)\t\"Governmental function\" includes any activity which a public servant is legally authorized to undertake on behalf of the government;\n\t(7)\t\"Harm\" means loss, disadvantage, or injury, or anything so regarded by the person affected, including loss, disadvantage, or injury to any other person or entity in whose welfare the person affected is interested;\n\t(8)\t\"Juror\" means any person who is a member of any jury, including a grand jury, impaneled by any court of this State or by any public servant authorized by law to impanel a jury, and also includes any person who has been drawn or summoned to attend as a prospective juror;\n\t(9)\t\"Materially false statement\" means any false statement, regardless of its admissibility under the rules of evidence, which could have affected the course or outcome of the proceeding; whether a falsification is material in a given factual situation is a question of law;\n\t(10)\t\"Oath\" includes an affirmation and every other mode authorized by law of attesting to the truth of that which is stated, and, for the purposes of this chapter, written statements shall be treated as if made under oath if:\n\n\t\t(a)\tThe statement was made on or pursuant to a form bearing notice, authorized by law, to the effect that false statements made therein are punishable; or\n\t\t(b)\tThe statement recites that it was made under oath or affirmation, the declarant was aware of such recitation at the time the declarant made the statement and intended that the statement should be represented as a sworn statement, and the statement was in fact so represented by its delivery or utterance with the signed jurat of an officer authorized to administer oaths appended thereto;\n\n\t(11)\t\"Oath required or authorized by law\" means an oath the use of which is specifically provided for by statute or appropriate regulatory provision;\n\t(12)\t\"Official proceeding\" means a proceeding heard or which may be heard before any legislative, judicial, administrative, or other governmental agency or official authorized to take evidence under oath, including any referee, hearing examiner, commissioner, notary, or other person taking testimony or deposition in connection with any such proceeding;\n\t(13)\t\"Law enforcement officer\" means any public servant, whether employed by the State or subdivisions thereof or by the United States, vested by law with a duty to maintain public order or, to make arrests for offenses or to enforce the criminal laws, whether that duty extends to all offenses or is limited to a specific class of offenses;\n\t(14)\t\"Pecuniary benefit\" is benefit in the form of money, property, commercial interests, or anything else the primary significance of which is economic gain;\n\t(15)\t\"Public servant\" means any officer or employee of any branch of government, whether elected, appointed, or otherwise employed, and any person participating as advisor, consultant, or otherwise, in performing a governmental function, but the term does not include jurors or witnesses;\n\t(16)\t\"Statement\" means any representation, but includes a representation of opinion, belief, or other state of mind only if the representation clearly relates to state of mind apart from or in addition to any facts which are the subject of the representation;\n\t(17)\t\"Testimony\" includes oral or written statements, documents, or any other material that may be offered by a witness in an official proceeding. [L 1972, c 9, pt of §1; am L 1987, c 130, §1; gen ch 1993]\n\n\n\n\nCOMMENTARY ON \n  This section is definitional only and, of course, specifies no offense.  A discussion of the definitions in this section, when needed or appropriate, is found in the commentary to the substantive offenses employing the terms defined.\nCase Notes\n  Plaintiffs failed to establish that defendant received pecuniary benefit from five million dollar gift to city and county of Honolulu.  906 F. Supp. 1377.\n  \"Custody\" construed.  59 H. 456, 583 P.2d 337.\n  Under paragraph (15), any \"officer or employee of any branch of government\" qualifies as a public servant.  105 H. 261 (App.), 96 P.3d 590.\n  Under paragraph (15), a person qualifies as a public servant based on the type of work he or she performs, and not based on when that work is being performed.  105 H. 261 (App.), 96 P.3d 590."
}