{
    "name": "Refusing to aid a law enforcement officer",
    "number": "1011",
    "text": "(1)  A person commits the offense of refusing to aid a law enforcement officer when, upon a reasonable command by a person known to him to be a law enforcement officer, he intentionally refuses or fails to aid such law enforcement officer, in: \n\n\n\n\t(a)\tEffectuating or securing an arrest; or \n\t(b)\tPreventing the commission by another of any offense. \n\n\n\n\t(2)  Refusing to aid a law enforcement officer is a petty misdemeanor. \n\t(3)  A person who complies with this section by aiding a law enforcement officer shall not be held liable to any person for damages resulting therefrom, provided he acted reasonably under the circumstances known to him at the time. [L 1972, c 9, pt of §1; am L 2001, c 91, §4]\nCOMMENTARY ON \n  This section is not designed to allow peace officers to foist their routine or dangerous duties upon innocent citizens.  The reasonable context in which this aid is required precludes requests for routine and unnecessary, as well as dangerous and unconscionable, aid.  The type of situation which the Code envisions is the request to a citizen, by a peace officer, to summon aid or render immediately vital information, where there is no question of danger, incrimination, or substantial inconvenience to the person of whom the aid is asked.  Various forms of this law may be found in the proposed revisions of other states.[1] \n  Previous Hawaii law provided for a $50 fine for refusal to aid a peace officer, under roughly the same circumstances as those provided in the Code.[2]  Instead, the Code imposes its lightest criminal penalty, petty misdemeanor, for this offense. \n  The waiver of civil liability in subsection (3) is both fair and necessary.  The waiver is fair in that it is hardly equitable to order a person to perform a useful act, on one hand, then expose the person to the threat of civil liability, on the other.  The waiver is necessary in that it would arguably be unreasonable to request such aid in many cases if all of the standards of civil liability were to apply.  The person of whom aid is asked might, therefore, be able justifiably to refuse to give it. \nCase Notes\n  Cited:  57 H. 390, 557 P.2d 1334. \n__________\n Commentary:\n1.  See N.Y.R.P.L. §195.10; Prop. Del. Cr. Code §§730, 731; Prop. Mich. Rev. Cr. Code §4250. \n2.  H.R.S. §740-10."
}