{
    "name": "Hindering prosecution in the second degree",
    "number": "1030",
    "text": "(1)  A person commits the offense of hindering prosecution in the second degree if, with the intent to hinder the apprehension, prosecution, conviction, or punishment of another for a crime, he renders assistance to such person.\n\t(2)  Hindering prosecution in the second degree is a misdemeanor. [L 1972, c 9, pt of §1]\nCOMMENTARY ON §§710-1028 TO 1030\n  These sections, along with §§710-1013 (compounding) and 710-1018 (securing the proceeds of an offense), would have been treated at common law under the heading of accessory after the fact.  However, in keeping with the philosophy stated in those earlier sections, liability for conduct relating to an offense which has already been consummated ought to be determined more with regard to the dangerousness of the particular post-offense acts involved than with regard to the dangerousness of the prior substantive offense.  Thus, the conduct involved in these sections is treated sui generis as a form of obstructing justice.  The offense of hindering prosecution focuses on the fact that the real danger involved in such conduct is that of subverting or obstructing the administration of justice.[1]  The particular nature of the prior offense is important only to the extent that it is an index of the general gravity which the associated obstruction represents.  However, the gravity of the obstruction is not necessarily equivalent with the gravity of the prior offense.  The Code incorporates this index, to the extent that it has value, by relating the crime which the person assisted has committed to the grading of §§710-1029 and 1030. \n  The underlying conduct involved in these sections is that of rendering assistance to another.  Such assistance is defined in terms of attempts to evade or impede justice at any stage of the apprehension, prosecution, conviction, or punishment of a potential or actual offender.  Where the underlying offense is a class A, B or C felony, hindering prosecution is a class C felony.  Where the underlying offense is a misdemeanor or petty misdemeanor, or where culpability on the part of the other with respect to class or grade of the underlying cause cannot be proved, hindering prosecution is a misdemeanor. \n  Previous Hawaii law had no specific provisions equivalent to these sections.  Conduct covered by these sections would have been covered, in part, under the former sections relating to principals and accessories,[2] or escape.[3]  Prior coverage was spotty and inconsistent.  For instance, the accessory section provided no liability for acts of concealment where the underlying offense was not punishable by imprisonment for five years or more.[4]  Where an escapee was concealed or harbored, the offense was a misdemeanor[5] notwithstanding the fact that the escape was punishable, under prior law, by only a three-year term. \n  The Code attempts to treat the offense of hindering prosecution in a general manner rather than on an ad hoc basis.  Hindering the apprehension of an escapee is not treated separately; escape being an offense, one who hinders the apprehension of an escapee would come within the coverage of .  Because the conduct is treated generally, its coverage is more complete and the gradation of offenses more rational than under prior law. \nSUPPLEMENTAL COMMENTARY ON §§710-1028 TO 1030\n  The Code differs from the Proposed Draft in that the offense of hindering prosecution in the first degree includes assistance rendered in connection with a class C felony, as well as class A and B felonies.\n  Act 149, Session Laws of 1997, amended this section to provide that a person commits the offense of hindering prosecution in the first degree if with the intent to hinder the apprehension, prosecution, conviction, or punishment of another for murder in any degree, the person renders assistance to the other person.\n  The legislature found that the offense of murder warrants punishment that is sufficient to fit the grave consequences of the crime.  Senate Standing Committee Report No. 1600.\n__________\n§§710-1028 To 1030 Commentary:\n1.  See M.P.C., Tentative Draft No. 9, comments at 195 (1959). \n2.  H.R.S., Chapter 704. \n3.  Id. §740-3. \n4.  Id. §704-5. \n5.  Id. §740-3."
}