{
    "name": "Obstructing government operations",
    "number": "1010",
    "text": "PART II.  OBSTRUCTION OF PUBLIC ADMINISTRATION\n\n     (1)  A person commits the offense of obstructing government operations if, by using or threatening to use violence, force, or physical interference or obstacle, the person intentionally obstructs, impairs, or hinders:\n\n\n\n\t(a)\tThe performance of a governmental function by a public servant acting under color of the public servant's official authority;\n\t(b)\tThe enforcement of the penal law or the preservation of the peace by a law enforcement officer acting under color of the law enforcement officer's official authority; or\n\t(c)\tThe operation of a radio, telephone, television, or other telecommunication system owned or operated by the State or one of its political subdivisions.\n\n\n\n\t(2)  This section does not apply to:\n\n\n\n\t(a)\tThe obstruction, impairment, or hindrance of the making of an arrest; or\n\t(b)\tThe obstruction, impairment, or hindrance of any governmental function, as provided by law, in connection with a labor dispute with the government.\n\n\n\n\t(3)  Obstruction of government operations is a misdemeanor. [L 1972, c 9, pt of §1; am L 1980, c 150, §1; am L 1991, c 223, §2; gen ch 1993; am L 2001, c 91, §3]\nCOMMENTARY ON \n  This section penalizes intentional interference with any level of government within the State.  Subsection (1)(a) is addressed to governmental functions generally, subsection (1)(b) insures that peace officers acting under color of official authority are covered.  Although subsection (1)(b) may not be needed, redundancy is to be preferred over ambiguity.\n  Two areas are specifically excepted from the operation of this section.  The first excepted area, that of the making of an arrest, is covered under §710-1026 of this chapter.  The second exception, that of labor disputes involving the government, is an area of conflicting policies.\nA labor dispute involving government employees...presents special problems.  Without the subsection [(2)(b)] exemption, activities which might constitute no more than tortious unfair labor practices in the context of normal industrial disputes would take on the added burden of criminal liability when the employer interfered with was the Government...  [W]hile such activity should not necessarily be protected, the appropriate sanctions should be determined by labor legislation, not the Criminal Code....[1]\n  This section requires that the obstruction be by means of violence, force, or physical interference.  The Code takes the position that in many instances of nonfeasance by private individuals, e.g., by a failure to file a report required by law, the possibility of misdemeanor liability is too severe a sanction.  In those cases where failure to do some act is attended by a substantial danger of disruption of governmental functions, special sections have been drafted to deal with the problems.[2]\n  Previous Hawaii law dealt with obstruction of governmental operations on an ad hoc basis; the previous coverage was somewhat spotty and the cases covered carried different penalties.[3]  Under previous law, threats of violence against public officials were penalized as misdemeanors.[4]  The Code seeks to extend the coverage of prior law to encompass protection of all governmental functions and to standardize the available penalties.\nSUPPLEMENTAL COMMENTARY ON \n  The Code as adopted by the Legislature in 1972 differs from the Proposed Draft in that in subsection (2)(b), the words \"as provided by law\" were inserted after the word \"function.\"\n  Act 150, Session Laws 1980, reduced the offense from a misdemeanor to a petty misdemeanor.  In view of the relatively light sentences being imposed by the courts, the classification for the offense was changed to a petty misdemeanor in order to keep the cases in the district court, thus reducing the congestion in the circuit court and expediting the disposition of these cases.  Senate Standing Committee Report No. 693-80, House Standing Committee Report No. 874-80.\n  Act 91, Session Laws 2001, clarified the offense of obstructing government operations by adding the operation of a radio, telephone, television, or other telecommunication system owned or operated by the State or a county.  Electronic communications are utilized extensively by State and local governments, i.e., counties.  Current law did not cover intentional obstruction, impairment, or hindering of radio, telephone, television, or other telecommunication systems owned or operated by the State or counties.  Act 91 closed that gap.  \n  Also, the term \"peace officer\", as used in the Penal Code, caused the Intermediate Court of Appeals to question whether the term meant \"law enforcement officer\".  Act 91 resolved the ambiguity by substituting that term for \"peace officer\" [throughout the Penal Code].  Conference Committee Report No. 23.\n__________\n Commentary:\n1.  Prop. Mich. Rev. Cr. Code, comments at 329.\n2.  E.g., §§710-1011, 1012.\n3.  E.g., H.R.S. §§65-50 (interfering with the Kauai fire department), 66-48 (interfering with the Maui fire department), 740-12 (interfering with fish and game wardens), 121-33 (interfering with the National Guard).\n4.  H.R.S. §725-6."
}