{
    "name": "Employees under government operation",
    "number": "4",
    "text": "In operating the plant and facilities of each company the governor, so far as possible and to the extent employees are needed, shall employ the personnel employed by the company upon the seizure and taking of possession thereof or immediately prior to the disruption of service by the company, including employees on strike or locked out, if the disruption is due to a strike or lockout.  Persons so employed by the governor or otherwise employed by the governor shall not by reason of such employment be or become entitled to civil service, retirement, vacation, or other benefits provided by law for other employees of the State, nor shall they be required to possess the qualifications of other government employees, and no person shall be ineligible for employment by reason of the fact that the person is not a citizen of the United States or of the State; provided that if it is necessary to employ persons who were not theretofore employed by the company, such persons shall possess the residence qualifications prescribed by section 78-1; provided further that all citizens employed or engaged by the governor under the provisions of this chapter shall subscribe to the oath or affirmation prescribed by sections 85-31 to 85-48 and all noncitizens shall subscribe to the following oath or affirmation:\n\t\"I........................do solemnly swear and declare, on oath, that I do not hold membership in, pay assessments, dues, or make contributions to any organization or any political party which advocates the overthrow of the constitutional form of government of the United States of America or any change in the government of the United States of America, except as provided by its Constitution; that I take this obligation freely, without any mental reservation or purpose of evasion; So help me God.\"\n\tUpon a showing as to the sincerity of anyone claiming that one is unwilling to take the above prescribed oath only because of religious beliefs one is unwilling to be sworn, one may be permitted, in lieu of the oath, to make one's solemn affirmation which shall be in the same form as the oath except that the words \"sincerely and truly affirm\" shall be substituted for the word \"swear\" and the phrases \"on oath\" and \"So help me God\" shall be omitted.\n\tThe salaries and wage rates of the persons employed by the State shall be the same as those which existed in the industry immediately prior to the disruption of service occasioning the emergency.  There shall be no deductions from such salaries and wages except as authorized by law in the case of other state employees.  The hours of employment shall be the same as existed in the industry immediately prior to the disruption of service and insofar as possible the other conditions of employment shall be the same as then existed, and neither the governor nor the designated agency shall have authority to enter into negotiations with any such company or with any labor organization for a collective bargaining contract with respect to wages, hours, and other terms and conditions of employment in the industry.  All services performed in the employ of the State in government operations under this chapter shall constitute employment for the purposes of chapters 383 and 386 and to the extent of the services the State shall be deemed an employer within the meaning of such chapters and shall make the contributions required of a new employer as prescribed by chapter 383. [L 1951, c 209, pt of §4; RL 1955, §92-5; HRS ; gen ch 1985]\nNote\n  Sections 85-31 to 85-48 referred to in text are repealed."
}