{
    "name": "Assistants; compensation; quarters; reports",
    "number": "3",
    "text": "(a)  The commissioner of securities shall employ from time to time such other officers, attorneys, clerks, and employees, as are necessary for the administration of this chapter.  They shall perform such duties as the commissioner assigns to them and their compensation, and the compensation of the deputies herein provided for, shall be fixed by the commissioner with the approval of the governor, subject to chapter 76.  The commissioner and deputies and each of the employees shall take and subscribe and file the oath of office prescribed by law.\n\tThe commissioner, deputies, or any person appointed or employed by the commissioner under this subsection shall be paid, in addition to their salary or compensation when required to travel on official duties, the transportation cost, board, lodging, and other traveling expenses necessary and actually incurred by each of them in the performance of the duties required by this chapter or performed by the direction of the commissioner.\n\t(b)  Notwithstanding any other law to the contrary, the commissioner of securities, by contract, may retain the services of attorneys for the enforcement of this chapter.  The attorneys shall serve at the pleasure of the commissioner.  At the option of the commissioner, attorneys retained by contract under this subsection may be compensated on a fixed-price basis, an hourly rate basis, with or without a fixed cap, or through a contingent fee arrangement to be specified in the contract and payable out of all sums the attorney recovers for the State by judgment, order, or settlement.\n \t(c)  The governor shall cause the commissioner to be furnished with such quarters, stationery, furniture, office equipment, and other supplies as may be necessary for the efficient execution of the functions vested in the commissioner by this chapter.\n\t(d)  The commissioner shall report to the governor annually upon such date as the governor shall establish.  The report shall contain an account of the work of the commissioner during the period covered and such data and information as may be deemed necessary or appropriate. [L 1957, c 314, pt of §1; Supp, §199-3; HRS ; gen ch 1985; am L 1995, c 73, §2; am L 2000, c 253, §150]"
}