{
    "name": "District family courts; district family judges; appointment; sessions",
    "number": "8",
    "text": "(a)  In addition to the district courts established under section 604-1, there may be established in each of the judicial circuits of the State a district family court with the powers and under the conditions herein set forth which shall be styled as follows: \n\n\n\n\t(1)\tFor the first judicial circuit:  The district family court of the first circuit. \n\t(2)\tFor the second judicial circuit:  The district family court of the second circuit. \n\t(3)\tFor the third judicial circuit:  The district family court of the third circuit. \n\t(4)\tFor the fifth judicial circuit:  The district family court of the fifth circuit. \n\n\n\n\t(b)  When in the discretion of the chief justice of the supreme court the urgency or volume of cases so requires, the chief justice may appoint one or more district family judges for each judicial circuit.  In addition, within any circuit, the chief justice may designate any district judge of the district court to act as a district family judge within that circuit; the judge when so designated shall exercise the powers of a district family judge appointed pursuant to this section. \n\tThe chief justice may also designate, within any circuit, a district family judge appointed pursuant to this section to act as a district judge, and the judge when so appointed shall have all the powers of a district judge appointed pursuant to section 604-2. \n\tThe chief justice may assign any district judge or district family judge of any circuit to serve temporarily in either the district court or the district family court of any other circuit. \n\tThe district family courts shall hold sessions at such places and as often as the family court judge or the senior family court judge, if there is more than one, of the judicial circuit shall prescribe. [L 1973, c 219, pt of §1; am L 1983, c 208, §1; am L 1984, c 49, §1; gen ch 1985]"
}