{
    "name": "Appeal",
    "number": "54",
    "text": "An interested party aggrieved by any order or decree of the court may appeal to the supreme court for review of questions of law and fact upon the same terms and conditions as in other cases in the circuit court and review shall be governed by chapter 602, except as hereinafter provided.  Where the decree or order affects the custody of a child or minor the appeal shall be heard at the earliest practicable time.  In cases under section 571-11 the record on appeal shall be given a fictitious title, to safeguard against publication of the names of the children or minors involved. \n\tThe stay of enforcement of an order or decree, or the pendency of an appeal, shall not suspend the order or decree of the court regarding a child or minor or discharge the child or minor from the custody of the court or of the person, institution, or agency to whose care the child or minor has been committed, unless otherwise ordered by the family court, or by the supreme or intermediate appellate court after an appeal is taken.  Pending final disposition of the case the family court, or the supreme or the intermediate appellate court after the appeal is taken, may make such order for temporary custody as is appropriate in the circumstances.  If the supreme or the intermediate appellate court does not dismiss the proceedings and discharge the child or minor, it shall affirm or modify the order of the family court and remand the child or minor to the jurisdiction of the court for disposition not inconsistent with the supreme or the intermediate appellate court's finding on the appeal. \n\tAn order or decree entered in a proceeding based upon section 571-11(1), (2), (6), or (9) shall be subject to appeal to the supreme court only as follows: \n\tWithin twenty days from the date of the entry of any such order or decree, any party directly affected thereby may file a motion for a reconsideration of the facts involved.  The motion and any supporting affidavit shall set forth the grounds on which a reconsideration is requested and shall be sworn to by the movant or the movant's representative.  The judge shall hold a hearing on the motion, affording to all parties concerned the full right of representation by counsel and presentation of relevant evidence.  The findings of the judge upon the hearing of the motion and the judge's determination and disposition of the case thereafter, and any decision, judgment, order, or decree affecting the child and entered as a result of the hearing on the motion shall be set forth in writing and signed by the judge.  Any party deeming oneself aggrieved by any such findings, judgment, order, or decree shall have the right to appeal therefrom to the supreme court upon the same terms and conditions as in other cases in the circuit court and review shall be governed by chapter 602; provided that no such motion for reconsideration shall operate as a stay of any such findings, judgment, order, or decree unless the judge of the family court so orders; provided further that no informality or technical irregularity in the proceedings prior to the hearing on the motion for reconsideration shall constitute grounds for the reversal of any such findings, judgment, order, or decree by the appellate court. [L 1965, c 232, pt of §1; Supp, §333-28; HRS ; am L 1973, c 211, §1(g); am L 1979, c 111, §21; am L 1983, c 27, §1 and c 171, §3; gen ch 1985]\n    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  An interested party, aggrieved by any order or decree of the court, may appeal to the intermediate appellate court for review of questions of law and fact upon the same terms and conditions as in other cases in the circuit court, and review shall be governed by chapter 602, except as hereinafter provided.  Where the decree or order affects the custody of a child or minor, the appeal shall be heard at the earliest practicable time.  In cases under section 571-11, the record on appeal shall be given a fictitious title, to safeguard against publication of the names of the children or minors involved. \n\tThe stay of enforcement of an order or decree, or the pendency of an appeal, shall not suspend the order or decree of the court regarding a child or minor, or discharge the child or minor from the custody of the court or of the person, institution, or agency to whose care the child or minor has been committed, unless otherwise ordered by the family court or by the appellate court after an appeal is taken.  Pending final disposition of the case, the family court or the appellate court, after the appeal is taken, may make such order for temporary custody as is appropriate in the circumstances.  If the appellate court does not dismiss the proceedings and discharge the child or minor, it shall affirm or modify the order of the family court and remand the child or minor to the jurisdiction of the court for disposition not inconsistent with the appellate court's finding on the appeal. \n\tAn order or decree entered in a proceeding based upon section 571-11(1), (2), (6), or (9) shall be subject to appeal only as follows:\n\tWithin twenty days from the date of the entry of any such order or decree, any party directly affected thereby may file a motion for a reconsideration of the facts involved.  The motion and any supporting affidavit shall set forth the grounds on which a reconsideration is requested and shall be sworn to by the movant or the movant's representative.  The judge shall hold a hearing on the motion, affording to all parties concerned the full right of representation by counsel and presentation of relevant evidence.  The findings of the judge upon the hearing of the motion and the judge's determination and disposition of the case thereafter, and any decision, judgment, order, or decree affecting the child and entered as a result of the hearing on the motion, shall be set forth in writing and signed by the judge.  Any party aggrieved by any such findings, judgment, order, or decree shall have the right to appeal therefrom to the intermediate appellate court, upon the same terms and conditions as in other cases in the circuit court, and review shall be governed by chapter 602; provided that no such motion for reconsideration shall operate as a stay of any such findings, judgment, order, or decree unless the judge of the family court so orders; provided further that no informality or technical irregularity in the proceedings prior to the hearing on the motion for reconsideration shall constitute grounds for the reversal of any such findings, judgment, order, or decree by the appellate court. [L 1965, c 232, pt of §1; Supp, §333-28; HRS ; am L 1973, c 211, §1(g); am L 1979, c 111, §21; am L 1983, c 27, §1 and c 171, §3; gen ch 1985; am L 2004, c 202, §54]"
}