{
    "name": "Waiver of jurisdiction; transfer to other courts",
    "number": "22",
    "text": "(a)  The court may waive jurisdiction and order a minor or adult held for criminal proceedings after full investigation and hearing where the person during the person's minority, but on or after the person's sixteenth birthday, is alleged to have committed an act that would constitute a felony if committed by an adult, and the court finds that:\n\n\n\n\t(1)\tThere is no evidence the person is committable to an institution for the mentally defective or retarded or the mentally ill;\n\t(2)\tThe person is not treatable in any available institution or facility within the State designed for the care and treatment of children; or\n\t(3)\tThe safety of the community requires that the person be subject to judicial restraint for a period extending beyond the person's minority.\n\n\n\n\t(b)  The court may waive jurisdiction and order a minor or adult held for criminal proceedings if, after a full investigation and hearing, the court finds that:\n\n\n\n\t(1)\tThe person during the person's minority, but on or after the person's fourteenth birthday, is alleged to have committed an act that would constitute a felony if committed by an adult and either:\n\n\t\t(A)\tThe act resulted in serious bodily injury to a victim;\n\t\t(B)\tThe act would constitute a class A felony if committed by an adult; or\n\t\t(C)\tThe person has more than one prior adjudication for acts that would constitute felonies if committed by an adult; and\n\n\t(2)\tThere is no evidence the person is committable to an institution for the mentally defective or retarded or the mentally ill.\n\n\n\n\t(c)  The factors to be considered in deciding whether jurisdiction should be waived under subsection (a) or (b) are as follows:\n\n\n\n\t(1)\tThe seriousness of the alleged offense;\n\t(2)\tWhether the alleged offense was committed in an aggressive, violent, premeditated, or wilful manner;\n\t(3)\tWhether the alleged offense was against persons or against property, greater weight being given to offenses against persons, especially if personal injury resulted;\n\t(4)\tThe desirability of trial and disposition of the entire offense in one court when the minor's associates in the alleged offense are adults who will be charged with a crime;\n\t(5)\tThe sophistication and maturity of the minor as determined by consideration of the minor's home, environmental situation, emotional attitude, and pattern of living;\n\t(6)\tThe record and previous history of the minor, including previous contacts with the family court, other law enforcement agencies, courts in other jurisdictions, prior periods of probation to the family court, or prior commitments to juvenile institutions;\n\t(7)\tThe prospects for adequate protection of the public and the likelihood of reasonable rehabilitation of the minor (if the minor is found to have committed the alleged offense) by the use of procedures, services, and facilities currently available to the family court; and\n\t(8)\tAll other relevant matters.\n\n\n\n\t(d)  The court may waive jurisdiction and order a minor or adult held for criminal proceedings if, after a full investigation and hearing, the court finds that:\n\n\n\n\t(1)\tThe person during the person's minority is alleged to have committed an act that would constitute murder in the first degree or second degree or attempted murder in the first degree or second degree if committed by an adult; and\n\t(2)\tThere is no evidence the person is committable to an institution for the mentally defective or retarded or the mentally ill.\n\n\n\n\t(e)  Transfer of a minor for criminal proceedings terminates the jurisdiction of the court over the minor with respect to any subsequent acts that would otherwise be within the court's jurisdiction under section 571-11(1) and thereby confers jurisdiction over the minor to a court of competent criminal jurisdiction.\n\t(f)  If criminal proceedings instituted under subsection (a), (b), or (d) result in an acquittal or other discharge of the minor involved, no petition shall be filed thereafter in any family court based on the same facts as were alleged in the criminal proceeding.\n\t(g)  A minor shall not be subject to criminal prosecution based on the facts giving rise to a petition filed under this chapter, except as otherwise provided in this chapter.\n\t(h)  Where the petition has been filed in a circuit other than the minor's residence, the judge, in the judge's discretion, may transfer the case to the family court of the circuit of the minor's residence.\n\t(i)  When a petition is filed bringing a minor before the court under section 571-11(1) and (2), and the minor resides outside of the circuit, but within the State, the court, after a finding as to the allegations in the petition, may certify the case for disposition to the family court having jurisdiction where the minor resides.  Thereupon, the court shall accept the case and may dispose of the case as if the petition was originally filed in that court.  Whenever a case is so certified, the certifying court shall forward to the receiving court certified copies of all pertinent legal and social records.\n\t(j)  If the court waives jurisdiction pursuant to subsection (b) or (d), the court also may waive its jurisdiction with respect to any other felony charges arising from the same episode to the charge for which the minor was waived. [L 1965, c 232, pt of §1; Supp, §333-13; HRS ; am L 1970, c 81, §2; am L 1972, c 2, pt of §33; am L 1974, c 148, §2; am L 1980, c 303, §7(4); am L 1981, c 222, §1; am L 1987, c 182, §1; am L 1997, c 318, §2; am L 1999, c 139, §1]"
}