{
    "name": "Assignment by court order of future income for payments of support",
    "number": "52",
    "text": "(a)  Whenever any person has been ordered to pay an allowance for the support of a child or for the support and maintenance of a spouse or former spouse, and fails or refuses to obey or perform the order and has been adjudged guilty of contempt of court for such failure or refusal, the court may make an order that shall operate as an assignment by the person for the benefit of the child or spouse, of such amounts at such times as may be specified in the order, from any income due or to become due in the future to such person from the person's employer or successor employers, until further order of the court.\n\tThe assignment of the amounts shall be to the clerk of the court where the order is entered if for the support or maintenance of a spouse or former spouse, or to the child support enforcement agency if for the support of a child or if child support and spouse support are contained in the same order.  The order of assignment to the child support enforcement agency shall be in the standard format prescribed by Title IV-D of the Social Security Act, as amended by the child support enforcement agency.  The order of assignment shall be effective immediately after service upon an employer of a true copy of the order, which service may be effected by regular mail, by personal delivery, or by transmission through electronic means.\n\tThereafter, the employer shall for each pay period withhold from any income due to the person from the employer, and not required to be withheld by any other provision of federal or state law, and transmit to the clerk of the court or child support enforcement agency as set forth in the order, as much as may remain payable to the person for such pay period up to the amount specified in the order of assignment as being payable during the same period.  The person ordered to pay shall inform the court immediately of any change that would affect the order of assignment or the disbursement thereof.\n\tCompliance by an employer with the order of assignment shall operate as a discharge of the employer's liability to the employee for that portion of the employee's income withheld and transmitted to the clerk of court or child support enforcement agency, as the case may be, whether or not the employer has withheld the correct amount.  \n\t(b)  Notwithstanding the provisions of subsection (a) to the contrary, whenever a court has ordered any person (hereinafter \"obligor\") to make periodic payments toward the support of a child, upon petition of the person to whom such payments are ordered to be made or that person's assignee, and the court finds the obligor to be delinquent in payments in an amount equal to or greater than the sum of payments that would become due over a one-month period under the order, judgment, or decree providing for child support, the court shall order an assignment of future income, or a portion thereof, of the obligor in an amount adequate to insure that past due payments and payments that will become due in the future under the terms of the support order will be paid.  Such an order shall operate as an assignment by the obligor to the child support enforcement agency and shall be binding upon any person who is or shall become obligated to the obligor for payment of income and who has been served with a copy of the assignment order.\n\tFor each payment made pursuant to an assignment order, the person making such payment may deduct and retain as an administrative fee the additional amount of $2 from the income owed to the obligor.  Any assignment made pursuant to an assignment order shall have priority as against any garnishment, attachment, execution, or other assignment order, or any other order unless otherwise ordered by the court and the same shall not be subject to any of the exemptions or restrictions contained in part III of chapter 651, and chapters 652 and 653.\n\tFor purposes of this subsection, delinquencies in payments shall be computed on the basis of the moneys owed and unpaid on the date that the obligor under the support order has been given notice pursuant to law of the application for the order of assignment.  The fact that the obligor may have subsequently paid such delinquencies shall not relieve the court of its duty under this subsection to order the assignment.\n\t(c)  An employer withholding income for payment to the child support enforcement agency shall terminate withholding upon receipt of a notice from the child support enforcement agency to terminate income withholding.\n\t(d)  It shall be unlawful for any employer to refuse to hire a prospective employee, to discharge an employee, or to take any other disciplinary action against an employee, based in whole or part upon an assignment authorized by this section.  Any employer violating this section shall be guilty of a misdemeanor under section 710-1077(1)(g).\n\t(e)  As used in this section:\n\t\"Employer\" includes the United States government, the State, any political subdivision thereof, and any person who is or shall become obligated to the obligor for payment of income. \n\t\"Income\" includes salaries, wages, earnings, workers' compensation, disability benefits, commissions, independent contractor income, and any other entitlement to money including moneys payable as a pension, annuity, retirement, disability, death, or other benefit, or as a return of contributions and interest from the United States government, the State, or other political subdivision thereof, or from any retirement, disability, or annuity system established by any of them pursuant to statute.  [L 1967, c 56, §6; HRS ; am L 1979, c 140, §1; am L 1984, c 207, §§1, 2; am L 1985, c 176, §1 and c 257, §1; am L 1986, c 332, §11; am L 1987, c 161, §1; am L 2000, c 194, §1]"
}