{
    "name": "Jurisdiction; adults",
    "number": "14",
    "text": "(a)  Except as provided in sections 603-21.5 and 604-8, the court shall have exclusive original jurisdiction:\n\n\n\n\t(1)\tTo try any offense committed against a child by the child's parent or guardian or by any other person having the child's legal or physical custody, and any violation of section 707-726, 707-727, 709-902, 709-903, 709-903.5, 709-904, 709-905, 709-906, or 302A-1135, whether or not included in other provisions of this paragraph or paragraph (2);\n\t(2)\tTo try any adult charged with:\n\n\t\t(A)\tDeserting, abandoning, or failing to provide support for any person in violation of law;\n\t\t(B)\tAn offense, other than a felony, against the person of the defendant's husband or wife;\n\t\t(C)\tAny violation of an order issued pursuant to chapter 586; or\n\t\t(D)\tAny violation of an order issued by a family court judge.\n\n\n\n\n\n\tIn any case within paragraph (1) or (2), the court, in its discretion, may waive its jurisdiction over the offense charged;\n\n\n\n\t(3)\tIn all proceedings under chapter 580, and in all proceedings under chapter 584;\n\t(4)\tIn proceedings under chapter 575, the Uniform Desertion and Nonsupport Act, and under chapter 576B, the Uniform Interstate Family Support Act;\n\t(5)\tFor commitment of an adult alleged to be mentally defective or mentally ill;\n\t(6)\tIn all proceedings for support between parent and child or between husband and wife;\n\t(7)\tIn all proceedings for pre-trial detention or waiver of jurisdiction over an adult who was a child at the time of an alleged criminal act as provided in section 571-13 or 571-22;\n\t(8)\tIn all proceedings under chapter 586, Domestic Abuse Protective Orders; and\n\t(9)\tFor the protection of dependent adults under chapter 346, part X.\n\n\n\nIn any case within paragraph (3), (4), or (6), the attorney general, through the child support enforcement agency, may exercise concurrent jurisdiction as provided in chapter 576E.\n\t(b)  The court shall have concurrent jurisdiction with the district court over violations of sections 707-712, 707-717, 707-722, 708-822, 708-823, 710-1010.5, 711-1106, and 711-1106.5 when multiple offenses are charged through complaint or indictment and at least one offense is a violation of an order issued pursuant to chapter 586 or a violation of section 709-906.\n\t(c)  The court shall have concurrent jurisdiction with the circuit court over violations of section 711-1106.4.\n\t[(d)]  The court shall have concurrent jurisdiction with the circuit court in all proceedings to appoint a guardian of an adult. [L 1965, c 232, pt of §1; Supp, §333-11; am L 1967, c 56, §2; HRS ; am L 1973, c 211, §1(1); am L 1976, c 85, §6; am L 1980, c 232, §27; am L 1982, c 238, §2; am L 1983, c 79, §1; am L 1984, c 50, §1; am L 1986, c 285, §1; am L 1988, c 154, §3; am L 1989, c 61, §1 and c 381, §3; am L 1992, c 86, §1; am L 1996, c 89, §17; am L 1997, c 295, §2; am L 1998, c 64, §1 and c 190, §4; am L 2002, c 9, §1; am L 2004, c 18, §1 and c 161, §30]"
}