{
    "name": "Jurisdiction; children",
    "number": "11",
    "text": "PART II.  JURISDICTION\n\n     Except as otherwise provided in this chapter, the court shall have exclusive original jurisdiction in proceedings: \n\n\n\n\t(1)\tConcerning any person who is alleged to have committed an act prior to achieving eighteen years of age which would constitute a violation or attempted violation of any federal, state, or local law or municipal ordinance.  Regardless of where the violation occurred, jurisdiction may be taken by the court of the circuit where the person resides, is living, or is found, or in which the offense is alleged to have occurred. \n\t(2)\tConcerning any child living or found within the circuit: \n\n\t\t(A)\tWho is neglected as to or deprived of educational services because of the failure of any person or agency to exercise that degree of care for which it is legally responsible; \n\t\t(B)\tWho is beyond the control of the child's parent or other custodian or whose behavior is injurious to the child's own or others' welfare; \n\t\t(C)\tWho is neither attending school nor receiving educational services required by law whether through the child's own misbehavior or nonattendance or otherwise; or \n\t\t(D)\tWho is in violation of curfew. \n\n\t(3)\tTo determine the custody of any child or appoint a guardian of any child. \n\t(4)\tFor the adoption of a person under chapter 578. \n\t(5)\tFor the termination of parental rights under sections 571-61 to 571-63. \n\t(6)\tFor judicial consent to the marriage, employment, or enlistment of a child, when such consent is required by law. \n\t(7)\tFor the treatment or commitment of a mentally defective, mentally retarded, or mentally ill child. \n\t(8)\tUnder the Interstate Compact on Juveniles under chapter 582. \n\t(9)\tFor the protection of any child under chapter 587. \n\t(10)\tFor a change of name as provided in section 574-5(a)(2)(C). [L 1965, c 232, pt of §1; Supp, §333-8; HRS ; am L 1970, c 81, §1; am L 1972, c 2, pt of §33; am L 1976, c 85, §4; am L 1980, c 303, §7(1); am L 1983, c 171, §2; am L 1986, c 250, §3; am L 2004, c 161, §36]"
}