{
    "name": "Maximum pre-tax retail price for gasoline sold on a self-service basis; civil actions",
    "number": "14",
    "text": "Maximum pre-tax retail price for gasoline sold on a self-serve basis; civil actions. [Section effective July 1, 2004.]  (a)  Notwithstanding any law to the contrary, no retail station may sell regular unleaded gasoline at retail, on a self-serve basis, at a price above the maximum pre-tax retail prices established pursuant to subsection (b).  The commission shall publish the maximum pre-tax retail prices by means that shall include the Internet website for the State of Hawaii.  The commission may also publish the retail prices inclusive of all taxes. \t(b)  On a weekly basis, the commission shall determine the maximum pre-tax retail price of gasoline.  The maximum pre-tax retail price for regular unleaded gasoline shall consist of the maximum pre-tax wholesale price for regular unleaded gasoline established pursuant to section 486H-13(b), plus a retail marketing margin factor.\n\t(c)  The retail marketing margin factor shall be $.16 per gallon for the first year, and shall thereafter be subject to adjustment pursuant to section 486H-16(b).\n\t(d)  Any retail station that knowingly violates any requirement imposed or rule adopted under this section shall be subject to a civil penalty equal to three times the amount of the overcharge or $25,000, whichever is greater, and shall be liable for the costs of the action, and reasonable attorney's fees as determined by the court.  Within two years from the date the commission obtains actual knowledge of the violation, the commission may institute a civil action in a court of competent jurisdiction to collect the civil penalty, the costs, and the attorney's fees.  In the case of ongoing violation, the two-year period shall start from the date of the last violation.  The commission may refer any such action to the attorney general as it deems appropriate.  As used in this subsection, \"overcharge\" means the number of gallons of gasoline sold, times the retail price at which the retail station sold regular unleaded gasoline, less taxes assessed, less the maximum pre-tax retail price established pursuant to subsection (b).\n\t(e)  The commission shall have the power to determine the extent to which a retail station is complying with any requirement imposed or rule adopted under this section, including the power to compel a retail station to submit documents, data, and information necessary and appropriate for the commission to determine such compliance.  The commission may use data collected by the department of business, economic development, and tourism pursuant to chapter 486J, as well as obtain the assistance of such department in determining such compliance.\n\t(f)  The commission shall adopt rules pursuant to chapter 91 as may be necessary to implement this section. [L 2002, c 77, pt of §2(1)]"
}