{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter:\n\t\"Franchise\" means:\n\n\n\n\t(1)\tAny agreement or related agreements between a petroleum distributor and a gasoline dealer under which the gasoline dealer is granted the right to use a trademark, trade name, service mark, or other identifying symbol or name owned by the distributor in connection with the retail sale of petroleum products supplied by the petroleum distributor; or\n\t(2)\tAny agreement or related agreements described in paragraph (1) and any agreement between a petroleum distributor and a gasoline dealer under which the gasoline dealer is granted the right to occupy the premises owned, leased, or controlled by the distributor, for the purpose of engaging in the retail sale of petroleum products supplied by the distributor.\n\n\n\n\t\"Gasoline\" includes gasoline, benzol, benzine, naphtha, and any other liquid prepared, advertised, offered for sale, sold for use as, or used for, the generation of power for the propulsion of motor vehicles, including any product obtained by blending together any one or more petroleum products with or without other products, if the resultant product is capable of the same use.\n\t\"Gasoline dealer\" means any person engaged in the retail sale of petroleum products in the United States under a franchise agreement entered into with a petroleum distributor.\n\t\"Good faith\" means the duty of a gasoline dealer and a petroleum distributor to act in a fair and equitable manner in the performance and in the demanding of performance of the terms and provisions of the franchise.  The petroleum distributor shall not impose on a gasoline dealer by contract, rule, or regulation, whether written or oral, any standard of conduct that is not reasonable and of material significance to the franchise relationship.\n\t\"Inventory\" means any product sold to a gasoline dealer for resale purposes by a petroleum distributor.\n\t\"Jobber\" means every wholesaler of petroleum products.\n\t\"Major brand\" means the primary trade name or trademark most commonly associated and identified with a manufacturer's retail service station.\n\t\"Manufacturer\" means every producer or refiner of petroleum products on January 1, 1992, or any subsidiary of that producer or refiner.\n\t\"Motor vehicle fuel\" means gasoline, diesel fuel, alcohol, and any mixture of those fuels suitable for use in vehicles registered under chapter 286.\n\t\"Petroleum distributor\" means any person engaged in the sale, consignment, or distribution of petroleum products to retail outlets that it owns, leases, or otherwise controls.\n\t\"Petroleum products\" includes motor vehicle fuel, residual oils number 4, 5, and 6, and all grades of jet (turbo) fuel.\n\t\"Purchase\" means any acquisition of ownership.\n\t\"Retail\" means the sale of a product for purposes other than resale.\n\t\"Retail service station\" means a place of business where motor vehicle fuel is sold and delivered into the tanks of motor vehicles.\n\t\"Sale\" means any exchange, gift, or other disposition.\n\t\"Secondary brand\" means a trade name or trademark, other than a major brand, used to identify a manufacturer's retail service station.\n\t\"Unbranded\" means an independent retail service station dealer, jobber, heating oil distributor, motor fuel wholesaler, or peddler marketing gasoline or special fuels under its own brand, trade name, or trademark, other than those of a manufacturer, or any subsidiary thereof. [L 1975, c 133, pt of §1; am L 1976, c 213, §3; am L 1983, c 268, §1; am L 1993, c 329, §2]\n    [2002 amendment effective July 1, 2004.  For present provision, see above.]  As used in this chapter:\n\t\"Commission\" means the public utilities commission.\n\t\"Company retail station\" means a retail service station owned and operated by a manufacturer or jobber and where retail prices are set by that manufacturer or jobber.\n\t\"Dealer retail station\" means a retail service station owned by a manufacturer or jobber and operated by a qualified gasoline dealer other than a manufacturer or a jobber under a franchise.\n\t\"Franchise\" means:\n\n\n\n\t(1)\tAny agreement or related agreements between a petroleum distributor and a gasoline dealer under which the gasoline dealer is granted the right to use a trademark, trade name, service mark, or other identifying symbol or name owned by the distributor in connection with the retail sale of petroleum products supplied by the petroleum distributor; or\n\t(2)\tAny agreement or related agreements described in paragraph (1) and any agreement between a petroleum distributor and a gasoline dealer under which the gasoline dealer is granted the right to occupy the premises owned, leased, or controlled by the distributor, for the purpose of engaging in the retail sale of petroleum products supplied by the distributor.\n\n\n\n\t\"Gasoline\" includes gasoline, benzol, benzine, naphtha, and any other liquid prepared, advertised, offered for sale, sold for use as, or used for, the generation of power for the propulsion of motor vehicles, including any product obtained by blending together any one or more petroleum products with or without other products, if the resultant product is capable of the same use.\n\t\"Gasoline dealer\" means any person engaged in the retail sale of petroleum products in the United States under a franchise agreement entered into with a petroleum distributor.\n\t\"Good faith\" means the duty of a gasoline dealer and a petroleum distributor to act in a fair and equitable manner in the performance and in the demanding of performance of the terms and provisions of the franchise.  The petroleum distributor shall not impose on a gasoline dealer by contract, rule, or regulation, whether written or oral, any standard of conduct that is not reasonable and of material significance to the franchise relationship.\n\t\"Independent retail station\" means a retail service station not owned by a manufacturer or jobber and operated by a qualified gasoline dealer.\n\t\"Inventory\" means any product sold to a gasoline dealer for resale purposes by a petroleum distributor.\n\t\"Jobber\" means every wholesaler of petroleum products.\n\t\"Major brand\" means the primary trade name or trademark most commonly associated and identified with a manufacturer's retail service station.\n\t\"Manufacturer\" means every producer or refiner of petroleum products on January 1, 1992, or any subsidiary of that producer or refiner.\n\t\"Motor vehicle fuel\" means gasoline, diesel fuel, alcohol, and any mixture of those fuels suitable for use in vehicles registered under chapter 286.\n\t\"Non-refiner marketer\" means any person who acquires gasoline for sale in the State of Hawaii, and who is not a refiner located and operating in the State of Hawaii, nor an importer owned by or affiliated with, directly or indirectly, by a refiner located and operating in the State of Hawaii.\n\t\"Operate\" means to engage in the business of selling motor vehicle fuel at a retail service station through any employee, commissioned agent, subsidiary company, or person managing a retail service station under a contract and on a fee arrangement with the manufacturer or jobber.\n\t\"Other areas\" means the second congressional district of the State.\n\t\"Petroleum distributor\" means any person engaged in the sale, consignment, or distribution of petroleum products to retail outlets that it owns, leases, or otherwise controls.\n\t\"Petroleum products\" includes motor vehicle fuel, residual oils number 4, 5, and 6, and all grades of jet (turbo) fuel.\n\t\"Pre-tax\" when used in reference to a price means such price net of the fuel-related or other taxes assessed when the gasoline is sold.\n\t\"Purchase\" means any acquisition of ownership.\n\t\"Retail\" means a sale of gasoline made to the general public at prices that are displayed on the dispensing equipment.\n\t\"Retail service station\" means a place of business where motor vehicle fuel is sold and delivered into the tanks of motor vehicles.\n\t\"Retail station\" means and includes a company retail station, a dealer retail station, and an independent retail station.\n\t\"Sale\" means any exchange, gift, or other disposition.\n\t\"Secondary brand\" means a trade name or trademark, other than a major brand, used to identify a manufacturer's retail service station.\n\t\"Self-serve basis\" means that the retail station allows customers to dispense gasoline into vehicles.\n\t\"Unbranded\" means an independent retail service station dealer, jobber, heating oil distributor, motor fuel wholesaler, or peddler marketing gasoline or special fuels under its own brand, trade name, or trademark, other than those of a manufacturer, or any subsidiary thereof.\n\t\"Urban\" means the first congressional district of the State. [L 1975, c 133, pt of §1; am L 1976, c 213, §3; am L 1983, c 268, §1; am L 1993, c 329, §2; am L 2002, c 77, §2(2)]"
}