{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter, unless the context requires otherwise: \t\"Active treatment\" means provision of services as specified in an individualized service plan.  These services may include, but are not limited to, activities, experiences, and therapy which are part of a professionally developed and supervised program of health, social, habilitative, and developmental services.\n\t\"Applicant\" means every person applying for a license to become a provider of an adult foster home or developmental disabilities domiciliary home.\n\t\"Case management services\" means services to persons with developmental disabilities or mental retardation that assist them in gaining access to needed social, medical, legal, educational, and other services, and includes:\n\n\n\n\t(1)\tFollow-along services which assure, through a continuing relationship between an agency or provider and a person with a developmental disability or mental retardation and the person's parent, if the person is a minor, or guardian, if a guardian has been appointed for the purpose, that the changing needs of the person and the family are recognized and appropriately met.\n\t(2)\tCoordinating and monitoring services provided to persons with developmental disabilities or mental retardation by two or more persons, organizations, or agencies.\n\t(3)\tProviding information to persons with developmental disabilities or mental retardation about availability of services and assisting the persons in obtaining the services.\n\n\n\n\t\"Current employee\" means every person currently employed by an applicant, who will become an adult foster or developmental disabilities domiciliary home caregiver once the applicant is approved to be a provider by the department.\n\t\"Department\" means the department of health.\n\t\"Developmental disabilities\" means a severe, chronic disability of a person which:\n\n\n\n\t(1)\tIs attributable to a mental or physical impairment or combination of mental and physical impairments;\n\t(2)\tIs manifested before the person attains age twenty-two;\n\t(3)\tIs likely to continue indefinitely;\n\t(4)\tResults in substantial functional limitations in three or more of the following areas of major life activity; self-care, receptive and expressive language, learning, mobility, self-direction, capacity for independent living, and economic sufficiency; and\n\t(5)\tReflects the person's need for a combination and sequence of special, interdisciplinary, or generic care, treatment, or other services which are of lifelong or extended duration and are individually planned and coordinated.\n\n\n\n\t\"Director\" means the director of health.\n\t\"Existing provider\" means every person licensed or certified as an adult foster or developmental disabilities domiciliary home provider before the effective date [May 6, 1994] of section 333F-22.\n\t\"Habilitation\" means the process by which the staff of an agency assists an individual to cope more effectively with the demands of his or her own person and environment and to raise the level of his or her physical, mental, and social functioning.  Habilitation includes, but is not limited to, programs of formal structured education and treatment.\n\t\"Individualized service plan\" means the written plan required by section 333F-6 that is developed by the individual, with the input of family, friends, and other persons identified by the individual as being important to the planning process.  The plan shall be a written description of what is important to the person, how any issue of health or safety shall be addressed, and what needs to happen to support the person in the person's desired life.\n\t\"Individually appropriate\" means responsive to the needs of the person as determined through interdisciplinary assessment and provided pursuant to an individualized service plan that is person-centered and community-based.\n\t\"Interdisciplinary team\" means a group of persons that is drawn from or represents those professions, disciplines, or service areas that are relevant to identifying an individual's needs and designing a program to meet them, and is responsible for evaluating the individual's needs, developing an individual program plan to meet them, periodically reviewing the individual's response to the plan, and revising the plan accordingly.  A complete team includes the individual being served, unless clearly unable to participate; the individual's family, unless their participation has been determined to be inappropriate; those persons who work most directly with the individual in each of the professions, disciplines, or service areas that provide service to the individual, including direct-care or direct-contact staff; and any other persons whose participation is relevant to identifying the needs of the individual and devising ways to meet them.\n\t\"Least restrictive\" means the least intrusive and least disruptive intervention into the life of a person with developmental disability or mental retardation that represents the least departure from normal patterns of living that can be effective in meeting the person's developmental needs.\n\t\"Least restrictive environment\" means that environment that represents the least departure from normal patterns of living that can be effective in meeting the individual's needs.\n\t\"Mental retardation\" means significantly subaverage general intellectual functioning resulting in or associated with concurrent moderate, severe, or profound impairments in adaptive behavior and manifested during the developmental period.\n\t\"Monitor\" means to conduct a systematic, coordinated, objective, qualitative review of services provided by any person, agency, or organization.\n\t\"Prospective employee\" means every person seeking employment as a caregiver for an applicant.\n\t\"Provider\" means the person who is issued the license or certificate of registration, as the case may be, by the department to provide care in an adult foster or developmental disabilities domiciliary home.\n\t\"Representative\" means any individual who can advise and advocate for a person with developmental disabilities or mental retardation and who shall serve at the request and pleasure of such person; provided that if the person with developmental disabilities or mental retardation is a minor or is legally incapacitated and has not requested a representative, the parent or guardian of the person may request a representative to assist on behalf of the person with developmental disabilities or mental retardation.\n\t\"Residence\" or \"residential\" means the living space occupied by the person with a developmental disability or mental retardation, including single-person homes, natural family homes, care homes, group homes, foster homes, institutional facilities, and all other types of living arrangements.\n\t\"Respite care\" [Repeal of definition on June 30, 1995, by L 1990, c 178, §6, deleted by L 1995, c 189, §22.] means a service provided in a least restrictive environment for short term care to meet the needs, ranging from simple to complex, of persons with developmental disabilities or mental retardation.  The purpose of respite care is to avoid, if possible, the necessity for long term institutional care or to provide relief to families and care providers.\n\t\"Services\" means appropriate assistance provided to a person with a developmental disability or mental retardation in the least restrictive, individually appropriate environment to provide for basic living requirements and continuing development of independence or interdependent living skills of the person.  These services include, but are not restricted to:  case management; residential, developmental, and vocational support; training; habilitation; active treatment; day treatment; day activity; respite care; domestic assistance; attendant care; rehabilitation; speech, physical, occupational and recreational therapy; recreational opportunities; counseling, including counseling to the person's family, guardian, or other appropriate representative; development of language and communications skills; interpretation; transportation; and equipment. [L 1987, c 341, pt of §2; am L 1990, c 178, §1; am L 1994, c 53, §2; am L 1995, c 189, §3; am L 1998, c 133, §1; am L 2003, c 95, §8(1)]"
}