{
    "name": "Professional and vocational license sanction for default of student loan, student loan repayment contract, or scholarship contract",
    "number": "2",
    "text": "(a)  In addition to any other acts or conditions provided by law, the licensing authority shall not renew or reinstate, or shall deny or suspend the license or application of any person who has been certified by an administering entity as being:\n\n\n\n\t(1)\tIn default or breach of any obligation under any student loan, student loan repayment contract, or scholarship contract that financed the licensee's or applicant's education; or\n\t(2)\tAt least sixty days past due with payments under a repayment plan.\n\n\n\n\tThe licensing authority shall not act on the certification of an administering entity unless it is based upon a court judgment that complies with section 436C-3.\n\t(b)  The licensing authority in receipt of a certification pursuant to chapter 436C shall, as applicable, and without further review or hearing:\n\n\n\n\t(1)\tSuspend the license;\n\t(2)\tDeny the application or request for renewal of the license; or\n\t(3)\tDeny the request for reinstatement of the license,\n\n\n\nand unless otherwise provided by law, shall renew, reinstate, or grant the license only upon receipt of an authorization from the administering entity stating that the person is making payments or taking other action satisfying the terms of the student loan, student loan repayment contract, or scholarship contract and is no longer in default or breach of the loan or contract.\n\t(c)  Any licensing fees paid prior to the denial, suspension, or revocation of a license under the licensing laws shall be forfeited.  The licensing authority may charge fees for reinstating a license and to cover the costs of administering this chapter.\n\t(d)  This chapter shall not apply to an individual against whom a court order is entered in connection with the default or breach in the nature of a garnishment process or other form of court-ordered repayment. [L 2002, c 226, pt of §2; am L 2003, c 133, §10]"
}