{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter:\n     \"Brand\" means symbols, words, or marks that identify a covered electronic device, rather than any of its components.\n     \"Covered electronic device\" [See note below]:\n     (1)  Means a computer, computer printer, computer monitor, or portable computer, with a screen size greater than four inches measured diagonally; and\n     (2)  Shall not include:\n         (A)  A covered electronic device that is a part of a motor vehicle or any component part of a motor vehicle assembled by or for a motor vehicle manufacturer or franchised dealer, including replacement parts for use in a motor vehicle;\n         (B)  A covered electronic device that is functionally or physically a part of a larger piece of equipment designed and intended for use in an industrial, commercial, or medical setting, including diagnostic, monitoring, or control equipment;\n         (C)  A covered electronic device that is contained within a clothes washer, clothes dryer, refrigerator, refrigerator and freezer, microwave oven, conventional oven or range, dishwasher, room air conditioner, dehumidifier, or air purifier; or\n         (D)  A telephone of any type.\n     \"Covered entity\" means any household, government entity, business, or nonprofit organization exempt from taxation under section 501(c)(3) of the United States Internal Revenue Code, regardless of size or place of operation within the State.\n     \"Department\" means the department of health.\n     \"Household\" means any occupant of a single detached dwelling unit or of a single unit of a multiple dwelling unit who has used a covered electronic device at a dwelling unit primarily for personal or home business use.\n     \"Manufacturer\" means any existing person:\n     (1)  Who manufactures or manufactured covered electronic devices under a brand that it owns or owned or is or was licensed to use, other than a license to manufacture covered electronic devices for delivery exclusively to or at the order of the licensor;\n     (2)  Who sells or sold covered electronic devices manufactured by others under a brand that the seller owns or owned or is or was licensed to use, other than a license to manufacture covered electronic devices for delivery exclusively to or at the order of the licensor;\n     (3)  Who manufactures or manufactured covered electronic devices without affixing a brand;\n     (4)  Who manufactures or manufactured covered electronic devices to which it affixes or affixed a brand that it neither owns or owned nor is or was licensed to use; or\n     (5)  For whose account covered electronic devices manufactured outside the United States are or were imported into the United States; provided that if at the time such covered electronic devices are or were imported into the United States and another person has registered as the manufacturer of the brand of the covered electronic devices, this paragraph shall not apply;\nprovided that the term \"manufacturer\" shall not include persons located in the State who manufacture specialized computers and have sales of no more than one hundred computers per year.\n     \"New covered electronic device\" means a covered electronic device that is manufactured after the effective date of this chapter.\n     \"Person\" means any individual, business, partnership, limited liability company, corporation, not-for-profit organization, association, government entity, public benefit corporation, or public authority.\n     \"Program year\" means a full calendar year beginning on or after January 1, 2010.\n     \"Recycling\" means processing (including disassembling, dismantling, or shredding) covered electronic devices or their components to recover a useable product.  \"Recycling\" does not include any process defined as incineration under applicable laws and rules.\n     \"Retailer\" means any person who offers covered electronic devices for sale, other than for resale by the purchaser, through any means, including sales outlets, catalogs, or the Internet.\n     \"Sell\" or \"sale\" means any transfer for consideration of title, including transactions conducted through sales outlets, catalogs, or the Internet, but excluding leases. [L Sp 2008, c 13, pt of §2]\nNote\n \n  If a separate plan for the collection, transportation, and recycling of televisions is not implemented before January 1, 2011, the definition of \"covered electronic device\" shall be amended to include the words \"or television\" after the words \"portable computer\" in paragraph (1).  L Sp 2008, c 13, §3(e)."
}