{
    "name": "Rental agreement, disclosure",
    "number": "43",
    "text": "(a)  A landlord or any person authorized to enter into a rental agreement on the landlord's behalf shall disclose to the tenant in writing at or before the commencement of the tenancy the name and address of: \n\n\n\n\t(1)\tEach person authorized to manage the premises; and\n\t(2)\tEach person who is an owner of the premises or who is authorized to act for or on behalf of the owner for the purpose of service of process and receiving and receipting for rents, notices, and demands. \n\n\n\n\tThe information required to be furnished shall be kept current and shall be enforceable against any successor landlord, owner, or manager.\n\t(b)  A person who fails to comply with subsection (a) becomes an agent of each person who is a landlord for: \n\n\n\n\t(1)\tService of process and receiving and receipting for rents, notices, and demands; and\n\t(2)\tPerforming the obligations of the landlord under this chapter and under the rental agreement and expending or making available for the purpose all rent collected from the premises. \n\n\n\n\t(c)  Any owner or landlord not dealing directly with the tenant shall be responsible for compliance with this section by an owner or landlord dealing directly with the tenant and shall be stopped from any objection to a failure to serve process upon an owner or landlord in any proceeding arising under this chapter when such failure is due to failure to comply with this section.  The owner or landlord who deals directly with the tenant and fails to comply with this section shall be deemed an agent of every other landlord under the rental agreement for performing the obligations of the landlord under this chapter and under the rental agreement.\n\t(d)  In the case of a written rental agreement, the landlord shall furnish a copy of the lease or rental agreement to the tenant.\n\t(e)  The landlord shall furnish to the tenant a written receipt for rents paid at the time of payment.  Canceled checks shall also constitute and fulfill the requirement of a written receipt.  If rent is paid by check, the landlord shall furnish a receipt therefor, provided a receipt is requested by the tenant. \n\t(f)  Any owner or landlord who resides without the State or on another island from where the rental unit is located shall designate on the written rental agreement an agent residing on the same island where the unit is located to act in the owner's or landlord's behalf.  In the case of an oral rental agreement, the information shall be supplied to the tenant, on demand, in a written statement.\n\t(g)  Subsections (a) and (b) to the contrary notwithstanding, the information required to be disclosed to a tenant, instead of being disclosed in the manner described in subsections (a) and (b), may be disclosed as follows: \n\n\n\n\t(1)\tIn each multi-unit single-owner dwelling structure containing an elevator, a printed or typewritten notice containing the information required by subsections (a) and (b) shall be placed and continuously maintained in every elevator and in one other conspicuous place;\n\t(2)\tIn each multi-unit single-owner dwelling structure not containing an elevator, a printed or typewritten notice containing the information required by subsections (a) and (b) shall be placed and continuously maintained in at least two conspicuous places;\n\t(3)\tIn each multi-unit dwelling structure, a printed or typewritten notice containing the information required by subsections (a) and (b) shall be posted within the unit in a conspicuous place.\n\n\n\n\t(h)  Landlords shall provide their general excise tax number to all tenants for the purpose of filing for a low-income tax credit. [L 1972, c 132, pt of §1; am L 1974, c 180, §2; am L 1975, c 33, §1 and c 104, §1; am L 1976, c 90, §2; gen ch 1985; am L 1988, c 307, §3]"
}