{
    "name": "Definitions",
    "number": "8",
    "text": "As used in this chapter, unless the context clearly requires otherwise:\n\t\"Action\" with reference to a judicial proceeding includes recoupment, counterclaim, setoff, and any other proceedings in which rights are determined, including an action for possession.\n\t\"Apartment building\" means a structure containing one or more dwelling units, except:\n\n\n\n\t(1)\tA single-family residence, or\n\t(2)\tA structure in which all tenants are roomers or boarders.\n\n\n\n\t\"Dwelling unit\" means a structure, or part of a structure, which is used as a home, residence, or sleeping place by one person or by two or more persons maintaining a common household, to the exclusion of all others.\n\t\"Landlord\" means the owner, lessor, sublessor, assigns or successors in interest of the dwelling unit or the building of which it is a part and in addition means any agent of the landlord.\n\t\"Normal wear and tear\" means deterioration or depreciation in value by ordinary and reasonable use but does not include items that are missing from the dwelling unit.\n\t\"Owner\" means one or more persons, jointly or severally, in whom is vested:\n\n\n\n\t(1)\tAll or any part of the legal title to property; or\n\t(2)\tAll or any part of the beneficial ownership and a right to present use and enjoyment of the property; and\n\n\n\nincludes a mortgagee in possession.\n\t\"Person\" includes an individual, corporation, government or governmental agency, business trust, estate, trust, partnership or association, two or more persons having a joint or common interest, or any other legal or commercial entity.\n\t\"Premises\" means a dwelling unit, appurtenances thereto, grounds, and facilities held out for the use of tenants generally and any other area or facility whose use is promised to the tenant.\n\t\"Rental agreement\" means all agreements, written or oral, which establish or modify the terms, conditions, rules, regulations, or any other provisions concerning the use and occupancy of a dwelling unit and premises.\n\t\"Roomer\" or \"boarder\" means a tenant occupying a dwelling unit:\n\n\n\n\t(1)\tWhich lacks at least one major bathroom or kitchen facility, such as a toilet, refrigerator, or stove,\n\t(2)\tIn a building where one or more such major facilities are supplied to be used in common by the occupants of the tenant's dwelling unit and by the occupants of one or more other dwelling units, and\n\t(3)\tIn a building in which the landlord resides.\n\n\n\n\t\"Single family residence\" means a structure maintained and used as a single dwelling unit.  Notwithstanding that a dwelling unit shares one or more walls with another dwelling unit, it shall be deemed a single family residence if it has direct access to a street or thoroughfare and does not share hot water equipment or any other essential facility or service with any other dwelling unit.\n\t\"Tenant\" means any person who occupies a dwelling unit for dwelling purposes under a rental agreement. [L 1972, c 132, pt of §1; am L 1975, c 10, §1; am L 1988, c 307, §2; am L 1991, c 212, §9]"
}