{
    "name": "Landlord's remedies for tenant's waste, failure to maintain, or unlawful use",
    "number": "69",
    "text": "(a)  If the tenant is in material noncompliance with section 521-51, the landlord, upon learning of any such noncompliance and after notifying the tenant in writing of the noncompliance and allowing a specified time not less than ten days after receipt of the notice, for the tenant to remedy the noncompliance: \n\n\n\n\t(1)\tMay terminate the rental agreement and bring a summary proceeding for possession of the dwelling unit or any other proper proceeding, action, or suit for possession if the tenant is in material noncompliance with section 521-51(1); or \n\t(2)\tMay remedy the tenant's failure to comply and bill the tenant for the actual and reasonable cost of such remedy if the noncompliance can be remedied by the landlord by cleaning, repairing, replacing a damaged item, or the like, which bill shall be treated by all parties as rent due and payable on the next regular rent collection date or, if the tenancy has terminated, immediately upon receipt by the tenant. \n\n\n\nNo allowance of time to remedy noncompliance shall be required when noncompliance by the tenant causes or threatens to cause irremediable damage to any person or property.  If the tenant cannot be served with notice as required, notice may be given the tenant by posting the same in a conspicuous place on the dwelling unit. \n\t(b)  The landlord may terminate the rental agreement and bring a summary proceeding for possession of the dwelling unit or any other proper proceeding, action, or suit for possession for any material noncompliance with section 521-51 by a roomer or boarder if the roomer or boarder fails to comply within the time specified in the notice. \n\t(c)  The landlord may bring an action or proceeding for waste or for breach of contract for damage suffered by the tenant's wilful or negligent failure to comply with the tenant's obligations under section 521-51. [L 1972, c 132, pt of §1; am L 1976, c 90, §6; am L 1978, c 167, §2; am L 1983, c 146, §1; gen ch 1985]"
}