{
    "name": "Requirement to register a change of registration information; verification by the attorney general",
    "number": "6",
    "text": "(a)  A covered offender required to register under this chapter, who changes any of the covered offender's registration information after an initial registration with the attorney general, shall notify the attorney general of the new registration information in writing within three working days of the change.  For purposes of this section, a person shall be deemed to have established a new residence during any period in which the person is absent from the person's registered residence for ten or more days.  If, at any time, a covered offender required to register under this chapter is absent from the person's registered residence for ten or more days and fails to establish a new residence within the ten days that the covered offender is absent from their registered residence, the covered offender, in addition to notifying the attorney general in writing within three working days that the covered offender no longer resides at the covered offender's registered residence, shall also report to any police station in the State by the last day of every month for verification of identity by photograph and fingerprint impression until the covered offender establishes a new residence and notifies the attorney general in writing of the actual address of the new residence.  Each time the covered offender reports to a police station, the covered offender shall disclose every location where the covered offender has slept in the previous month.  If the new residence is in another state that has a registration requirement, the person shall register with the designated law enforcement agency in the state to which the person moves, within the period of time mandated by the new state's sex offender registration laws.\n     (b)  If the attorney general receives notice from the Federal Bureau of Investigation that a covered offender required to be registered under this chapter or under any federal law has entered the State, the attorney general shall notify the Federal Bureau of Investigation of the offender's new residence.\n     (c)  If the attorney general cannot verify the address of or locate a covered offender required to be registered under this chapter or under federal law, the attorney general immediately shall notify the Federal Bureau of Investigation. [L 1997, c 316, pt of §2; am L 1998, c 194, §§7, 8; am L 2003, c 62, §8; am L 2004, c 59, §4; am L 2005, c 45, §8; am L 2006, c 106, §4]\n \nCase Notes\n \n  As the registration requirements of chapter 846E do not interfere with any of a sex offender's protected liberty interests, the protections of procedural due process are not triggered.  97 H. 285, 36 P.3d 1255."
}