{
    "name": "Termination of registration requirements",
    "number": "10",
    "text": "(a)  A covered offender whose most serious covered offense is a class A felony or its non-Hawaii equivalent, who has substantially complied with the registration requirements of this chapter for the previous twenty-five years, who is not a sexually violent predator, who is not an aggravated sex offender, and who is not a repeat covered offender, may petition the court, in a civil proceeding, for termination of registration requirements on the ground that registration is no longer necessary for the protection of the public.\n     (b)  A covered offender whose most serious covered offense is a class B felony or its non-Hawaii equivalent, who has substantially complied with the registration requirements of this chapter for the previous fifteen years, who is not a sexually violent predator, who is not an aggravated sex offender, and who is not a repeat covered offender, may petition the court, in a civil proceeding, for termination of registration requirements on the ground that registration is no longer necessary for the protection of the public.\n     (c)  A covered offender whose most serious covered offense is a class C felony or its non-Hawaii equivalent, or a misdemeanor or its non-Hawaii equivalent, who has substantially complied with the registration requirements of this chapter for the previous ten years, who is not a sexually violent predator, who is not an aggravated sex offender, and who is not a repeat covered offender, may petition the court, in a civil proceeding, for termination of registration requirements on the ground that registration is no longer necessary for the protection of the public.\n     (d)  A denial by the court for relief pursuant to a petition under this section shall preclude the filing of another petition for five years from the date of the last denial. [L 2005, c 45, pt of §1]"
}