{
    "name": "Registration requirements",
    "number": "2",
    "text": "(a)  A covered offender shall register with the attorney general and comply with the provisions of this chapter for life or for a shorter period of time as provided in this chapter.  A covered offender who is not:\n     (1)  An aggravated sex offender;\n     (2)  A repeat covered offender; and\n     (3)  A sexually violent predator,\nshall be eligible to petition the court in a civil proceeding for an order that the covered offender's registration requirements under this chapter be terminated, as provided in section 846E-10.\n     (b)  Each provision of this chapter applicable to sex offenders shall also be applicable to offenders against minors, unless offenders against minors are specifically excluded.  Whenever a covered offender's public information is made publicly accessible, separate registries shall be maintained for:\n     (1)  Sex offenders; and\n     (2)  Offenders against minors.\n     (c)  Registration information for each covered offender shall consist of a recent photograph, verified fingerprints, and a signed statement by the covered offender containing:\n     (1)  The name, all prior names, and all aliases used by the covered offender or under which the covered offender has been known and other identifying information, including date of birth, social security number, sex, race, height, weight, and hair and eye color;\n     (2)  The actual address and telephone number of the covered offender's residence or mailing address, or any current, temporary address where the covered offender resides, and for each address how long the covered offender has resided there;\n     (3)  The actual address and telephone number where the covered offender is staying for a period of more than ten days, if other than the stated residence;\n     (4)  If known, the future address and telephone number where the covered offender is planning to reside, if other than the stated residence;\n     (5)  Names and, if known, actual business addresses of current and known future employers and the starting and ending dates of any such employment;\n     (6)  Names and actual addresses of current and known future educational institutions with which the covered offender is affiliated in any way, whether or not compensated, including but not limited to affiliation as a faculty member, an employee, or a student, and the starting and ending dates of any such affiliation;\n     (7)  The year, make, model, color, and license number of all vehicles currently owned or operated by the covered offender;\n     (8)  A statement listing all covered offenses for which the covered offender has been convicted or found unfit to proceed or acquitted pursuant to chapter 704;\n     (9)  A statement indicating whether the covered offender has received or is currently receiving treatment ordered by a court of competent jurisdiction or by the Hawaii paroling authority;\n    (10)  A statement indicating whether the covered offender is a United States citizen; and\n    (11)  Any additional identifying information about the covered offender.\n     (d)  Whenever a covered offender provides registration information, during initial registration as a covered offender or when providing notice of a change in registration information, the covered offender also shall sign a statement verifying that all of the registration information is accurate and current.\n     (e)  In addition to the requirement under subsection (a) to register with the attorney general and comply with the provisions of this chapter until a court relieves the covered offender of the registration requirements of this chapter, each covered offender shall also register in person with the chief of police where the covered offender resides or is present.  Registration under this subsection is for the purpose of providing the covered offender's photograph, fingerprints, and registration information.  Registration under this subsection is required whenever the covered offender, whether or not a resident of this State, remains in this State for more than ten days or for an aggregate period exceeding thirty days in one calendar year.  Covered offenders required to register in person with the chief of police under this subsection shall register no later than three working days after the earliest of:\n     (1)  Arrival in this State;\n     (2)  Release from incarceration;\n     (3)  Release from commitment;\n     (4)  Release on furlough;\n     (5)  Conviction for a covered offense, unless incarcerated;\n     (6)  Release on probation;\n     (7)  Placement on parole; or\n     (8)  Arrival in a county in which the covered offender resides or expects to be present for a period exceeding ten days.\nIn addition to any other requirement to register under this subsection or subsection (a), each covered offender shall report in person every five years to the chief of police where the covered offender resides for purposes of having a new photograph taken.\n     (f)  The registration provisions of this section shall apply to all covered offenders without regard to:\n     (1)  The date of the covered offender's conviction;\n     (2)  The date of finding, pursuant to chapter 704, of the covered offender's unfitness to proceed; or\n     (3)  The date of the covered offender's acquittal due to mental disease, disorder, or defect, pursuant to chapter 704.  [L 1997, c 316, pt of §2; am L 1998, c 194, §2; am L 2002, c 234, §1; am L 2003, c 62, §4; am L 2004, c 59, §2; am L 2005, c 45, §4; am L 2006, c 106, §2]\n \nCase Notes\n \n  As the registration requirements of chapter 846E do not interfere with any of a sex offender's protected liberty interests, the protections of procedural due process are not triggered.  97 H. 285, 36 P.3d 1255.\n  The lifetime registration component of the Hawaii sex offender registration statute implicates a protected liberty interest under the Hawaii constitution, article I, §5 and requires that minimum requirements of due process--notice and opportunity to be heard--be afforded to convicted sex offenders; such a proceeding may be instituted by a sex offender in a special proceeding.  105 H. 222, 96 P.3d 242."
}