{
    "name": "Funds owing under life insurance policies",
    "number": "7",
    "text": "(a)  Funds held or owing under any life or endowment insurance policy or annuity contract that has matured or terminated are presumed abandoned if unclaimed for more than five years after the funds became due and payable as established from the records of the insurance company holding or owing the funds, but property described in subsection (c)(2) is presumed abandoned if unclaimed for more than two years. \n\t(b)  If a person other than the insured or annuitant is entitled to the funds and an address of the person is not known to the company or it is not definite and certain from the records of the company who is entitled to the funds, it is presumed that the last known address of the person entitled to the funds is the same as the last known address of the insured or annuitant according to the records of the company. \n\t(c)  For purposes of this part, a life or endowment insurance policy or annuity contract not matured by actual proof of the death of the insured or annuitant according to the records of the company is matured and the proceeds due and payable if: \n\n\n\n\t(1)\tThe company knows that the insured or annuitant has died; or \n\n\t(2)  (A)\tThe insured has attained, or would have attained if the insured were living, the limiting age under the mortality table on which the reserve is based; \n\t\t(B)\tThe policy was in force at the time the insured attained, or would have attained, the limiting age specified in subparagraph (A); and \n\t\t(C)\tNeither the insured nor any other person appearing to have an interest in the policy within the preceding two years, according to the records of the company, has assigned, readjusted, or paid premiums on the policy, subjected the policy to a loan, corresponded in writing with the company concerning the policy, or otherwise indicated an interest as evidenced by a memorandum or other record on file prepared by an employee of the company. \n\n\n\n\n\n\t(d)  For purposes of this part, the application of an automatic premium loan provision or other nonforfeiture provision contained in an insurance policy does not prevent a policy from being matured or terminated under subsection (a) if the insured has died or the insured or the beneficiary of the policy otherwise has become entitled to the proceeds thereof before the depletion of the cash surrender value of a policy by the application of those provisions. \n\t(e)  If the laws of this State or the terms of the life insurance policy require the company to give notice to the insured or owner that an automatic premium loan provision or other nonforfeiture provision has been exercised and the notice, given to an insured or owner whose last known address according to the records of the company is in this State, is undeliverable, the company shall make a reasonable search to ascertain the policyholder's correct address to which the notice must be mailed. \n\t(f)  Notwithstanding any other provision of law, if the company learns of the death of the insured or annuitant and the beneficiary has not communicated with the insurer within four months after the death, the company shall take reasonable steps to pay the proceeds to the beneficiary. \n\t(g)  Commencing two years after May 18, 1983, every change of beneficiary form issued by an insurance company under any life or endowment insurance policy or annuity contract to an insured or owner who is a resident of this State shall request the following information: \n\n\n\n\t(1)\tThe name of each beneficiary, or if a class of beneficiaries is named, the name of each current beneficiary in the class; \n\t(2)\tThe address of each beneficiary; and \n\t(3)\tThe relationship of each beneficiary to the insured. [L 1983, c 37, pt of §2]"
}