{
    "name": "Tenant's remedy of termination at any time; unlawful removal or exclusion",
    "number": "63",
    "text": "(a)  If any condition within the premises deprives the tenant of a substantial part of the benefit and enjoyment of the tenant's bargain under the rental agreement, the tenant may notify the landlord in writing of the situation and, if the landlord does not remedy the situation within one week, terminate the rental agreement.  The notice need not be given when the condition renders the dwelling unit uninhabitable or poses an imminent threat to the health or safety of any occupant.  The tenant may not terminate for a condition caused by the want of due care by the tenant, a member of the tenant's family, or other person on the premises with the tenant's consent. \n\t(b)  If the condition referred to in subsection (a) was caused wilfully or negligently by the landlord, the tenant may recover any damages sustained as a result of the condition. \n\t(c)  If the landlord removes or excludes the tenant from the premises overnight without cause or without court order so authorizing, the tenant may recover possession or terminate the rental agreement and, in either case, recover an amount equal to two months rent or free occupancy for two months, and the cost of suit, including reasonable attorney's fees.  If the rental agreement is terminated, the landlord shall comply with section 521-44(c).  The court may also order any injunctive or other equitable relief it deems proper.  If the court determines that the removal or exclusion by the landlord was with cause or was authorized by court order, the court may award the landlord the cost of suit, including reasonable attorney's fees if the attorney is not a salaried employee of the landlord or the landlord's assignee. [L 1972, c 132, pt of §1; am L 1981, c 235, §2; gen ch 1985]\nRules of Court\n  Injunctions, see HRCP rule 65.\nCase Notes\n  No discretion to deny damages upon breach.  67 H. 549, 696 P.2d 839."
}