{
    "name": "Definitions",
    "number": "351",
    "text": "PART XXVIII.  INFANTS AND TODDLERS\n\n []    As used in this part, unless the context requires otherwise:\n\t\"Biological risk\" means prenatal, perinatal, neonatal, or early developmental events suggestive of biological insults to the developing central nervous system which increase the probability of delayed development.\n\t\"Case management\" means an ongoing service of shared responsibility between families and professionals that identifies needs and assists in obtaining coordinated, appropriate services and resources.\n\t\"Delayed development\" means a significant delay in one or more of the following areas of development:  cognition, speech, language, physical, motor, vision, hearing, psychosocial, or self-help skills.\n\t\"Department\" means the department of health.\n\t\"Director\" means the director of health.\n\t\"Early intervention services\" means services which:\n\n\n\n\t(1)\tAre provided under public supervision;\n\t(2)\tAre provided at no cost, except where federal or state law provides for a system of payments by families, including a sliding fee schedule;\n\t(3)\tAre designed to meet the developmental needs of infants and toddlers with special needs, which include but are not limited to physical development, cognitive development, and self-help skills;\n\t(4)\tAre provided by qualified professional and paraprofessional personnel;\n\t(5)\tAre provided in conformity with an individualized family support plan; and\n\t(6)\tInclude but are not limited to:  family support, counseling, and home visits; special instruction; speech pathology and audiology; occupational therapy; physical therapy; psychological services; case management services; medical services only for diagnostic or evaluation purposes; early identification, screening, and assessment services; and health services necessary to enable the infant or toddler to benefit from the other early intervention services.\n\n\n\n\t\"Environmental risk\" means physical, social, or economic factors which may limit development.  Environmental risk includes, but is not limited to the following conditions:\n\n\n\n\t(1)\tBirthweight between 1,500 and 2,500 grams, in combination with any other environmental risk factor;\n\n\n\n\t(2)\tParental age less than sixteen;\n\n\n\n\t(3)\tParental age between sixteen and eighteen and less than a high school education in combination with any other environmental risk factor;\n\t(4)\tAny existing physical, developmental, emotional, or psychiatric disability in a primary caregiver;\n\t(5)\tPresence of physical, developmental, emotional, or psychiatric disability in a sibling or any other family member in the home in combination with any other environmental risk factor;\n\t(6)\tAbuse of any legal or illegal substance by a primary caregiver;\n\t(7)\tChild abuse and neglect of target child or siblings;\n\t(8)\tEconomically disadvantaged family in combination with any other environmental risk factor;\n\t(9)\tSingle parent in combination with any other environmental risk factor; and\n\t(10)\tIncarceration of a primary caregiver in combination with any other environmental risk factor.\n\n\n\n\t\"Individual family support plan\" means a dynamic, voluntary plan of action and support developed by families and professionals that emanates from the families' expressions of needs and goals.\n\t\"Infants and toddlers with special needs\" means infants and toddlers from birth to the age of three with delayed development, biological risk, or environmental risk. [L 1989, c 107, pt of §2]"
}