{
    "name": "The state emergency medical services advisory committee",
    "number": "225",
    "text": "(a)  There is established within the department of health for administrative purposes only the state emergency medical services advisory committee, which shall sit in an advisory capacity to the department of health on all matters relating to the state system.  The advisory committee may advise the department of health upon request of the department or upon its own initiative with regard to the state system.  The advisory committee shall:\n\n\n\n\t(1)\tMonitor, review, and evaluate on an ongoing basis the operations, administration, and efficacy of the state system, or any components thereof, to determine conformity with and maximum implementation of this part.\n\t(2)\tPrepare and submit periodic assessments, reports, and other documents relating to the state system to ensure the implementation of this part, as deemed necessary or desirable in the discretion of the advisory committee.\n\t(3)\tSeek the input of the public in relation to the state system to ensure adequate fulfillment of the emergency medical services needs of the State consistent with this part.\n\t(4)\tParticipate in any planning or other policymaking with regard to the state system, and seek the participation of the public, including subarea health planning councils in its consideration of plans and policies relating to the state system.\n\t(5)\tPerform other functions, and have other duties necessary to ensuring the fullest implementation and maintenance of the state system.\n\t(6)\tAdvise the department of health in formulating a master plan for emergency medical services, including medicom, the \"911\" system, and other components necessary to meet the emergency medical needs of the people of the State which shall be submitted to the legislature.\n\n\n\n\t(b)  The advisory committee shall be composed of twenty members:  three nonvoting ex-officio members, who shall be the director of transportation, the adjutant general, and the administrator of the state health planning and development agency, or the designated representatives thereof, and seventeen members representing all counties of the State who shall be appointed by the governor subject to section 26-34 as follows:\n\n\n\n\t(1)\tFive members who shall be physicians experienced in the conduct and delivery of emergency medical services; provided that at least two shall be engaged in the practice of emergency medicine and be board-eligible or board-certified by the American Board of Emergency Medicine, and provided further that at least one physician shall be engaged in the practice of pediatrics and be board-eligible or board-certified by the American Board of Pediatrics;\n\t(2)\tFour members who shall be consumers of health care and who shall have no connection with or relationship to the health care system of the State and who shall be representative of all counties;\n\t(3)\tFour members of allied health professions related to emergency medical services; and\n\t(4)\tFour members, one from each county, who shall be mobile intensive care technicians or emergency medical technicians engaged in the practice of pre-hospital emergency medical service.\n\n\n\nThe members of the advisory committee shall serve without compensation, but shall be reimbursed for necessary expenses incurred in the performance of their duties, including travel expenses.  The chairperson of the advisory committee shall be elected by the members from among their numbers.  A majority of the members of the advisory committee shall constitute a quorum for the conduct of business of the advisory committee.  A majority vote of the members present at a meeting at which a quorum is established shall be necessary to validate any action of the committee.\n\t(c)  The advisory committee may adopt rules for its governance.\n\t(d)  The department of health shall provide necessary staff and other support required by the advisory committee for the performance of its duties. [L 1978, c 148, pt of §1; am L 1981, c 93, §3; am L 1991, c 115, §2; am L 1994, c 242, §4]"
}