{
    "name": "Offers in compromise",
    "number": "9.2",
    "text": "(a)  Requests for compromises authorized under section 231-3 shall be submitted to the department and accompanied by the following:\n     (1)  In the case of a lump-sum offer in compromise, twenty per cent of the amount of the offer; or\n     (2)  In the case of a periodic payment offer in compromise, payment in the amount of the first proposed installment.  Any failure to make an installment other than the first installment due under the offer in compromise, during the period the offer is being evaluated by the department, may be treated by the department as a withdrawal of the offer in compromise.\n     (b)  Where an offer in compromise is not accepted by the department for any reason, payments made under subsection (a) shall be applied to the tax first assessed or other amounts imposed under title 14.\n     (c)  The department may waive the payment requirements under subsection (a) for individual taxpayers who meet the low-income certification guidelines published by the Internal Revenue Service for the period in which the request for compromise has been submitted.\n     (d)  The director of taxation shall prepare any forms that may be necessary to meet the requirements of this section.  In addition to any other administrative requirements, the director of taxation may also require the taxpayer to furnish reasonable information to ascertain the validity of the request for payment waiver made under subsection (c).\n     (e)  The department may adopt rules pursuant to chapter 91 necessary to effectuate the purposes of this section.\n     (f)  As used in this section:\n     \"Lump-sum offer in compromise\" means any offer of payments made in five or fewer installments.\n     \"Periodic payment offer in compromise\" means any offer of payments made in six or more installments. [L 2013, c 6, §1]"
}