{
    "name": "Judicial in rem forfeiture proceedings",
    "number": "12",
    "text": "(1)  If a forfeiture is authorized by law, it shall be ordered by a court on an action in rem brought by the prosecuting attorney on a verified petition for forfeiture filed in the criminal or civil division of the circuit court.\n\t(2)  A civil in rem action may be brought in addition to or in lieu of the civil and criminal in personam forfeiture procedures set forth in sections 712A-13 and 712A-14 or the administrative forfeiture as set forth in section 712A-10.  Judicial in rem forfeiture proceedings are in the nature of an action in rem and are governed by the rules of civil procedure whether brought in the criminal or civil division of the circuit court, unless a different procedure is provided by law.\n\t(3)  On the filing of a civil in rem action by the State in circuit court the clerk of the court in which the action is filed shall give, and the attorney for the State may give, notice of the filing of the action in the manner provided by section 712A-8 unless the files of the clerk of the court reflect that notice has previously been given.\n\t(4)  An owner of or interest-holder in the property may file a claim against the property, within thirty days after the notice, for a hearing to adjudicate the validity of the claimed interest in the property.  The hearing shall be held by the court without a jury.\n\t(5)  The claim shall be signed by the claimant and sworn on oath before a notary public and shall set forth all the following:\n\n\n\n\t(a)\tThe name of the claimant;\n\t(b)\tThe address at which the claimant will accept future mailings from the court or the prosecuting attorney;\n\t(c)\tThe nature and extent of the claimant's interest in the property;\n\t(d)\tThe time, transferor and circumstances of the claimant's acquisition of the interest in the property;\n\t(e)\tThe specific provisions of this chapter relied on in asserting that the property seized for forfeiture is not subject to forfeiture;\n\t(f)\tFacts supporting each assertion that the property is not subject to forfeiture;\n\t(g)\tAny additional facts supporting the claimant's claim; and \n\t(h)\tThe precise relief sought.\n\n\n\nCopies of the claim shall be mailed to the seizing agency and to the prosecuting attorney.  One extension of thirty days for filing of the claim may be granted upon a written request demonstrating good cause provided that the request is received within the thirty-day period for filing of a claim.\n\t(6)  The hearing on the claim, to the extent practicable and consistent with the interest of justice, shall be held within sixty days after the filing of the petition.  The court may consolidate the hearing on the claim with a hearing on any other claim concerning the same property.\n\t(7)  At the hearing, the claimant may testify, present evidence and witnesses on the claimant's behalf, and cross- examine witnesses who appear at the hearing.  The State may present evidence and witnesses in rebuttal and in defense of its claim to the property and cross-examine witnesses who appear at the hearing.\n\t(8)  The State has the initial burden of showing by a preponderance of the evidence that the claimant's interest in the property is subject to forfeiture.  On such a showing by the State, the claimant has the burden of showing by a preponderance of the evidence that the claimant's interest in the property is not subject to forfeiture.\n\t(9)  In accordance with its findings at the hearing, the court shall order an interest in property returned or conveyed to the claimant, if any, who has established by a preponderance of the evidence that the claimant's interest is not subject to forfeiture.  The court shall order all other property, including all interests in the property, forfeited to the State and proceed pursuant to sections 712A-15 and 712A-16. [L 1988, c 260, pt of §1; am L 1991, c 166, §7; am L 1996, c 104, §4]"
}