{
    "name": "Powers of the court",
    "number": "7",
    "text": "The court shall have power, subject to section 668-8.5:\n\n\n\n\t(1)\tTo hear, investigate, and determine any and all questions of conflicting or controverted titles or claims either as to the whole of the property or as to any share or interest therein, either with or without the intervention of a jury, as hereinafter provided;\n\t(2)\tTo remove clouds upon the title of the property or any share or interest therein;\n\t(3)\tTo vest titles by judgments, without the form or necessity of conveyance by minors or unknown or absent owners;\n\t(4)\tTo cause the property to be equitably divided between the parties according to their respective proportionate interests therein, as the parties agree, or by the drawing of lots;\n\t(5)\tTo set apart any particular portion or portions of land to any particular party or parties who by prior occupation or improvement or otherwise may be equitably entitled thereto, and make any proper adjustment or equalization thereof by the sale of other portions and the application of the proceeds for such purpose, or as a condition of any such particular allotment to require payment by the parties of any value of the portion set apart to them in excess of their proportionate interest in the value of the whole property;\n\t(6)\tTo divide and allot portions of the premises to some or all of the parties and order a sale of the remainder, or to sell the whole, where for any reason partition in kind would be impracticable in whole or in part or be greatly prejudicial to the parties interested, and by judgment or judgments to invest the purchaser or purchasers with title to any property sold, and use the proceeds to equalize the general partition;\n\t(7)\tTo exercise any other power pertaining to a circuit court in a civil action.\n\n\n\n\tWhen partition of two or more separate tracts or parcels of land is sought, the whole share of any party in all of them may be set apart to the party in any one or more of the tracts or parcels.  Any plan for a subdivision shall, before approval of the court, be subject to approval by the planning department of any county having laws and regulations covering subdivisions, applicable thereto.  If action by the planning department on the proposed subdivision is unreasonably delayed, the court may order the planning department to appear and show cause why the subdivision should not be approved by the court. [L 1923, c 178, §7; RL 1925, §2767; RL 1935, §4746; am L 1939, c 242, §9; RL 1945, §12456; am L 1949, c 222, §12; RL 1955, §337-7; HRS ; am L 1972, c 90, §11(f) to (j); gen ch 1985]"
}