{
    "name": "Alternate power of sale process; definitions",
    "number": "21",
    "text": "ALTERNATE POWER OF SALE FORECLOSURE PROCESS\n \nLaw Journals and Reviews\n \n  Hawai`i 2000 Report Regarding Lawyers' Opinion Letters in Mortgage Loan Transactions.  22 UH L. Rev. 347.\n \n         (a)  The process in this part is an alternative power of sale process to the foreclosure by action and the foreclosure by power of sale in part I.\n     (b)  As used in this part:\n     \"Borrower\" means the borrower, maker, cosigner, or guarantor under a mortgage agreement.\n     \"Foreclosing mortgagee\" means the mortgagee that intends to conduct a power of sale foreclosure; provided that the mortgagee is a federally insured bank, a federally insured savings and loan association, a federally insured savings bank, a depository financial services loan company, a nondepository financial services loan company, a credit union insured by the National Credit Union Administration, a bank holding company, a foreign lender as defined in section 207-11, or an institutional investor as defined in section 454-1.\n     \"Mailed\" means to be sent by regular mail, postage prepaid, and by certified, registered, or express mail, postage prepaid and return receipt requested.\n     \"Mortgage\" means a mortgage, security agreement, or other document under which property is mortgaged, encumbered, pledged, or otherwise rendered subject to a lien for the purpose of securing the payment of money or the performance of an obligation.\n     \"Mortgage agreement\" includes the mortgage, the note or debt document, or any document amending any of the foregoing.\n     \"Mortgaged property\" means the property that is subject to the lien of the mortgage.\n     \"Mortgagee\" means the current holder of record of the mortgagee's or the lender's interest under the mortgage, or the current mortgagee's or lender's duly authorized agent.\n     \"Mortgagor\" means the mortgagor or borrower named in the mortgage and, unless the context otherwise indicates, includes the current owner of record of the mortgaged property whose interest is subject to the mortgage.\n     \"Open house\" means a public showing of the mortgaged property during a scheduled time period.\n     \"Power of sale\" or \"power of sale foreclosure\" means a nonjudicial foreclosure under this part when the mortgage contains, authorizes, permits, or provides for a power of sale, a power of sale foreclosure, a power of sale remedy, or a nonjudicial foreclosure.\n     \"Property\" means property (real, personal, or mixed), an interest in property (including fee simple, leasehold, life estate, reversionary interest, and any other estate under applicable law), or other interests that can be subject to the lien of a mortgage.\n     \"Record\" or \"recorded\" means a document is recorded or filed with the office of the assistant registrar of the land court under chapter 501 or recorded with the registrar of conveyances under chapter 502, or both, as applicable.\n     \"Served\" means to have service of the notice of default made in accordance with the service of process or the service of summons under the Hawaii rules of civil procedure, and under sections 634-35 and 634-36. [L 1998, c 122, pt of §1]\n \nRules of Court\n \n  Service, see HRCP rules 4, 5."
}