{
    "name": "Definitions",
    "number": "1",
    "text": "PART I.  [OLD] UNIFORM ANATOMICAL GIFT ACT\n \n     § to 9  REPEALED.  L 1988, c 267, §2.\n \nPART I.  UNIFORM ANATOMICAL GIFT ACT\n \n         As used in this chapter:\n     \"Anatomical gift\" means a donation of all or part of a human body to take effect upon or after death.\n     \"Decedent\" means a deceased individual and includes a stillborn infant or fetus.\n     \"Document of gift\" means a card, a statement attached to or imprinted on a motor vehicle operator's or chauffeur's license, a will, or other writing used to make an anatomical gift.\n     \"Donor\" means an individual who makes an anatomical gift of all or part of the individual's body.\n     \"Enucleator\" means an individual who has successfully completed a course of training acceptable to the board of medical examiners to remove or process eyes or parts of eyes.\n     \"Hospital\" means a facility licensed, accredited, or approved as a hospital under a state law.\n     \"Part\" means an organ, tissue, eye, bone, artery, blood, fluid, or other portion of a human body.\n     \"Person\" means an individual, corporation, business trust, estate, trust, partnership, joint venture, association, government, governmental subdivision or agency, or any other legal or commercial entity.\n     \"Physician\" or \"surgeon\" means an individual licensed or otherwise authorized to practice medicine and surgery under chapter 453 or osteopathy and surgery under chapter 460.\n     \"Procurement organization\" means a person licensed, accredited, or approved under the laws of any state for procurement, distribution, or storage of human bodies or parts.\n     \"State\" means a state, territory, or possession of the United States, the District of Columbia, or the Commonwealth of Puerto Rico.\n     \"Technician\" means an individual who, under the supervision of a licensed physician, removes or processes a part. [L 1988, c 267, pt of §1]"
}