{
    "name": "Making, revoking, and objecting to anatomical gifts, by others",
    "number": "3",
    "text": "(a)  Any member of the following classes of persons, in the order of priority listed, may make an anatomical gift of all or a part of the decedent's body for an authorized purpose, unless the decedent, at the time of death, has made an unrevoked refusal to make that anatomical gift:\n     (1)  The spouse or reciprocal beneficiary of the decedent;\n     (2)  An adult son or daughter of the decedent;\n     (3)  Either parent of the decedent;\n     (4)  An adult brother or sister of the decedent;\n     (5)  A grandparent of the decedent; and\n     (6)  A guardian of the decedent at the time of death.\n     (b)  An anatomical gift may not be made by a person listed in subsection (a) if:\n     (1)  A person in a prior class is available at the time of death to make an anatomical gift;\n     (2)  The person proposing to make an anatomical gift knows of a refusal or contrary indications by the decedent; or\n     (3)  The person proposing to make an anatomical gift knows of an objection to making an anatomical gift by a member of the person's class or a prior class.\n     (c)  An anatomical gift by a person authorized under subsection (a) shall be made by:\n     (1)  A document of gift signed by the person; or\n     (2)  The person's telegraphic, recorded telephonic, or other recorded message, or other form of communication from the person that is contemporaneously reduced to writing and signed by the recipient.\n     (d)  An anatomical gift by a person authorized under subsection (a) may be revoked by any member of the same or a prior class if, before procedures have begun for the removal of a part from the body of the decedent, the physician, surgeon, technician, or enucleator removing the part knows of the revocation.\n     (e)  A failure to make an anatomical gift under subsection (a) is not an objection to the making of an anatomical gift. [L 1988, c 267, pt of §1; am L 1997, c 383, §42; am L 2004, c 161, §36]"
}