{
    "name": "Making, amending, revoking, and refusing to make anatomical gifts by individual",
    "number": "2",
    "text": "(a)  An individual who is at least eighteen years of age may:\n     (1)  Make an anatomical gift for any of the purposes stated in section 327-6;\n     (2)  Limit an anatomical gift to one of those purposes; or\n     (3)  Refuse to make an anatomical gift.\n     (b)  An anatomical gift may be made only by a document of gift signed by the donor.  If the donor cannot sign, the document of gift shall be signed by another individual and by two witnesses, all of whom have signed at the direction and in the presence of the donor and of each other, and state that it has been so signed.\n     (c)  If a document of gift is attached to or imprinted on a donor's motor vehicle operator's or chauffeur's license, the document of gift shall comply with subsection (b).  Revocation, suspension, expiration, or cancellation of the license shall not invalidate the anatomical gift.\n     (d)  A document of gift may designate a particular physician or surgeon to carry out the appropriate procedures.  In the absence of a designation or if the designee is not available, the donee or other person authorized to accept the anatomical gift may employ or authorize any physician, surgeon, technician, or enucleator to carry out the appropriate procedures.\n     (e)  An anatomical gift by will shall take effect upon death of the testator, whether or not the will is probated.  If, after death, the will is declared invalid for testamentary purposes, the validity of the anatomical gift is unaffected.\n     (f)  A donor may amend or revoke an anatomical gift, not made by will, only by:\n     (1)  A signed statement;\n     (2)  An oral statement made in the presence of two individuals;\n     (3)  Any form of communication during a terminal illness or injury addressed to a physician or surgeon; or\n     (4)  The delivery of a signed statement to a specified donee to whom a document of gift had been delivered.\n     (g)  The donor of an anatomical gift made by will may amend or revoke the gift in the manner provided for amendment or revocation of wills, or as provided in subsection (f).\n     (h)  An anatomical gift that is not revoked by the donor before death is irrevocable and does not require the consent or concurrence of any person after the donor's death.\n     Any person, hospital, or organization that relies on the document of gift and acts in good faith in accordance with this chapter shall not be subject to criminal or civil liability from any action taken under this chapter.  The immunity provided by this subsection shall not extend to the person, hospital, or organization if damages result from the gross negligence, recklessness, or intentional misconduct to the donor.\n     (i)  An individual may refuse to make an anatomical gift of the individual's body or part by:\n     (1)  A writing signed in the same manner as a document of gift;\n     (2)  A statement attached to or imprinted on a donor's motor vehicle operator's or chauffeur's license; or\n     (3)  Any other writing used to identify the individual as refusing to make an anatomical gift.  During a terminal illness or injury, the refusal may be an oral statement or other form of communication.\n     (j)  In the absence of contrary indications by the donor, an anatomical gift of a part is neither a refusal to give other parts nor a limitation on an anatomical gift under section 327-3   or on a removal or release of other parts under section 327-4.\n     (k)  In the absence of contrary indications by the donor, a revocation or amendment of an anatomical gift is not a refusal to make another anatomical gift.  If the donor intends a revocation to be a refusal to make an anatomical gift, the donor shall make the refusal pursuant to subsection (i). [L 1988, c 267, pt of §1; am L 1999, c 88, §4(1)]"
}