{
    "name": "Hearings",
    "number": "8",
    "text": "(a)  In proceedings to contest the issuance of a notice of traffic infractions:\n     (1)  In lieu of the personal appearance by the officer who issued the notice of traffic infraction, the court shall consider the notice of traffic infraction and any other written report made by the officer together with any oral or written statement by the driver, or in the case of traffic infractions involving parking, the operator or registered owner of the motor vehicle;\n     (2)  The court may compel by subpoena the attendance of the officer who issued the notice and other witnesses from whom it may wish to hear;\n     (3)  The standard of proof to be applied by the court shall be whether a preponderance of the evidence proves that the traffic infraction was committed; and\n     (4)  After due consideration of the evidence and arguments, if any, the court shall determine whether commission of the traffic infraction has been established.  Where the commission of the traffic infraction has not been established, an order dismissing the notice of traffic infraction with prejudice shall be entered in the records.  Where it has been established that the traffic infraction was committed, the court shall enter judgment for the State and may assess a monetary assessment pursuant to section 291D-9.  The court also shall inform the person of the right to request, within thirty days, a trial pursuant to section 291D-13.  If the person requests a trial at the hearing, the court shall provide the person with the trial date forthwith.  If trial is elected, arraignment and plea shall be held at the time of trial.\n     (b)  In proceedings to explain mitigating circumstances:\n     (1)  The procedure shall be informal and shall be limited to the issue of mitigating circumstances.  A person who requests to explain the circumstances shall not be permitted to contest the issuance of the notice of traffic infraction; and\n     (2)  After the court has received the explanation, the court shall enter judgment for the State and may assess a monetary assessment, pursuant to section 291D-9; and\n     (3)  The court after receiving the explanation may vacate the admission and dismiss the notice of traffic infraction with prejudice where the explanation establishes that the infraction was not committed; and\n     (4)  There shall be no appeal from the order.\n     (c)  If a person for whom a hearing has been scheduled to contest the notice of traffic infraction or a hearing to explain mitigating circumstances fails to appear at the hearing, the court shall enter judgment by default for the State and take action as provided in section 291D-7(e).  If the monetary assessment is not paid within thirty days, the court shall take action as provided in section 291D-10. [L 1993, c 214, pt of §2; am L 1997, c 60, §11]\n \nRules of Court\n \n  Hearings, see HCTR rules 11, 14; subpoenas, see HCTR rule 13.\n  Default judgments, see HCTR rule 15; motion to set aside, see HCTR rule 18(b)."
}