{
    "name": "Notice of traffic infraction; form; determination final unless contested",
    "number": "5",
    "text": "(a)  The notice of traffic infraction shall include the complaint and summons for the purposes of this chapter.  Whenever a notice of traffic infraction is issued to the driver of a motor vehicle, the driver's signature, driver's license number, and current address shall be affixed to the notice.  If the driver refuses to sign the notice, the officer shall record this refusal on the notice and issue the notice to the driver.  Individuals to whom a notice of traffic infraction is issued under this chapter need not be arraigned before the court, unless required by rule of the supreme court.\n     (b)  The form for the notice of traffic infraction shall be prescribed by rules of the district court which shall be uniform throughout the State.  Except in the case of traffic infractions involving parking, the notice shall include the following:\n     (1)  A statement of the specific traffic infraction, including a brief statement of facts, for which the notice was issued;\n     (2)  A statement of the total amount to be paid for each traffic infraction, which amount shall include any fee, surcharge, or cost required by statute, ordinance or rule, and any monetary assessment, established for the particular traffic infraction pursuant to section 291D-9, to be paid by the driver, which shall be uniform throughout the State;\n     (3)  A statement of the options provided in section 291D-6(b) for answering the notice and the procedures necessary to exercise the options;\n     (4)  A statement that the person to whom the notice is issued must answer, choosing one of the options specified in section 291D-6(b), within twenty-one days;\n     (5)  A statement that failure to answer the notice of traffic infraction within twenty-one days shall result in the entry of judgment by default for the State and may result in the assessment of a late penalty, and, that if the driver fails to pay the total amount specified in the default judgment within an additional thirty days or otherwise take action to set aside the default, notice shall be sent to the director of finance of the appropriate county that the person to whom the notice was issued shall not be permitted to renew or obtain a driver's license or, where the notice was issued to a motor vehicle, the registered owner shall not be permitted to register, renew the registration of, or transfer title to the motor vehicle until the traffic infraction is finally disposed of pursuant to this chapter;\n     (6)  A statement that, at a hearing requested to contest the notice of traffic infraction conducted pursuant to section 291D-8 or in consideration of a written statement contesting the notice of traffic infraction, no officer shall be present unless the driver timely requests the court to have the officer present.  The standard of proof to be applied by the court is whether a preponderance of the evidence proves that the specified traffic infraction was committed;\n     (7)  A statement that, at a hearing requested for the purpose of explaining mitigating circumstances surrounding the commission of the infraction or in consideration of a written request for mitigation, the person shall be considered to have committed the traffic infraction;\n     (8)  A space in which the driver's signature, current address, and driver's license number may be affixed; and\n     (9)  The date, time, and place at which the driver must appear in court, if the driver is required by the notice to go to hearing.\n     (c)  In the case of traffic infractions involving parking, the notice shall be affixed conspicuously to the vehicle as provided in section 291C-167 and shall include the information required by paragraphs (1) to (8) of subsection (b). [L 1993, c 214, pt of §2; am L 1997, c 60, §9; am L 2005, c 48, §2]\n \nRules of Court\n \n  Notice, see HCTR rule 9."
}