{
    "name": "Applicability",
    "number": "3",
    "text": "(a)  Notwithstanding any other provision of law to the contrary, all traffic infractions shall be adjudicated pursuant to this chapter, except as provided in subsection (b).  This chapter shall be applied uniformly throughout the State and in all counties.  No penal sanction that includes imprisonment shall apply to a violation of a state statute or rule, or county ordinance or rule, that would constitute a traffic infraction under this chapter.  No traffic infraction shall be classified as a criminal offense.\n     (b)  No traffic infraction that involves an accident resulting in personal injury or property damage and is committed in the same course of conduct as a criminal offense for which the offender is arrested or charged shall be adjudicated pursuant to this chapter, but shall be adjudicated by the appropriate district or circuit court of the circuit in which the traffic infraction was committed, whichever has jurisdiction pursuant to the applicable statute or rules of court.  In no event shall section 701-109 preclude prosecution for a criminal offense where a traffic infraction committed in the same course of conduct has been adjudicated pursuant to this chapter.\n     (c)  If the defendant fails to appear for a traffic infraction which is committed in the same course of conduct as a criminal offense for which the offender is arrested or charged, the court shall enter a judgment by default in favor of the State for the traffic infraction unless the court determines that good cause or excusable neglect exists for the defendant's failure to appear.  The court shall enter a disposition pursuant to the Hawaii rules of penal procedure for the criminal offense. [L 1993, c 214, pt of §2; am L 1997, c 59, §1; am L 2005, c 48, §1]\n \nRules of Court\n \n  Applicability of rules, see HCTR rule 4; companion cases, see HCTR rule 12."
}