{
    "name": "Appears for State",
    "number": "1",
    "text": "PART I.  DEPARTMENT, GENERALLY\n\n     The attorney general shall appear for the State personally or by deputy, in all the courts of record, in all cases criminal or civil in which the State may be a party, or be interested, and may in like manner appear in the district courts in such cases. [L 1866, p 16; RL 1925, §1486; RL 1935, §500; RL 1945, §1501; RL 1955, §30-1; HRS ; am L 1969, c 175, §13; am L 1989, c 230, §1]\nCross References\n  District courts as courts of record, see §604-17.\n  Functions generally, see §26-7.\nAttorney General Opinions\n  Authority to bring action against public officers, in the public interest.  Att. Gen. Op. 68-26.\nCase Notes\n  Office of attorney general first constituted in 1846, history of the office under the Kingdom.  6 H. 718, 728 (single justice); 8 H. 572.  Performance of functions by another temporarily.  Early cases:  See 8 H. 521, compare 3 H. 669, 5 H. 59.\n  Criminal cases, prosecution by county prosecuting officers under authority of attorney general.  See 16 H. 769, 779-80; 19 H. 162; 26 H. 570.\n  Charitable trusts, functions in connection with.  See 33 H. 647; 36 H. 250; 36 H. 334; 37 H. 111, 116.\n  Scope of functions as parens patriae of charitable trusts.  54 H. 299, 507 P.2d 724.\n  Accountability for acts:  6 H. 718 (will not be held in contempt for refusing to prosecute, decision of single justice); 12 H. 124, 128-30; 26 H. 570 (liability to disbarment or suspension of government attorney for misconduct in administration of office); 21 H. 539, 549 (liability to damages); 23 H. 362 (liability to damages).\n  Section is irrelevant and attorney general is without standing as party to rate proceeding before PUC.  54 H. 663, 513 P.2d 1376.\n  Attorney general may represent a state employee in a civil action while prosecuting the same employee in a criminal matter.  71 H. 598, 801 P.2d 548.\n  Cited:  18 H. 76."
}