{
    "name": "Employment of attorneys",
    "number": "8.3",
    "text": "(a)  No department of the State other than the attorney general may employ or retain any attorney, by contract or otherwise, for the purpose of representing the State or the department in any litigation, rendering legal counsel to the department, or drafting legal documents for the department; provided that the foregoing provision shall not apply to the employment or retention of attorneys:\n\n\n\n\t(1)\tBy the public utilities commission, the labor and industrial relations appeals board, and the Hawaii labor relations board;\n\t(2)\tBy any court or judicial or legislative office of the State;\n\t(3)\tBy the legislative reference bureau;\n\t(4)\tBy any compilation commission that may be constituted from time to time;\n\t(5)\tBy the real estate commission for any action involving the real estate recovery fund;\n\t(6)\tBy the contractors license board for any action involving the contractors recovery fund;\n\t(7)\tBy the trustees for any action involving the travel agency recovery fund;\n\t(8)\tBy the office of Hawaiian affairs;\n\t(9)\tBy the department of commerce and consumer affairs for the enforcement of violations of chapters 480 and 485;\n\t(10)\tAs grand jury counsel;\n\t(11)\tBy the Hawaiian home lands trust individual claims review panel;\n\t(12)\tBy the Hawaii health systems corporation or any of its facilities;\n\t(13)\tBy the auditor;\n\t(14)\tBy the office of ombudsman;\n\t(15)\tBy the insurance division;\n\t(16)\tBy the University of Hawaii;\n\t(17)\tBy the Kahoolawe island reserve commission;\n\t(18)\tBy the division of consumer advocacy;\n\t(19)\tBy the office of elections;\n\t(20)\tBy the campaign spending commission;\n\t(21)\t[Repeal and reenactment on June 30, 2007.  L 2005, c 22, §50.]  By the Hawaii tourism authority, as provided in section 201B-2.5; or\n\t(22)\tBy a department, in the event the attorney general, for reasons deemed by the attorney general good and sufficient, declines, to employ or retain an attorney for a department; provided that the governor thereupon waives the provision of this section.\n\n\n\n\t(b)  For purposes of this section the term \"department\" includes any department, board, commission, agency, bureau, or officer of the State.\n\t(c)  [Repeal and reenactment on June 30, 2007.  L 2005, c 22, §50.]  Every attorney employed by any department on a full-time basis, except an attorney employed by the public utilities commission, the labor and industrial relations appeals board, the Hawaii labor relations board, the office of Hawaiian affairs, the Hawaii health systems corporation, the department of commerce and consumer affairs in prosecution of consumer complaints, insurance division, the division of consumer advocacy, the University of Hawaii, the Hawaii tourism authority as provided in section 201B-2.5, the Hawaiian home lands trust individual claims review panel, or as grand jury counsel, shall be a deputy attorney general.\n\t(d)  All attorneys retained by contract, whether by the attorney general or a department, shall be retained in accordance with chapter 103D. [L 1995, c 178, §1; am L 1996, c 52, §1, c 262, §4, and c 270, §4; am L 1997, c 251, §3; am L 1998, c 115, §5; am L 2000, c 105, §1 and c 272, §1; am L 2004, c 57, §5 and c 58, §§2, 14(2)]\nNote\n  The L 2004, c 57, §5 amendment to this section is exempt from the repeal and reenactment condition of L 2004, c 58, §14(2).  L 2005, c 22, §49.\nRevision Note\n  Paragraphs (a)(21) and (22) redesignated pursuant to §23G-15(1).\nCase Notes\n  Discussed:  87 H. 152, 952 P.2d 1215."
}