{
    "name": "Merger of subsidiary corporations",
    "number": "318",
    "text": "(a)  Any corporation owning at least ninety per cent of the outstanding shares of each class of two or more corporations may adopt a plan of merger pursuant to section 414-314 that shall be delivered to the department director for filing including articles of merger.  The articles of merger shall be signed by the parent corporation and the surviving subsidiary corporation.  The plan of merger shall set forth:\n\n\n\n\t(1)\tThe name of the parent corporation owning at least ninety per cent of the shares of the subsidiary corporations, the name of any nonsurviving subsidiary corporation, and the name of the surviving subsidiary corporation; and\n\t(2)\tThe manner and basis of converting the shares of any nonsurviving subsidiary corporation into shares, obligations, or other securities of the surviving subsidiary corporation or of any other corporation or, in whole or in part, into cash or other property.\n\n\n\n\t(b)  A copy of the plan of merger shall be mailed to each shareholder of record of any nonsurviving subsidiary corporation, except the parent corporation.\n\t(c)  On or after the thirtieth day after the mailing of a copy of the plan of merger to shareholders of any nonsurviving subsidiary corporation or upon the waiver thereof by the holders of all outstanding shares, the articles of merger shall be delivered to the department director for filing.  Articles of merger shall set forth:\n\n\n\n\t(1)\tA statement that the plan of merger has been approved by the board of directors of the parent corporation;\n\t(2)\tThe number of outstanding shares of each class of any nonsurviving subsidiary corporation and the number of the shares of each class owned by the parent corporation; and\n\t(3)\tThe date a copy of the plan of merger is mailed to shareholders of any nonsurviving subsidiary corporation entitled to receive the plan of merger.\n\n\n\n\t(d)  Mergers under this section shall also be subject to sections 414-313(k) and 414-315(a), (b), and (d). [L 2000, c 244, pt of §1; am L 2001, c 129, §35; am L 2002, c 41, §11]"
}