{
    "name": "8.62",
    "number": "263",
    "text": "Directors' action.  (a)  The action of directors respecting a transaction is effective for purposes of section 414-262(b)(1) if the transaction received the affirmative vote of a majority (but no fewer than two) of those qualified directors on the board of directors or on a duly empowered committee of the board who voted on the transaction after either required disclosure to them (to the extent the information was not known by them) or compliance with subsection (b); provided that action by a committee is so effective only if:\n\n\n\n\t(1)\tAll its members are qualified directors; and\n\t(2)\tIts members are either all the qualified directors on the board or are appointed by the affirmative vote of a majority of the qualified directors on the board.\n\n\n\n\t(b)  If a director has a conflicting interest respecting a transaction, but neither the director nor a related person of the director, as set forth in paragraph (2) of the definition of \"related person\" in section 414-261, is a party to the transaction, and if the director has a duty under law or professional canon, or a duty of confidentiality to another person, respecting information relating to the transaction such that the director may not make the required disclosure described in paragraph (2) of the definition of \"required disclosure\" in section 414-261, then disclosure is sufficient for purposes of subsection (a) if the director:\n\n\n\n\t(1)\tDiscloses to the directors voting on the transaction the existence and nature of the director's conflicting interest and informs them of the character and limitations imposed by that duty before their vote on the transaction; and\n\t(2)\tPlays no part, directly or indirectly, in their deliberations or vote.\n\n\n\n\t(c)  A majority (but no fewer than two) of all the qualified directors on the board of directors, or on the committee, constitutes a quorum for purposes of action that complies with this section.  The action of directors that otherwise complies with this section is not affected by the presence or vote of a director who is not a qualified director.\n\t(d)  For purposes of this section, \"qualified director\" means, with respect to a director's conflicting interest transaction, any director who does not have either:\n\n\n\n\t(1)\tA conflicting interest respecting the transaction; or\n\t(2)\tA familial, financial, professional, or employment relationship with a second director who does have a conflicting interest respecting the transaction, which relationship would, in the circumstances, reasonably be expected to exert an influence on the first director's judgment when voting on the transaction. [L 2000, c 244, pt of §1; am L 2001, c 129, §26]"
}