{
    "name": "8.25",
    "number": "216",
    "text": "Committees.  (a)  Unless the articles of incorporation or bylaws provide otherwise, a board of directors may create one or more committees and appoint members of the board of directors to serve on them.  Each committee must have two or more members, who serve at the pleasure of the board of directors.\n\t(b)  The creation of a committee and appointment of members to it must be approved by the greater of:\n\n\n\n\t(1)\tA majority of all the directors in office when the action is taken; or\n\t(2)\tThe number of directors required by the articles of incorporation or bylaws to take action under section 414-215.\n\n\n\n\t(c)  Sections 414-211 to 414-215, which govern meetings, action without meetings, notice and waiver of notice, and quorum and voting requirements of the board of directors, apply to committees and their members as well.\n\t(d)  To the extent specified by the board of directors or in the articles of incorporation or bylaws, each committee may exercise the authority of the board of directors under section 414-191.\n\t(e)  A committee may not, however:\n\n\n\n\t(1)\tAuthorize distributions;\n\t(2)\tApprove or propose to shareholders action that this chapter requires be approved by shareholders;\n\t(3)\tFill vacancies on the board of directors or on any of its committees;\n\t(4)\tAmend articles of incorporation pursuant to section 414-282;\n\t(5)\tAdopt, amend, or repeal bylaws;\n\t(6)\tApprove a plan of merger not requiring shareholder approval;\n\t(7)\tAuthorize or approve reacquisition of shares, except according to a formula or method prescribed by the board of directors; or\n\t(8)\tAuthorize or approve the issuance or sale or contract for sale of shares, or determine the designation and relative rights, preferences, and limitations of a class or series of shares, except that the board of directors may authorize a committee (or a senior executive officer of the corporation) to do so within limits specifically prescribed by the board of directors.\n\n\n\n\t(f)  The creation of, delegation of authority to, or action by a committee does not alone constitute compliance by a director with the standards of conduct described in section 414-221. [L 2000, c 244, pt of §1]"
}