{
    "name": "10.07",
    "number": "287",
    "text": "Restated or amended and restated articles of incorporation.  (a)  A corporation's board of directors may restate its articles of incorporation at any time with or without shareholder action.\n\t(b)  If the board of directors submits a restatement for shareholder action, the corporation shall notify each shareholder, whether or not entitled to vote, of the proposed shareholders' meeting in accordance with section 414-125.  The notice shall also state that the purpose, or one of the purposes, of the meeting is to consider the proposed restatement and contain or be accompanied by a copy of the restatement.\n\t(c)  A corporation restating its articles of incorporation shall deliver to the department director for filing articles of restatement setting forth the name of the corporation and the text of the restated articles of incorporation together with a statement that the restatement of incorporation correctly sets forth without change the corresponding provisions of the articles of incorporation as theretofore amended and that the restated articles of incorporation supersede the original articles of incorporation and any amendments thereto.\n\t(d)  Duly adopted restated articles of incorporation supersede the original articles of incorporation and all amendments to them.\n\t(e)  The department director may certify restated articles of incorporation as the articles of incorporation currently in effect, without including the information required by subsection (c).\n\t(f)  A domestic corporation, at any time, may amend and restate its articles of incorporation by complying with the procedures and requirements of this part.\n\t(g)  Upon their adoption, the amended and restated articles of incorporation shall set forth:\n\n\n\n\t(1)\tAll of the operative provisions of the articles of incorporation as theretofore amended;\n\t(2)\tThe information required by section 414-286; and\n\t(3)\tA statement that the amended and restated articles of incorporation supersede the original articles of incorporation and all amendments thereto.\n\n\n\n\t(h)  The amended and restated articles of incorporation shall be delivered to the department director for filing together with a statement setting forth:\n\n\n\n\t(1)\tWhether the restatement contains an amendment to the articles requiring shareholder approval and, if it does not, that the board of directors adopted the restatement; or\n\t(2)\tIf the restatement contains an amendment to the articles requiring shareholder approval, the information required by section 414-286.  The department director may certify the amended and restated articles of incorporation as the articles of incorporation currently in effect, without including the information required to be filed by subsection (g)(2) and (3). [L 2000, c 244, pt of §1; am L 2001, c 129, §32; am L 2002, c 130, §24]"
}