{
    "name": "11.04",
    "number": "314",
    "text": "Merger of subsidiary.  (a)  A parent corporation owning at least ninety per cent of the outstanding shares of each class of a subsidiary corporation may merge the subsidiary into itself without approval of the shareholders of the parent or subsidiary.\n\t(b)  The board of directors of the parent corporation shall adopt a plan of merger that sets forth:\n\n\n\n\t(1)\tThe names of the parent and subsidiary; and\n\t(2)\tThe manner and basis of converting the shares of the subsidiary into shares, obligations, or other securities of the parent or any other corporation or into cash or other property in whole or in part.\n\n\n\n\t(c)  The parent corporation shall mail a copy of the plan of merger to each shareholder of the subsidiary corporation who does not waive the mailing requirement in writing.\n\t(d)  Articles of merger shall be delivered to the department director for filing and shall set forth:\n\n\n\n\t(1)\tThe name and jurisdiction of incorporation of the subsidiary corporation, and the name and jurisdiction of incorporation of the corporation owning at least ninety per cent of its shares, which is hereinafter designated as the surviving corporation;\n\t(2)\tA statement that the plan of merger has been approved by the board of directors of the surviving corporation;\n\t(3)\tThe number of outstanding shares of each class of the subsidiary corporation and the number of shares of each class owned by the surviving corporation; and\n\t(4)\tThe date a copy of the plan of merger is mailed to shareholders of the subsidiary corporation entitled to receive the plan.\n\n\n\n\t(e)  The parent may not deliver articles of merger to the department director for filing until at least thirty days after the date it mailed a copy of the plan of merger to each shareholder of the subsidiary corporation who did not waive the mailing requirement.\n\t(f)  Articles of merger under this section may not contain amendments to the articles of incorporation of the parent corporation (except for amendments enumerated in section 414-282). [L 2000, c 244, pt of §1; am L 2002, c 130, §25]"
}