{
    "name": "Administrative order of abatement for infringement of corporate name",
    "number": "53",
    "text": "(a)  Any domestic corporation in good standing or foreign corporation authorized to do business in this State claiming that the name of any entity registered or authorized to transact business under the laws of this State is substantially identical to, or confusingly similar to, its name may file a petition with the department director for an administrative order of abatement to address the infringement of its name.  The petition shall set forth the facts and authority that support the petitioner's claim that further use of the name should be abated.  The petitioner, at the petitioner's expense, shall notify the registrant of the hearing in the manner prescribed by chapter 91 and the registrant shall be given an opportunity to respond to the petition at the hearing.  The notice shall be made and the hearing held in accordance with the contested case provisions of chapter 91.\n\t(b)  [Subsection effective until June 30, 2004.  For subsection effective July 1, 2004, see below.]  In addition to any other remedy or sanction allowed by law, the order of abatement may:\n\n\n\n\t(1)\tAllow the entity to retain its registered name, but:\n\n\t\t(A)\tRequire the entity to register a new trade name with the department director; and\n\t\t(B)\tRequire the entity to conduct business in this State under this new trade name; or\n\t(2)\t(A)\tRequire the entity to change its registered name;\n\t\t(B)\tRequire the entity to register the new name with the department director; and\n\t\t(C)\tRequire the entity to conduct business in this State under its new name.\n\n\n\n\n\nIf the entity fails to comply with the order of abatement within sixty days, the department director may involuntarily dissolve or terminate the entity, or cancel or revoke the entity's registration or certificate of authority; after the time to appeal has lapsed and no appeal has been timely filed.  The department director shall mail notice of the dissolution, termination, or cancellation to the entity at its last known mailing address.  The entity shall wind up its affairs in accordance with this chapter or chapter 414D, 415A, 425, 425D, or 428, as applicable.\n\t(b)  [Subsection effective July 1, 2004.  For subsection effective until June 30, 2004, see above.]  In addition to any other remedy or sanction allowed by law, the order of abatement may:\n\n\n\n\t(1)\tAllow the entity to retain its registered name, but:\n\n\t\t(A)\tRequire the entity to register a new trade name with the department director; and\n\t\t(B)\tRequire the entity to conduct business in this State under this new trade name; or\n\t(2)\t(A)\tRequire the entity to change its registered name;\n\t\t(B)\tRequire the entity to register the new name with the department director; and\n\t\t(C)\tRequire the entity to conduct business in this State under its new name.\n\n\n\n\n\nIf the entity fails to comply with the order of abatement within sixty days, the department director may involuntarily dissolve or terminate the entity, or cancel or revoke the entity's registration or certificate of authority; after the time to appeal has lapsed and no appeal has been timely filed.  The department director shall mail notice of the dissolution, termination, or cancellation to the entity at its last known mailing address.  The entity shall wind up its affairs in accordance with this chapter or chapter 414D, 415A, 425, 425E, or 428, as applicable.\n\t(c)  Any person aggrieved by the department director's order under this section may obtain judicial review in accordance with chapter 91 by filing a notice of appeal in circuit court within thirty days after the issuance of the department director's order.  The trial by the circuit court of any such proceeding shall be de novo.  Review of any final judgment of the circuit court under this section shall be governed by chapter 602. [L 2000, c 244, pt of §1; am L 2001, c 129, §15; am L 2002, c 40, §40; am L 2003, c 210, §5]"
}