{
    "name": "Establishment of the joint legislative management committee; members; terms; vacancies",
    "number": "2",
    "text": "(a)  There is established within the legislature a bipartisan joint legislative management committee to supervise, develop policy, and coordinate activities for all legislative service agency staff services.\n\t(b)  The committee shall consist of ten members:  five shall be representatives appointed by the speaker of the house of representatives, including the chairperson of the house committee on legislative management and at least one member of the minority party, and five shall be senators appointed by the president of the senate, including the chairperson of the senate committee on legislative management and at least one member of the minority party.  The appointing authority of each house shall make and announce the appointment or reappointment of members of the committee no later than fifteen days after the convening of the first regular session of each legislature.  The chairpersons of the house and senate legislative management committees shall serve as co-chairs of the joint legislative management committee.\n\t(c)  Members shall serve for the duration of the legislature during which they are appointed.  In the event the appointing authority of either house has not appointed or reappointed members of the committee within fifteen days after the convening of the first regular session of the legislature, the incumbent members shall continue serving on the committee until successors are appointed.  When a member of the committee files a declaration of candidacy for an elective office other than that of member of either house of the legislature, and the member has not resigned from membership on the committee, the member's committee membership shall terminate on the date of filing.\n\t(d)  When a vacancy occurs in the membership of the committee, the appointing authority of the house incurring the vacancy shall fill the vacancy within thirty days.  A legislator appointed to fill a vacancy shall be a member of the same political party as the member vacating the seat.\n\t(e)  Members of the committee shall serve without pay, but shall be reimbursed for their actual and necessary expenses, including travel expenses incurred in carrying out their duties. [L 1990, c 127, pt of §2]"
}