{
    "name": "Material witness order; when authorized; by what courts issuable; duration thereof",
    "number": "2",
    "text": "(a)  A material witness order may be issued upon the ground that there is a reasonable cause to believe that a person whom the people or the defendant desire to call as a witness in a pending criminal action: \n\n\n\n\t(1)\tPossesses information material to the determination of such action; and \n\t(2)\tWill not be amenable or responsive to a subpoena at a time when the person's attendance will be sought. \n\n\n\n\t(b)  A material witness order may be issued only when: \n\n\n\n\t(1)\tAn indictment or information has been filed in a circuit court and is currently pending therein; or \n\t(2)\tA grand jury proceeding has been commenced and is currently pending; or \n\t(3)\tA felony complaint has been filed with a district court and is currently pending therein. \n\n\n\n\t(c)  The following courts may issue material witness orders under the indicated circumstances: \n\n\n\n\t(1)\tWhen an indictment has been filed, an information filed, or a grand jury proceeding has been commenced, or a defendant has been held by a district court for the action of a grand jury, a material witness order may be issued only by the circuit court in which such indictment is pending or by which such grand jury has been or will be impaneled; \n\t(2)\tWhen a felony complaint is currently pending in a district court, a material witness order may be issued either by said court or by the circuit court which would have jurisdiction of the case upon indictment by the grand jury. \n\n\n\n\t(d)  Unless vacated pursuant to section 835-6, a material witness order remains in effect during the following periods of time under the indicated circumstances: \n\n\n\n\t(1)\tAn order issued by a circuit court under the circumstances prescribed in paragraph (1) of subsection (c) remains in effect during the pendency of the criminal action in such circuit court; \n\t(2)\tAn order issued by a district court under circumstances prescribed in paragraph (2) of subsection (c), remains in effect (i) until the disposition of the felony complaint pending in such court, and (ii) if the defendant is held for the action of the grand jury, during the pendency of the grand jury proceeding, and (iii) if an indictment results, for a period of ten days following the filing of such indictment, and (iv) if within such ten-day period such order is endorsed by the circuit court in which the indictment is pending, during the pendency of the action in such circuit court.  Upon such endorsement, the order is deemed to be that of the circuit court. [L 1971, c 214, pt of §1; HRS §718-2; ren L 1972, c 9, pt of §1; gen ch 1985]"
}