{
    "name": "Revenue bonds",
    "number": "4",
    "text": "(a)  Revenue bonds shall be issued in the name of the board of regents, may be in one or more series, may be in a denomination or denominations, may bear a date or dates, may mature at a time or times not exceeding fifty years from their respective dates, may be payable at a place or places within or without the State, may carry registration privileges, may be subject to terms and conditions of redemption or to tenders for purchase or to purchase prior to the stated maturity at the option of the board, the holder, or both, may be executed in a manner, and may contain terms, covenants, and conditions, and may be in a form and printed in the manner, including typewritten, that the resolution authorizing the issuance of the bonds or subsequent resolutions may provide.\n\t(b)  The board may acquire insurance policies and enter into banking arrangements upon terms and conditions that the board deems necessary or desirable, at the time of delivery of an issue of revenue bonds or a later date as the board deems in the best interests of the university, including but not limited to contracting for support facility or facilities as permitted in section 306-7.5, and contracting for interest rate swaps, swap options, interest rate floors, and other similar contracts to hedge or reduce the amount or duration of payment, rate, spread, or similar risk, or to reduce the cost of borrowing when used in conjunction with revenue bonds issued pursuant to this chapter.\n\t(c)  The board may make arrangements necessary for the sale of each issue of revenue bonds or part that are issued pursuant to this chapter, including but not limited to arranging for the preparation and printing of the revenue bonds, the official statement, and any other documents or instruments required for the issuance and sale of revenue bonds and retaining financial, accounting, and legal consultants all upon terms and conditions as the board deems advisable and in the best interests of the State and the university.  The board may offer the revenue bonds at competitive sale or may negotiate the sale of the revenue bonds to any person or group of persons, to the federal government or any board, agency, instrumentality, or corporation thereof, to the employees' retirement system of the State, to any political subdivision of the State or any board, agency, instrumentality, public corporation, or other governmental organization of the State or any political subdivision thereof.\n\tThe sale of the revenue bonds by the board by negotiation shall be at the price or prices, and upon the terms and conditions, and the revenue bonds shall bear interest at such rate or rates, or varying rates, determined from time to time in the manner as the board shall approve.\n\tThe sale of the revenue bonds by the board at competitive sale shall be at the price or prices, and upon the terms and conditions, and the revenue bonds shall bear interest at the rate or rates, or such varying rates, determined from time to time in the manner as specified by the successful bidder.  The revenue bonds shall be sold in the manner provided in section 39-55.\n\t(d)  The board may delegate the responsibility for the sale and the fixing of the terms and details of revenue bonds, and any other determinations or actions as may be provided by resolution of the board, to the chairperson, the president, or other designated officer.\n\t(e)  All public officers and bodies of the State, all political subdivisions, all insurance companies and associations, all banks, savings banks, and savings institutions, including building or savings and loan associations, all credit unions, all trust companies, all personal representatives, guardians, trustees, and all other persons and fiduciaries in the State who are regulated by law as to the character of their investment may legally invest funds within their control and available for investment in revenue bonds issued under this chapter.  The purpose of this subsection is to authorize any person, firm, corporation, association, political subdivision, body, or officer, public or private, to use any funds owned or controlled by them, including (without prejudice to the generality of the foregoing) sinking, insurance, investment, retirement, compensation, pension, trust funds, and funds held on deposit, for the purchase of any revenue bonds issued under this chapter. [L 1947, c 141, pt of §1; RL 1955, §44-63; am L 1959, c 190, §1; am L Sp 1959 1st, c 20, §§1, 2(c); am imp L 1965, c 208; HRS ; am L 1969, c 201, §1; am L 1971, c 141, §1(d); am L 1976, c 200, pt of §1; am L 1979, c 105, §32; am L 1998, c 2, §84; am L 2005, c 138, §4]"
}