{
    "name": "Declaration of purpose; support; duties",
    "number": "1",
    "text": "(a)  The legislature hereby declares that, in keeping with the traditional American concept of the inherent dignity of the individual in our democratic society, the older people of our State are entitled to, and it is the joint and several duty and responsibility of the State of Hawaii and its counties to enable our older people to secure equal opportunity to the full and free enjoyment of the following:\n\n\n\n\t(1)\tAn adequate income in retirement in accordance with the American standard of living.\n\t(2)\tThe best possible physical and mental health which science can make available, without regard to economic status.\n\t(3)\tSuitable housing, independently selected, designed, and located with reference to special needs and available at costs which older citizens can afford.\n\t(4)\tFull restorative services for those who require institutional care.\n\t(5)\tOpportunity for employment with no discriminatory personnel practices because of age.\n\t(6)\tRetirement in health, honor, and dignity.\n\t(7)\tPursuit of meaningful activity within the widest range of civic, cultural, and recreational opportunities.\n\t(8)\tEfficient community services which provide social assistance in a coordinated manner and which are readily available when needed.\n\t(9)\tImmediate benefit from proven research knowledge which can sustain and improve health and happiness.\n\t(10)\tFreedom, independence, and the free exercise of individual initiative in planning and managing their own lives.\n\n\n\n\t(b)  In support of the declaration of purpose in subsection (a), it shall be the policy of the State and its counties to:\n\n\n\n\t(1)\tMake available comprehensive programs which include a full range of health, education, and social services to our older residents who need them;\n\t(2)\tGive full and special consideration to older residents with special needs in planning such programs; and, pending the availability of such programs for all older residents, give priority to elders with the greatest economic and social need;\n\t(3)\tProvide comprehensive programs which will assure the coordinated delivery of a full range of essential services to our older residents, and where applicable, also furnish meaningful employment opportunities for individuals, including older persons from the community; and\n\t(4)\tInsure that the planning and operation of such programs will be undertaken as a partnership of older residents, the at-large community, and the State and its counties with appropriate assistance from the federal government.\n\n\n\n\t(c)  It shall be the duty and responsibility of every state department and county agency providing programs and services to elders to actively work toward the goals articulated in subsections (a) and (b) and to employ the State's policy as included in the state master plan for elders in the planning and implementation of their individual programs. [L 1976, c 217, pt of §2; am L 1990, c 67, §8]"
}