{
    "name": "Criminal trespass onto state lands",
    "number": "814.7",
    "text": "(1)  Except for lands owned by the office of Hawaiian affairs, and except for improved state lands that are designated safe havens by state departments or agencies, or that are under executive order by the governor to be used as a safe haven and have a department of health component and adequate space, not to include state hospitals, a person commits the offense of criminal trespass onto state lands if:\n     (a)  The person enters or remains unlawfully in or upon any improved state land when:\n          (i)  The land is closed to public use and its closure hours are posted on a sign or signs on the improved state land, and after a request to leave is made by any law enforcement officer the person remains in or upon the land; or\n         (ii)  The land is not open to the public and there are signs that are sufficient to give reasonable notice that read: \"Government Property - No Trespassing\"; provided that these signs shall contain letters no less than two inches in height and shall be placed at reasonable intervals no less than three signs to a mile along the boundary line of the land and at all roads and trails entering the land in a manner and position as to be clearly noticeable from outside the boundary; or\n     (b)  The person enters or remains unlawfully in or upon any state land on or under any highway, and the state land has a sign or signs displayed upon the land that are sufficient to give reasonable notice that read:  \"Government Property - No Trespassing\"; provided that the signs shall contain letters no less than two inches in height and shall be placed at reasonable intervals no less than three signs to a mile along the boundary line of the land and at all roads and trails entering the land in a manner and position as to be clearly noticeable from outside the boundary.\n     (2)  Criminal trespass onto state lands is a petty misdemeanor.\n     (3)  For the purposes of this section, unless the context requires otherwise:\n     \"Highway\" has the same meaning as in section 286-2.\n     \"Improved state land\" means any state land, including but not limited to harbors under the care and control of the department of transportation under chapter 266, and small boat harbors under the care and control of the department of land and natural resources under chapter 200, upon which there is improvement, including any structure, building, or facility; or alteration of the land by grading, dredging, or mining that would cause a permanent change in the land or that would change the basic natural condition of the land.  Land is not \"improved state land\" if it only has minor improvements, including utility poles, signage, and irrigation facilities or systems; or minor alterations undertaken for the preservation or prudent management of the unimproved or unused land, including fences, trails, or pathways.  Land is not \"improved state land\" solely due to the performance of state maintenance activities on the land, including forest plantings and the removal of weeds, brush, rocks, boulders, or trees; or removal or securing of rocks or boulders undertaken to reduce risk to downslope properties.\n     \"State lands\" means all land owned by the State through any of its departments or agencies.\n     (4)  No conviction under this section shall be used to establish a felony conviction under section 708-803. [L 2017, c 136, §2]\n \nNote\n     \n  Section does not affect native Hawaiian traditional and customary rights as set forth in the state constitution.  L 2017, c 136, §6.\n  Attorney general; report to 2018-2020 legislature on extent to which L 2017, c 136 (regarding criminal trespass) has been utilized.  L 2017, c 136, §4."
}