{
    "name": "Testing of mortgage loan originators",
    "number": "7",
    "text": "(a)  In order to meet the passing of the written test requirement in section 454F-5, an applicant shall pass, in accordance with the standards established under this section, a qualified written test developed by the Nationwide Mortgage Licensing System and administered by a test provider approved by the Nationwide Mortgage Licensing System based upon reasonable standards.\n     (b)  A written test shall not be treated as a qualified written test for purposes of subsection (a) unless the test adequately measures the applicant's knowledge and comprehension in appropriate subject areas, including:\n     (1)  Ethics;\n     (2)  Federal law and regulations pertaining to mortgage origination;\n     (3)  State law and rules pertaining to mortgage origination; and\n     (4)  Federal and state law, rules and regulations, including instruction on fraud, consumer protection, the nontraditional mortgage marketplace, and fair lending issues.\n     (c)  Nothing in this section shall prohibit a test provider approved by the Nationwide Mortgage Licensing System from providing a test at the location of the employer of the applicant, the location of any subsidiary or affiliate of the employer of the applicant, or the location of any entity with which the applicant holds an exclusive arrangement to conduct the business of a mortgage loan originator.\n     (d)  An individual shall have passed a qualified written test if the individual achieves a test score of seventy-five per cent of the correct answers to questions or better.  An individual may retake a test three consecutive times with each consecutive taking occurring at least thirty days after the preceding test.  After failing three consecutive tests, an individual shall wait at least six months before taking the test again.  A licensed mortgage loan originator who fails to maintain a valid license for a period of five years or longer not taking into account any time during which the individual is a registered mortgage loan originator, shall retake the test. [L Sp 2009, c 32, pt of §2]"
}