{
    "name": "Definitions",
    "number": "1",
    "text": "In this chapter, unless the context or subject matter otherwise requires:\n     \"Advertisement\" or \"advertising\" means:\n     (1)  Issuing any card, sign, or device to any person;\n     (2)  Causing, permitting, or allowing the placement of any sign or marking on or in any building, vehicle, or structure;\n     (3)  Placing an advertisement in any newspaper, magazine, or on the Internet;\n     (4)  Listing or advertising in any directory under a classification or heading that includes the words \"mortgage loan originator\", or the like;\n     (5)  Broadcasting commercials by airwave or internet transmission; or\n     (6)  Transmitting any written communication, including:\n         (A)  A letter or a postcard that encourages a person to borrow from or through a mortgage loan originator; or\n          (B)  A written communication that encourages a person to refinance the person's existing residential mortgage loan and mentions that a new residential mortgage loan will reduce the monthly payment the borrower will pay on the new residential mortgage loan or reduce the interest rate on the borrower's existing residential mortgage loan.\n     \"Applicant\" means an individual applying for the issuance of a license or a renewal of a license under this chapter.\n     \"Clerical or support duties\" include the following activities subsequent to the receipt of an application:\n     (1)  The receipt, collection, distribution, and analysis of information for the processing or underwriting of a residential mortgage loan; and\n     (2)  Communication with a borrower to obtain the information necessary for the processing or underwriting of a loan, to the extent that the communication does not include offering or negotiating loan rates or terms or counseling borrowers about residential mortgage loan rates or terms.\n     \"Commissioner\" means the commissioner of financial institutions.\n     \"Federal banking agencies\" means the Board of Governors of the Federal Reserve System, the Comptroller of the Currency, the Office of Thrift Supervision, the National Credit Union Administration, and the Federal Deposit Insurance Corporation.\n     \"Immediate family member\" means a spouse, child, sibling, parent, grandparent, grandchild, stepparent, stepchild, stepsibling, and equivalent adoptive relationships.\n     \"Individual\" means a natural person.\n     \"Insured depository institution\" means the same as in 12 United States Code Section 1813(c)(2); provided that it also includes any credit union whose deposits are insured by the National Credit Union Association.\n     \"Loan processor or underwriter\" means an individual who performs clerical or support duties as an employee at the direction of and subject to the supervision and instruction of a mortgage loan originator or a person who is exempt from licensing as a mortgage loan originator under this chapter.\n     \"Mortgage loan originator\" means an individual who for compensation or gain or in the expectation of compensation or gain:\n     (1)  Takes a residential mortgage loan application; or\n     (2)  Offers or negotiates terms of a residential mortgage loan.\n     \"Nationwide Mortgage Licensing System\" means a mortgage licensing system developed and maintained by the Conference of State Bank Supervisors and the American Association of Residential Mortgage Regulators for the licensing and registration of licensed mortgage loan originators.\n     \"Nontraditional mortgage product\" means any mortgage product other than a thirty-year fixed rate residential mortgage loan where the interest rate is fixed for the thirty-year term.\n     \"Person\" means an individual, sole proprietorship, partnership, corporation, limited liability company, limited liability partnership, or other association of individuals, however organized.\n     \"Real estate brokerage activity\" means any activity that involves offering or providing real estate brokerage services to the public, including:\n     (1)  Acting as a real estate agent or real estate broker for a buyer, seller, lessor, or lessee of real property;\n     (2)  Bringing together parties interested in the sale, purchase, lease, rental, or exchange of real property;\n     (3)  Negotiating on behalf of any party, any portion of a contract relating to the sale, purchase, lease, rental, or exchange of real property other than in connection with providing financing with respect to any such transaction;\n     (4)  Engaging in any activity for which a person is required to be registered or licensed as a real estate agent or real estate broker by the State; and\n     (5)  Offering to engage in any activity, or act in any capacity, described in paragraphs (1), (2), (3), or (4).\n     \"Registered mortgage loan originator\" means any individual who:\n     (1)  Meets the definition of mortgage loan originator and is an employee of:\n         (A)  An insured depository institution;\n         (B)  A subsidiary that is:\n              (i)  Owned and controlled by an insured depository institution; and\n             (ii)  Regulated by a federal banking agency; or\n         (C)  An institution regulated by the Farm Credit Administration; and\n     (2)  Is registered with, and maintains a unique identifier through, the Nationwide Mortgage Licensing System and Registry.\n     \"Residential mortgage loan\" means any loan primarily for personal, family, or household use that is secured by a mortgage, deed of trust, or other equivalent consensual security interest on a dwelling as defined in Section 103(v) of the Truth in Lending Act, 15 United States Code Section 1601 et seq. or residential real estate.\n     \"Residential real estate\" means any real property located in this State, upon which a dwelling is constructed or intended to be constructed.\n     \"Unique identifier\" means a number or other identifier assigned by protocols established by the Nationwide Mortgage Licensing System. [L Sp 2009, c 32, pt of §2]"
}