{
    "name": "Definitions",
    "number": "61",
    "text": "WHISTLEBLOWERS' PROTECTION ACT\n \nRevision Note\n \n  In this part, \"part\" substituted for \"chapter\".\n \nLaw Journals and Reviews\n \n  Wrongful Termination Law in Hawaii.  V HBJ No. 13, at pg. 71.\n  Employee Rights Under Judicial Scrutiny:  Prevalent Policy Discourse and the Hawai`i Supreme Court.  14 UH L. Rev. 189.\n  Confidentiality Breeds Contempt:  A First Amendment Challenge to Confidential Ethics Commission Proceedings of the City & County of Honolulu.  18 UH L. Rev. 797.\n \nCase Notes\n \n  Respondent's claims for discharge in violation of public policy and in violation of the Hawaii Whistleblower [sic] Protection Act were not preempted by the Railway Labor Act.  512 U.S. 246.\n  Protection afforded under this Act not restricted to at-will employees.  74 H. 235, 842 P.2d 634.\n  Plaintiff's Hawaii Whistleblowers' Protection Act and Parnar v. Americana Hotels, Inc. claims were preempted by §1305(a)(1) of Airline Deregulation Act of 1978.  870 F. Supp. 295.\n  The Act does not provide employees with a protected property interest, as it does not create an enforceable expectation of continued public employment.  120 F. Supp. 2d 1244.\n  Where plaintiff was removed from project, State did not violate the Act or the First Amendment to the U.S. Constitution when it reassigned the project to someone else.  76 H. 332, 876 P.2d 1300.\n \n         As used in this part:\n     \"Employee\" means a person who performs a service for wages or other remuneration under a contract for hire, written or oral, express or implied.  Employee includes a person employed by the State or a political subdivision of the State.\n     \"Employer\" means a person who has one or more employees.  Employer includes an agent of an employer or of the State or a political subdivision of the State.\n     \"Person\" means an individual, sole proprietorship, partnership, corporation, association, or any other legal entity.\n     \"Public body\" means:\n     (1)  A state officer, employee, agency, department, division, bureau, board, commission, committee, council, authority, or other body in the executive branch of state government;\n     (2)  An agency, board, commission, committee, council, member, or employee of the legislative branch of the state government;\n     (3)  A county, city, intercounty, intercity, or regional governing body, a council, special district, or municipal corporation, or a board, department, commission, committee, council, agency, or any member or employee thereof;\n     (4)  Any other body which is created by state or local authority or which is primarily funded by or through state or local authority, or any member or employee of that body;\n     (5)  A law enforcement agency or any member or employee of a law enforcement agency; or\n     (6)  The judiciary and any member or employee of the judiciary. [L 1987, c 267, pt of §1]"
}