{
    "name": "Denial of application",
    "number": "35",
    "text": "(a)  The director may deny an application submitted under section 128D-34.  In denying an application, the director may consider the following:\n\n\n\n\t(1)\tThe nature and extent of any past, current, or future actions by the department regarding the proposed site and the impact the voluntary response action might have on these past, current, or future actions;\n\t(2)\tSite eligibility based on the criteria in section 128D-33;\n\t(3)\tCompleteness and accurateness of the application:\n\n\t\t(A)\tIf an application is denied because it is incomplete or inaccurate, the director, not later than forty-five days after receipt of the application, shall identify the omission or inaccuracy for the requesting party.  A requesting party whose application has been denied because it is incomplete or inaccurate, may resubmit an  application for the same response action without submitting an additional application fee; and\n\t\t(B)\tIf a requesting party's application is denied a second time, the director may require an additional $1,000 processing fee for any subsequent submittal;\n\n\t(4)\tInappropriate or inadequate scope of work;\n\t(5)\tPending litigation;\n\t(6)\tThe capacity of the requesting party or the requesting party's agent to carry out the response action properly;\n\t(7)\tWhether the public will receive substantial benefit from the cleanup, including but not limited to environmental improvement and economic development;\n\t(8)\tWhether the continued operation of the site or new site development, with the exercise of due care, will aggravate or contribute to the existing contamination or interfere with the department's response action;\n\t(9)\tWhether the continued operation or new development of the property will pose health risks to the community and those persons likely to be present at the site; or\n\t(10)\tThe financial viability of the prospective purchaser.\n\n\n\n\t(b)  If the director finally denies the application, the director shall:\n\n\n\n\t(1)\tNotify the requesting party that the application has been denied; and\n\t(2)\tExplain the reasons for denial of the application. [L 1997, c 377, pt of §2; am L 1998, c 233, §3]"
}