{
    "name": "Death by wrongful act",
    "number": "3",
    "text": "(a)  When the death of a person is caused by the wrongful act, neglect, or default of any person, the deceased's legal representative, or any of the persons enumerated in subsection (b), may maintain an action against the person causing the death or against the person responsible for the death.  The action shall be maintained on behalf of the persons enumerated in subsection (b), except that the legal representative may recover on behalf of the estate the reasonable expenses of the deceased's last illness and burial.\n     (b)  In any action under this section, such damages may be given as under the circumstances shall be deemed fair and just compensation, with reference to the pecuniary injury and loss of love and affection, including:\n     (1)  Loss of society, companionship, comfort, consortium, or protection;\n     (2)  Loss of marital care, attention, advice, or counsel;\n     (3)  Loss of care, attention, advice, or counsel of a reciprocal beneficiary as defined in chapter 572C;\n     (4)  Loss of filial care or attention; or\n     (5)  Loss of parental care, training, guidance, or education, suffered as a result of the death of the person;\nby the surviving spouse, reciprocal beneficiary, children, father, mother, and by any person wholly or partly dependent upon the deceased person.  The jury or court sitting without jury shall allocate the damages to the persons entitled thereto in its verdict or judgment, and any damages recovered under this section, except for reasonable expenses of last illness and burial, shall not constitute a part of the estate of the deceased.  Any action brought under this section shall be commenced within two years from the date of death of the injured person, except as otherwise provided. [L 1923, c 245, §1; RL 1925, §2681; am L 1931, c 16, §1; am L 1933, c 139, §1; RL 1935, §4052; RL 1945, §10486; am L 1955, c 205, §1; RL 1955, §246-2; HRS ; am L 1972, c 144, §2(c); am L 1997, c 383, §20]\n \nRules of Court\n \n  See HRCP rule 17.\n \nLaw Journals and Reviews\n \n  Hawaii's Loss of Consortium Doctrine:  Our Substantive, Relational Interest Focus.  VII HBJ No. 13, at pg. 59.\n  Masaki v. General Motors Corp.:  Negligent Infliction of Emotion Distress and Loss of Filial Consortium.  12 UH L. Rev. 215.\n  Punitive Damages in Hawaii:  Curbing Unwarranted Expansion.  13 UH L. Rev. 659.\n \nCase Notes\n \n  Action barred in Hawaii district courts under Death on the High Seas Act.  230 F.2d 780.\n  Section does not authorize punitive damages.  644 F.2d 594.\n  No recovery on the facts, by father and sister of victim of shell explosion.  158 F. Supp. 394.\n  Parents may bring an action for wrongful death of a viable fetus.  745 F. Supp. 1573.\n  Cause of action existed for child's loss of consortium despite non-fatal injury to parent.  781 F. Supp. 1487.\n  Damages parents entitled to for loss of son, discussed.  823 F. Supp. 778.\n  Limitations period in section applied, where defendants argued that plaintiff's wrongful death action was derivative of the claims of the estate and therefore barred by applicable statutes of limitation; statute of limitations governing plaintiff's claim should begin to run when plaintiff experienced plaintiff's injury, not when plaintiff's husband knew of husband's injury.  854 F. Supp. 702.\n  Plaintiffs' claims against certain defendants were time-barred, where those defendants were first named as parties in first amended complaint filed more than two years after plane crash and the claims did not relate back to the date the original complaint was filed.  289 F. Supp. 2d 1197.\n  Where plaintiffs contended that most of their claims were governed by §657-7, all of plaintiffs' claims were governed by the limitations period established in this section; the statute of limitations began to run, as per the terms of this section, upon the death of plaintiffs' wife and mother.  396 F. Supp. 2d 1150.\n  Prior to this enactment, no action maintainable by parent for death of adult daughter by wrongful act.  27 H. 626.  There was a common-law action for death of spouse or minor child.  2 H. 209; 16 H. 615.  Common-law action based on relationship of husband and wife and parent and child not abrogated by this section prior to 1955 amendments.  37 H. 571.  See 45 H. 373, 394, 369 P.2d 96, reh'g den. 45 H. 443, 369 P.2d 114, as to effect of 1955 amendments.  Child has no cause of action for injuries to parent not resulting in death.  41 H. 634; 244 F.2d 604.\n  Action against employer barred where dependent of decedent has remedy for compensation under Workmen's Compensation Act.  41 H. 422; 42 H. 518.  Effect of Workmen's Compensation Law prior to 1931 amendments.  32 H. 61; 32 H. 153.\n  Relationship between this section and §663-7 discussed.  45 H. 373, 369 P.2d 96.\n  Damages:  34 H. 5; 34 H. 426; 40 H. 691.  Damages to widow and children for loss of support and loss of love, care, affection and guidance.  282 F.2d 599.  Recovery for loss of support, computation of.  245 F. Supp. 981, 1012-1016, aff'd 381 F.2d 965.  Recovery by widow and child of decedent for loss of consortium and parental care.  245 F. Supp. 981, 1017-1018, aff'd 381 F.2d 965.  Although trial court may not have been completely accurate in certain particulars in awarding damages, not set aside if the total award is reasonable.  499 F.2d 866.\n  Parties, prior to 1933 amendment.  32 H. 611.  See 135 F. Supp. 376; 244 F.2d 604.\n  Dependents, who are.  34 H. 426, 442.\n  The limitations period is tolled by §657-13 during minority of surviving children.  63 H. 273, 626 P.2d 182; 69 H. 410, 745 P.2d 285.\n  If decedent had no cause of action, survivors had none.  69 H. 95, 735 P.2d 930.\n  Since claims were derivative in nature and arose from a single person, defendant was not underinsured.  70 H. 42, 759 P.2d 1374.\n  Section does not distinguish between minor and adult children.  71 H. 1, 780 P.2d 566.\n  Section entitles any person wholly or partially dependent on deceased to raise claims for both pecuniary injuries and loss of love and affection.  75 H. 544, 867 P.2d 220.\n  A breach of express warranty action could be a basis for a derivative wrongful death action brought pursuant to this section.  86 H. 383 (App.), 949 P.2d 1004.\n  As cause of action for punitive damages survives the death of the decedent under §663-7, punitive damages are not recoverable in an action under this section.  87 H. 273 (App.), 954 P.2d 652.\n  Claims brought under this section must relate to the general loss of love and affection suffered by the designated survivors.  87 H. 273 (App.), 954 P.2d 652.\n  Cited:  349 F.2d 693, 698; 134 F. Supp. 868, 870; 351 F. Supp. 185, 187; 41 H. 603, 604; 45 H. 443, 444, 369 P.2d 96."
}