{
    "name": "Right of contribution; accrual; pro rata share",
    "number": "12",
    "text": "The right of contribution exists among joint tortfeasors.\n     A joint tortfeasor is not entitled to a money judgment for contribution until the joint tortfeasor has by payment discharged the common liability or has paid more than the joint tortfeasor's pro rata share thereof.\n     A joint tortfeasor who enters into a settlement with the injured person is not entitled to recover contribution from another joint tortfeasor whose liability to the injured person is not extinguished by the settlement.\n     When there is such a disproportion of fault among joint tortfeasors as to render inequitable an equal distribution among them of the common liability by contribution, the relative degrees of fault of the joint tortfeasors shall be considered in determining their pro rata shares, subject to section 663-17. [L 1941, c 24, §2; RL 1945, §10488; RL 1955, §246-11; HRS ; am L 1972, c 144, §2(g); gen ch 1985]\n \nLaw Journals and Reviews\n \n  Keeping the (Good) Faith:  Hawai\u0091i's Good Faith Settlement After HRS Section 15.5 and Troyer v. Adams.  26 UH L. Rev. 275.\n \nCase Notes\n \n  Right of contribution, ripens when.  283 F. Supp. 854.\n  Settlement did not bar defendant's contribution rights against State where settlement extinguished State's liability to plaintiffs; apportionment of fault where negligent employee, acting for both joint tortfeasors, performed services primarily benefiting one tortfeasor.  643 F. Supp. 593.\n  Party was not allowed to recover as a joint tortfeasor.  682 F. Supp. 1499.\n  In reviewing apportionment of damages, supreme court should confine its question to whether apportionment was so erroneous as to shock the moral sense.  45 H. 128, 363 P.2d 969.\n  A party who settles before suit and is found not negligent in action for contribution is not a joint tortfeasor and is therefore not entitled to contribution but may recover under subrogation.  53 H. 398, 495 P.2d 585.\n  Based on §663-17(c) and this section, because joint tortfeasor landlord did not file a cross-claim against joint tortfeasor tenant, landlord did not have a right of contribution from tenant, and trial court properly acted within its discretion in dismissing tenant from the case.  93 H. 417, 5 P.3d 407.\n  Form of final judgment with respect to joint tortfeasor's claim for contribution.  6 H. App. 664, 737 P.2d 871.\n  Condominium association jointly and severally liable with murderer under this section as section provides for apportionment of the common liability of joint tortfeasors as among themselves but does not affect the joint and several liability of each defendant toward plaintiff.  87 H. 273 (App.), 954 P.2d 652.\n  When conduct of all joint tortfeasors is not sufficiently culpable to justify award of punitive damages against each tortfeasor, such damages may not be the subject of contribution among joint tortfeasors.  87 H. 273 (App.), 954 P.2d 652."
}