{
    "name": "Violation of privacy in the second degree",
    "number": "1111",
    "text": "(1)  A person commits the offense of violation of privacy in the second degree if, except in the execution of a public duty or as authorized by law, the person intentionally:\n\n\n\n\t(a)\tTrespasses on property for the purpose of subjecting anyone to eavesdropping or other surveillance in a private place; or\n\t(b)\tInstalls in any private place, without consent of the person or persons entitled to privacy therein, any device for observing, recording, amplifying, or broadcasting sounds or events in that place other than another person in a stage of undress or sexual activity, or uses any such unauthorized installation; or\n\t(c)\tInstalls or uses outside a private place any device for hearing, recording, amplifying, or broadcasting sounds originating in that place which would not ordinarily be audible or comprehensible outside, without the consent of the person or persons entitled to privacy therein; or\n\t(d)\tCovertly records or broadcasts an image of another person's intimate area underneath clothing, by use of any device, and such image is taken while that person is in a public place and without that person's consent; or\n\t(e)\tIntercepts, without the consent of the sender or receiver, a message by telephone, telegraph, letter, electronic transmission, or other means of communicating privately; but this subsection does not apply to:\n\n\t\t(i)\tOverhearing of messages through a regularly installed instrument on a telephone party line or an extension; or\n\t\t(ii)\tInterception by the telephone company, electronic mail account provider, or telephone or electronic mail subscriber incident to enforcement of regulations limiting use of the facilities or incident to other operation and use; or\n\n\t(f)\tDivulges without the consent of the sender or the receiver the existence or contents of any message by telephone, telegraph, letter, electronic transmission, or other means of communicating privately, if the accused knows that the message was unlawfully intercepted, or if the accused learned of the message in the course of employment with an agency engaged in transmitting it; or\n\t(g)\tKnowingly possesses materials created under circumstances prohibited in section 711-1110.9.\n\t(2)\tFor the purposes of this section:\n\n\n\n\t\"Intimate areas\" means any portion of a person's underwear, pubic area, anus, buttocks, vulva, genitals, or female breast.\n\t\"Intimate areas underneath clothing\" does not include intimate areas visible through a person's clothing or intimate areas exposed in public.\n\t\"Public place\" means an area generally open to the public, regardless of whether it is privately owned, and includes but is not limited to streets, sidewalks, bridges, alleys, plazas, parks, driveways, parking lots, buses, tunnels, buildings, stores, and restaurants.\n\t(3)  Violation of privacy in the second degree is a misdemeanor.  In addition to any penalties the court may impose, the court may order the destruction of any recording made in violation of this section. [L 1972, c 9, pt of §1; gen ch 1993; am L 1999, c 278, §2; am L 2003, c 48, §4]"
}