{
    "name": "Attorney's lien upon actions and judgments",
    "number": "81",
    "text": "    (a)  An attorney has a lien upon:\n\n\n\n\t(1)\tActions, suits, and proceedings after commencement of the action;\n\t(2)\tJudgments, decrees, orders, settlements, and awards entered by the court in favor of the client; and\n\t(3)\tAny proceeds paid in satisfaction of the judgment, decree, order, settlement, or award.\n\n\n\n\t(b)  The lien shall be for:\n\n\n\n\t(1)\tThe fees and compensation specifically agreed upon with the client;\n\t(2)\tThe reasonable value of the services of the attorney, if there is no fee agreement;\n\t(3)\tAny costs advanced by the attorney; and\n\t(4)\tAny fees or commissions taxed or allowed by the court.\n\n\n\n\t(c)  Except for tax liens, prior liens of record on the real and personal property subject to the lien created by this section, and as provided in section (d), the attorney's lien is superior to all other liens.\n\t(d)  When the attorney's lien attaches to a judgment, settlement, or decree allowing or enforcing a client's lien, the attorney's lien has the same priority as the client's lien with regard to personal or real property subject to the client's lien. \n\t(e)  The attorney's lien on a judgment, decree, order, settlement, or award remains valid as long as the judgment, decree, order, settlement, or award remains valid.\n\t(f)  To be enforceable under this section, a notice of claim of the attorney's lien shall be filed:\n\n\n\n\t(1)\tBefore the complaint is dismissed by stipulation;\n\t(2)\tBefore the complaint is dismissed by order of the court; or\n\t(3)\tNot later than one year after entry of final judgment is filed and disposition of any appeal thereof.\n\n\n\n\t(g)  Except as provided by subsections (i) and (j), the attorney's lien is not affected by a settlement between the parties to the action, suit, or proceeding before or after the judgment, decree, order, or award.\n\t(h)  Except as provided by subsections (i) and (j), a party to the action, suit, or proceeding or any other person shall not have the right to discharge or dismiss any judgment, decree, settlement, or award entered in the action, suit, or proceeding until the lien and claim of the attorney for fees based thereon is satisfied in full.\n\t(i)  A judgment debtor may pay the full amount of a judgment or decree into court, and the clerk of the court shall thereupon fully satisfy the judgment or decree on the record, and the judgment debtor shall be thereby released from any further claims thereunder.\n\t(j)  If more than one attorney from the same firm appears of record for a party, the satisfaction of the lien created by this section by one of the attorneys is conclusive evidence that the lien is fully satisfied.\n\t(k)  Attorneys have the same right and power over actions, suits, proceedings, judgments, decrees, orders, settlements, and awards to enforce their liens as their clients have for the amount due thereon to them. [L 2004, c 48, §2]"
}