{
    "name": "When allowed; lessees, etc.",
    "number": "42",
    "text": "Any person or association of persons furnishing labor or material in the improvement of real property shall have a lien upon the improvement as well as upon the interest of the owner of the improvement in the real property upon which the same is situated, or for the benefit of which the same was constructed, for the price agreed to be paid (if the price does not exceed the value of the labor and materials), or if the price exceeds the value thereof or if no price is agreed upon by the contracting parties, for the fair and reasonable value of all labor and materials covered by their contract, express or implied.\n\tWhere the terms of a lease, contract of sale, or instrument creating a life tenancy require the improvement of the real property, the interest of the lessor, vendor, or remainderman in the improvement and the land upon which the same is situated shall likewise be subject to the lien, and any provision for forfeiture or other penalty against the lessee, vendee, or life tenant in case of the filing of a mechanic's or materialman's lien or actions to enforce the same, shall not affect the rights of lienors. [L 1888, c 21, §1; RL 1925, §2891; am L 1929, c 207, §1; am L 1933, c 143, §1; RL 1935, §4365; RL 1945, §8769; am L 1949, c 241, §2; am L Sp 1949, c 28, §1; RL 1955, §193-41; HRS ]\nCross References\n  Condominium property regime, effect of, see §514A-16.\nAttorney General Opinions\n  Public works not subject to lien.  Att. Gen. Op. 72-13.\nCase Notes\n  As §480-12 voided the contract between homeowner and contractor, §480-12 and this section precluded the imposition of a lien under this section upon the homeowner's property by contractor who failed to comply with the requirements of §444-25.5.  96 H. 365 (App.), 31 P.3d 222.\nAllowed when; nature of lien.\n  Though the lien is given by statute, and not by contract, it is dependent upon and does not, exist in absence of contract.  14 H. 448, 451; 16 H. 23; 20 H. 693, 696-698; 22 H. 765, 769; 24 H. 181, 188.  It is necessary to allege and prove the contractual relation.  16 H. 23.\nConstruction.\n  Statute strictly construed and all the provisions of the statute must be strictly complied with.  9 H. 23, 25; 10 H. 151, 159; 25 H. 214, 218.  But remedial portions should be liberally construed.  22 H. 765; 24 H. 39, 43; 40 H. 325.  See 38 H. 372.\nAbandonment.\n  Work by contractor does not work a forfeiture of rights of subcontractor to lien for materials furnished prior to abandonment.  10 H. 151, 157.\nLien accrues.\n  In favor of subcontractors and materialmen independently of the original contractor and not by way of subrogation to the rights of the latter.  10 H. 151, 153, 154; 20 H. 693, 695.  A person furnishing materials to a subcontractor comes within the statute.  14 H. 448.  Lien runs to any person furnishing labor or materials.  20 H. 693, 695.  Except a mere trespasser.  16 H. 23; 20 H. 693, 697-698.\nEstoppel.\n  Materialman who is surety on contractor's bond to owner not estopped to assert materialman's lien.  9 H. 364.  Materialman's lien cannot be destroyed by provisions in contract between owner and contractor against liens of which he was not a party and had no notice.  20 H. 693.  Materialman does not waive lien by charging items on materialman's books to subcontractor.  14 H. 448.  Assignment to materialman by the contractor of all moneys payable under the contract, accepted by the owner \"subject to all the conditions of the contract,\" does not estop the materialman from enforcing lien.  10 H. 151.\n  Materialman who fails to warn homeowner of financial precariousness of contractor, when estopped.  56 H. 251, 535 P.2d 129.\n  Actual or visible improvements must exist before lien can attach.  62 H. 13, 608 P.2d 405.\n  Cited:  59 H. 612, 585 P.2d 1265.\nMaterials.\n  No lien for materials furnished for but not incorporated in the building.  10 H. 151.  Cash advanced is neither labor nor materials.  14 H. 448.  Proof that materials were ordered for and delivered to the building is prima facie evidence that they were put into the building.  10 H. 151, 158; 12 H. 356.  Lien cannot be enforced for lienable items under entire contract which includes non-lienable items unless price severable.  16 H. 418, 425, reversed on other grounds. 205 U.S. 340.\nOwner.\n  Includes a lessor whose lease requires the erection of buildings although the lessee contracted for the building.  22 H. 765; 24 H. 181, 188.  Lessor and lessee both owners.  22 H. 765; 24 H. 181, 188.  Lien attaches to equitable interests.  30 H. 882.\n  Where a lease requires the construction of improvements by a lessee, the lessor's interest in the property is subject to mechanic's and materialman's liens.  2 H. App. 339, 631 P.2d 1211.\nLien.\n  Cannot exist or be enforced against a structure separately from the interest of the owner in the land.  20 H. 180; 21 H. 585, 598.  Nor can it exist unless the improvement is authorized by the owner.  20 H. 693, 697-698.\n  When State is vendor, second paragraph of section making interest of vendor subject to lien is not applicable.  51 H. 87, 451 P.2d 809.\n  Fact that project site is owned by government in fee simple does not make private leasehold interest thereon immune from lien.  52 H. 298, 475 P.2d 362.\n  Enforcement by trustees of employee benefit trust fund upheld.  63 H. 566, 633 P.2d 1106.\n  Preparers of architectural and engineering plans entitled to mechanic's lien to the extent of the value of their services which are incorporated into the final structure.  3 H. App. 58, 641 P.2d 337.\nLiability of owner.\n  Not personally liable in assumpsit upon implied promise of subcontractor or materialman for materials furnished the contractor.  16 H. 23.  Payment, waiver.  32 H. 913.\nPreemption.\n  ERISA does not explicitly or implicitly preempt this section; section may thus be used by laborers' trust fund to collect delinquent trust fund contributions.  81 H. 487, 918 P.2d 1143.\nPrice.\n  \"For the price agreed upon\", see 10 H. 151, 154-155.  The amount for which the property may be charged with a lien in favor of a subcontractor or materialman is not limited to the amount payable by the owner to the contractor.  10 H. 151, 153-154; 14 H. 448, 452, 453.\n  Where lien applicant contended that the value of the work exceeded the contract price, there was no merit in applicant's complaint that the court cut short applicant's presentation of evidence on the amount expended in doing the work.  2 H. App. 90, 626 P.2d 204.\nRemedy.\n  Materialman may rely upon lien given by law as well as upon the personal liability of the subcontractor and in absence of any showing to the contrary it is presumed that he intended to avail himself of both remedies so far as necessary.  14 H. 448.\nSurety.\n  Relieved by voluntary payments by owner, when.  32 H. 913.\nLiability of vendor.\n  Upon breach of covenant to pay by vendee.  40 H. 325."
}