{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter, unless the context otherwise requires:\n\t\"Appeal\" means a request from an enrollee to change a previous decision made by the managed care plan.\n\t\"Appointed representative\" means a person who is expressly permitted by the enrollee or who has the power under Hawaii law to make health care decisions on behalf of the enrollee, including:\n\n\n\n\t(1)\tA court-appointed legal guardian;\n\t(2)\tA person who has a durable power of attorney for health care; or\n\t(3)\tA person who is designated in a written advance directive.\n\n\n\n\t\"Commissioner\" means the insurance commissioner.\n\t\"Complaint\" means an expression of dissatisfaction, either oral or written.\n\t\"Emergency services\" means services provided to an enrollee when the enrollee has symptoms of sufficient severity that a layperson could reasonably expect, in the absence of medical treatment, to result in placing the enrollee's health or condition in serious jeopardy, serious impairment of bodily functions, serious dysfunction of any bodily organ or part, or death.\n\t\"Enrollee\" means a person who enters into a contractual relationship or who is provided with health care services or benefits through a managed care plan.\n\t\"Expedited appeal\" means the internal review of a complaint or an external review of the final internal determination of an enrollee's complaint, which is completed within seventy-two hours after receipt of the request for expedited appeal.\n\t\"External review\" means an administrative review requested by an enrollee under section 432E-6 of a managed care plan's final internal determination of an enrollee's complaint.\n\t\"Health care provider\" means an individual licensed or certified to provide health care in the ordinary course of business or practice of a profession.\n\t\"Health maintenance organization\" means a health maintenance organization as defined in section 432D-1.\n\t\"Independent review organization\" means an independent entity that:\n\n\n\n\t(1)\tIs unbiased and able to make independent decisions;\n\t(2)\tEngages adequate numbers of practitioners with the appropriate level and type of clinical knowledge and expertise;\n\t(3)\tApplies evidence-based decisionmaking;\n\t(4)\tDemonstrates an effective process to screen external reviews for eligibility;\n\t(5)\tProtects the enrollee's identity from unnecessary disclosure; and\n\t(6)\tHas effective systems in place to conduct a review.\n\n\n\n\t\"Internal review\" means the review under section 432E-5 of an enrollee's complaint by a managed care plan.\n\t\"Managed care plan\" means any plan, regardless of form, offered or administered by any person or entity, including but not limited to an insurer governed by chapter 431, a mutual benefit society governed by chapter 432, a health maintenance organization governed by chapter 432D, a preferred provider organization, a point of service organization, a health insurance issuer, a fiscal intermediary, a payor, a prepaid health care plan, and any other mixed model, that provides for the financing or delivery of health care services or benefits to enrollees through:\n\n\n\n\t(1)\tArrangements with selected providers or provider networks to furnish health care services or benefits; and\n\t(2)\tFinancial incentives for enrollees to use participating providers and procedures provided by a plan;\n\n\n\nprovided, that for the purposes of this chapter, an employee benefit plan shall not be deemed a managed care plan with respect to any provision of this chapter or to any requirement or rule imposed or permitted by this chapter which is superseded or preempted by federal law. \n\t\"Medical director\" means the person who is authorized under a managed care plan and who makes decisions for the plan denying or allowing payment for medical treatments, services, or supplies based on medical necessity or other appropriate medical or health plan benefit standards.\n\t\"Medical necessity\" means a health intervention as defined in section 432E-1.4.\n\t\"Participating provider\" means a licensed or certified provider of health care services or benefits, including mental health services and health care supplies, that has entered into an agreement with a managed care plan to provide those services or supplies to enrollees. [L 1998, c 178, pt of §2; am L 1999, c 273, §2; am L 2000, c 250, §3]"
}