{
    "name": "Legal effect of acquittal on the ground of physical or mental disease, disorder, or defect excluding responsibility; commitment; conditional release; discharge; procedure for separate post-acquittal hearing",
    "number": "411",
    "text": "(1)  When a defendant is acquitted on the ground of physical or mental disease, disorder, or defect excluding responsibility, the court shall, on the basis of the report made pursuant to section 704-404, if uncontested, or the medical or psychological evidence given at the trial or at a separate hearing, make an order as follows:\n\n\n\n\t(a)\tThe court shall order the defendant to be committed to the custody of the director of health to be placed in an appropriate institution for custody, care, and treatment if the court finds that the defendant presents a risk of danger to oneself or others and that the defendant is not a proper subject for conditional release; provided that the director of health shall place defendants charged with misdemeanors or felonies not involving violence or attempted violence in the least restrictive environment appropriate in light of the defendant's treatment needs and the need to prevent harm to the person confined and others; or\n\t(b)\tThe court shall order the defendant to be released on such conditions as the court deems necessary if the court finds that the defendant is affected by physical or mental disease, disorder, or defect and that the defendant presents a danger to oneself or others, but that the defendant can be controlled adequately and given proper care, supervision, and treatment if the defendant is released on condition; or\n\t(c)\tThe court shall order the defendant discharged from custody if the court finds that the defendant is no longer affected by physical or mental disease, disorder, or defect, or, if so affected, that the defendant no longer presents a danger to oneself or others and is not in need of care, supervision, or treatment.\n\n\n\n\t(2)  The court shall, upon its own motion or on the motion of the prosecuting attorney or the defendant, order a separate post-acquittal hearing for the purpose of taking evidence on the issue of the risk of danger which the defendant presents to oneself or others.\n\t(3)  When ordering a hearing pursuant to subsection (2):\n\n\n\n\t(a)\tIn nonfelony cases, the court shall appoint a qualified examiner to examine and report upon the physical and mental condition of the defendant.  The court may appoint either a psychiatrist or a licensed psychologist.  The examiner may be designated by the director of health from within the department of health.  The examiner shall be appointed from a list of certified examiners as determined by the department of health.  The court, in appropriate circumstances, may appoint an additional examiner or examiners.\n\t(b)\tIn felony cases, the court shall appoint three qualified examiners to examine and report upon the physical and mental condition of the defendant.  In each case the court shall appoint at least one psychiatrist and at least one licensed psychologist.  The third member may be either a psychiatrist, a licensed psychologist, or a qualified physician.  One of the three shall be a psychiatrist or licensed psychologist designated by the director of health from within the department of health.  The three examiners shall be appointed from a list of certified examiners as determined by the department of health.\n\n\n\nTo facilitate the examination and the proceedings thereon, the court may cause the defendant, if not then confined, to be committed to a hospital or other suitable facility for the purpose of examination for a period not exceeding thirty days or such longer period as the court determines to be necessary for the purpose upon written findings for good cause shown.  The court may direct that qualified physicians or psychologists retained by the defendant be permitted to witness and participate in the examination.  The examination and report and the compensation of persons making or assisting in the examination shall be in accord with section 704-404(3), (4)(a) and (b), (6), (7), (8), and (9).  As used in this section, the term \"licensed psychologist\" includes psychologists exempted from licensure by section 465-3(a)(3).\n\t(4)  Whether the court's order under subsection (1) is made on the basis of the medical or psychological evidence given at the trial, or on the basis of the report made pursuant to section 704-404, or the medical or psychological evidence given at a separate hearing, the burden shall be upon the State to prove, by a preponderance of the evidence, that the defendant may not safely be discharged and that the defendant should be either committed or conditionally released as provided in subsection (1). [L 1972, c 9, pt of §1; am L 1974, c 54, §2; am L 1979, c 3, §2; am L 1983, c 281, §1; am L 1986, c 314, §8; am L 1987, c 145, §2; am L 1988, c 305, §7; am L 1992, c 88, §2; gen ch 1992; am L 1997, c 306, §3]"
}