{
    "name": "Exemptions",
    "number": "85",
    "text": "The department is authorized to hire employees necessary to staff its out-of-state offices subject to chapter 76 and legislative appropriations.  The department may also appoint such other employees exempt from chapter 76 as may be necessary to administer the affairs of its out-of-state offices.  The initial appointment shall not exceed three years, during which time the department shall submit to the legislature a request for approval prior to continuation of the position. The department shall set the duties, responsibilities, salaries, holidays, vacations, leaves, hours of work, and working conditions for these employees.  Subject to the approval of the director of budget and finance, the department may be exempted from the following state laws only to the extent necessary for the conduct of its business in operating out-of-state offices:\n\n\n\n\t(1)\tSections 36-27 and 36-30, relating to special fund transfers and reimbursements to the general fund;\n\t(2)\tChapter 36, relating to management of state funds;\n\t(3)\tChapter 38, relating to deposits of public funds;\n\t(4)\tChapter 40, relating to audit and accounting, except that the department shall comply with section 40-81;\n\t(5)\tChapter 76, relating to civil service;\n\t(6)\tChapter 77, relating to compensation;\n\t(7)\tSection 78-1, relating to public employment, except when expressly hiring personnel subject to section 78-1; and\n\t(8)\tSection 171-30, relating to acquisition of real property.\n\n\n\n\tAll moneys necessary for the establishment and operation of out-of-state offices shall be allocated by the legislature through appropriations out of the state general fund.  The department shall include in its budgetary request for each upcoming fiscal period, the amounts necessary to effectuate the purposes of this section. [L 1988, c 366, §2; am L 1993, c 280, §21; am L Sp 1993, c 8, §54; am L 2000, c 253, §150; am L 2004, c 216, §22]\nNote\n  Chapter 77 referred to in text is repealed."
}