{
    "name": "Facilitated application process",
    "number": "62",
    "text": "(a)  State agencies are required, and county agencies are authorized and encouraged, to participate in the facilitated application process set forth herein. \t(b)  The department shall serve as the lead agency for the facilitated application procedure and shall be the lead agency to administer the facilitated application procedure for any project that requires both county permit applications and state agency approval.\n\t(c)  The procedure shall be as follows:\n\n\n\n\t(1)\tAn applicant for two or more state permits may apply in writing to the department requesting a facilitated application process for the consideration of the application.  The written request shall include sufficient data about the proposed project for the department to determine which other agencies or authorities may have jurisdiction;\n\t(2)\tUpon receiving a written request for the facilitated application process, the department shall notify all federal, state, and county agencies or authorities that the department determines may have jurisdiction over part or all of the proposed project, and require those state agencies or authorities and invite those county and federal agencies or authorities to participate in the facilitated application process;\n\t(3)\tThe applicant and each agency or authority required or agreeing to participate in the facilitated application process shall designate a representative to serve on the facilitated application review team;\n\t(4)\tAny state agency or authority designated by the department as a party to an application review that is not able to participate, shall submit an explanation, in writing, to the department as to the reasons and circumstances for noncompliance;\n\t(5)\tThe representatives of the agencies, authorities, and the applicant may develop and sign a joint agreement among themselves identifying the members of the facilitated application review team, specifying the regulatory and review responsibilities of each government agency and setting forth the responsibilities of the applicant, and establishing a timetable for regulatory review, the conduct of necessary hearings, preparation of an environmental impact statement if necessary, and other actions required to minimize duplication and coordinate the activities of the applicant, agencies, and authorities;\n\t(6)\tEach agency or authority shall issue its own permit or approval based upon its own jurisdiction.  The facilitated application process shall not affect or invalidate the jurisdiction or authority of any agency under existing law; and\n\t(7)\tThe applicant shall apply directly to each federal or county agency that does not participate in the facilitated application process.\n\n\n\n\t(d)  If a state regulatory permit is necessary to obtain a county permit, then a county agreeing to participate in the facilitated application process may advise the applicant of the facilitated application procedure.  To apply for the facilitated application procedure, applicants for county permits involving state permit approvals shall submit a form, which shall be issued by the department; provided that this procedure shall apply only to state permits that need to be approved by a state agency following a review of the plans and certifications submitted by the applicant.  State permits that are approved by rule require only that the licensed design professional certify that the plans and specifications are in compliance with state rules.  No review by a state agency is required for state approval.  Plans and specifications requiring state agency review shall be submitted with the facilitated application procedure to the appropriate state agency, with a copy to the department.  If a state permit is approved by rule, then the participating county shall provide a set of drawings and specifications submitted by the applicant to the state agency that developed the rules.\n\tIn developing the procedures for approval by rule and by review, permit requirements shall be clearly stated.  Performance standards, rather than specific technologies or procedures, shall be specified when appropriate.\n\t(e)  For purposes of this section:\n\t\"Permit by review\" means permits approved by the appropriate state departments.\n\t\"Permit by rule\" means permits approved by administrative rule. [L 1985, c 237, pt of §4; am L 1987, c 87, pt of §1; am L 1997, c 127, §3; am L 1999, c 243, §2]\nCross References\n  Business action center, see chapter 201D.\n  Concurrent processing, see §46-15.7."
}