{
    "name": "Driver's license reciprocity committee",
    "number": "11",
    "text": "(a)  The director shall establish a statewide driver's license reciprocity committee consisting of one representative from the department of transportation and the chief examiner of drivers of each county, or their designees.  The committee shall convene whenever a foreign country makes a request for driver's license reciprocity.\n     (b)  The statewide driver's license reciprocity committee shall evaluate the written knowledge and practical examination program of the foreign country requesting driver's license reciprocity.\n     (c)  Members of the statewide driver's license reciprocity committee shall serve voluntarily and without compensation, but shall be paid reasonable allowances for travel and expenses that may be incurred as a result of the performance of their duties on the committee.  The costs shall be paid by the department of transportation.\n     (d)  In the event that there is available from the requesting foreign country an evaluation of that country's driver's license requirements prepared by another United States driver licensing agency or the American Association of Motor Vehicle Administrators, the statewide driver's license reciprocity committee shall conduct a comparison review of the evaluation and the State's driver licensing examination standards and submit a written recommendation to the legislature no later than twenty days prior to the convening of the regular legislative session immediately subsequent to the review.\n     (e)  If there is no such evaluation available from the requesting foreign country, the director may select from the statewide driver's license reciprocity committee the representative from the department of transportation and a county examiner of drivers representative to travel to the requesting foreign country, at the expense of the requesting foreign country, to inspect and examine the foreign country's driver's license examination program and advise the committee of their findings.  The committee shall review the findings and submit a written recommendation to the legislature on whether the foreign country's driver's license examination standards correspond to Hawaii's driver's license examination standards no later than twenty days prior to the convening of the regular legislative session immediately subsequent to the travel and evaluation by the driver's license reciprocity committee.\n     (f)  The director shall adopt rules pursuant to chapter 91 necessary for the purposes of this section. [L 2012, c 314, §1]"
}