{
    "name": "Pesticide use revolving fund; pesticide training workshops; training fee",
    "number": "13.5",
    "text": "(a)  There is established within the treasury of the State, a pesticide use revolving fund.  The fund shall be administered by the department for the purposes of this section.  The fund shall consist of:\n\n\n\n\t(1)\tLicensing and registration fees and charges collected by the department under section 149A-13(b); and\n\t(2)\tAll fees collected by the department through the collection of training fees in accordance with subsection (c).\n\n\n\n\t(b)  Moneys in the pesticide use revolving fund shall be expended by the department to support the pesticide program's registration and licensing, certification and education, and compliance monitoring activities.  The department shall also expend revolving fund moneys on the establishment of pesticide training workshops, educational programs, development of integrated pest management strategies, and other services for pesticide users such as the agricultural pest control industry, the structural pest control industry, and consumer users of pesticides, which provide pesticide instruction in areas including but not limited to the collection, disposal, and recycling of pesticide containers and all other pesticide services deemed necessary by the department.  Moneys from the revolving fund may be used for personnel, services, materials, and equipment for the purposes of this section; provided that the use of moneys from the revolving fund for personnel costs shall be limited to those employees under the registration and education section of the department's pesticides branch.\n\tMoneys expended by the department from the pesticide use revolving fund for training workshops, educational programs, and other services for the agricultural pest control industry, the structural pest control industry, and consumer groups shall be expended in a manner that appropriately addresses the needs of each category of pesticide user.\n\t(c)  The department may set fees for the educational services and training provided under this section.\n\t(d)  All interest earned on the deposit or investment of the moneys in the fund shall become a part of the fund.\n\t(e)  All unobligated, unencumbered, or unexpended funds remaining in the fund in excess of $250,000 at the close of each fiscal year shall lapse to the state general fund.\n\t(f)  The department shall submit an annual report to the legislature on all moneys deposited into, and disbursed from, the pesticide use revolving fund.  The report shall be submitted to the legislature not fewer than twenty days prior to the convening of each regular session.  The report shall group all moneys deposited into, and disbursed from, the revolving fund according to the categories established in subsections (a) to (e). [L 1996, c 281, §1; am L 2000, c 154, §2]"
}