{
    "name": "Irrigation repair and maintenance special fund",
    "number": "24",
    "text": "(a)  There is established in the state treasury the irrigation repair and maintenance special fund that shall be administered by the board.\n     (b)  Moneys in the irrigation repair and maintenance special fund shall be used to fund repair and maintenance of the following irrigation systems:\n     (1)  East Kauai irrigation system;\n     (2)  Kekaha ditch;\n     (3)  Kokee ditch;\n     (4)  Maui Land/Pioneer Mill irrigation system;\n     (5)  Waiahole ditch;\n     (6)  Lower Hamakua irrigation system;\n     (7)  Molokai irrigation system;\n     (8)  Upcountry Maui irrigation system;\n     (9)  Waimanalo irrigation system;\n    (10)  Waimea irrigation system;\n    (11)  East Maui irrigation system;\n    (12)  Kauai coffee irrigation system;\n    (13)  West Maui irrigation system;\n    (14)  Kau irrigation system;\n    (15)  Honomalino irrigation system;\n    (16)  Wahiawa reservoir and ditch system; and\n    (17)  Other privately-owned irrigation systems on former sugarcane and pineapple plantation lands that have been converted to diversified agriculture.\n     (c)  The irrigation repair and maintenance special fund shall be funded by legislative appropriations, including general obligation bond funds and federal funds. \n     (d)  Landowners may apply for funding assistance from the irrigation repair and maintenance special fund; provided that the landowner:\n     (1)  Provides matching funding equal to the amount received from the irrigation repair and maintenance special fund; \n     (2)  Agrees to file a petition for declaratory ruling pursuant to section 205-45 designating a majority of all land served by the water produced by the irrigation system as important agricultural lands as defined under section 205-42 and notifies the board and county of the petition and designation for the purpose of inclusion on maps; and\n     (3)  Agrees to use, or provide for the use of, all lands owned or controlled by the landowner and served by the water produced by the irrigation system for agricultural production.\n     The board shall develop processes, policies, standards, and criteria for selecting the landowners that are to receive funding and the amount of such funding.  The board shall also develop processes, policies, standards, and criteria for determining the amount of funding provided to irrigation systems in subsection (b) owned by the State.\n     (e)  As used in this section:\n     \"Diversified agriculture\" means agricultural operations that produce diversified agricultural products, including flowers, nursery products, vegetables, herbs, melons, seed crops, macadamia nuts, aquaculture, coffee, milk, cattle, eggs, hogs, and fruit.\n     \"Irrigation system\" means the agricultural system of intakes, diversions, wells, ditches, siphons, pipes, reservoirs, and accessory facilities established to provide water for agricultural production.\n     \"Landowner\" means a private entity that:\n     (1)  Owns agricultural land, formerly used as a sugarcane or pineapple plantation, that contains a privately-owned irrigation system that is necessary for the sustained production of diversified agriculture on the land served by the irrigation system; or\n     (2)  Owns, or partially owns, an irrigation system listed in subsection (b)(1) through (17). [L 2006, c 233, §1]"
}