{
    "name": "Public land trust conveyed for the development of housing projects",
    "number": "13.6",
    "text": "  (a)  This section applies to the revenue derived from any land of the public land trust which is conveyed by the department of land and natural resources to the housing and community development corporation of Hawaii for the development of housing projects as defined under section 201G-1 and 201G-112.  The amount due to the office shall be determined by multiplying the fair market value of the land by twenty per cent.  For the purpose of this section, \"fair market value\" means the amount of money which a purchaser willing but not obliged to buy the land would pay to an owner willing but not obliged to sell it, taking into consideration the highest and best use of the land.  For the purpose of this section, \"highest and best use\" means the most profitable, probable, and legal use to which the land can be put. \t(b)  Fair market value shall be determined on a per acre basis pursuant to appraisals performed in conformance with the uniform standards of professional appraisal practice as adopted by the department of commerce and consumer affairs, not more than ninety days before the conveyance of the land to the housing and community development corporation of Hawaii.  The appraisals shall be performed by two disinterested appraisers each of whose services shall be contracted by the department of land and natural resources and the office, respectively.  If the land is of the public land trust and sugarcane lands, as defined by Article XII, Section 1 of the State Constitution, the office and the department of Hawaiian home lands shall contract the services of one appraiser.  The parties shall contract the services of the appraisers within thirty working days after the department of land and natural resources gives written notice to the office, together with the department of Hawaiian home lands if the land is of the public land trust and sugarcane lands, of the proposed conveyance of the land to the housing and community development corporation of Hawaii.\n\tIf any party fails or refuses to contract the services of an appraiser, then the other party may petition the presiding judge of the circuit court of the State in the county where the land is located to appoint the other of the two appraisers.  If the two appraisers are unable to agree on a fair market value, then within thirty days thereafter, the department of land and natural resources and the office, together with the department of Hawaiian home lands if the land is of the public land trust and sugarcane lands, shall contract for the services of a mutually selected third appraiser and the decision of the majority of the appraisers shall be final with respect to determination of the fair market value.  If the department of land and natural resources and the office, together with the department of Hawaiian home lands if the land is of the public land trust and sugarcane lands, are unable to agree on the selection of the third appraiser, any party may petition the presiding judge of the circuit court of the State in the county where the land is located to appoint the third appraiser.\n\t(c)  The amount due to the office shall be due and payable by the State on the date of conveyance of the land to the housing and community development corporation of Hawaii.  Payment to the office may be in the form of public lands or moneys.  If payment is to be in the form of public lands, the lands shall be mutually agreed upon by the department of land and natural resources and the office, and shall be of value comparable to the amount due to the office.  Any monetary payment shall be an obligation of the housing and community development corporation of Hawaii.  Any portion of that amount that is not paid on the date of conveyance shall be subject to simple interest annually, established pursuant to the fifteen year treasury rate at the time of the conveyance and payable annually by the State to the office.\n\t(d)  Twenty per cent of the revenue received by the housing and community development corporation of Hawaii from commercial, industrial, or other non-residential use of the land shall be paid annually to the office, provided that:\n\n\n\n\t(1)\tThe office shall not receive payment under this subsection until the housing and community development corporation of Hawaii recovers all moneys previously paid to the office for that portion of land used for commercial, industrial, or other non-residential purposes;\n\t(2)\tIf borrowed moneys are used to finance the development of land for commercial, industrial, or other non-residential purposes, annual payments due to the office under this subsection shall be made pursuant to the following order of priority:\n\n\t\t(A)\tThe housing and community development corporation of Hawaii satisfies as a first priority the amount computed annually on the pro rata portion (not the total debt service over the life of the debt) of its total debt service on the borrowed moneys;\n\t\t(B)\tThe housing and community development corporation of Hawaii satisfies as a second priority its operating expense obligations (directly incurred from the development and operating of land used for commercial, industrial, or other non-residential purposes) in an amount not exceeding one per cent of the revenues for the project;\n\t\t(C)\tAfter the first and second priorities are satisfied, the housing and community development corporation of Hawaii shall make annual payments due to the office under this subsection from any remaining revenues; and\n\n\t(3)\tIn the event of a sale of land used for commercial, industrial, or other non-residential purposes, the office shall receive twenty per cent of the revenue received by the housing and community development corporation of Hawaii. [L 1992, c 318, §1; am L 1997, c 350, §§14, 15]\n\n\n\n\n\t   [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  This section applies to the revenue derived from any land of the public land trust which is conveyed by the department of land and natural resources to the Hawaii housing finance and development administration for the development of housing projects as defined under section 201G-1 and 201G-112.  The amount due to the office shall be determined by multiplying the fair market value of the land by twenty per cent.  For the purpose of this section, \"fair market value\" means the amount of money which a purchaser willing but not obliged to buy the land would pay to an owner willing but not obliged to sell it, taking into consideration the highest and best use of the land.  For the purpose of this section, \"highest and best use\" means the most profitable, probable, and legal use to which the land can be put.\n\t(b)  Fair market value shall be determined on a per acre basis pursuant to appraisals performed in conformance with the uniform standards of professional appraisal practice as adopted by the department of commerce and consumer affairs, not more than ninety days before the conveyance of the land to the Hawaii housing finance and development administration.  The appraisals shall be performed by two disinterested appraisers each of whose services shall be contracted by the department of land and natural resources and the office, respectively.  If the land is of the public land trust and sugarcane lands, as defined by Article XII, Section 1 of the State Constitution, the office and the department of Hawaiian home lands shall contract the services of one appraiser.  The parties shall contract the services of the appraisers within thirty working days after the department of land and natural resources gives written notice to the office, together with the department of Hawaiian home lands if the land is of the public land trust and sugarcane lands, of the proposed conveyance of the land to the Hawaii housing finance and development administration.\n\tIf any party fails or refuses to contract the services of an appraiser, then the other party may petition the presiding judge of the circuit court of the State in the county where the land is located to appoint the other of the two appraisers.  If the two appraisers are unable to agree on a fair market value, then within thirty days thereafter, the department of land and natural resources and the office, together with the department of Hawaiian home lands if the land is of the public land trust and sugarcane lands, shall contract for the services of a mutually selected third appraiser and the decision of the majority of the appraisers shall be final with respect to determination of the fair market value.  If the department of land and natural resources and the office, together with the department of Hawaiian home lands if the land is of the public land trust and sugarcane lands, are unable to agree on the selection of the third appraiser, any party may petition the presiding judge of the circuit court of the State in the county where the land is located to appoint the third appraiser.\n\t(c)  The amount due to the office shall be due and payable by the State on the date of conveyance of the land to the Hawaii housing finance and development administration.  Payment to the office may be in the form of public lands or moneys.  If payment is to be in the form of public lands, the lands shall be mutually agreed upon by the department of land and natural resources and the office, and shall be of value comparable to the amount due to the office.  Any monetary payment shall be an obligation of the Hawaii housing finance and development administration.  Any portion of that amount that is not paid on the date of conveyance shall be subject to simple interest annually, established pursuant to the fifteen year treasury rate at the time of the conveyance and payable annually by the State to the office.\n\t(d)  Twenty per cent of the revenue received by the Hawaii housing finance and development administration from commercial, industrial, or other non-residential use of the land shall be paid annually to the office, provided that:\n\n\n\n\t(1)\tThe office shall not receive payment under this subsection until the Hawaii housing finance and development administration recovers all moneys previously paid to the office for that portion of land used for commercial, industrial, or other non-residential purposes;\n\t(2)\tIf borrowed moneys are used to finance the development of land for commercial, industrial, or other non-residential purposes, annual payments due to the office under this subsection shall be made pursuant to the following order of priority:\n\n\t\t(A)\tThe Hawaii housing finance and development administration satisfies as a first priority the amount computed annually on the pro rata portion (not the total debt service over the life of the debt) of its total debt service on the borrowed moneys;\n\t\t(B)\tThe Hawaii housing finance and development administration satisfies as a second priority its operating expense obligations (directly incurred from the development and operating of land used for commercial, industrial, or other non-residential purposes) in an amount not exceeding one per cent of the revenues for the project;\n\t\t(C)\tAfter the first and second priorities are satisfied, the Hawaii housing finance and development administration shall make annual payments due to the office under this subsection from any remaining revenues; and\n\n\t(3)\tIn the event of a sale of land used for commercial, industrial, or other non-residential purposes, the office shall receive twenty per cent of the revenue received by the Hawaii housing finance and development administration. [L 1992, c 318, §1; am L 1997, c 350, §§14, 15; am L 2005, c 196, §26(b)]\n\n\n\n\nNote\n  Applies only to housing and community development corporation of Hawaii's developments known as Kealakehe and Lahaina.  L 1992, c 318, §4.\nCross References\n  Other applications on Kealakehe and Lahaina developments, see §171-18.5."
}