{
    "name": "Hui \u0091Imi advisory council",
    "number": "18",
    "text": "(a) There is established a Hui \u0091Imi advisory council, to be placed within the office of Hawaiian affairs for administrative purposes only.  The advisory council shall consist of representatives from the following:\n\n\n\n\t(1)\tOffice of Hawaiian affairs;\n\t(2)\tDepartment of education; \n\t(3)\tDepartment of Hawaiian home lands;\n\t(4)\tDepartment of health;\n\t(5)\tDepartment of human services;\n\t(6)\tDepartment of business, economic development, and tourism;\n\t(7)\tDepartment of land and natural resources;\n\t(8)\tUniversity of Hawaii; \n\t(9)\tHouse of representatives standing committee with primary jurisdiction over Hawaiian affairs;\n\t(10)\tSenate standing committee with primary jurisdiction over Hawaiian affairs;\n\t(11)\tAlu Like, Inc.;\n\t(12)\tThe Association of Hawaiian Civic Clubs;\n\t(13)\tE Ola Mau;\n\t(14)\tThe Kamehameha Schools;\n\t(15)\tThe Lunalilo Home;\n\t(16)\tThe Native Hawaiian Culture and Arts Program of the Bernice Pauahi Bishop Museum;\n\t(17)\tThe Native Hawaiian Legal Corporation;\n\t(18)\tPapa Ola Lokahi;\n\t(19)\tThe Queen Lili\u0091uokalani Children's Center; \n\t(20)\tCouncil for Native Hawaiian Advancement; and\n\t(21)\tAny other agency, organization, or entity that expresses interest to participate in fulfilling the advisory council's mandate.\n\n\n\n\tThe advisory council shall make a good faith effort to include as members other public and private agencies, organizations, or entities that express interest in fulfilling the advisory council's mandate.\n\t(b)  Each member shall be appointed by the director or other chief executive of the member's organization within forty-five days following July 1, 2003.  The advisory council members shall select a chairperson and establish procedural rules for its internal administration.  The rules shall be exempt from the public notice and hearing provisions of chapter 91.  Administrative expenses of the advisory council, such as photocopying, postage, stationery, and office supplies incidental to the performance of members' duties may be reimbursed out of appropriations made to the advisory council, but members of the advisory council shall otherwise serve without compensation and without reimbursement for travel expenses.\n\t(c)  The Hui \u0091Imi advisory council shall:\n\n\n\n\t(1)\tServe as a liaison between public and private entities serving the Hawaiian community in the planning and development of collaborative public and private endeavors;\n\t(2)\tInvestigate the issues described in the Hui \u0091Imi task force report volumes I and II and such other issues affecting Hawaiians as the advisory council shall designate; and\n\t(3)\tSubmit a report of its findings and recommendations, which report shall include an action plan for the implementation of the Hui \u0091Imi task force report volumes I and II, with a view toward incorporating the action plan into the state general plan.  The report shall be submitted to the governor and the legislature no later than twenty days prior to the convening of the regular session of 2005. [L 2003, c 42, §2]\n\n\n\n\nRevision Note\n  \"July 1, 2003\" substituted for \"the effective date of this Act\"."
}