{
    "name": "Legislature may not authorize office of Hawaiian affairs to use funds derived from public land trust to better the conditions of \"Hawaiians\", as defined in section , distinguishing from \"native Hawaiians\" as defined in section 5(f) of the Admission Act.  Att. Gen. Op. 83-2. Law Journals and Reviews Case Notes Does not violate section 5 of the Admission Act.  921 F.2d 950.",
    "number": "2",
    "text": "Definitions.  In this chapter, if not inconsistent with the context:\n\t\"Administrator\" means the administrator of the office of Hawaiian affairs.\n\t\"Beneficiary of the public trust entrusted upon the office\" means native Hawaiians and Hawaiians.\n\t\"Board\" means the board of trustees.\n\t\"Grant\" means an award of funds by the office to a specified recipient to support the activities of the recipient for activities that are consistent with the purposes of this chapter.\n\t\"Hawaiian\" means any descendant of the aboriginal peoples inhabiting the Hawaiian Islands which exercised sovereignty and subsisted in the Hawaiian Islands in 1778, and which peoples thereafter have continued to reside in Hawaii.\n\t\"Native Hawaiian\" means any descendant of not less than one-half part of the races inhabiting the Hawaiian Islands previous to 1778, as defined by the Hawaiian Homes Commission Act, 1920, as amended; provided that the term identically refers to the descendants of such blood quantum of such aboriginal peoples which exercised sovereignty and subsisted in the Hawaiian Islands in 1778 and which peoples thereafter continued to reside in Hawaii.\n\t\"Office\" means the office of Hawaiian affairs.\n\t\"Recipient\" means any organization or person receiving a grant. [L 1979, c 196, pt of §2; am L 1990, c 304, §§3, 16; am L 1992, c 318, §2; am L 1997, c 350, §§14, 15; am L 2002, c 182, §2]\nNote\n  The 1992 amendment applies only to housing and community development corporation of Hawaii's developments known as Kealakehe and Lahaina.  L 1992, c 318, §4.\n  L 2005, c 196, §26(b) purports to amend this section.\nLaw Journals and Reviews\n  The Lum Court and Native Hawaiian Rights.  14 UH L. Rev. 377.\nCase Notes\n  Definition of \"Hawaiian\" does not violate equal protection.  631 F. Supp. 1153.\n  Act 304, Session Laws of Hawaii 1990, was invalidated by its own severability clause when amendment to this section by Act 304 was found to conflict with the federal Forgiveness Act (Pub. L. No. 105-66, §340, 111 Stat. at 1448), leaving court with no judicially manageable standards to determine whether office of Hawaiian affairs was entitled to the specific revenues sought in the suit.  96 H. 388, 31 P.3d 901."
}