{
    "name": "Authorization for disclosure and use of intercepted wire, oral, or electronic communications",
    "number": "45",
    "text": "(a)  Any investigative or law enforcement officer, who, by any means authorized by this part, has obtained knowledge of the contents of any wire, oral, or electronic communication, or evidence derived therefrom, may disclose such contents to another investigative or law enforcement officer to the extent that such disclosure is appropriate to the proper performance of the official duties of the officer making or receiving the disclosure.\n\t(b)  Any investigative or law enforcement officer, who by any means authorized by this part, has obtained knowledge of the contents of any wire, oral, or electronic communication or evidence derived therefrom may use such contents to the extent such use is appropriate to the proper performance of the officer's official duties.\n\t(c)  Any person who has received, by any means authorized by this part, any information concerning a wire, oral, or electronic communication, or evidence derived therefrom intercepted in accordance with the provisions of this part may disclose the contents of that communication or such derivative evidence while giving testimony under oath or affirmation in any proceeding in any court or before the grand jury in this State.\n\t(d)  No otherwise privileged wire, oral, or electronic communication intercepted in accordance with, or in violation of, the provisions of this part shall lose its privileged character.\n\t(e)  When an investigative or law enforcement officer, while engaged in intercepting wire, oral, or electronic communications in the manner authorized, intercepts communications relating to offenses other than those specified in the order of authorization or approval, the contents thereof, and evidence derived therefrom, may be disclosed or used as provided in subsections (a) and (b) of this section.  Such contents and any evidence derived therefrom may be used under subsection (c) of this section when authorized or approved by the designated circuit court where such court finds on subsequent application, made as soon as practicable, that the contents were otherwise intercepted in accordance with the provisions of this part.\n\t(f)  No testimony or evidence relating to a wire, oral, or electronic communication or any evidence derived therefrom intercepted in accordance with the provisions of this part shall be admissible in support of any misdemeanor charge. [L 1978, c 218, pt of §2; gen ch 1985; am L 1986, c 303, §5; am L 1989, c 164, §7]"
}