{
    "name": "Definitions",
    "number": "41",
    "text": "PART IV.  ELECTRONIC EAVESDROPPING\n\nLaw Journals and Reviews\n  Hawaii's New Wiretap Law.  14 HBJ No. 3, Fall 1978, pg. 83.\n  The Lum Court and the First Amendment.  14 UH L. Rev. 395.\nCase Notes\n  Warrantless recordation by party to conversation did not violate this part.  64 H. 659, 649 P.2d 346.\n  Provisions of this part and article I, §7 of state constitution not relevant to question of legality of electronic eavesdropping activities conducted in California.  83 H. 187, 925 P.2d 357.\n     In this part:\n\t\"Aggrieved person\" means a person who was party to any intercepted wire, oral, or electronic communication or a person against whom the interception was directed.\n\t\"Bait vehicle\" means any vehicle used by law enforcement to further an investigation of and deter unauthorized entry into a motor vehicle or unauthorized control of propelled vehicles.\n\t\"Aural transfer\" means a transfer containing the human voice at any point between and including the point of origin and the point of reception.\n\t\"Contents\" when used with respect to any wire, oral, or electronic communication, includes any information concerning the substance, purport, or meaning of that communication.\n\t\"Electronic communication\" means any transfer of signs, signals, writing, images, sounds, data, or intelligence of any nature transmitted in whole or in part by a wire, radio, electromagnetic, photoelectronic, or photooptical system that affects intrastate, interstate, or foreign commerce.  The term \"electronic communication\" includes, but is not limited to, \"display pagers\" which can display visual message as part of the paging process, but does not include:\n\n\n\n\t(1)\tThe radio portion of a cordless telephone communication that is transmitted between the cordless telephone handset and the base unit;\n\t(2)\tAny wire or oral communication;\n\t(3)\tAny communication made through a tone-only paging device; or\n\t(4)\tAny communication from a tracking device.\n\n\n\n\t\"Electronic communication system\" means any wire, radio, electromagnetic, photooptical, or photoelectronic facilities for the transmission of electronic communications, and any computer facilities or related electronic equipment for the electronic storage of such communications.\n\t\"Electronic, mechanical, or other device\" means any device or apparatus which can be used to intercept a wire, oral, or electronic communication other than:\n\n\n\n\t(1)\tAny telephone or telegraph instrument, equipment or facility, or any component thereof, (A) furnished to the subscriber or user by a provider of wire or electronic communication service in the ordinary course of its business and being used by the subscriber or user in the ordinary course of its business or furnished by such subscriber or user for connection to the facilities of such services and used in the ordinary course of its business; or (B) being used by a provider of wire or electronic communication service in the ordinary course of its business, or by an investigative or law enforcement officer in the ordinary course of the officer's duties; or\n\t(2)\tA hearing aid or similar device being used to correct subnormal hearing to not better than normal.\n\n\n\n\t\"Electronic storage\" means:\n\n\n\n\t(1)\tAny temporary, intermediate storage of a wire or electronic communication incidental to the electronic transmission thereof; and\n\t(2)\tAny storage of such communication by an electronic communication service for purposes of backup protection of such communication.\n\n\n\n\t\"Intercept\" means the aural or other acquisition of the contents of any wire, electronic, or oral communication through the use of any electronic, mechanical, or other device.\n\t\"Investigative or law enforcement officer\" means any officer of the State or political subdivision thereof, who is empowered by the law of this State to conduct investigations of or to make arrests for offenses enumerated in this part.\n\t\"Oral communication\" means any oral communication uttered by a person exhibiting an expectation that such communication is not subject to interception under circumstances justifying such expectation, but such term does not include any electronic communication.\n\t\"Organized crime\" means any combination or conspiracy to engage in criminal activity.\n\t\"Pen register\" means a device which records or decodes electronic or other impulses which identify the numbers dialed or otherwise transmitted on the telephone line to which such device is attached, but such term does not include any device used by a provider or customer of a wire or electronic communication service for billing, or recording as an incident to billing, for communication services provided by such provider or any device used by a provider or customer of a wire communication service, for cost accounting or other like purposes in the ordinary course of its business.\n\t\"Person\" means any official, employee, or agent of the United States or this State or political subdivision thereof, and any individual, partnership, association, joint stock company, trust, or corporation.\n\t\"Readily accessible to the general public\" means, with respect to radio communication, that such communication is not:\n\n\n\n\t(1)\tScrambled or encrypted;\n\t(2)\tTransmitted using modulation techniques whose essential parameters have been withheld from the public with the intention of preserving the privacy of such communication;\n\t(3)\tCarried on a subcarrier or other signal subsidiary to a radio transmission;\n\t(4)\tTransmitted over a communication system provided by a common carrier, unless the communication is a tone-only paging system communication; or\n\t(5)\tTransmitted on frequencies allocated under part 25, subpart D, E, or F of part 74, or part 94 of the Rules of the Federal Communications Commission, unless in the case of a communication transmitted on a frequency allocated to broadcast auxiliary services, the communication is a two-way voice communication by radio.\n\n\n\n\t\"Tracking device\" means an electronic or mechanical device which permits the tracking of the movement of a person or object, but does not include such a device when installed:\n\n\n\n\t(1)\tIn a motor vehicle or other vehicle by or with the permission of the owner or person in lawful possession of the motor vehicle or other vehicle for the purpose of tracking the movement of such motor vehicle or other vehicle; or\n\t(2)\tBy or at the request of a police department or law enforcement agency in a \"bait vehicle\".\n\n\n\n\t\"Trap and trace device\" means a device which captures the incoming electronic or other impulses which identify the originating number of an instrument or device from which a wire or electronic communication was transmitted.\n\t\"User\" means any person or entity who:\n\n\n\n\t(1)\tUses an electronic communication service; and\n\t(2)\tIs duly authorized by the provider of such service to engage in such use.\n\n\n\n\t\"Wire communication\" means any aural transfer made in whole or in part through the use of facilities for the transmission of communications by the aid of wire, cable, or other like connection between the point of origin and the point of reception (including the use of such connection in a switching station) furnished or operated by any person engaged in providing or operating such facilities for the transmission of intrastate, interstate, or foreign communications.  The term \"wire communication\" includes, but is not limited to, cellular telephones, cordless telephones, except for the radio portion of a cordless telephone communication that is transmitted between the cordless telephone handset and the base unit, \"tone and voice\" pagers which transmit a voice message along with a paging signal, and any electronic storage of a wire communication. [L 1978, c 218, pt of §2; gen ch 1985; am L 1986, c 303, §1; am L 1989, c 164, §3; am L 1998, c 96, §§2, 3]\nLaw Journals and Reviews\n  State v. Rothman:  Expanding the Individual's Right to Privacy under the Hawaii Constitution.  13 UH L. Rev. 619.\nCase Notes\n  Pen register warrant signed by a district court judge was invalid.  70 H. 546, 779 P.2d 1."
}