{
    "name": "Procedure for interception of wire, oral, or electronic communication",
    "number": "46",
    "text": "(a)  Each application for an order authorizing or approving the interception of a wire, oral, or electronic communication shall be made in writing upon oath or affirmation to a designated circuit court and shall state the applicant's authority to make such application.  The terms \"designated circuit,\" \"designated judge,\" \"authorized circuit court,\" \"designated circuit court,\" \"issuing judge,\" and the \"court\" as used in this section shall not only mean a circuit court judge specifically designated by the chief justice of Hawaii supreme court, but shall also mean any circuit court judge or district court judge if no circuit court judge has been designated by the chief justice, or is otherwise unavailable.  Each application shall include the following information:\n\n\n\n\t(1)\tThe identity of the investigative or law enforcement officer(s) requesting the application, the official(s) applying for an order;\n\t(2)\tA full and complete statement of the facts and circumstances relied upon by the applicant, to justify the applicant's belief that an order should be issued, including (A) details as to the particular offense that has been, is being, or is about to be committed, (B) a particular description of the nature and location of the facilities from which or the place where the communication is to be intercepted, (C) a particular description of the type of communications sought to be intercepted, (D) the identity or descriptions of all persons, if known, committing the offense and whose communications are to be intercepted, and where appropriate (E) the involvement of organized crime;\n\t(3)\tA full and complete statement of the facts concerning how the interception is to be accomplished, and if physical entry upon private premises is necessary, facts supporting such necessity;\n\t(4)\tA full and complete statement of facts as to whether or not other investigative procedures have been tried and failed or why they reasonably appear to be unlikely to succeed if tried or to be too dangerous;\n\t(5)\tA statement of facts indicating the period of time for which the interception is required to be maintained.  If the nature of the investigation is such that the authorization for interception should not automatically terminate when the described type of communication has been obtained, a particular description of facts establishing probable cause to believe that additional communications of the same type will occur thereafter;\n\t(6)\tA full and complete statement of the facts concerning all previous applications known to the individual authorizing and making the application, made to any court for authorization to intercept, or for approval of interceptions of, wire, oral, or electronic communications involving any of the same persons, facilities, or places specified in the application, and the action taken by the court on each such application; and\n\t(7)\tWhere the application is for the extension of an order, a statement setting forth the results thus far obtained from the interception, or a reasonable explanation of the failure to obtain such results.\n\n\n\n\t(b)  An in camera adversary hearing shall be held on any interception application or application for extension.  Upon receipt of the application the designated judge shall appoint an attorney to oppose the application.  The attorney shall be appointed and compensated in the same manner as attorneys are appointed to represent indigent criminal defendants.  The appointed attorney shall be given at least twenty-four hours notice of the hearing and shall be served with copies of the application, proposed order, if any, and supporting documents with the notice.  At the hearing, the attorney appointed may cross-examine witnesses and present arguments in opposition to the application.  The affiant supporting the application shall be present at the hearing.  If an interlocutory appeal is taken by the State from the denial of an application, the appointed attorney shall be retained to answer the appeal or another attorney shall be appointed for the appeal.  The designated circuit court may require the applicant to furnish additional testimony or documentary evidence under oath or affirmation in support of the application.  A transcript of the hearing shall be made and kept with the application and orders.\n\t(c)  Upon such application and after such adversary hearing, the court may enter an order, as requested or as modified, authorizing or approving interception of wire, oral, or electronic communications within the county in which the court is sitting, if the court determines on the basis of the facts submitted by the applicant that:\n\n\n\n\t(1)\tThere is probable cause for belief that an individual is committing, has committed, or is about to commit murder, kidnapping, or felony criminal property damage involving the danger of serious bodily injury or that an individual is committing, has committed, or is about to commit one of the other offenses specified in section 803-44 and that organized crime is involved;\n\t(2)\tThere is probable cause for belief that particular communications concerning that offense will be obtained through such interception;\n\t(3)\tNormal investigative procedures have been tried and have failed or reasonably appear to be unlikely to succeed if tried or to be too dangerous; and\n\t(4)\tThere is probable cause for belief that the facilities from which, or the place where, the wire, oral, or electronic communications are to be intercepted are being used, or are about to be used, in connection with the commission of such offense, or are leased to, listed in the name of, or commonly used by such person. \n\n\n\nIf the order allows physical entry to accomplish the interception, the issuing judge shall find that the interception could not be accomplished by means other than physical entry.\n\t(d)  Each order authorizing or approving the interception, of any wire, oral, or electronic communication shall specify:\n\n\n\n\t(1)\tThe identity or description of all persons, if known, whose communications are to be intercepted;\n\t(2)\tThe nature and location of the communications facilities as to which, or the place where, authority to intercept is granted, and the means by which such interceptions shall be made;\n\t(3)\tA particular description of the type of communication sought to be intercepted, and a statement of the particular offense to which it relates;\n\t(4)\tThe identity of the agency authorized to intercept the communications and the persons applying for the application;\n\t(5)\tThe period of time during which such interception is authorized, including a statement as to whether or not the interception shall automatically terminate when the described communication has been first obtained; and\n\t(6)\tHow the authorization is to be accomplished.\n\n\n\nAn order authorizing the interception of a wire, oral, or electronic communication shall, upon request of the applicant, direct that a provider of wire or electronic communication service, landlord, custodian, or other person shall furnish the applicant forthwith all information, facilities, and technical assistance necessary to accomplish the interception unobtrusively and with a minimum of interference with the services that such provider of wire or electronic communication service, landlord, custodian, or person is according the person whose communications are to be intercepted.  Any provider of wire or electronic communication service, landlord, custodian, or other person furnishing such facilities or technical assistance shall be compensated therefor by the applicant at the prevailing rates.\n\t(e)  No order entered under this section shall authorize or approve the interception of any wire, oral, or electronic communication for any period longer than is necessary to achieve the objective of the authorization, nor in any event longer than thirty days.  The thirty-day period begins on the earlier of the day on which the investigative or law enforcement officer first begins to conduct an interception under the order or ten days after the order is entered.  Extensions of an order may be granted, but only upon application for an extension made in accordance with subsections (a) and (b) of this section and the court making the findings required by subsection (c) of this section.  The period of extension shall be no longer than the authorizing circuit court deems necessary to achieve the purposes for which it was granted and in no event for longer than fifteen days.  Every order and extension thereof shall contain a provision that the authorization to intercept shall be executed as soon as practicable, shall be conducted in such a way as to minimize the interception of communications not otherwise subject to interception under this part, and shall terminate upon attainment of the authorized objective, or in any event in thirty days or in fifteen days in case of an extension.  In the event the intercepted communication is in a code or a foreign language, and an expert in that foreign language or code is not reasonably available during the interception period, minimization may be accomplished as soon as practicable after such interception.  An interception may be conducted in whole or in part by investigative or law enforcement officer(s), or by an individual operating under contract, acting under the supervision of an investigative or law enforcement officer authorized to conduct the interception.\n\n\n\n\t(1)\tThe interception shall be conducted in such a way as to minimize the resulting invasion of privacy including but not limited to the following methods of minimization:\n\n\t\t(A)\tConversations that appear unlikely to result in incriminating conversations relating to the offense for which the order is issued shall be subject to intermittent monitoring; and\n\t\t(B)\tPrivileged conversations, including those between a person and the person's spouse, attorney, physician, or clergy, shall not be intercepted unless both parties to the conversation are named or described in the application and order.\n\n\t(2)\tIn determining whether incriminating statements are likely to occur during a conversation the following factors should be considered:\n\n\t\t(A)\tThe parties to the conversation;\n\t\t(B)\tThe particular offense being investigated;\n\t\t(C)\tThe subject matter of the conversation;\n\t\t(D)\tThe subject matter of previous conversations between the same parties and whether any incriminating statements occurred; and\n\t\t(E)\tThe hour and day of conversation.\n\n\n\n\n\n\t(f)  Whenever an order authorizing interception is entered pursuant to this part, the order shall require reports to be made to the court which issued the order showing what progress has been made toward achievement of the authorized objective and the need for continued interception.  Such reports shall be made at such intervals as the court may require.\n\n\n\n\t(g)\t(1)  The contents of any wire, oral, or electronic communication intercepted by any means authorized by this part shall, if possible, be recorded on tape or wire or other comparable device.  The recording of the contents of any wire, oral, or electronic communication under this subsection shall be done in such way as will protect the recording from editing or other alterations.  Immediately upon the expiration of the period of the order, or extensions thereof, such recordings shall be made available to the court issuing such order and sealed under the court's directions.  Custody of the recordings shall be wherever the court orders.  Recordings and other evidence of the contents of conversations and applications and orders shall not be destroyed except upon an order of the issuing or denying court and in any event shall be kept for ten years.  However, upon the request of all the parties to particular conversations, evidence of conversations between those parties shall be destroyed (A) if there are no incriminating statements; (B) if any incriminating statements relate to only misdemeanor offenses; or (C) if the interception of the conversations is determined to have been illegal.  Duplicate recordings may be made for use or disclosure pursuant to section 803-45(a) and (b) for investigations.  The presence of the seal provided for by this subsection, or a satisfactory explanation for the absence thereof, shall be a prerequisite for the use or disclosure of the contents of any wire, oral, or electronic communication or evidence derived therefrom under section 803-45(c).\n\t(2)\tApplications made and orders granted under this part, transcripts of hearings on applications, and evidence obtained through court-ordered interceptions shall be sealed by the designated circuit court.  Custody of the above shall be whenever the court directs.\n\t(3)\tAny violation of the provisions of this subsection may be punished as contempt of the issuing or denying court.\n\t(4)\tWithin a reasonable time but no later than ninety days after the termination of the period of an order or extensions thereof, the issuing court shall cause to be served, on the persons named in the order, on all other known parties to intercepted communications, and to such other persons as the court may determine is in the interest of justice, an inventory which shall include notice of:\n\n\t\t(A)\tThe fact of the entry of the order;\n\t\t(B)\tThe date of the entry and the period of authorized, or approved interception;\n\t\t(C)\tThe fact whether during the period wire, oral, or electronic communications were intercepted; and\n\t\t(D)\tThe fact whether any incriminating statements were intercepted.\n\n\t\tThe designated circuit court, upon the filing of a motion, shall make available to such person or the person's counsel for inspection after the inventory has been served all portions of the intercepted communications which contain conversations of that person, applications, orders, transcripts of hearing, and other evidence obtained as a result of the use of interception orders.  The court may order such additional disclosure as the court determines to be in the interest of justice.  On an ex parte showing of good cause to a court the serving of the inventory required by this subsection may be postponed.\n\n\n\n\t(h)  The contents of any intercepted wire, oral, or electronic communication or evidence derived therefrom shall not be received in evidence or otherwise disclosed in any trial, hearing, or other proceeding in any court of this State unless each party, not less than thirty days before the trial, hearing or proceeding, has been furnished with copies of the documents required to be disclosed, and contents of intercepted communications or other evidence obtained as a result of interception which is sought to be admitted in evidence.  This thirty-day period may be shortened or waived by the court if it finds that the party will not be prejudiced by the delay in receiving such information.\n\n\n\n\t(i)\t(1)  Any aggrieved person in any trial, hearing, or proceeding in or before any court, department, officer, agency, regulatory body, or other authority of this State, or a political subdivision thereof, may move to suppress the content of any intercepted wire, oral, or electronic communication, or evidence derived therefrom, on the grounds that:\n\n\t\t(A)\tThe communication was unlawfully intercepted;\n\t\t(B)\tThe order of authorization or approval under which it was intercepted is insufficient on its face; or \n\t\t(C)\tThe interception was not made in conformity with the order of authorization or approval. \n\n\t\tSuch motion shall be made before the trial, hearing, or proceedings unless there was no opportunity to make such motion or the person was not aware of the grounds of the motion.  If the motion is granted, the contents of the intercepted wire, oral, or electronic communication, or evidence derived therefrom, shall be treated as having been obtained in violation of this part.  The court, or other official before whom the motion is made, upon the filing of such motion by the aggrieved person, shall make available to the aggrieved person or the aggrieved person's counsel for inspection portions of the recording which contain intercepted communications of the defendant or evidence derived therefrom, the applications, orders, transcript of hearing, and such additional evidence as the court determines to be in the interest of justice.\n\t(2)\tIn addition to any other right to appeal the State shall have the right to appeal:\n\n\t\t(A)\tFrom an order granting a motion to suppress made under paragraph (1) of this subsection if the attorney general or prosecuting attorney, or their designated representatives, shall certify to the court or other official granting such motion that the appeal shall be taken within thirty days after the date the order of suppression was entered and shall be diligently prosecuted as in the case of other interlocutory appeals or under such rules as the supreme court may adopt;\n\t\t(B)\tFrom an order denying an application for an order of authorization or approval, and such an appeal shall be in camera and in preference to all other pending appeals in accordance with rules promulgated by the supreme court. [L 1978, c 218, pt of §2; gen ch 1985; am L 1986, c 303, §6; am L 1989, c 164, §8; am L 1990, c 34, §§37, 38; gen ch 1993]\n\n\n\n\n\n\nCase Notes\n  Lack of express remedy for one aggrieved by bugging was inadvertent and evidence obtained in violation of wiretap law should be suppressed.  66 H. 653, 675 P.2d 754."
}