{
    "name": "Interception, access, and disclosure of wire, oral, or electronic communications, use of pen register, trap and trace device, and mobile tracking device prohibited",
    "number": "42",
    "text": "(a)  Except as otherwise specifically provided in this part any person who:\n\n\n\n\t(1)\tIntentionally intercepts, endeavors to intercept, or procures any other person to intercept or endeavor to intercept, any wire, oral, or electronic communication;\n\t(2)\tIntentionally uses, endeavors to use, or procures any other person to use or endeavor to use any electronic, mechanical, or other device to intercept any wire, oral, or electronic communication;\n\t(3)\tIntentionally discloses, or endeavors to disclose, to any other person the contents of any wire, oral, or electronic communication, knowing or having reason to know that the information was obtained through the interception of a wire, oral, or electronic communication in violation of this part;\n\t(4)\tIntentionally uses, or endeavors to use, the contents of any wire, oral, or electronic communication, knowing or having reason to know that the information was obtained through the interception of a wire, oral, or electronic communication in violation of this part;\n\n\t(5)\t(A)\tIntentionally accesses without authorization a facility through which an electronic communication service is provided; or\n\t\t(B)\tIntentionally exceeds an authorization to access that facility; and thereby obtains, alters, or prevents authorized access to a wire or electronic communication while it is in electronic storage;\n\n\t(6)\tIntentionally installs or uses a pen register or a trap and trace device without first obtaining a court order; or\n\t(7)\tIntentionally installs or uses a mobile tracking device without first obtaining a search warrant or other order authorizing the installation and use of such device;\n\n\n\nshall be guilty of a class C felony.\n\n\n\n\t(b)\t(1)  It shall not be unlawful under this part for an operator of a switchboard, or an officer, employee, or agent of a provider of wire or electronic communication services, whose facilities are used in the transmission of a wire communication, to intercept, disclose, or use that communication in the normal course of the officer's, employee's, or agent's employment while engaged in any activity which is a necessary incident to the rendition of the officer's, employee's, or agent's service or to the protection of the rights or property of the provider of that service; provided that such providers of wire communication service to the public shall not utilize service observing or random monitoring except for mechanical or service quality control checks.\n\t(2)\tIt shall not be unlawful under this part for an officer, employee, or agent of the Federal Communications Commission, in the normal course of the officer's, employee's, or agent's employment and in discharge of the monitoring responsibilities exercised by the Commission in the enforcement of chapter 5 of title 47 of the United States Code, to intercept a wire or electronic communication, or oral communication transmitted by radio, or to disclose or use the information thereby obtained.\n\t(3)\tIt shall not be unlawful under this part for a person not acting under color of law to intercept a wire, oral, or electronic communication where such person is a party to the communication or where one of the parties to the communication has given prior consent to such interception unless such communication is intercepted for the purpose of committing any criminal or tortious act in violation of the Constitution or laws of the United States or of this State; provided that installation in any private place, without consent of the person or persons entitled to privacy therein, of any device for recording, amplifying, or broadcasting sounds or events in that place, or use of any such unauthorized installation, or installation or use outside a private place of such device to intercept sounds originating in that place which would not ordinarily be audible or comprehensible outside, without the consent of the person or persons entitled to privacy therein is prohibited.\n\t(4)\tIt shall not be unlawful under this part for a person acting under color of law to intercept a wire, oral, or electronic communication, when such person is a party to the communication or one of the parties to the communication has given prior consent to such interception.\n\t(5)\tIt shall not be unlawful under this part for any person to intercept a wire, oral, or electronic communication or to disclose or use the contents of an intercepted communication, when such interception is pursuant to a valid court order under this chapter or as otherwise authorized by law; provided that a communications provider with knowledge of an interception of communications accomplished through the use of the communications provider's facilities shall report the fact and duration of the interception to the administrative director of the courts of this State.\n\t(6)\tNotwithstanding any other law, providers of wire or electronic communication service, their officers, employees, and agents, landlords, custodians, or other persons, are authorized to provide information, facilities, or technical assistance to persons authorized by law to intercept or access wire, oral, or electronic communications, to conduct electronic surveillance, or to install a pen register or trap and trace device if such provider, its officers, employees, or agents, landlord, custodian, or other specified person, has been provided with:\n\n\t\t(A)\tA court order directing such assistance signed by an authorizing judge; or\n\t\t(B)\tA certification in writing from the Attorney General of the United States, the Deputy Attorney General of the United States, the Associate Attorney General of the United States, the attorney general of the State of Hawaii, or the prosecuting attorney for each county that no warrant or court order is required by law, that all statutory requirements have been met, and that the specific assistance is required, setting forth the period of time during which the providing of the information, facilities, or technical assistance is authorized and specifying the information, facilities, or technical assistance required.\n\t\t\t\tNo provider of wire or electronic communication service, officer, employee, or agent thereof, or landlord, custodian, or other specified person shall disclose the existence of any access, interception, or surveillance or the device used to accomplish the interception or surveillance for which the person has been furnished a court order or certification under this part, except as may otherwise be required by legal process and then only after prior notification to the party that provided the court order or certification.\n\t\t\t\tNo cause of action shall lie in any court against any provider of wire or electronic communication service, its officers, employees, or agents, landlord, custodian, or other specified person for providing information, facilities, or assistance in accordance with the terms of a court order or certification under this part.\n\n\t(7)\tIt shall not be unlawful under this part for any person:\n\n\t\t(A)\tTo intercept or access an electronic communication made through an electronic communication system configured so that such electronic communication is readily accessible to the general public.\n\t\t(B)\tTo intercept any radio communication which is transmitted:\n\n\t\t\t(i)\tBy any station for the use of the general public, or that relates to ships, aircraft, vehicles, or persons in distress;\n\t\t\t(ii)\tBy any governmental, law enforcement, civil defense, private land mobile, or public safety communications system, including police and fire, readily accessible to the general public;\n\t\t\t(iii)\tBy a station operating on an authorized frequency within the bands allocated to the amateur, citizens band, or general mobile radio services; or\n\t\t\t(iv)\tBy any marine or aeronautical communications system.\n\n\t\t(C)\tTo engage in any conduct which:\n\n\t\t\t(i)\tIs prohibited by section 633 of the Communications Act of 1934; or\n\t\t\t(ii)\tIs excepted from the application of section 705(a) of the Communications Act of 1934 by section 705(b) of that Act.\n\n\t\t(D)\tTo intercept any wire or electronic communication which is causing harmful interference to any lawfully operating station or consumer electronic equipment to the extent necessary to identify the source of such interference;\n\t\t(E)\tFor users of the same frequency to intercept any radio communication made through a system that uses frequencies monitored by individuals engaged in the providing or the use of such system, if such communication is not scrambled or encrypted.\n\n\t(8)\tIt shall not be unlawful under this part:\n\n\t\t(A)\tTo use a pen register or a trap and trace device as specified in this part.\n\t\t(B)\tFor a provider of electronic communication service to record the fact that a wire or electronic communication was initiated or completed in order to protect such provider, another provider furnishing service toward the completion of the wire or electronic communication, or a user of that service, from fraudulent, unlawful, or abusive use of such service.\n\t\t(C)\tFor a provider of electronic or wire communication service to use a pen register or a trap and trace device for purposes relating to the operation, maintenance, and testing of the wire or electronic communication service or to the protection of the rights or property of such provider, or to the protection of users of that service from abuse of service or unlawful use of service.\n\t\t(D)\tTo use a pen register or a trap and trace device where consent of the user of the service has been obtained.\n\n\t(9)\tGood faith reliance upon a court order shall be a complete defense to any criminal prosecution for illegal interception, disclosure, or use.\n\t(10)\tA person or entity providing electronic communication service to the public may divulge the contents of any such communication:\n\n\t\t(A)\tAs otherwise authorized by a court order;\n\t\t(B)\tWith the lawful consent of the addressee, originator, or intended recipient;\n\t\t(C)\tTo a person employed or authorized, or whose facilities are used, to forward such communication to its destination; or\n\t\t(D)\tWhich were inadvertently obtained by the service provider and which appear to pertain to the commission of a crime, if divulged to a law enforcement agency. [L 1978, c 218, pt of §2; gen ch 1985; am L 1986, c 303, §2; am L 1989, c 164, §4]\n\n\n\n\n\n\nLaw Journals and Reviews\n  The Protection of Individual Rights Under Hawai`i's Constitution.  14 UH L. Rev. 311.\nCase Notes\n  Does not permit bugging of a private place unless the parties entitled to privacy consent.  66 H. 653, 675 P.2d 754.\n  Allows interception of wire or oral communication if one party to the conversation consents to the interception.  67 H. 197, 682 P.2d 79.\n  Not violated because wearing of recording device did not constitute \"installation\".  67 H. 307, 686 P.2d 816.\nHawaii Legal Reporter Citations\n  Scope.  81-2 HLR 810715."
}