{
    "name": "Grants; conditions and qualifications",
    "number": "17",
    "text": "(a)  Applications for grants shall be made to the office and contain such information as the office shall require.  At a minimum, the applicant shall show:\n\n\n\n\t(1)\tThe name of the requesting organization or individual;\n\t(2)\tThe purpose for the grant;\n\t(3)\tThe service to be supported by the grant;\n\t(4)\tThe target group to be benefited;\n\t(5)\tThe cost of the grant; and\n\t(6)\tThat the grant shall be used for activities that are consistent with the purposes of this chapter.\n\n\n\n\t(b)  Grants shall only be awarded if:\n\n\n\n\t(1)\tThe applicant has applied for or received all applicable licenses and permits, when such is required to conduct the activities or provide the services for which a grant is awarded;\n\t(2)\tThe applicant agrees to comply with applicable federal, state, and county laws;\n\t(3)\tThe grant shall not be used for purposes of entertainment or perquisites;\n\t(4)\tAll activities and improvements undertaken with funds received shall comply with all applicable federal, state, and county statutes and ordinances, including applicable building codes and agency rules; and\n\t(5)\tThe applicant will indemnify and hold harmless the office, the State of Hawaii, its officers, agents, and employees from and against any and all claims arising out of or resulting from activities carried out or projects undertaken with funds provided hereunder, and procure sufficient insurance to provide this indemnification if requested to do so by the office.\n\n\n\n\t(c)  To receive a grant, an applicant shall:\n\n\n\n\t(1)\tBe:\n\n\t\t(A)\tA for-profit subsidiary of a nonprofit organization incorporated under the law of the State;\n\t\t(B)\tA nonprofit community-based organization determined to be exempt from federal income taxation by the Internal Revenue Service;\n\t\t(C)\tA cooperative association; or\n\t\t(D)\tAn individual, who in the board's determination, is able to provide the services or activities proposed in the application for a grant;\n\n\t(2)\tIn the case of a nonprofit organization, have a governing board whose members have no material conflict of interest and serve without compensation, have bylaws or policies that describe the manner in which business is conducted and policies relating to nepotism and management of potential conflict of interest situations, and employ or contract with no two or more members of a family or kin of the first or second degree of consanguinity unless specifically permitted by the office;\n\t(3)\tAgree to make available to the office all records the applicant may have relating to the operation of the applicant's activity, business, or enterprise, to allow the office to monitor the applicant's compliance with the purpose of this chapter; and\n\t(4)\tEstablish, to the satisfaction of the office, that sufficient funds are available for the effective operation of the activity, business, or enterprise for the purpose for which the grant is awarded.\n\n\n\n\t(d)  Every grant shall be:\n\n\n\n\t(1)\tMonitored by the office to ensure compliance with this chapter and the purposes and intent of the grant; and\n\t(2)\tEvaluated annually to determine whether the grant attained the intended results in the manner contemplated.\n\n\n\n\t(e)  Grants made by the office under this chapter may be made without regard to chapters 103D and 103F. [L 2002, c 182, §1; am L 2003, c 9, §2]"
}