{
    "name": "Longitudinal traffic lane markings Overtaking and Passing; Use of Roadway",
    "number": "38",
    "text": "Longitudinal traffic lane markings.  (a)  Traffic lane markings shall be yellow, white or red in color.  Black may be used in combination with these colors where the pavement itself does not provide sufficient contrast.\n\t(b)  Lane markings shall conform to the following concepts:\n\n\n\n\t(1)\tWhite lines indicate the separation of lanes of traffic flowing in the same direction.\n\t(2)\tYellow lines indicate the separation of lanes of traffic flowing in opposing directions or the left boundary of a traffic lane at a particularly hazardous location.\n\t(3)\tRed markings indicate a roadway that shall not be entered or used by the viewer of those markings.\n\t(4)\tBroken lines are permissive in character.\n\t(5)\tSolid lines are restrictive in character.\n\t(6)\tA wider line indicates a greater degree of emphasis.\n\t(7)\tDouble lines indicate maximum restriction.\n\t(8)\tMarkings which require visible emphasis at night shall be reflectorized.\n\n\n\n\t(c)  Longitudinal traffic lane markings shall have the following applications:\n\n\n\n\t(1)\tA broken white line is used to indicate the edge of the traffic lane where travel is permitted in the same direction on both sides of the line and may be crossed by vehicular traffic when the crossing can be made with safety.\n\t(2)\tA broken yellow line is used to indicate the left edge of a traffic lane where traffic on the other side of the line moves in the opposite direction and may be crossed by vehicular traffic only when overtaking or passing a vehicle proceeding in the same direction or when executing a left turn and then only if the movement can be made with safety and does not interfere with traffic moving in the opposite direction.\n\t(3)\tA solid white line is used to indicate the edge of the traffic lane where travel in the same direction is permitted on both sides of the line but where movement from lane to lane is considered to be hazardous.  A solid white line may be crossed only in unusual circumstances and then only with great care.  A double width solid white line is used to emphasize a greater degree of hazard.\n\t(4)\tA solid white line is also used to indicate the right edge of the pavement.\n\t(5)\tA double solid white line is used to indicate the edges of traffic lanes where travel in the same direction is permitted on both sides of the double line but where movement from lane to lane is considered to be dangerous.  The crossing of a double solid white line by vehicular traffic is prohibited.\n\t(6)\tA solid yellow line is used to indicate the left edge of a traffic lane where overtaking and passing on the left is prohibited.  The crossing of a solid yellow line by vehicular traffic is prohibited except when the crossing is part of a left turn movement.\n\t(7)\tA solid yellow line is also used to indicate the left edge of each roadway of a divided street or highway.\n\t(8)\tA double solid yellow line is used to indicate the separation between lanes of traffic moving in opposite directions.  The crossing of a double solid yellow line by vehicular traffic is prohibited except when the crossing is part of a left turn movement.\n\t(9)\tA double line consisting of a broken yellow line and a solid yellow line is used to indicate a separation between lanes of traffic moving in opposite directions and vehicular traffic adjacent to the broken line is permitted to overtake or pass if the movement can be made with safety and does not interfere with traffic moving in the opposite direction.  The crossing of this double line by vehicular traffic adjacent to the solid line is prohibited except when the crossing is part of a left turn movement.\n\t(10)\tA double broken yellow line is used to indicate the edge of a reversible traffic lane where the direction of the vehicular traffic may be changed from time to time.\n\t(11)\tA dotted line is used to indicate the extension of a line through an intersection or interchange.  It shall be the same color as the line it extends.  The crossing of a dotted line by vehicular traffic is subject to the same prohibitions and exceptions as are applicable to the line it extends.\n\t(12)\tA solid white line when supplemented by official signs or pavement markings, is used to indicate the separation of bicycle lanes from lanes of vehicular traffic flowing in the same direction.  Except as allowed under section 291C-123, vehicles other than bicycles shall be prohibited from operating in a bicycle lane. [L 1973, c 202, §1; am L 1975, c 22, §3; am L 1978, c 39, §2; am L 1999, c 263, §4; am L 2002, c 58, §2]"
}