{
    "name": "Number plates; purchase",
    "number": "9",
    "text": "(a)  The number plates hereinabove referred to shall be used upon all vehicles for which a tax has been paid pursuant to sections 249-1 to 249-13.  All such plates shall:\n\n\n\n\t(1)\tBear the word \"Hawaii\" along the upper portion of the plate and the words \"Aloha State\" along the lower portion of the plate;\n\t(2)\tHave a distinct contrast between the color of the plate and the numerals and letters thereon; and\n\t(3)\tBe of such shape, size, and color, and with such arrangements of letters and numbers as may, subject to sections 249-1 to 249-13, be determined by the directors of finance of each county through majority consent.\n\n\n\nThe numerals on all such plates shall be not less than three inches in height and the strokes thereof not less than three- eighths inch in width, except in the case of motorcycles, in which case the numerals shall not be less than one inch in height and the strokes thereof not less than one-eighth inch in width.\n\tThe director of finance of the city and county of Honolulu shall contract annually on behalf of the counties for the purchase of all number plates, tags, or emblems required.  The council of each county shall appropriate and cause to be paid over to the party with whom the director of finance of the city and county of Honolulu shall contract, or to the director of finance of the city and county of Honolulu as the director may direct, such sum or sums as the director of finance of the city and county of Honolulu shall determine to be the county's proportionate share of the expense of such contract and the charges connected therewith.  The contract shall be made by the director of finance of the city and county of Honolulu as agent of the several counties, and the proportionate liability of each county shall be stated in the contract.  Notwithstanding any other provision of the law, the contract shall constitute a valid obligation of each county for its proportionate share.\n\t(b)  The number plates for members of the Congress of the United States from the State shall designate their office and be of the type and color authorized for motor vehicles in the State; provided that the number on the plates of the United States senator and the United States representative shall be assigned in terms of seniority of service with the senator or representative having the greater length of service having the number \"1\" and consecutively thereafter for the others.  The director of finance of the city and county of Honolulu shall, in the director's procurement of the number plates on behalf of the counties, contract for the number plates of the members of Congress and all expenses connected therewith shall be paid by the respective members of Congress.\n\t(c)  Notwithstanding any other provision of the law, any antique motor vehicle shall be issued a special number plate for a fee of $10 which plate shall be permanent and valid for use on such vehicles so long as the vehicle is in existence in lieu of the uniform state number plates.  The director of finance may discard and allow for new applications of inactive special number plates that have not been assigned or registered during the preceding three years.  In addition to the payment of any other fee required by law, applicable to antique motor vehicles, the owner of any such vehicle shall pay the fee for the issuance of the special number plate.  The registration numerals and special number plates assigned to antique motor vehicles shall be labeled \"Horseless Carriage\" and \"Permanent\" and shall run in a separate numerical series, commencing with Horseless Carriage No. 1. [RL 1935, pt of §2157; am L 1937, c 214, §1, subs 6; RL 1945, §5710; am L 1947, c 33, §1; am L 1951, c 162, §4; RL 1955, §130-9; am L Sp 1959 2d, c 1, §9; am L 1961, c 11, §1; am L 1967, c 137, §3; HRS ; am L 1982, c 237, §2; gen ch 1985; am L 1990, c 132, §2; am L 1997, c 326, §2; am L 1999, c 208, §1]"
}