{
    "name": "Powers of health maintenance organizations",
    "number": "3",
    "text": "(a)  The powers of a health maintenance organization include the following:\n\n\n\n\t(1)\tPurchase, lease, construction, renovation, operation, or maintenance of hospitals, medical facilities, or both, and their ancillary equipment, and such property as may reasonably be required for its principal office or for such purposes as may be necessary in the transaction of the business of the organization;\n\t(2)\tParticipate in transactions between affiliated entities, including loans and the transfer of responsibility under all providers, subscribers, and other contracts between affiliates or between the health maintenance organization and its parent;\n\t(3)\tFurnishing health care services through providers, provider associations, or agents for providers which are under contract with or employed by the health maintenance organization;\n\t(4)\tContracting with any person for the performance on its behalf of certain functions such as marketing, enrollment, and administration;\n\t(5)\tContracting with an insurance company licensed in this State, or with a hospital or medical service corporation authorized to do business in this State, for the provision of insurance, indemnity, or reimbursement against the cost of health care services provided by the health maintenance organization;\n\t(6)\tOffering other health care services, in addition to basic health care services.  Non-basic health care services may be offered by a health maintenance organization on a prepaid basis without offering basic health care services to any group or individual;\n\t(7)\tJoint marketing of products with an insurance company licensed in this State or with a hospital or medical service corporation authorized to do business in this State as long as the company that is offering each product is clearly identified; and\n\t(8)\tOffering a point of service product consisting of:\n\n\t\t(A)\tIn-plan covered health care services obtained from providers who are employed by, or otherwise affiliated with the health maintenance organization and emergency services; and\n\t\t(B)\tOut-of-plan covered services consisting of non- emergency, self-referred covered health care services obtained from providers who are not otherwise employed by, not under contract with, and not otherwise affiliated with the health maintenance organization, or services obtained from affiliated specialists without a referral; provided the health maintenance organization shall not expend more than ten per cent of its total health care expenditures for out-of-plan covered services.\n\n\n\n\n\n\t(b)  A health maintenance organization shall file notice, with adequate supporting information, with the commissioner prior to the exercise of any power granted in subsection (a)(1), (2), or (4) which may affect the financial soundness of the health maintenance organization.  The commissioner shall disapprove such exercise of power only if in the commissioner's opinion it would substantially and adversely affect the financial soundness of the health maintenance organization and endanger its ability to meet its obligations.  If the commissioner does not disapprove the request within thirty days of the filing of the notice, it shall be deemed approved.  The commissioner may adopt rules exempting from the filing requirement of this subsection those activities having a minimal effect. [L 1995, c 179, pt of §1]"
}