{
    "name": "Actions based on failure to obtain government permit or approvals; attorney's fees and costs",
    "number": "25",
    "text": "(a)  As used in this section, \"development\" includes:\n\n\n\n\t(1)\tThe placement or erection of any solid material or any gaseous, liquid, solid, or thermal waste;\n\t(2)\tThe grading, removing, dredging, mining, pumping, or extraction of any liquid or solid materials; or\n\t(3)\tThe construction or enlargement of any structure requiring a discretionary permit.\n\n\n\n\t(b)  As used in this section, \"development\" does not include:\n\n\n\n\t(1)\tThe transfer of title, easements, covenants, or other rights in structures or land;\n\t(2)\tThe repair and maintenance of existing structures;\n\t(3)\tThe placement of a portable structure costing less than $500; or\n\t(4)\tThe construction of a structure which only required a building permit and for which a building permit could be granted without any discretionary agency permit or approval.\n\n\n\n\t(c)  For purposes of this section, the permits or approvals required by law shall include compliance with the requirements for permits or approvals established by chapters 6E, 46, 54, 171, 174C, 180C, 183, 183C, 184, 195, 195D, 205, 205A, 266, 342B, 342D, 342F, 342H, 342J, 342L, and 343 and ordinances or rules adopted pursuant thereto under chapter 91.\n\t(d)  For purposes of this section, compliance with the procedural requirements established by chapter 343 and rules pursuant to chapter 343 constitute a discretionary agency approval for development.\n\t(e)  In any civil action in this State where a private party sues for injunctive relief against another private party who has been or is undertaking any development without obtaining all permits or approvals required by law from government agencies:\n\n\n\n\t(1)\tThe court may award reasonable attorneys' fees and costs of the suit to the prevailing party.\n\t(2)\tThe court shall award reasonable attorneys' fees and costs of the suit to the prevailing party if the party bringing the civil action:\n\n\t\t(A)\tProvides written notice, not less than forty days prior to the filing of the civil action, of any violation of a requirement for a permit or approval to:\n\n\t\t\t(i)\tThe government agency responsible for issuing the permit or approval which is the subject of the civil action;\n\t\t\t(ii)\tThe party undertaking the development without the required permit or approval; and\n\t\t\t(iii)\tAny party who has an interest in the property at the development site recorded at the bureau of conveyances.\n\n\t\t(B)\tPosts a bond in the amount of $2,500 to pay the attorneys' fees and costs provided for under this section if the party undertaking the development prevails.\n\n\t(3)\tNotwithstanding any provision to the contrary in this section, the court shall not award attorneys' fees and costs to any party if the party undertaking the development without the required permit or approval failed to obtain the permit or approval due to reliance in good faith upon a written statement, prepared prior to the suit on the development, by the government agency responsible for issuing the permit or approval which is the subject of the civil action, that the permit or approval was not required to commence the development.  The party undertaking the development shall provide a copy of the written statement to the party bringing the civil action not more than thirty days after receiving the written notice of any violation of a requirement for a permit or approval.\n\t(4)\tNotwithstanding any provision to the contrary in this section, the court shall not award attorney's fees and costs to any party if the party undertaking the development applies for the permit or approval which is the subject of the civil action within thirty days after receiving the written notice of any violation of a requirement for a permit or approval and the party undertaking the development shall cease all work until the permit or approval is granted. [L 1986, c 80, §2; am L 1990, c 20, §1; am L 1995, c 69, §15; am L 1996, c 82, §6; am L 1997, c 2, §12]"
}