{
    "name": "Confidentiality of records",
    "number": "5",
    "text": "All certificates, applications, records, and reports made for the purposes of this chapter and directly or indirectly identifying a person subject hereto shall be kept confidential and shall not be disclosed by any person except so far (1) as the person identified, or the person's legal guardian, consents, or (2) as disclosure may be deemed necessary by the director of health or by the administrator of a private psychiatric or special treatment facility to carry out this chapter, or (3) as a court may direct upon its determination that disclosure is necessary for the conduct of proceedings before it and that failure to make the disclosure would be contrary to the public interest, or (4) as disclosure may be deemed necessary under the federal Protection and Advocacy for Mentally Ill Individuals Act of 1986, Public Law 99-319, to protect and advocate the rights of persons with mental illness who reside in facilities providing treatment or care, or (5) as disclosure is made to the person's health care insurer to obtain reimbursement for services rendered to the person, except for records subject to Title 42 Code of Federal Regulations Part 2, confidentiality of alcohol and drug abuse patient records; provided that disclosure shall be made only if the provider informs the person that a reimbursement claim will be made to the person's insurer, the person is afforded an opportunity to pay the reimbursement claim directly, and the person does not pay.  For the purposes of this section, \"facilities\" shall include, but not be limited to, hospitals, nursing homes, community facilities for mentally ill individuals, boarding homes, and care homes.\n     Nothing in this section shall preclude disclosure, upon proper inquiry, of any information relating to a particular patient and not clearly adverse to the interests of the patient, to the patient, the patient's family, legal guardian, or relatives, nor, except as provided above, affect the application of any other rule or statute of confidentiality.  The use of the information disclosed shall be limited to the purpose for which the information was furnished. [L 1967, c 259, pt of §1; HRS ; am L 1973, c 122, §1; gen ch 1985; am L 1987, c 148, §1; am L 1999, c 87, §3; am L Sp 2000 2nd, c 1, §1; am L 2001, c 244, §§3, 6; am L 2003, c 204, §8; am L 2004, c 22, §1]"
}