{
    "name": "Recordkeeping",
    "number": "4",
    "text": "Every telephone solicitor shall keep true and accurate records of all telemarketing activities initiated in this State or directed to consumers located in this State.  Upon demand, the records shall be made available to the department of commerce and consumer affairs, the attorney general, and any other governmental entity with authority to enforce this chapter.  These records shall be retained for a period of two years after the date of any outbound telephone call initiated from, directed into, or within this State.  The records shall include but are not limited to the following information:\n\n\n\n\t(1)\tThe location of the telephone solicitor and seller and the street addresses of any locations from which the outbound telephone calls originated;\n\t(2)\tCopies of any injunction, temporary restraining order, judgment, consent judgment, or assurance of voluntary compliance in any civil or administrative action, including any pending action, involving a violation or alleged violation by [the] telephone solicitor or the seller of any state or federal telemarketing law;\n\t(3)\tThe name, any fictitious name used, last known home address, telephone number, and job title of all telephone solicitors, who place or placed calls on behalf of a seller or who participate in or are responsible for the management of the business of the telephone solicitor; however, if the seller or telephone solicitor permits fictitious names to be used by employees or agents, each fictitious name shall be traceable to only one specific telephone solicitor, employee or agent.  Where one or more telephone solicitors is employed by or otherwise acting on behalf of a seller, the reporting requirements of this chapter may be met by the seller on behalf of itself and its telephone solicitors, but only to the extent the records comply with the requirements of this chapter;\n\t(4)\tCopies of all substantially different scripts, outlines, or presentation materials the seller requires a telephone solicitor to use when soliciting, as well as of all information to be provided by a telephone solicitor to a consumer in connection with any telemarketing;\n\t(5)\tAll written consents to utilize a name or names of any person, as defined in section 1-19, in any endorsement;\n\t(6)\tMaterials that substantiate any claims about the performance, efficacy, nature, or characteristics of health, nutrition, or diet related goods or services that are the subject of telemarketing;\n\t(7)\tA copy of the refund, cancellation, exchange, or repurchase policies for any goods or services offered by a seller or telephone solicitor, unless the seller or telephone solicitor offers and provides an unconditional satisfaction guaranteed policy and provides a full refund for returned goods or cancelled services;\n\t(8)\tCopies of all written confirmations of telemarketing transactions;\n\t(9)\tCopies of all express verifiable authorizations and signed order confirmations;\n\t(10)\tCopies of any training instructions, handbooks, or other guidelines distributed by telephone solicitors to their staff or by sellers to their telephone solicitors, employees, or agents;\n\t(11)\tProcedures for maintaining a list of persons who do not wish to receive outbound telephone calls made by or on behalf of the seller or telephone solicitor, which procedures shall meet the minimum standards set forth in 47 C.F.R. section 64.1200(e)(2), as well as the do not call lists maintained pursuant to those procedures; and\n\t(12)\tCopies of written contracts and agreements between the telephone solicitor and the seller. [L 1999, c 170, pt of §1]"
}