{
    "name": "Abusive telemarketing acts or practices",
    "number": "3",
    "text": "It is an abusive telemarketing act or practice and a violation of this chapter for any seller or telephone solicitor to engage in the following conduct:\n\n\n\n\t(1)\tThreaten, intimidate, or use profane or obscene language;\n\t(2)\tRequest a fee to remove derogatory information from or improve a consumer's credit history or credit record until:\n\n\t\t(A)\tThe time frame in which the seller or telephone solicitor has represented that all of the goods or services will be provided to that consumer has expired; and\n\t\t(B)\tThe seller or telephone solicitor has provided the consumer with documentation in the form of a credit report from a credit reporting agency demonstrating that the promised results have been achieved, the report having been issued more than six months after the results were achieved.  Nothing in this chapter should be construed to affect the requirement of the Fair Credit Reporting Act, 15 U.S.C. 1681b, that a consumer report may only be obtained for a specified permissible purpose;\n\n\t(3)\tRequest or receive payment from a consumer to recover or otherwise aid in the return of money or any other item lost by the consumer in a telemarketing transaction, until seven business days after the money or other item is delivered to the consumer;\n\t(4)\tRequest or actually receive payment of any fee in advance of obtaining a loan or other extension of credit when a high likelihood of success has been represented to the consumer by the seller or telephone solicitor;\n\t(5)\tCause the telephone to ring more than ten times in an outbound telephone call;\n\t(6)\tEngage any consumer repeatedly or continuously with behavior a reasonable person would deem to be annoying, abusive, or harassing;\n\t(7)\tInitiate an outbound telephone call to a consumer, when the person has stated previously that the consumer does not wish to receive telephone calls from that seller or telephone solicitor; provided that the seller or telephone solicitor will not be liable for violating this paragraph if:\n\n\t\t(A)\tIt has established and implemented written procedures to comply with this paragraph, which procedures shall meet the minimum standards set forth in 47 C.F.R. 64.1200(e)(2);\n\t\t(B)\tIt has trained its personnel in the procedures established pursuant to subparagraph (A);\n\t\t(C)\tThe seller, or telephone solicitor acting on behalf of the seller, has maintained and recorded lists of persons who may not be contacted in compliance with this paragraph; and\n\t\t(D)\tThe call is the result of error[;]\n\n\t(8)\tInitiate an outbound telephone call to a consumer's residence at any time other than between 8:00 a.m. and 9:00 p.m. local time at the location of the consumer called. [L 1999, c 170, pt of §1]"
}