{
    "name": "Authority to resolve protested solicitations and awards",
    "number": "701",
    "text": "PART VII.  LEGAL AND CONTRACTUAL REMEDIES\n\n     (a)  Any actual or prospective bidder, offeror, or contractor who is aggrieved in connection with the solicitation or award of a contract may protest to the chief procurement officer or a designee as specified in the solicitation.  Except as provided in sections 103D-303 and 103D-304, a protest shall be submitted in writing within five working days after the aggrieved person knows or should have known of the facts giving rise thereto; provided that a protest of an award or proposed award shall in any event be submitted in writing within five working days after the posting of award of the contract under section 103D-302 or 103D-303, if no request for debriefing has been made, as applicable; provided further that no protest based upon the content of the solicitation shall be considered unless it is submitted in writing prior to the date set for the receipt of offers.\n\t(b)  The chief procurement officer or a designee, prior to the commencement of an administrative proceeding under section 103D-709 or an action in court pursuant to section 103D-710, may settle and resolve a protest concerning the solicitation or award of a contract.  This authority shall be exercised in accordance with rules adopted by the policy board.\n\t(c)  If the protest is not resolved by mutual agreement, the chief procurement officer or a designee shall promptly issue a decision in writing to uphold or deny the protest.  The decision shall:\n\n\n\n\t(1)\tState the reasons for the action taken; and\n\t(2)\tInform the protestor of the protestor's right to an administrative proceeding as provided in this part, if applicable.\n\n\n\n\t(d)  A copy of the decision under subsection (c) shall be mailed or otherwise furnished immediately to the protestor and any other party intervening.\n\t(e)  A decision under subsection (c) shall be final and conclusive, unless any person adversely affected by the decision commences an administrative proceeding under section 103D-709.\n\t(f)  In the event of a timely protest under subsection (a), no further action shall be taken on the solicitation or the award of the contract until the chief procurement officer makes a written determination that the award of the contract without delay is necessary to protect substantial interests of the State.\n\t(g)  In addition to any other relief, when a protest is sustained and the protestor should have been awarded the contract under the solicitation but is not, then the protestor shall be entitled to the actual costs reasonably incurred in connection with the solicitation, including bid or proposal preparation costs but not attorney's fees. [L Sp 1993, c 8, pt of §2; am L 1997, c 352, §23; am L 1999, c 162, §1; am L 2003, c 52, §7]\nCase Notes\n\n  A \"substantial interest determination\" pursuant to subsection (f) must specifically identify the state interests involved and articulate why it is necessary for the protection of those interests that the contract be awarded without delay.  85 H. 431, 946 P.2d 1.\n  Award and performance of library automation services contract violated subsection (f) where award of contract without delay was not necessary to protect any substantial state interest.  85 H. 431, 946 P.2d 1.\n  Chief procurement officer authorized under §§103D-203 and 103D-204 (pre-1997) to make substantial interest determination under subsection (f) for public library system was superintendent of education and not administrator of state procurement office.  85 H. 431, 946 P.2d 1.\n  Substantial interest determination improper and did not satisfy subsection (f) to the extent determination was based on assessment of merits of unsuccessful bidder's protest.  85 H. 431, 946 P.2d 1.\n  Where the evaluation process is so fundamentally flawed that determination of who should have been awarded the contract was not, and cannot be, made, and the contract has already been awarded in bad faith and in violation of subsection (f), a successful protester who was not awarded the contract is entitled to recover bid preparation costs under subsection (g).  85 H. 431, 946 P.2d 1.\n  Where timely protest made by unsuccessful bidder, award and execution of contract by agency head with successful bidder without substantial interest determination by chief procurement officer was violation of subsection (f) and in bad faith.  85 H. 431, 946 P.2d 1."
}