{
    "name": "Definitions",
    "number": "1001",
    "text": "PART X.  PREFERENCES\n\n     As used in this part, unless the context clearly requires otherwise:\n\t\"Direct labor\" means all work required for preparation, processing, or packing of goods or performance of services, but not work relating to supervision, administration, inspection, or shipping.\n\t\"Fair market price\" means the price of a product or service paid by a willing buyer to a willing seller, that is reasonably comparable to prices on the open market.\n\t\"Hawaii products\" means products that are mined, excavated, produced, manufactured, raised, or grown in the State where the input constitutes no less than twenty-five per cent of the manufactured cost; provided that:\n\n\n\n\t(1)\tWhere the value of the input constitutes twenty-five per cent or more, but less than fifty per cent, of the manufactured cost, the product shall be classified as class I;\n\t(2)\tWhere the value of the input constitutes fifty per cent or more, but less than seventy-five per cent, of the manufactured cost, the product shall be classified as class II; and\n\t(3)\tWhere the value of the input constitutes seventy-five per cent or more of the manufactured cost, the product shall be classified as class III.\n\n\n\n\t\"Hawaii software development business\" means any person, agency, corporation, or other business entity with its principal place of business or ancillary headquarters located in the State and that proposes to obtain eighty per cent of the labor for software development from persons domiciled in Hawaii.\n\t\"Office paper\" includes computer paper, bond paper, ledger paper, xerographic copier paper, envelopes, and other related types of paper on which printing, writing, or drawing is intended.\n\t\"Person\" means every individual, partnership, firm, society, unincorporated association, joint venture, group, hui, joint stock, company, corporation, trustee, personal representative, trust estate, decedent's estate, trust, or other entities, whether the persons are doing business for themselves or in any agency or fiduciary capacity.\n\t\"Person with disabilities\" means any person who is so severely incapacitated by any physical or mental disability that the person cannot engage in normal competitive employment because of the disability.\n\t\"Post-consumer material\" means a material or finished product that has served its intended use and has been discarded for disposal or recovery, having completed its life as a consumer item, and is a part of the broader category of recovered material.\n\t\"Printed material\" includes business forms, stationery, business cards, brochures, reports, publications, advertising and promotional collateral, and other related materials, including reports, publications, and related materials commissioned as part of any professional services contract.\n\t\"Produced or manufactured\" includes the processing, developing, and making of a thing into a new article with a distinct character and use through the application of input within the State including Hawaii products, labor, skill, or other services.  \"Produced or manufactured\" does not include the mere assembling or putting together of non-Hawaii products or material.\n\t\"Products\" include materials, manufactures, supplies, merchandise, goods, wares, products, and foodstuffs.\n\t\"Public agency\" means any agency of the State or county.\n\t\"Qualified community rehabilitation program\" means a nonprofit community rehabilitation program for persons with disabilities that:\n\n\n\n\t(1)\tIs organized and incorporated under the laws of the United States or this State, and located in this State;\n\t(2)\tIs operated in the interest of and [employs] persons with disabilities;\n\t(3)\tDoes not inure any part of its net income to any shareholder or other individual;\n\t(4)\tComplies with all applicable occupational health and safety standards required by the federal, state, and county governments; and\n\t(5)\tHolds a current certificate from the United States Department of Labor pursuant to the Fair Labor Standards Act, Title 29 United States Code section 214(c), and is certified by the state department of labor and industrial relations under section 387-9 and applicable administrative rules relating to the employment of persons with disabilities.\n\n\n\n\t\"Recovered material\" means waste material and by-products that have been recovered or diverted from solid waste.  \"Recovered material\" does not include those materials and by-products generated from, and commonly reused within, an original manufacturing process.\n\t\"Software development\" means any work related to feasibility studies, system requirements analysis, system design alternatives analysis, system external specifications, system internal specifications, programming, testing, debugging, or implementation for an electronic data processing system. [L 1994, c 186, pt of §1; am L 1999, c 149, §4]"
}