{
    "name": "Highly energy-efficient vehicles",
    "number": "412",
    "text": "(a)  The procurement policy for all agencies purchasing or leasing motor vehicle fleets shall be to obtain alternative fuel vehicles.  Beginning January 1, 2006, all state agencies are directed to procure increasing percentages of alternative fuel vehicles as part of their annual vehicle acquisition plans, which shall be as follows:\n\n\n\n\t(1)\tBy January 1, 2007, at least twenty per cent of newly purchased light-duty vehicles acquired by each agency shall be alternative fuel vehicles;\n\t(2)\tBy January 1, 2009, at least forty per cent of newly purchased light-duty vehicles acquired by each agency shall be alternative fuel vehicles; and \n\t(3)\tFor each year subsequent to January 1, 2009, the percentage of alternative fuel vehicles newly purchased shall be five percentage points higher than the previous year, until at least sixty per cent of each agency's newly purchased, light-duty vehicles are alternative fuel vehicles.\n\n\n\n\t(b)  For purposes of this section:\n\t\"Agency\" means a state agency, office, or department.\n\t\"Alternative fuel vehicle\" means a vehicle that:\n\n\n\n\t(1)\tIs powered primarily through the use of an electric battery or battery pack that stores energy produced by an electric motor through regenerative braking to assist in vehicle operation;\n\t(2)\tIs propelled by power derived from one or more cells converting chemical energy directly into electricity by combining oxygen with hydrogen fuel that is stored on board the vehicle in any form; or\n\t(3)\tDraws propulsion energy from onboard sources of stored energy generated from an internal combustion or heat engine using combustible fuel and a rechargeable energy storage system.\n\n\n\n\t(c)  Agencies may offset the purchase requirements for alternative fuel vehicles by successfully demonstrating percentage improvements in overall light-duty vehicle fleet mileage economy.  The offsets shall be measured against the fleet average mileage economy using calendar year 2004 as a baseline, on a percentage-by-percentage basis. [L 2005, c 216, §2]"
}