{
    "name": "Contract not binding unless funds available",
    "number": "309",
    "text": "(a)  Contracts awarded pursuant to section 103D-302, 103D-303, or 103D-306, shall neither be binding nor have any force and effect of law unless the comptroller, the director of finance of a county, or the respective chief financial officers of the department of education, the judiciary, or the legislative branches of the State or county, as the case may be, endorses thereon a certificate that there is an appropriation or balance of an appropriation over and above all outstanding contracts, sufficient to cover the amount required by the contract; provided that if the contract is a multi-term contract, the comptroller, director of finance, or chief financial officer shall only be required to certify that there is an appropriation or balance of an appropriation over and above all outstanding contracts, that is sufficient to cover the amount required to be paid under the contract during the fiscal year or remaining portion of the fiscal year of each term of the multi-year contract; provided further that the administrator of the state procurement office shall attest in writing to any recommendation or solicitations.  This section shall not apply to any contract under which the total amount to be paid to the contractor cannot be accurately estimated at the time the contract is to be awarded, or to any contract for which consideration is in kind or forbearance, or to any contract awarded pursuant to section 103D-306 that is a one-time payment through a purchase order. \t(b)  In any contract involving not only state or county funds but supplemental funds from the federal government, this section shall be applicable only to that portion of the contract price as is payable out of state or county funds.  As to the portion of the contract price as is expressed in the contract to be payable out of federal funds, the contract shall be construed to be an agreement to pay the portion to the contractor, only out of federal funds to be received from the federal government.  This subsection shall be liberally construed so as not to hinder or impede the State in contracting for any project involving financial aid from the federal government. [L Sp 1993, c 8, pt of §2; am L 1995, c 178, §13; am L 1999, c 149, §15]"
}