{
    "name": "Construction projects, roadway materials; recycled glass content requirements",
    "number": "407",
    "text": "(a)  When purchasing roadway materials or other high-value, end-use applications for public projects, state agencies shall, and county agencies may, purchase materials with minimum recycled glass content meeting specifications adopted by the policy board which, at a minimum, shall provide for:\n\n\n\n\t(1)\tA minimum recycled glass content of ten per cent crushed aggregate in treated or untreated basecourse in paving materials that shall not reduce the quality standards for highway and road construction; and\n\t(2)\tThe use of one hundred per cent aggregate in nonstructural capital improvement applications.\n\n\n\n\t(b)  All highway and road construction and improvement projects funded by the State or a county or roadways that are to be accepted by the State or a county as public roads shall utilize a minimum of ten per cent crushed glass aggregate as specified by the department of transportation in all basecourse (treated or untreated) and subbase when the glass is available to the quarry or contractor at a price no greater than that of the equivalent aggregate.\n\t(c)  All state and county construction projects calling for nonstructural backfill shall utilize one hundred per cent crushed glass when available at a cost equal to or lower than the equivalent aggregate.\n\t(d)  As used in this section:\n\t\"Basecourse\" means the layer or layers of specified material or selected material of a designed thickness to support a surface course.\n\t\"Environmental management special fund\" means the fund established by section 342G-63.\n\t\"Nonstructural backfill\" means use as fill in areas not subject to structural loading, including but not limited to utility line bedding, drainage backfill behind retaining walls, drainage line backfill in leachfields or french drains, and similar uses. [L 1994, c 201, §3; am L 1997, c 92, §2; am L 1998, c 11, §7]\nCross References\n\n  Glass container recovery, see §§342G-81 to 87.\n  Preference for recycled products, see §103D-1005."
}