{
    "name": "Bonds; authorization",
    "number": "161",
    "text": "PART III.  FINANCING PROGRAMS\n\nA.  General Provisions\n     (a)  The corporation, with the approval of the governor, may issue from time to time bonds (including refunding bonds to pay, retire, or provide for the retirement of bonds previously issued by the corporation) in amounts not exceeding the total amount of bonds authorized to be issued by the legislature for any of its corporate purposes.\n\t(b)  All bonds shall be issued pursuant to part III of chapter 39, except as provided in this part.\n\t(c)  The bonds shall be issued in the name of the corporation, and not in the name of the State.  The final maturity date of the revenue bonds may be any date not exceeding sixty years from the date of issuance.\n\t(d)  The corporation may issue such types of bonds as it may determine, including, without limitation, bonds payable from and secured, in whole or in part, by:\n\n\n\n\t(1)\tIncome and revenues derived from the housing project or projects financed from the proceeds of bonds;\n\t(2)\tReceipts derived from any grant from the federal government made in aid of a housing project or projects financed from the proceeds of bonds;\n\t(3)\tIncome and revenues derived from a particular designated housing project or projects whether or not financed, in whole or in part, from the proceeds of bonds;\n\t(4)\tReceipts derived from any payment for \"eligible loans\",\"eligible improvement loans\", or \"eligible project loans\", as such terms are defined in subpart B, or any other agreement or agreements entered into for a \"housing loan program\", as such term is defined in subpart B or E, or any other loan program administered by the corporation and financed from the proceeds of bonds;\n\t(5)\tReceipts derived from loans to mortgage lenders or from the payment on account of principal of or interest on loans purchased from mortgage lenders, as such terms are defined in subpart B which loans to mortgage lenders or loans purchased are financed from the proceeds of bonds;\n\t(6)\tMoneys in any funds or accounts established in connection with the issuance of bonds, and any earnings thereon;\n\t(7)\tProceeds derived from any insurance;\n\t(8)\tIncome and revenues of the corporation generally; or\n\t(9)\tAny combination of the above.\n\n\n\nThe terms \"income and revenues\" shall be deemed to include income and revenues derived from the sale of land or from both land and improvements thereon serviced from infrastructure financed from the proceeds of bonds as permitted by this subpart.  The provisions of this subsection are in addition and supplemental to part III of chapter 39.\n\t(e)  Any of the bonds may be additionally secured by a pledge of any revenues or a mortgage of any housing project, other property of the corporation, the pledge or assignment of any loans or other agreements, or any note or other undertaking, obligation, or property held by or on behalf of the corporation to secure loans made from the proceeds of bonds for any housing loan program, as such term is defined in subpart B or E of part III, or any other loan program administered by the corporation and financed from the proceeds of bonds.\n\t(f)  Any pledge made by the corporation shall create a perfected security interest in the revenues, moneys, or property so pledged and thereafter received by the corporation from and after the time that a financing statement with respect to the revenues, moneys, or property so pledged and thereafter received shall be filed with the bureau of conveyances.  Upon the filing, the revenues, moneys, or property so pledged and thereafter received by the corporation shall immediately be subject to the lien of such pledge without any physical delivery thereof or further act, and the lien of any such pledge shall be prior to the lien of all parties having claims by any kind in tort, contract, or otherwise against the corporation, irrespective of whether such parties have notice thereof.  This section shall apply to any financing statement heretofore or hereafter filed with the bureau of conveyances with respect to any pledge made to secure revenue bonds issued under this part.\n\t(g)  Any housing project or projects authorized by, and undertaken pursuant to, this chapter shall constitute an \"undertaking\" within the meaning of that term as defined and used in part III, chapter 39; any loan program authorized by, and undertaken pursuant to, this chapter, including without limitation housing loan programs defined in and authorized by subparts B and E of this part, shall constitute a \"loan program\" within the meaning of that term as defined and used in part III, chapter 39; and the corporation shall constitute a \"department\" and the board shall constitute a \"governing body\" within the meaning of those terms as defined and used in part III, chapter 39.\n\t(h)  Neither the members of the corporation nor any person executing the bonds shall be liable personally on the bonds by reason of the issuance thereof. [L 1997, c 350, pt of §2 superseding c 210, §1; am L 1998, c 212, §29]"
}