{
    "name": "State mortgage guarantee",
    "number": "311",
    "text": "G.  State Mortgage Guarantee Program\n\t    (a)  The corporation may guarantee:\n\n\n\n\t(1)\tUp to the top twenty-five per cent of the principal balance of real property mortgage loans for the purchase of qualified single-family or multifamily housing units;\n\t(2)\tA maximum of one hundred per cent of the principal balance of real property mortgage loans of qualified single-family housing under section 213 of the Hawaiian Homes Commission Act; or\n\t(3)\tUp to one hundred per cent of the principal balance of real property mortgage loans of single-family or multifamily housing developed under self-help or shell housing programs;\n\n\n\nplus the interest due thereon, made to qualified borrowers by qualified private lenders; provided that at no time shall the corporation's liability, contingent or otherwise, on these guarantees exceed $10,000,000.  For the purposes of this section, the term \"self-help housing program\" means development or conservation of housing in which prospective homeowners have contributed labor, materials, or real property; provided that at least two-thirds of the participating homeowners are qualified by income for assistance under this subpart and that the program is carried out under the sponsorship of a nonprofit community organization.  For the purposes of this section, the term \"shell housing program\" means development of housing which is habitable but unfinished and can be completed or expanded; provided that at least one hundred per cent of the participating homeowners are qualified by income for assistance under this chapter and that the program is carried out under the sponsorship of a public nonprofit or private organization.\n\t(b)  The loans shall be secured by a duly recorded first mortgage upon the fee simple or leasehold interest of the borrower in the single-family or multifamily dwelling owned and occupied by the borrower and the borrower's permitted assigns.  Private lenders shall include all banks, savings and loan associations, mortgage companies, and other qualified companies and trust funds whose business includes the making of loans in the State.\n\t(c)  Loans guaranteed under this section shall be in accordance with rules adopted by the corporation.\n\t(d)  To be eligible for loans under this section, a qualified borrower shall be:\n\n\n\n\t(1)\tA citizen of the United States or a resident alien;\n\t(2)\tQualified under the rules adopted by the corporation; and\n\t(3)\tWilling to comply with the rules as may be adopted by the corporation.\n\n\n\n\tThe corporation may secure the services of a private lender to process all applications and determine who is a qualified borrower under this chapter.\n\t(e)  When the application for an insured loan has been approved by the corporation, the corporation shall issue to the lender a guarantee for that percentage of the loan on which it guarantees payment of principal and interest.  The private lender shall collect all payments from the borrower and otherwise service the loan.\n\t(f)  In return for the corporation's guarantee, the private lender shall remit out of monthly payments collected an insurance fee as established by the corporation.  The funds remitted shall be deposited to the credit of the state general fund.\n\t(g)  When any installment of principal and interest has been due for sixty days and has not been paid by the borrower, the private lender may file a claim for the guaranteed portion of the overdue payments with the corporation which may then authorize vouchers for these payments, thereby acquiring a division of interest in the collateral pledged by the borrower in proportion to the amount of the payment.  The corporation shall be reimbursed for any amounts so paid plus the applicable interest rate when payment is collected from the borrower.\n\t(h)  If there is any default in any payment to be made by the borrower, the lender shall notify the corporation within fifteen days.  Should the lender deem that foreclosure proceedings are necessary to collect moneys due from the borrower, it shall so notify the corporation.  Within thirty days of either notification, the corporation may elect to request an assignment of the loan on payment in full to the lender of the principal balance and interest due.  Foreclosure proceedings shall be held in abeyance in the interim.\n\t(i)  Every qualified borrower who is granted a loan under this section shall comply with the following conditions:\n\n\n\n\t(1)\tExtend no portion of the qualified borrower's loan for purposes other than those sanctioned by the corporation;\n\t(2)\tNot sell or otherwise dispose of the mortgaged property except upon the prior written consent of the corporation and except upon any conditions that may be prescribed in writing by the private lender;\n\t(3)\tUndertake to pay when due all taxes, liens, judgments, or assessments which may be lawfully assessed against the property mortgaged, together with cost and expense of any foreclosure of the mortgage;\n\t(4)\tKeep insured to the satisfaction of the private lender all improvements and other insurable property covered by the mortgage.  Insurance shall be made payable to the mortgagee as its interest may appear at the time of the loss.  At the option of the private lender, subject to the rules and standards of the corporation, sums so received may be used to pay for reconstruction of the improvements destroyed, or for decreasing the amount of the indebtedness;\n\t(5)\tKeep the improvements in good repair; and\n\t(6)\tThe private lender may impose any other conditions in its mortgage; provided the form of the mortgage has received the prior approval of the corporation.\n\n\n\nAll of the above conditions shall be held and construed to be provisions of any mortgage executed by virtue of this section regardless of whether or not they are expressly incorporated in the mortgage document.\n\t(j)  Loans guaranteed and made under this subpart shall be repaid in accordance with a payment schedule specified by the private lender with payments applied first to interest and then to principal.  Additional payments in any sums and the payment of the entire principal, may be made at any time within the period of the loan.  The private lender for satisfactory cause and at its discretion, may extend the time within which the installments of principal may be made for a period not to exceed two years.\n\t(k)  All interest and fees collected under this subpart by the corporation shall be deposited into the general fund.  All moneys necessary to guarantee payment of loans made under this subpart and to carry on the operations of the corporation in administering and granting loans under this subpart shall be appropriated by the legislature out of the proceeds of the general fund.  The corporation shall include in its legislative budgetary request for the upcoming fiscal period, the amounts necessary to effectuate the purposes of this section. [L 1997, c 350, pt of §2; am L 1998, c 212, §39]"
}