{
    "name": "Nonprofit organizations; government agencies",
    "number": "132",
    "text": "(a)  The corporation may retain dwelling units in a project to the extent it determines necessary and appropriate, for sale, lease, or rental to nonprofit organizations and government agencies.  The dwelling units shall be used by the nonprofit organizations and government agencies to provide housing opportunities and related support services to special needs individuals or families.  These purposes include but are not limited to the use of dwelling units for group homes and congregate living facilities and for government employees in special situations.  The corporation, in consultation with other appropriate government agencies, shall adopt rules pursuant to chapter 91 necessary to implement this subsection, including but not limited to rules relating to the eligibility and qualifications of nonprofit organizations and government agencies, rules relating to the eligibility and qualifications of clients of nonprofit organizations and government agencies to whom housing opportunities may be made available, and rules restricting the use, sale, or transfer of, and authorizing repurchase of, dwelling units sold, leased, or rented pursuant to this subsection.  The corporation, to the extent appropriate, shall have the same powers with respect to nonprofit organizations and government agencies purchasing, leasing, or renting dwelling units as the corporation has with respect to qualified residents purchasing, leasing, or renting dwelling units.\n\t(b)  In connection with the development of any residential units under this chapter, the corporation may also make provisions for the development of appropriate community facilities.  The corporation may:\n\n\n\n\t(1)\tSell, lease, or rent vacant land or land with site improvements to nonprofit organizations or government agencies to develop community facilities; or\n\t(2)\tDevelop, on behalf of the State or with an eligible developer, the community facilities and then sell, lease, rent, or otherwise transfer or make available these facilities to nonprofit organizations or government agencies.\n\n\n\nThe corporation shall adopt rules pursuant to chapter 91 necessary to implement this subsection. [L 1997, c 350, pt of §2]"
}