{
    "name": "Rules, rental assistance program",
    "number": "225",
    "text": "(a)  Prior to the execution of a rental assistance contract and annually thereafter, the owner shall submit a proposed rental schedule to the corporation for approval, which schedule shall list every rental unit in the project and shall designate which units are to be maintained for eligible tenants.\n\t(b)  The corporation shall establish procedures for evaluating the rental schedules submitted pursuant to this section, and may consider the following:\n\n\n\n\t(1)\tThe size of and number of bedrooms in the units comprising the eligible project;\n\t(2)\tThe location of the project and its type (whether high- rise, mid-rise, or low-rise);\n\t(3)\tThe percentage of units being maintained for eligible tenants; and\n\t(4)\tThe rentals prevalent in the open market for comparable units.\n\n\n\n\t(c)  Annually, following the approval of the rental schedule submitted pursuant to the preceding section, the corporation shall determine the amount of rental assistance payments payable to the owner for the forthcoming year, which amount shall under no circumstances exceed the maximum annual rental assistance payment amount determined in accordance with section 201G-224.  The amount determined pursuant to this subsection shall take into account the estimated amount to be derived by the owner from rentals to be charged for the forthcoming year and the limited rate of return on equity permitted in accordance with section 201G-224(d)(6).\n\t(d)  The corporation shall establish standards and requirements for:\n\n\n\n\t(1)\tThe awarding of rental assistance contracts and the allocation of annual rental assistance payments;\n\t(2)\tThe form of lease to be utilized by the owner in renting units in an eligible project;\n\t(3)\tThe marketing and tenant selection and admission processes to be employed by the owner with respect to an eligible project; and\n\t(4)\tThe maintenance and operation of eligible projects.\n\n\n\n\t(e)  The corporation shall establish procedures for:\n\n\n\n\t(1)\tThe annual review of rental schedules for eligible projects;\n\t(2)\tThe periodic review of the income of tenants renting units in eligible projects; and\n\t(3)\tThe periodic inspection of eligible projects to monitor the owners' compliance with the terms and conditions of their rental assistance contracts.\n\n\n\n\t(f)  When an eligible project is not owned by the corporation, the corporation shall be entitled to share in the appreciation in value of units maintained for eligible tenants within an eligible project realized at the time of refinancing or prepayment of the eligible project loan.  The corporation's share shall be calculated by multiplying the appreciation in value of units maintained for eligible tenants realized upon refinancing or prepayment by the ratio of the owner's equity to the discounted value of the aggregate rental assistance payments.  The discount rate shall be established by rules adopted by the corporation.\n\tThe corporation shall exempt projects owned by a county from the shared appreciation requirement set forth in this section if all of the following requirements are met:\n\n\n\n\t(1)\tThe funds derived by the county as a result of appreciation in value of the units are used for housing projects wherein:\n\n\t\t(A)\tAt least sixty per cent of the project is affordable to families earning one hundred per cent or below of the applicable area median income; and\n\t\t(B)\tAt least half of the foregoing sixty per cent is affordable to families earning eighty per cent or below of the applicable area median income; and\n\n\t(2)\tThe project from which the appreciation in value is derived remains as affordable as it was prior to the refinancing or prepayment of the eligible project loan. [L 1997, c 350, pt of §2]"
}