{
    "name": "Additional definitions",
    "number": "451",
    "text": "PART IV.  HOMELESS ASSISTANCE\n\nA.  General Provisions\n     As used in this part:\n\t\"Donor\" means any individual, partnership, corporation, joint-stock company, unincorporated organization, foundation, estate, trust, or any other person or firm that donates money, real property, goods, or services to a homeless facility, or any other program for the homeless authorized by this part, including board members, trustees, officers, partners, principals, stockholders, members, managers, employees, contractors, agents of these entities, or any person who was involved with the donation.\n\t\"Emergency shelter\" means a homeless facility designed to provide temporary shelter and appropriate and available services to homeless families or individuals for up to six weeks.\n\t\"Homeless\" means:\n\n\n\n\t(1)\tAn individual or family who lacks a fixed, regular, and adequate nighttime residence; and\n\t(2)\tAn individual or family who has a primary nighttime residence that is:\n\n\t\t(A)\tA supervised publicly or privately operated shelter designed to provide temporary living accommodations;\n\t\t(B)\tAn institution that provides temporary residence for individuals intended to be institutionalized; or\n\t\t(C)\tA public or private place not designed for or ordinarily used as sleeping accommodations for human beings.\n\n\n\n\n\nThis term does not include any individual imprisoned or otherwise detained under an act of Congress or a state law.\n\t\"Homeless facility\" means a development designed to provide shelter for homeless families or individuals pursuant to this part, or to facilitate any other homeless program authorized by this part, and may include emergency or transitional shelters.\n\t\"Homeless shelter stipend\" means a payment to a provider agency or to the corporation on behalf of a homeless family or individual to assist with the costs of operating a homeless facility and providing appropriate services.\n\t\"Provider agency\" means an organization, including its board and officers and any employees, contractors, or agents, contracted by the corporation to provide labor and services to any homeless facility, or any other program for the homeless authorized by this part, that is:\n\n\n\n\t(1)\tA profit organization incorporated under the laws of the State or a nonprofit organization determined by the Internal Revenue Service to be exempt from the federal income tax; or\n\t(2)\tA nonprofit organization, with a governing board whose members have no material conflict of interest and serve without compensation with bylaws or policies that describe the manner in which business is conducted and policies that relate to nepotism and management of potential conflict of interest situations.\n\n\n\nIn addition, the organization shall be qualified by the corporation to operate and manage a homeless facility, or any other program for the homeless authorized by this part, pursuant to standards and criteria established by duly adopted rules for eligibility.\n\t\"Transitional shelter\" means a homeless facility designed to provide temporary shelter and appropriate and available services to homeless families or individuals for up to twenty-four months, pursuant to rule. [L 1997, c 350, pt of §2; am L 1998, c 212, §44]"
}