{
    "name": "Renewable energy technologies; income tax credit",
    "number": "12.5",
    "text": "(a)  When the requirements of subsection (c) are met, each individual or corporate taxpayer that files an individual or corporate net income tax return for a taxable year may claim a tax credit under this section against the Hawaii state individual or corporate net income tax.  The tax credit may be claimed for every eligible renewable energy technology system that is installed and placed in service in the State by a taxpayer during the taxable year.  This credit shall be available for systems installed and placed in service in the State after June 30, 2003.  The tax credit may be claimed as follows:\n     (1)  Solar thermal energy systems for:\n         (A)  Single-family residential property for which a building permit was issued prior to January 1, 2010:  thirty-five per cent of the actual cost or $2,250, whichever is less;\n         (B)  Multi-family residential property:  thirty-five per cent of the actual cost or $350 per unit, whichever is less; and\n         (C)  Commercial property:  thirty-five per cent of the actual cost or $250,000, whichever is less;\n     (2)  Wind-powered energy systems for:\n         (A)  Single-family residential property:  twenty per cent of the actual cost or $1,500, whichever is less;\n         (B)  Multi-family residential property:  twenty per cent of the actual cost or $200 per unit, whichever is less; and\n         (C)  Commercial property:  twenty per cent of the actual cost or $500,000, whichever is less; and\n     (3)  Photovoltaic energy systems for:\n         (A)  Single-family residential property:  thirty-five per cent of the actual cost or $5,000, whichever is less;\n         (B)  Multi-family residential property:  thirty-five per cent of the actual cost or $350 per unit, whichever is less; and\n         (C)  Commercial property:  thirty-five per cent of the actual cost or $500,000, whichever is less;\nprovided that multiple owners of a single system shall be entitled to a single tax credit; and provided further that the tax credit shall be apportioned between the owners in proportion to their contribution to the cost of the system.\n     In the case of a partnership, S corporation, estate, or trust, the tax credit allowable is for every eligible renewable energy technology system that is installed and placed in service in the State by the entity.  The cost upon which the tax credit is computed shall be determined at the entity level.  Distribution and share of credit shall be determined pursuant to section 235-110.7(a).\n     (b)  For the purposes of this section:\n     \"Actual cost\" means costs related to the renewable energy technology systems under subsection (a), including accessories and installation, but not including the cost of consumer incentive premiums unrelated to the operation of the system or offered with the sale of the system and costs for which another credit is claimed under this chapter.\n     \"Renewable energy technology system\" means a new system that captures and converts a renewable source of energy, such as wind, heat (solar thermal), or light (photovoltaic) from the sun into:\n     (1)  A usable source of thermal or mechanical energy;\n     (2)  Electricity; or\n     (3)  Fuel.\n     \"Solar or wind energy system\" means any identifiable facility, equipment, apparatus, or the like that converts insolation or wind energy to useful thermal or electrical energy for heating, cooling, or reducing the use of other types of energy that are dependent upon fossil fuel for their generation.\n     (c)  For taxable years beginning after December 31, 2005, the dollar amount of any utility rebate shall be deducted from the cost of the qualifying system and its installation before applying the state tax credit.\n     (d)  The director of taxation shall prepare any forms that may be necessary to claim a tax credit under this section, including forms identifying the technology type of each tax credit claimed under this section, whether for solar thermal, photovoltaic from the sun, or wind.  The director may also require the taxpayer to furnish reasonable information to ascertain the validity of the claim for credit made under this section and may adopt rules necessary to effectuate the purposes of this section pursuant to chapter 91.\n     (e)  If the tax credit under this section exceeds the taxpayer's income tax liability, the excess of the credit over liability may be used as a credit against the taxpayer's income tax liability in subsequent years until exhausted.  All claims for the tax credit under this section, including amended claims, shall be filed on or before the end of the twelfth month following the close of the taxable year for which the credit may be claimed.  Failure to comply with this subsection shall constitute a waiver of the right to claim the credit.\n     (f)  By or before December, 2005, to the extent feasible, using existing resources to assist the energy-efficiency policy review and evaluation, the department shall assist with data collection on the following:\n     (1)  The number of renewable energy technology systems that have qualified for a tax credit during the past year by:\n         (A)  Technology type (solar thermal, photovoltaic from the sun, and wind); and\n         (B)  Taxpayer type (corporate and individual); and\n     (2)  The total cost of the tax credit to the State during the past year by:\n         (A)  Technology type; and\n         (B)  Taxpayer type. \n     (g)  For systems installed and placed in service in 2009, no residential home developer shall be entitled to claim the credit under subsections (a)(1)(A), (a)(2)(A), and (a)(3)(A).  A residential home developer is defined as a person who holds more than one residential dwelling for sale as inventory. [L 2003, c 207, §§2, 4; am L 2004, c 97, §1; am L 2006, c 240, §§2, 3; am L 2007, c 151, §1; am L 2008, c 204, §4]\n \nNote\n \n  The 2008 amendment applies to taxable years beginning after December 31, 2008. L 2008, c 204, §6."
}