{
    "name": "Protection against insolvency",
    "number": "1-407",
    "text": "§432:1-407    (a)  Net worth requirements are as follows:\n\n\n\n\t(1)\tBefore issuing a certificate of authority pursuant to section 432:1-301, the commissioner shall require that the mutual benefit society has an initial net worth of $2,000,000 and the society shall thereafter maintain the minimum net worth required under paragraph (2);\n\t(2)\tExcept as provided in paragraphs (3) and (4), every mutual benefit society shall maintain a minimum net worth equal to the greater of:\n\n\t\t(A)\t$2,000,000;\n\t\t(B)\tTwo per cent of annual premium revenues as reported on the most recent annual financial statement filed with the commissioner on the first $150,000,000 of premium revenues and one per cent of annual premium revenues on the premium revenues in excess of $150,000,000; or\n\t\t(C)\tAn amount equal to eight per cent of the sum of annual health care expenditures and operating expenses as reported on the most recent financial statement filed with the commissioner;\n\n\t(3)\tThe minimum net worth requirement set forth in paragraph (2)(A) shall be phased in as follows: \n\n\t\t(A)\tSeventy-five per cent of the required amount by January 1, 2001; and  \n\t\t(B)\tOne hundred per cent of the required amount by December 31, 2002; and\n\n\t(4)\tThe minimum net worth requirement set forth in subparagraph (2)(C) shall be phased in as follows:\n\n\t\t(A)\tFifty per cent of the required amount by December 31, 1997;\n\t\t(B)\tSeventy-five per cent of the required amount by December 31, 1998; and\n\t\t(C)\tOne hundred per cent of the required amount by December 31, 1999.\n\n\n\n\n\n\t(b)  Deposit requirements are as follows:\n\n\n\n\t(1)\tUnless otherwise provided below, each mutual benefit society shall deposit with the commissioner or, at the discretion of the commissioner, with any organization or trustee acceptable to the commissioner through which a custodial or controlled account is utilized, cash, securities, or any combination of these or other measures that are acceptable to the commissioner which at all times shall have a value of not less than $300,000;\n\t(2)\tA mutual benefit society that is in operation on July 3, 1997 shall make a deposit equal to $150,000.  Within one year after July 3, 1997, a society that is in operation on July 3, 1997 shall make an additional deposit of $150,000 for a total of $300,000;\n\t(3)\tDeposits shall be an admitted asset of the mutual benefit society in the determination of net worth;\n\t(4)\tAll income from deposits shall be an asset of the mutual benefit society.  A society that has made a securities deposit may withdraw that deposit or any part thereof after making a substitute deposit of cash, securities, or any combination of these or other measures of equal amount and value.  Any securities shall be subject to approval by the commissioner before being deposited or substituted;\n\t(5)\tThe deposit shall be used to protect the interests of the mutual benefit society's members and to assure continuation of health care services to members of a society which is in rehabilitation, liquidation, or conservation.  The commissioner may use the deposit for administrative costs directly attributable to a receivership or liquidation.  If a society is placed in receivership or liquidation, the deposit shall be an asset subject to article 15 of chapter 431; and\n\t(6)\tThe commissioner may reduce or eliminate the deposit requirement if the mutual benefit society deposits with the director of finance or the insurance commissioner, for the protection of all subscribers and members, wherever located, cash, acceptable securities, or surety, and delivers to the commissioner a certificate to that effect, duly authenticated by the appropriate state official holding the deposit.\n\n\n\n\t(c)  Every mutual benefit society, when determining liabilities, shall include an amount estimated in the aggregate to provide for any unearned premium, and for the payment of all claims for health care expenditures which have been incurred, whether reported or unreported, which are unpaid and for which the organization is or may be liable, and to provide for the expense of adjustment or settlement of claims.  The liabilities shall be computed in accordance with rules adopted by the commissioner upon reasonable consideration of the ascertained experience and character of the society.\n\t(d)  Every contract between a mutual benefit society and a participating provider of health care services shall be in writing and shall set forth that in the event the society fails to pay for health care services as set forth in the contract, the subscriber or member shall not be liable to the provider for any sums owed by the society.  If a contract with a participating provider has not been reduced to writing as required by this subsection, or if a contract fails to contain the required prohibition, the participating provider shall not collect or attempt to collect from the subscriber or member sums owed by the society.  No participating provider, or agent, trustee, or assignee thereof, may maintain any action at law against a subscriber or member to collect sums owed by the society.\n\t(e)  The commissioner shall require that each mutual benefit society have a plan for handling insolvency which allows for continuation of benefits for the duration of the contract period for which premiums have been paid and continuation of benefits to members who are confined on the date of insolvency in an inpatient facility until their discharge or expiration of benefits.  In considering such a plan, the commissioner may require:\n\n\n\n\t(1)\tInsurance to cover the expenses to be paid for continued benefits after the insolvency;\n\t(2)\tProvisions in provider contracts that obligate the provider to provide services for the duration of the period after the society's insolvency for which premium payment has been made and until the members' discharge from inpatient facilities;\n\t(3)\tInsolvency reserves;\n\t(4)\tAcceptable letters of credit; or\n\t(5)\tAny other arrangements acceptable to the commissioner to assure that benefits are continued as specified above.\n\n\n\n\t(f)  An agreement to provide health care services between a provider and a mutual benefit society shall require that a provider shall give the organization at least sixty days' advance notice in the event of termination.\n\t(g)  Each domestic mutual benefit society shall prepare for review by the commissioner on or before the forty-fifth day of each quarter, a copy of its quarterly net solvency report verified by at least two principal officers.  The commissioner may prescribe the forms on which the reports are to be prepared.  Each domestic mutual benefit society shall maintain a copy of its current net solvency report on the premises of its primary place of business.  The commissioner may order an examination, subject to article 2 of chapter 431, to determine whether a domestic mutual benefit society is in compliance with this section.  Any domestic mutual benefit society that fails or refuses to prepare or produce for review the quarterly net solvency report as required by this subsection shall be liable for a penalty in an amount not less than $100 and not more than $500 per day. [L 1997, c 367, pt of §1; am L 2001, c 185, §1]"
}