{
    "name": "Valuation",
    "number": "2-601",
    "text": "PART VI.  REGULATION\n\n §432:2-601  Valuations.  (a)  Standards of valuation for certificates issued prior to one year after July 1, 1988, shall be those provided by the laws applicable immediately prior to July 1, 1988.\n\t(b)  The minimum standards of valuation for certificates issued on or after one year from July 1, 1988, shall be based on the following tables:\n\n\n\n\t(1)\tFor certificates of life insurance the Commissioner's 1941 Standard Ordinary Mortality Table, the Commissioner's 1941 Standard Industrial Mortality Table, the Commissioner's 1958 Standard Ordinary Mortality Table, the Commissioner's 1980 Standard Ordinary Mortality Table or any more recent table made applicable to life insurers.\n\t(2)\tFor annuity and pure endowment certificates, for total and permanent disability benefits, for accidental death benefits and for noncancellable accident and health benefits, such tables as are authorized for use by life insurers in this State.\n\n\n\nAll of the above shall be under valuation methods and standards (including interest assumptions) in accordance with the laws of this State applicable to life insurers issuing policies containing like benefits.\n\t(c)  The commissioner may, in the commissioner's discretion, accept other standards for valuation if the commissioner finds that the reserves produced thereby will not be less in the aggregate than reserves computed in accordance with the minimum valuation standard herein prescribed.  The commissioner may, in the commissioner's discretion, vary the standards of mortality applicable to all benefit contracts on substandard lives or other extra hazardous lives by a society authorized to do business in this State.\n\t(d)  Any society, with the consent of the commissioner of insurance of the state of domicile of the society and under such conditions, if any, which the commissioner may impose, may establish and maintain reserves on its certificates in excess of the reserves required thereunder, but the contractual rights of any benefit member shall not be affected thereby. [L 1987, c 347, pt of §2]"
}