{
    "name": "Uncovered expenditures insolvency deposit",
    "number": "1-408",
    "text": "(a)  If, at any time, uncovered expenditures exceeds ten per cent of total health care expenditures, a mutual benefit society shall place with the commissioner or with any organization or trustee acceptable to the commissioner through which a custodial or controlled account is maintained, an uncovered expenditures insolvency deposit consisting of cash or securities that are acceptable to the commissioner.  The deposit shall have, at all times, a fair market value in an amount of one hundred twenty per cent of the society's outstanding liability for uncovered expenditures for members in this State, including incurred but not reported claims, and shall be calculated as of the first day of the month and maintained for the remainder of the month.  If a society is not otherwise required to file a quarterly report, it shall file a report within forty-five days of the end of the calendar quarter with information sufficient to demonstrate compliance with this section.\n\t(b)  The deposit required under this section is in addition to the deposit required under section 432:1-407 and is an admitted asset of the mutual benefit society in the determination of net worth.  All income from the deposits or trust accounts shall be assets of the society and may be withdrawn from the deposit or account quarterly with the approval of the commissioner.\n\t(c)  A mutual benefit society that has made a deposit may withdraw that deposit or any part of the deposit if:\n\n\n\n\t(1)\tA substitute deposit of cash or securities of equal amount and value is made;\n\t(2)\tThe fair market value exceeds the amount of the required deposit; or\n\t(3)\tThe required deposit under subsection (a) is reduced or eliminated.\n\n\n\nDeposits, substitutions, or withdrawals may be made with the prior written approval of the commissioner.\n\t(d)  The deposit under this section shall be held in trust and may be used only as provided in this section.  The commissioner may use the deposit of an insolvent mutual benefit society for administrative costs associated with administering the deposit and payment of claims of members of this State for uncovered expenditures in this State.  Claims for uncovered expenditures shall be paid on a pro rata basis based on assets available to pay such ultimate liability for incurred expenditures.  Partial distribution may be made pending final distribution.  Any amount of the deposit remaining shall be paid into the liquidation or receivership of the society.\n\t(e)  The commissioner may prescribe by rule the time, manner, and form for filing claims under subsection (d).\n\t(f)  The commissioner may require by rule or order mutual benefit societies to file annual, quarterly, or more frequent reports as the commissioner deems necessary to demonstrate compliance with this section.  The commissioner may require that the reports include liability for uncovered expenditures as well as an audit option. [L 1997, c 367, pt of §1]"
}