{
    "name": "Powers and duties of commission",
    "number": "3",
    "text": "The commission shall:\n     (1)  Act as a central clearinghouse and coordinating body for governmental and nongovernmental activities and information relating to the status of women;\n     (2)  Create public awareness and understanding of the responsibilities, needs, potentials, and contributions of women and their roles in the changing society;\n     (3)  Recommend legislative and administrative action on equal treatment and opportunities for women;\n     (4)  Encourage a long-range program of education of women in their political rights and responsibilities, particularly with respect to their voting duties;\n     (5)  Maintain contacts with appropriate federal, state, local, and international agencies concerned with the status of women;\n     (6)  Cooperate and collaborate with national groups on the status of women and arrange for participation by representatives of the State in White House conferences and other national conferences from time to time;\n     (7)  Administer funds allocated for its work; be authorized to accept, disburse, and allocate funds that may become available from other governmental and private sources; provided that all such funds shall be disbursed or allocated in compliance with any specific designation stated by the donor and in the absence of such specific designation, such funds shall be disbursed or allocated on projects related to any of the purposes of this chapter; and\n     (8)  Submit an annual report with recommendations to the governor and the legislature. [L 1970, c 190, pt of §1; am L 1972, c 81, §1; am L 2000, c 270, §3]\n \nNote\n \n  Effective July 1, 2002, \"chapters 76 and 77\" changed to \"chapter 76\".  L 2000, c 253, §150.\n \nCase Notes\n \n  Claim for negligent and/or intentional infliction of emotional distress against Hawaii civil rights commission not barred under §662-15(1), as acts of investigating complaint, instituting suit based on finding of reasonable cause, and sending demand letter were part of routine operations of commission and did not involve broad policy considerations encompassed within the discretionary function exception.  88 H. 85, 962 P.2d 344.\n  The discretionary function exception in §662-15(1) is limited to situations in which a government agent is engaged in the effectuation of  \"broad public policy\"; the investigation of a complaint by the Hawaii civil rights commission, in and of itself, does not involve such considerations; thus, a counterclaim for negligence in the performance of an investigation is not barred by sovereign immunity.  88 H. 85, 962 P.2d 344."
}