{
    "name": "Definitions",
    "number": "3",
    "text": "The following terms, whenever used and referred to in this chapter, shall have the following respective meanings, unless a different meaning clearly appears in the context:\n     \"Appurtenant works\" means any structure, such as spillways, either in the dam or separate therefrom, the reservoir and its rim, low level outlet works, and water conduits, such as tunnels, pipelines, or penstocks, either through the dam or its abutment.\n     \"Board\" means the board of land and natural resources.\n     \"Dam\" means any artificial barrier, including appurtenant works, which impounds or diverts water, and which:\n     (1)  Is twenty-five feet or more in height from the natural bed of the stream or watercourse measured at the downstream toe of the barrier, or from the lowest elevation of the outside limit of the barrier if it is not across a stream channel or watercourse to a maximum water storage elevation; or\n     (2)  Has an impounding capacity at maximum water storage elevation of fifty acre-feet or more.  This chapter does not apply to any artificial barrier which is less than six feet in height regardless of storage capacity or which has a storage capacity at maximum water storage elevation less than fifteen acre-feet regardless of height.\n     \"Department\" means the department of land and natural resources.\n     \"Owner\" means any person who owns, controls, operates, maintains, manages, or proposes to construct a dam or reservoir.\n     \"Person\" means any individual, partnership, corporation, company, association, organization, the State and its departments and agencies, and the political subdivisions of the State.\n     \"Reservoir\" means any basin which contains or will contain water impounded by a dam. [L 1987, c 199, pt of §1]"
}