{
    "name": "Transient accommodations tax trust fund",
    "number": "5.5",
    "text": "(a)  There is established in the state treasury the transient accommodations tax trust fund to be administered by the director of finance, into which shall be deposited the revenues prescribed by section 237D-6.5(b).\n     (b)  All investment earnings from moneys in the trust fund shall be credited to the general fund.\n     (c)  The purpose of the trust fund is to serve as a holding account for transient accommodations tax revenues to supplement shortfalls in the tourism special fund, if the tourism special fund does not receive $63,292,000 in transient accommodations tax revenues as provided in this section.\n     (d)  If the amount of transient accommodations tax revenues distributed to the tourism special fund pursuant to section 237D-6.5(b)(2) is projected by the director of finance to be less than $63,292,000 in the aggregate in a fiscal year, the director of finance, at such times and in such amounts that the director shall reasonably determine, shall deposit moneys from the trust fund to the tourism special fund to provide the tourism special fund with a minimum of $63,292,000 in transient accommodations tax revenues in the aggregate for a fiscal year; provided that any deposit from the trust fund to the tourism special fund shall be limited to the moneys available in the trust fund.\n     (e)  If the tourism special fund receives less than $63,292,000 in transient accommodations tax revenues in the aggregate for a fiscal year, even after receiving moneys from the trust fund, the shortfall shall be noncumulative and shall not represent a claim against future distributions from the trust fund.\n     (f)  No deposit from the trust fund to the tourism special fund shall be made that would cause the tourism special fund to receive more than $63,292,000 in transient accommodations tax revenues in the aggregate for a fiscal year.\n     (g)  Any moneys remaining in the trust fund at the end of each fiscal year shall be credited to the general fund; provided that, upon receipt by the tourism special fund of at least $63,292,000 in transient accommodations tax revenues in the aggregate during the course of a fiscal year, the moneys in the trust fund shall thereafter be credited to the general fund. [L 2002, c 250, §1]"
}