{
    "name": "Assessment of tax upon failure to make return; limitation period; exceptions; extension by agreement",
    "number": "9",
    "text": "(a)  If any operator or plan manager fails to make a return as required by this chapter, the director shall make an estimate of the tax liability of the operator or plan manager from any information the director obtains, and according to the estimate so made, assess the taxes, interest, and penalty due the State from the operator or plan manager, give notice of the assessment to the operator or plan manager, and make demand upon the operator or plan manager for payment.  The assessment shall be presumed to be correct until and unless, upon an appeal duly taken as provided in section 237D-11, the contrary shall be clearly proved by the person assessed, and the burden of proof upon such appeal shall be upon the person assessed to disprove the correctness of assessment.\n     (b)  After a return is filed under this chapter the director shall cause the return to be examined, and may make such further audits or investigation as the director considers necessary.  If the director determines that there is a deficiency with respect to the payment of any tax due under this chapter, the director shall assess the taxes and interest due the State, give notice of the assessment to the persons liable, and make demand upon the persons for payment.\n     (c)  Except as otherwise provided by this section, the amount of taxes imposed by this chapter shall be assessed or levied within three years after the annual return was filed, or within three years of the due date prescribed for the filing of the return, whichever is later, and no proceeding in court without assessment for the collection of any such taxes shall be begun after the expiration of the period.\n     (d)  In the case of a false or fraudulent return with intent to evade tax, or of a failure to file the annual return, the tax may be assessed or levied at any time; however, in the case of a return claimed to be false or fraudulent with intent to evade tax, the determination as to the claim shall first be made by a judge of the circuit court as provided in section 235-111(c) which shall apply to the tax imposed by this chapter.\n     (e)  Where, before the expiration of the period prescribed in subsection (c), both the department of taxation and the taxpayer have consented in writing to the assessment or levy of the tax after the date fixed by subsection (c), the tax may be assessed or levied at any time prior to the expiration of the period agreed upon.  The period so agreed upon may be extended by subsequent agreements in writing made before the expiration of the period previously agreed upon. [L 1986, c 340, pt of §1; am L 1988, c 241, §9; am L 1993, c 257, §3; am L 1998, c 156, §24]"
}