{
    "name": "Time limitations",
    "number": "108",
    "text": "(1)  A prosecution for murder, murder in the first and second degrees, attempted murder, and attempted murder in the first and second degrees, criminal conspiracy to commit murder in any degree, and criminal solicitation to commit murder in any degree may be commenced at any time.\n\t(2)  Except as otherwise provided in this section, prosecutions for other offenses are subject to the following periods of limitation:\n\n\n\n\t(a)\tA prosecution for manslaughter where the death was not caused by the operation of a motor vehicle must be commenced within ten years after it is committed;\n\t(b)\tA prosecution for a class A felony must be commenced within six years after it is committed;\n\t(c)\tA prosecution for any felony under part IX of chapter 708 must be commenced within five years after it is committed;\n\t(d)\tA prosecution for any other felony must be commenced within three years after it is committed;\n\t(e)\tA prosecution for a misdemeanor or parking violation must be commenced within two years after it is committed; and\n\t(f)\tA prosecution for a petty misdemeanor or a violation other than a parking violation must be commenced within one year after it is committed.\n\n\n\n\t(3)  If the period prescribed in subsection (2) has expired, a prosecution may nevertheless be commenced for:\n\n\n\n\t(a)\tAny offense an element of which is either fraud or a breach of fiduciary obligation within three years after discovery of the offense by an aggrieved party or by a person who has a legal duty to represent an aggrieved party and who is oneself not a party to the offense, but in no case shall this provision extend the period of limitation by more than six years from the expiration of the period of limitation prescribed in subsection (2); and\n\t(b)\tAny offense based on misconduct in office by a public officer or employee at any time when the defendant is in public office or employment or within two years thereafter, but in no case shall this provision extend the period of limitation by more than three years from the expiration of the period of limitation prescribed in subsection (2).\n\n\n\n\t(4)  An offense is committed either when every element occurs, or, if a legislative purpose to prohibit a continuing course of conduct plainly appears, at the time when the course of conduct or the defendant's complicity therein is terminated.  Time starts to run on the day after the offense is committed.\n\t(5)  A prosecution is commenced either when an indictment is found or a complaint filed, or when an arrest warrant or other process is issued, provided that such warrant or process is executed without unreasonable delay.\n\t(6)  The period of limitation does not run:\n\n\n\n\t(a)\tDuring any time when the accused is continuously absent from the State or has no reasonably ascertainable place of abode or work within the State, but in no case shall this provision extend the period of limitation by more than four years from the expiration of the period of limitation prescribed in subsection (2);\n\t(b)\tDuring any time when a prosecution against the accused for the same conduct is pending in this State; or\n\t(c)\tFor any felony offense under chapter 707, part V or VI, during any time when the victim is alive and under eighteen years of age. [L 1972, c 9, pt of §1; am L 1974, c 93, §1; am L 1982, c 28, §2; am L 1983, c 63, §1; am L 1986, c 296, §1; am L 1987, c 181, §2; am L 1993, c 186, §1; gen ch 1993; am L 1995, c 171, §1; am L 1996, c 148, §1; am L 1997, c 149, §1; am L 2001, c 33, §2]"
}