{
    "name": "Method of prosecution when conduct establishes an element of more than one offense",
    "number": "109",
    "text": "(1)  When the same conduct of a defendant may establish an element of more than one offense, the defendant may be prosecuted for each offense of which such conduct is an element.  The defendant may not, however, be convicted of more than one offense if:\n\n\n\n\t(a)\tOne offense is included in the other, as defined in subsection (4) of this section; or\n\t(b)\tOne offense consists only of a conspiracy or solicitation to commit the other; or\n\t(c)\tInconsistent findings of fact are required to establish the commission of the offenses; or\n\t(d)\tThe offenses differ only in that one is defined to prohibit a designated kind of conduct generally and the other to prohibit a specific instance of such conduct; or\n\t(e)\tThe offense is defined as a continuing course of conduct and the defendant's course of conduct was uninterrupted, unless the law provides that specific periods of conduct constitute separate offenses.\n\n\n\n\t(2)  Except as provided in subsection (3) of this section, a defendant shall not be subject to separate trials for multiple offenses based on the same conduct or arising from the same episode, if such offenses are known to the appropriate prosecuting officer at the time of the commencement of the first trial and are within the jurisdiction of a single court.\n\t(3)  When a defendant is charged with two or more offenses based on the same conduct or arising from the same episode, the court, on application of the prosecuting attorney or of the defendant, may order any such charge to be tried separately, if it is satisfied that justice so requires.\n\t(4)  A defendant may be convicted of an offense included in an offense charged in the indictment or the information.  An offense is so included when:\n\n\n\n\t(a)\tIt is established by proof of the same or less than all the facts required to establish the commission of the offense charged; or\n\t(b)\tIt consists of an attempt to commit the offense charged or to commit an offense otherwise included therein; or\n\t(c)\tIt differs from the offense charged only in the respect that a less serious injury or risk of injury to the same person, property, or public interest or a different state of mind indicating lesser degree of culpability suffices to establish its commission.\n\n\n\n\t(5)  The court is not obligated to charge the jury with respect to an included offense unless there is a rational basis in the evidence for a verdict acquitting the defendant of the offense charged and convicting the defendant of the included offense. [L 1972, c 9, pt of §1; gen ch 1993]"
}