{
    "name": "Licensure requirements",
    "number": "5",
    "text": "In addition to the application requirements provided by section 436B-10, the director shall adopt rules as deemed necessary for the licensure of dietitians to protect public health and safety, and may consider the following as minimum evidence that an applicant is qualified to be licensed:\n\n\n\n\t(1)\tThe applicant received a baccalaureate degree or post-baccalaureate degree from a regionally accredited college or university with a major course of study in dietetics, human nutrition, food and nutrition, or food systems management, or academic requirements related thereto, approved by the commission on accreditation, or meets equivalent core requirements for the dietetics option at the University of Hawaii.  In addition to basic dietetic principles of nutrition, human physiology, biochemistry, and behavioral and social sciences, course work shall include at least nine semester credits (or twelve quarter hours) relating to food science and food preparation.  Applicants who have obtained their education outside of the United States and its territories shall have their academic degree validated by an agency authorized to validate foreign academic degrees as being equivalent to a baccalaureate, master's, or doctoral degree conferred by a regionally accredited college or university in the United States.  Validation of a foreign degree shall include a verification statement of completion of the major course of study or related academic requirements, basic dietetic principles, and course work specified in this paragraph;\n\t(2)\tSatisfactorily complete a documented supervised practice experience component in dietetic practice of not less than nine hundred hours approved by the commission on accreditation;\n\t(3)\tPass the registration examination for dietitians administered by the Commission on Dietetic Registration; and\n\t(4)\tSubmit a report of any disciplinary action relating to dietetics practice taken against the applicant in another jurisdiction.\n\n\n\n\tAn individual who provides evidence of current registration in the association shall be deemed to have met the educational and supervised practice experience requirements of this section. [L 2000, c 280, pt of §2]"
}