{
    "name": "Ethanol content requirement",
    "number": "10",
    "text": "(a)  The commissioner shall adopt rules in accordance with chapter 91 to require that gasoline sold in the State for use in motor vehicles contain ten per cent ethanol by volume.  The amounts of gasoline sold in the State containing ten per cent ethanol shall be in accordance with rules as the commissioner may deem appropriate.  The commissioner may authorize the sale of gasoline that does not meet these requirements as provided in subsection (d).\n\t(b)  Gasoline blended with an ethanol-based product, such as ethyl tertiary butyl ether, shall be considered to be in conformance with this section if the quantity of ethanol used in the manufacture of the ethanol-based product represents ten per cent, by volume, of the finished motor fuel.\n\t(c)  Ethanol used in the manufacture of ethanol-based gasoline additives, such as ethyl tertiary butyl ether, may be considered to contribute to the distributor's conformance with this section; provided that the total quantity of ethanol used by the distributor is an amount equal to or greater than the amount of ethanol required under this section.\n\t(d)  The commissioner may authorize the sale of gasoline that does not meet the provisions of this section:\n\n\n\n\t(1)\tTo the extent that sufficient quantities of competitively-priced ethanol are not available to meet the minimum requirements of this section; or\n\t(2)\tIn the event of any other circumstances for which the commissioner determines compliance with this section would cause undue hardship.\n\n\n\n\t(e)  Each distributor, at such reporting dates as the commissioner may establish, shall file with the commissioner, on forms prescribed, prepared, and furnished by the commissioner, a certified statement showing:\n\n\n\n\t(1)\tThe price and amount of ethanol available;\n\t(2)\tThe amount of ethanol-blended fuel sold by the distributor;\n\t(3)\tThe amount of non-ethanol-blended gasoline sold by the distributor; and\n\t(4)\tAny other information the commissioner shall require for the purposes of compliance with this section.\n\n\n\n\t(f)  Provisions with respect to confidentiality of information shall be the same as provided in section 486J-7.\n\t(g)  Any distributor or any other person violating the requirements of this section shall be subject to a fine of not less than $2 per gallon of nonconforming fuel, up to a maximum of $10,000 per infraction.\n\t(h)  The commissioner, in accordance with chapter 91, shall adopt rules for the administration and enforcement of this section. [L 1997, c 257, pt of §2; am L 2002, c 77, §4]"
}