{
    "name": "Recognition of controlling child support orders",
    "number": "207",
    "text": "PART III.  RECONCILIATION OF MULTIPLE ORDERS\n\n     (a)  If a proceeding is brought under this chapter and only one tribunal has issued a child support order, the order of that tribunal controls and must be so recognized.\n\t(b)  If a proceeding is brought under this chapter, and two or more child support orders have been issued by tribunals of  this State or another state with regard to the same obligor and child, a tribunal of this State shall apply the following rules in determining which order to recognize for purposes of continuing, exclusive jurisdiction:\n\n\n\n\t(1)\tIf only one of the tribunals would have continuing, exclusive jurisdiction under this chapter, the order of that tribunal controls and must be so recognized.\n\t(2)\tIf more than one of the tribunals would have continuing, exclusive jurisdiction under this chapter, an order issued by a tribunal in the current home state of the child controls and must be so recognized, but if an order has not been issued in the current home state of the child, the order most recently issued controls and must be so recognized.\n\t(3)\tIf none of the tribunals would have continuing, exclusive jurisdiction under this chapter, the tribunal of this State having jurisdiction over the parties shall issue a child support order, which controls and must be so recognized.\n\n\n\n\t(c)  If two or more child support orders have been issued for the same obligor and child and if the obligor or the individual obligee resides in this State, a party may request a tribunal of this State to determine which order controls and must be so recognized under subsection (b).  The request must be accompanied by a certified copy of every support order in effect.  The requesting party shall give notice of the request to each party whose rights may be affected by the determination.\n\tFor the purposes of this subsection, service of the notice  shall be by personal service or certified mail, return receipt requested.  After initial service is effected, additional service upon a party shall be satisfied by regular mail to the party's last known address.  In any child support enforcement proceedings subsequent to an order, upon a showing that diligent effort has been made to ascertain the location of a party, notice of service of process shall be presumed to be satisfied upon delivery of written notice to the most recent residential or employer address on file with the state case registry.\n\t(d)  The tribunal that issued the controlling order under subsection (a), (b), or (c) is the tribunal that has continuing, exclusive jurisdiction under section 576B-205.\n\t(e)  A tribunal of this State which determines by order the identity of the controlling order under subsection (b)(1) or (2) or which issues a new controlling order under subsection (b)(3) shall state in that order the basis upon which the tribunal made its determination.\n\t(f)  Within thirty days after issuance of an order determining the identity of the controlling order, the party obtaining the order shall file a certified copy of it with each tribunal that issued or registered an earlier order of child support.  A party who obtains the order and fails to file a certified copy is subject to appropriate sanctions by a tribunal in which the issue of failure to file arises.  The failure to file does not affect the validity or enforceability of the controlling order. [L 1997, c 295, pt of §1; am L 1998, c 270, §1]"
}