{
    "name": "Priority of security interests in fixtures and crops",
    "number": "9-334",
    "text": "(a)  A security interest under this article may be created in goods that are fixtures or may continue in goods that become fixtures.  A security interest does not exist under this article in ordinary building materials incorporated into an improvement on land.\n\t(b)  This article does not prevent creation of an encumbrance upon fixtures under real property law.\n\t(c)  In cases not governed by subsections (d) through (h), a security interest in fixtures is subordinate to a conflicting interest of an encumbrancer or owner of the related real property other than the debtor.\n\t(d)  Except as otherwise provided in subsection (h), a perfected security interest in fixtures has priority over a conflicting interest of an encumbrancer or owner of the real property if the debtor has an interest of record in or is in possession of the real property and:\n\n\n\n\t(1)\tThe security interest is a purchase-money security interest;\n\t(2)\tThe interest of the encumbrancer or owner arises before the goods become fixtures; and\n\t(3)\tThe security interest is perfected by a fixture filing before the goods become fixtures or within twenty days thereafter.\n\n\n\n\t(e)  A perfected security interest in fixtures has priority over a conflicting interest of an encumbrancer or owner of the real property if:\n\n\n\n\t(1)\tThe debtor has an interest of record in the real property or is in possession of the real property and the security interest:\n\n\t\t(A)\tIs perfected by a fixture filing before the interest of the encumbrancer or owner is of record; and\n\t\t(B)\tHas priority over any conflicting interest of a predecessor in title of the encumbrancer or owner;\n\n\t(2)\tBefore the goods become fixtures, the security interest is perfected by any method permitted by this article and the fixtures are readily removable:\n\n\t\t(A)\tFactory or office machines;\n\t\t(B)\tEquipment that is not primarily used or leased for use in the operation of the real property; or\n\t\t(C)\tReplacements of domestic appliances that are consumer goods;\n\n\t(3)\tThe conflicting interest is a lien on the real property obtained by legal or equitable proceedings after the security interest was perfected by any method permitted by this article; or\n\t(4)\tThe security interest is:\n\n\t\t(A)\tCreated in a manufactured home in a manufactured-home transaction; and\n\t\t(B)\tPerfected pursuant to a statute described in section 490:9-311(a)(2).\n\n\n\n\n\n\t(f)  A security interest in fixtures, whether or not perfected, has priority over a conflicting interest of an encumbrancer or owner of the real property if:\n\n\n\n\t(1)\tThe encumbrancer or owner has, in an authenticated record, consented to the security interest or disclaimed an interest in the goods as fixtures; or\n\t(2)\tThe debtor has a right to remove the goods as against the encumbrancer or owner.\n\n\n\n\t(g)  The priority of the security interest under subsection (f) continues for a reasonable time if the debtor's right to remove the goods as against the encumbrancer or owner terminates.\n\t(h)  A mortgage is a construction mortgage to the extent that it secures an obligation incurred for the construction of an improvement on land, including the acquisition cost of the land, if a recorded record of the mortgage so indicates.  Except as otherwise provided in subsections (e) and (f), a security interest in fixtures is subordinate to a construction mortgage if a record of the mortgage is recorded before the goods become fixtures and the goods become fixtures before the completion of the construction.  A mortgage has this priority to the same extent as a construction mortgage to the extent that it is given to refinance a construction mortgage.\n\t(i)  A perfected security interest in crops growing on real property has priority over a conflicting interest of an encumbrancer or owner of the real property if the debtor has an interest of record in or is in possession of the real property. [L 2000, c 241, pt of §1]"
}