{
    "name": "Statute of frauds",
    "number": "2A-201",
    "text": "PART 2.  FORMATION AND CONSTRUCTION OF LEASE CONTRACT\n\n §490:2A-201    (a)  A lease contract is not enforceable by way of action or defense unless:\n\n\n\n\t(1)\tThe total payments to be made under the lease contract, excluding payments for options to renew or buy, are less than $1,000; or\n\t(2)\tThere is a writing, signed by the party against whom enforcement is sought or by that party's authorized agent, sufficient to indicate that a lease contract has been made between the parties and to describe the goods leased and the lease term.\n\n\n\n\t(b)  Any description of leased goods or of the lease term is sufficient and satisfies subsection (a)(2), whether or not it is specific, if it reasonably identifies what is described.\n\t(c)  A writing is not insufficient because it omits or incorrectly states a term agreed upon, but the lease contract is not enforceable under subsection (a)(2) beyond the lease term and the quantity of goods shown in the writing.\n\t(d)  A lease contract that does not satisfy the requirements of subsection (a), but which is valid in other respects, is enforceable:\n\n\n\n\t(1)\tIf the goods are to be specially manufactured or obtained for the lessee and are not suitable for lease or sale to others in the ordinary course of the lessor's business, and the lessor, before notice of repudiation is received and under circumstances that reasonably indicate that the goods are for the lessee, has made either a substantial beginning of their manufacture or commitments for their procurement;\n\t(2)\tIf the party against whom enforcement is sought admits in that party's pleading, testimony, or otherwise in court that a lease contract was made, but the lease contract is not enforceable under this provision beyond the quantity of goods admitted; or\n\t(3)\tWith respect to goods that have been received and accepted by the lessee.\n\n\n\n\t(e)  The lease term under a lease contract referred to in subsection (d) is:\n\n\n\n\t(1)\tIf there is a writing signed by the party against whom enforcement is sought or by that party's authorized agency specifying the lease term, the term so specified;\n\t(2)\tIf the party against whom enforcement is sought admits in that party's pleading, testimony, or otherwise in court a lease term, the term so admitted; or\n\t(3)\tA reasonable lease term. [L 1991, c 40, pt of §1]"
}