{
    "name": "Definitions and index of definitions",
    "number": "7-102",
    "text": "§490:7-102    (1)  In this Article, unless the context otherwise requires:\n\n\n\n\t(a)\t\"Bailee\" means the person who by a warehouse receipt, bill of lading or other document of title acknowledges possession of goods and contracts to deliver them.\n\t(b)\t\"Consignee\" means the person named in a bill to whom or to whose order the bill promises delivery.\n\t(c)\t\"Consignor\" means the person named in a bill as the person from whom the goods have been received for shipment.\n\t(d)\t\"Delivery order\" means a written order to deliver goods directed to a warehouseman, carrier or other person who in the ordinary course of business issues warehouse receipts or bills of lading.\n\t(e)\t\"Document\" means document of title as defined in the general definitions in Article 1 (section 490:1-201).\n\t(f)\t\"Goods\" means all things which are treated as movable for the purposes of a contract of storage or transportation.\n\t(g)\t\"Issuer\" means a bailee who issues a document except that in relation to an unaccepted delivery order it means the person who orders the possessor of goods to deliver.  Issuer includes any person for whom an agent or employee purports to act in issuing a document if the agent or employee has real or apparent authority to issue documents, notwithstanding that the issuer received no goods or that the goods were misdescribed or that in any other respect the agent or employee violated his instructions.\n\t(h)\t\"Warehouseman\" is a person engaged in the business of storing goods for hire.\n\n\n\n\t(2)  Other definitions applying to this Article or to specified Parts thereof, and the sections in which they appear are:\n\t\"Duly negotiate\".  Section 490:7-501.\n\t\"Person entitled under the document\".  Section 490:7-403(4).\n\t(3)  Definitions in other Articles applying to this Article and the sections in which they appear are:\n\t\"Contract for sale\".  Section 490:2-106.\n\t\"Overseas\".  Section 490:2-323.\n\t\"Receipt\" of goods.  Section 490:2-103.\n\t(4)  In addition Article 1 contains general definitions and principles of construction and interpretation applicable throughout this Article. [L 1965, c 208, §7-102; HRS §490:7-102]"
}