{
    "name": "Whether indorsement, instruction, or entitlement order is effective",
    "number": "8-107",
    "text": "§490:8-107    (a)  \"Appropriate person\" means:\n\n\n\n\t(1)\tWith respect to an indorsement, the person specified by a security certificate or by an effective special indorsement to be entitled to the security;\n\t(2)\tWith respect to an instruction, the registered owner of an uncertificated security;\n\t(3)\tWith respect to an entitlement order, the entitlement holder;\n\t(4)\tIf the person designated in paragraph (1), (2), or (3) is deceased, the designated person's successor taking under other law or the designated person's personal representative acting for the estate of the decedent; or\n\t(5)\tIf the person designated in paragraph (1), (2), or (3) lacks capacity, the designated person's guardian, conservator, or other similar representative who has power under other law to transfer the security or financial asset.\n\n\n\n\t(b)  An indorsement, instruction, or entitlement order is effective if:\n\n\n\n\t(1)\tIt is made by the appropriate person;\n\t(2)\tIt is made by a person who has power under the law of agency to transfer the security or financial asset on behalf of the appropriate person, including, in the case of an instruction or entitlement order, a person who has control under section 490:8-106(c)(2) or (d)(2); or\n\t(3)\tThe appropriate person has ratified it or is otherwise precluded from asserting its ineffectiveness.\n\n\n\n\t(c)  An indorsement, instruction, or entitlement order made by a representative is effective even if:\n\n\n\n\t(1)\tThe representative has failed to comply with a controlling instrument or with the law of the state having jurisdiction of the representative relationship, including any law requiring the representative to obtain court approval of the transaction; or\n\t(2)\tThe representative's action in making the indorsement, instruction, or entitlement order or using the proceeds of the transaction is otherwise a breach of duty.\n\n\n\n\t(d)  If a security is registered in the name of or specially indorsed to a person described as a representative, or if a securities account is maintained in the name of a person described as a representative, an indorsement, instruction, or entitlement order made by the person is effective even though the person is no longer serving in the described capacity.\n\t(e)  Effectiveness of an indorsement, instruction, or entitlement order is determined as of the date the indorsement, instruction, or entitlement order is made, and an indorsement, instruction, or entitlement order does not become ineffective by reason of any later change of circumstances. [L 1997, c 33, pt of §2]"
}