{
    "name": "Issuer's rights and obligations",
    "number": "5-108",
    "text": "§490:5-108    (a)  Except as otherwise provided in section 490:5-109, an issuer shall honor a presentation that, as determined by the standard practice referred to in subsection (e), appears on its face strictly to comply with the terms and conditions of the letter of credit.  Except as otherwise provided in section 490:5-113 and unless otherwise agreed with the applicant, an issuer shall dishonor a presentation that does not appear so to comply.\n\t(b)  An issuer has a reasonable time after presentation, but not beyond the end of the seventh business day after the day of its receipt of documents:\n\n\n\n\t(1)\tTo honor;\n\t(2)\tIf the letter of credit provides for honor to be completed more than seven business days after presentation, to accept a draft, or incur a deferred obligation; or\n\t(3)\tTo give notice to the presenter of discrepancies in the presentation.\n\n\n\n\t(c)  Except as otherwise provided in subsection (d), an issuer is precluded from asserting as a basis for dishonor any discrepancy if timely notice is not given, or any discrepancy not stated in the notice if timely notice is given.\n\t(d)  Failure to give the notice specified in subsection (b) or to mention fraud, forgery, or expiration in the notice does not preclude the issuer from asserting as a basis for dishonor, fraud, or forgery as described in section 490:5-109(a) or expiration of the letter of credit before presentation.\n\t(e)  An issuer shall observe the standard practice of financial institutions that regularly issue letters of credit.  Determination of the issuer's observance of the standard practice is a matter of interpretation for the court.  The court shall offer the parties a reasonable opportunity to present evidence of the standard practice.\n\t(f)  An issuer is not responsible for:\n\n\n\n\t(1)\tThe performance or nonperformance of the underlying contract, arrangement, or transaction;\n\t(2)\tAn act or omission of others; or \n\t(3)\tObservance or knowledge of the usage of a particular trade other than the standard practice referred to in subsection (e).\n\n\n\n\t(g)  If an undertaking constituting a letter of credit contains nondocumentary conditions, an issuer shall disregard the nondocumentary conditions and treat them as if they were not stated.\n\t(h)  An issuer that has dishonored a presentation shall return the documents or hold them at the disposal of, and send advice to that effect to, the presenter.\n\t(i)  An issuer that has honored a presentation as permitted or required by this Article:\n\n\n\n\t(1)\tIs entitled to be reimbursed by the applicant in immediately available funds not later than the date of its payment of funds;\n\t(2)\tTakes the documents free of claims of the beneficiary or presenter;\n\t(3)\tIs precluded from asserting a right of recourse on a draft under sections 490:3-414 and 490:3-415;\n\t(4)\tExcept as otherwise provided in sections 490:5-110 and 490:5-117, is precluded from restitution of money paid or other value given by mistake to the extent the mistake concerns discrepancies in the documents or tender that are apparent on the face of the presentation; and\n\t(5)\tIs discharged to the extent of its performance under the letter of credit unless the issuer honored a presentation in which a required signature of a beneficiary was forged. [L 1996, c 39, pt of §1]"
}