{
    "name": "Liability for late or improper execution or failure to execute payment order",
    "number": "4A-305",
    "text": "(a)  If a funds transfer is completed, but execution of a payment order by the receiving bank in breach of section 490:4A-302 results in delay in payment to the beneficiary, the bank is obliged to pay interest to either the originator or the beneficiary of the funds transfer for the period of delay caused by the improper execution.  Except as provided in subsection (c), additional damages are not recoverable.\n\t(b)  If execution of a payment order by a receiving bank in breach of section 490:4A-302 results in (i) noncompletion of the funds transfer, (ii) failure to use an intermediary bank designated by the originator, or (iii) issuance of a payment order that does not comply with the terms of the payment order of the originator, the bank is liable to the originator for its expenses in the funds transfer and for incidental expenses and interest losses, to the extent not covered by subsection (a), resulting from the improper execution.  Except as provided in subsection (c), additional damages are not recoverable.\n\t(c)  In addition to the amounts payable under subsections (a) and (b), damages, including consequential damages, are recoverable to the extent provided in an express written agreement of the receiving bank.\n\t(d)  If a receiving bank fails to execute a payment order it was obliged by express agreement to execute, the receiving bank is liable to the sender for its expenses in the transaction and for incidental expenses and interest losses resulting from the failure to execute.  Additional damages, including consequential damages, are recoverable to the extent provided in an express written agreement of the receiving bank, but are not otherwise recoverable.\n\t(e)  Reasonable attorney's fees are recoverable if demand for compensation under subsection (a) or (b) is made and refused before an action is brought on the claim.  If a claim is made for breach of the agreement under subsection (d) and the agreement does not provide for damages, reasonable attorney's fees are recoverable if demand for compensation under subsection (d) is made and refused before an action is brought on the claim.\n\t(f)  Except as stated in this section, the liability of a receiving bank under subsections (a) and (b) may not be varied by agreement. [L 1991, c 41, pt of §1]"
}