{
    "name": "Rules, standards",
    "number": "12",
    "text": "(a)  Powers to adopt.  The director of transportation may perform such acts, issue and amend such orders, adopt such reasonable general or special rules and procedures, and establish such minimum standards, consistent with this chapter, as the director deems necessary to carry out this chapter and to perform the duties assigned thereunder, all commensurate with and for the purpose of protecting and insuring the general public interest and safety, the safety of persons operating, using, or traveling in aircraft, and the safety of persons and property on land or water, and developing and promoting aeronautics in the State.  No rule of the director shall apply to airports or air navigation facilities owned or operated by the United States. \tIn furtherance of the duties assigned under this chapter, the director may adopt rules relating to:\n\n\n\n\t(1)\tSafety measures, requirements and practices in or about the airport premises;\n\t(2)\tThe licensing and regulation of persons engaged in commercial activities in or about the airport premises;\n\t(3)\tThe regulation of equipment and motor vehicles operated in or about the airport operational area;\n\t(4)\tAirport security measures or requirements, and designation of sterile passenger holding areas and operational areas;\n\t(5)\tThe regulation of motor vehicles and traffic;\n\t(6)\tAny other matter relating to the health, safety and welfare of the general public and persons operating, using, or traveling in aircraft.\n\n\n\n\t(b)  Any other law to the contrary notwithstanding, no tour aircraft operation shall be permitted in any airport under the State's control without having a permit.  The director shall adopt rules to regulate tour aircraft operations by permit which shall include but not be limited to:\n\n\n\n\t(1)\tIdentification of the types of aircraft to be utilized;\n\t(2)\tThe number of operations daily for each type of aircraft used and the days and hours of operation;\n\t(3)\tVerification that the applicant is in compliance with all state statutes, including but not limited to this section;\n\t(4)\tVerification that the applicant has the Federal Aviation Administration certificate 121 or 135;\n\t(5)\tA written assessment by the department of the impact to the surrounding area and to the subject state airport;\n\t(6)\tRevocation of a permit based on the failure to comply with the information provided by the applicant and the terms and conditions set forth by the department in the permit; and any false statement or misrepresentation made by the applicant;\n\t(7)\tEstablishment of penalties for revocation and suspension of a permit for failure to comply with permit conditions;\n\t(8)\tAnnual renewal of permits; and\n\t(9)\tAny change of operations under the existing permit to be approved by the director.\n\n\n\n\tNo permit shall be authorized unless accompanied by a Hawaii sectional aeronautical chart marked to indicate routes and altitudes to be used in conducting aerial tours and noise abatement procedures to be employed in the vicinity of identified noise sensitive areas.\n\tFor the purposes of this subsection, \"tour aircraft operations\" means any business operation which offers aircraft for hire by passengers for the purpose of aerial observation of landmarks and other manmade or natural sites within an island of the State, and for the purpose of transporting passengers for tourist-related activities.\n\t(c)  Definitions.  For the purpose of this section, if not inconsistent with the context:\n\t\"Sterile passenger holding area\" means any portion of a public airport designated by the director and identified by appropriate signs as an area into which access is conditioned upon the prior inspection of persons and property in accordance with the approved Federal Aviation Administration air carrier screening program.\n\t\"Operational area\" means any portion of a public airport, from which access by the public is prohibited by fences or appropriate signs, and which is not leased or demised to anyone for exclusive use and includes runways, taxiways, all ramps, cargo ramps and apron areas, aircraft parking and storage areas, fuel storage areas, maintenance areas, and any other area of a public airport used or intended to be used for landing, takeoff or surface maneuvering of aircraft or used for embarkation or debarkation of passengers.\n\tNotwithstanding the restriction on access by the public into operational areas, entry may be authorized for airport operational area related purposes with the prior permission of the director or the director's duly authorized representative.\n\t(d)  Conformity to federal legislation and rules.  No rules, orders, or standards prescribed by the director shall be inconsistent with, or contrary to, any act of the Congress of the United States or any regulation promulgated or standard established pursuant thereto.\n\t(e)  How made.  All rules having the force and effect of law, shall be adopted by the director pursuant to chapter 91.\n\t(f)  Distribution.  The director shall provide for the publication and general distribution of all of its rules and procedures having general effect. [L 1947, c 32, pt of §1; RL 1955, §15-18; am L Sp 1959 2d, c 1, §26; am L 1965, c 96, §11; HRS ; am L 1980, c 155, §1; gen ch 1985; am L 1988, c 397, §2; am L 1992, c 206, §1; am L 2001, c 55, §10]\nCase Notes\n  Cited:  47 H. 495, 498, 393 P.2d 87."
}