{
    "name": "Airports, general",
    "number": "4",
    "text": "(a)  Establishment, operation, maintenance.  The department of transportation may, on behalf of and in the name of the State, out of appropriations and other moneys available or made available for such purposes, plan, acquire, establish, construct, enlarge, improve, maintain, equip, install, operate, regulate, and protect, airports, air navigation facilities, buildings, and other facilities to provide for the servicing of aircraft; to provide for the comfort, accommodation, and convenience of air travelers; and to protect against airport hazards. \t(b)  Acquisition of property.  By purchase, gift, devise, lease, or condemnation in accordance with chapter 101, the department may acquire property, real or personal, or any interest therein, including the property rights, estates, and interests mentioned in section 262-11.  The department may acquire rights and interests in airports owned or controlled by others, for the purpose of meeting a civilian need which is within the scope of its functions, even though it does not have the exclusive control and operation of such airports.  The department may also acquire excess federal lands as permitted by federal law.\n\t(c)  Structures and improvements.  All structures and improvements to land, to be used for airport purposes, may be planned, designed, and constructed by the department.\n\t(d)  Use of state and municipal facilities and services.  In carrying out this chapter, the department may use the facilities and services of other agencies of the State and of the municipalities of the State and the agencies and municipalities shall make available their facilities and services. [L 1947, c 32, pt of §1; RL 1955, §15-9; am L Sp 1959 2d, c 1, §§12, 26; HRS ; am L 1985, c 41, §1]\nCase Notes\n  In granting exclusive lease at airport, department was fulfilling duty under section; provides department with implied authority to enter into exclusive lease at airport.  745 F.2d 1281."
}