{
    "name": "Permit for public display",
    "number": "16",
    "text": "(a)  Any person desiring to set off, ignite, or discharge aerial common fireworks, special fireworks, or both, for a public display shall apply to, and obtain a permit as required by section 132D-10, from the county not less than twenty days before the date of the display. \t(b)  The application shall state, among other things:\n\n\n\n\t(1)\tThe name, age, and address of the applicant;\n\t(2)\tThe name, age, and address of the person who will operate the display, and verification that the person is a licensed pyrotechnic operator;\n\t(3)\tThe time, date, and place of the display;\n\t(4)\tThe type and quantity of aerial common fireworks, special fireworks, or both, to be displayed; and\n\t(5)\tThe purpose or occasion for which the display is to be presented.\n\n\n\n\t(c)  No permit shall be issued under this section unless the applicant presents, at the applicant's option, either:\n\n\n\n\t(1)\tA written certificate of an insurance carrier, which has been issued to or for the benefit of the applicant, or a policy providing for the payment of damages in the amount of not less than $5,000 for injury to, or death of, any one person, and subject to the foregoing limitation for one person; in the amount of not less than $10,000 for injury to, or death of, two or more persons; and in the amount of not less than $5,000 for damage to property, caused by reason of the authorized display and arising from any tortious acts or negligence of the permittee, the permittee's agents, employees, or subcontractors.  The certificate shall state that the policy is in full force and effect and will continue to be in full force and effect for not less than ten days after the date of the public display; or\n\t(2)\tThe bond of a surety company duly authorized to transact business within the State, or a bond with not less than two individual sureties who together have assets in the State equal in value to not less than twice the amount of the bond, or a deposit of cash, in the amount of not less than $10,000 conditioned upon the payment of all damages that may be caused to any person or property by reason of the authorized display and arising from any tortious acts or negligence of the permittee, the permittee's agents, employees, or subcontractors.  The security shall continue to be in full force and effect for not less than ten days after the date of the public display.\n\n\n\n\tThe county may require coverage in amounts greater than the minimum amounts set forth in paragraph (1) or (2) if deemed necessary or desirable in consideration of such factors as the location and scale of the display, the type of aerial common fireworks, special fireworks, or both, to be used, and the number of spectators expected.\n\t(d)  The county, pursuant to duly adopted rules, shall issue the permit after being satisfied that the requirements of subsection (c) have been met, the display will be handled by a pyrotechnic operator duly licensed by the State, the display will not be hazardous to property, and the display will not endanger human life.  The permit shall authorize the holder to display aerial common fireworks, special fireworks, or both, only at the place and during the time set forth therein, and to acquire and possess the specified aerial common fireworks, special fireworks, or both, between the date of the issuance of the permit and the time during which the display of those aerial common fireworks, special fireworks, or both, is authorized. [L 1994, c 180, pt of §1; am L 2000, c 233, §13]"
}