{
    "name": "Fiduciary duties; prohibited transactions",
    "number": "6",
    "text": "(a)  A fiduciary of the trust shall with respect to a plan comply with all fiduciary duties imposed on fiduciaries under Title 29 United States Code sections 1001-1191, as amended, and [related] regulations.\n\t(b)  All fiduciaries of the trust shall discharge their duties with respect to a plan solely in the interest of the participants and beneficiaries and:\n\n\n\n\t(1)\tFor the exclusive purpose of:\n\n\t\t(A)\tProviding benefits to participants and their beneficiaries; and\n\t\t(B)\tDefraying reasonable expenses of administering the plan;\n\n\t(2)\tWith the care, skill, prudence, and diligence under the circumstances then prevailing that a prudent person acting in a similar capacity and familiar with those matters would use in the conduct of an enterprise of a similar character and with like aims;\n\t(3)\tBy diversifying the investments of the plan so as to minimize the risk of large losses, unless, under the circumstances, it is clearly prudent not to do so; and\n\t(4)\tIn accordance with the documents and instruments governing the plan insofar as such documents and instruments are consistent with the provisions of this chapter.\n\n\n\n\t(c)  In addition to any liability that a fiduciary may have under this chapter, a fiduciary with respect to a plan shall be liable for a breach of fiduciary responsibility of another fiduciary with respect to the same plan in the following circumstances:\n\n\n\n\t(1)\tIf the fiduciary participates knowingly in, or knowingly undertakes to conceal, an act or omission of the other fiduciary, knowing that act or omission is a breach;\n\t(2)\tIf, by the fiduciary's failure to comply with subsection (a) or (b), the fiduciary [has enabled] such other fiduciary to commit breach; or\n\t(3)\tIf the fiduciary has knowledge of the breach by such other fiduciary, unless the fiduciary makes reasonable efforts under the circumstances to remedy the breach.\n\n\n\n\tIf the assets of the plan are held by two or more trustees, each shall use reasonable care to prevent a co-trustee from committing a breach, and each shall be responsible for jointly managing and controlling the assets of the plan.\n\t(d)  A fiduciary shall not cause a plan to engage in a transaction, if the fiduciary knows or should know that the transaction constitutes a direct or indirect:\n\n\n\n\t(1)\tSale or exchange, or leasing, of any property between the plan and a party in interest;\n\t(2)\tLending of money or other extension of credit between the plan and a party in interest;\n\t(3)\tFurnishing of goods, services, or facilities between the plan and a party in interest; or\n\t(4)\tTransfer to, or use by or for the benefit of, a party in interest, of any assets of the plan.\n\n\n\n\t(e)  A fiduciary shall not:\n\n\n\n\t(1)\tDeal with the assets of the plan in the fiduciary's own interest or for the fiduciary's own account;\n\t(2)\tIn the fiduciary's individual capacity or in any other capacity act in any transaction involving the plan on behalf of a party (or represent a party) whose interests are adverse to the interests of the plan or the interests of its participants or beneficiaries; or\n\t(3)\tReceive any consideration for the fiduciary's own personal account from any party dealing with the plan in connection with a transaction involving the assets of the plan. [L 2005, c 245, pt of §2]"
}