{
    "name": "Annual report",
    "number": "4",
    "text": "(a)  The trust shall publish an annual report with respect to every employee welfare benefit plan to which this chapter applies.  The report shall be filed with the department of accounting and general services and the respective departments of the counties as their interests may appear.\n\t(b)  The annual report shall contain the following:\n\n\n\n\t(1)\tThe number of employees, retirees, and other persons covered by the plan;\n\t(2)\tThe name and address of each fiduciary;\n\t(3)\tExcept in the case of a person whose compensation is minimal and who performs solely ministerial duties, the name of each person (including but not limited to any consultant, broker, trustee, accountant, insurance carrier, actuary, administrator, investment manager, or custodian who rendered services to the plan or who had transactions with the plan) who received directly or indirectly compensation from the plan during the preceding plan year for services rendered to the plan or its participants, the amount of such compensation, the nature of the person's services to the plan or its participants, the person's relationship to the employee organization, and any other office, position, or employment that the person holds with a party in interest;\n\t(4)\tAn explanation of the reason for any change in appointment of any trustee, accountant, insurance carrier, enrolled actuary, administrator, investment manager, or custodian; and\n\t(5)\tA financial statement that meets the requirements of this chapter.\n\n\n\n\tThe annual report shall contain any other information required by Title 29 United States Code sections 1001-1191, as amended, and related regulations.\n\t(c)  The financial statement of the annual report shall contain the following information with respect to an employee welfare benefit plan:\n\n\n\n\t(1)\tA statement of assets and liabilities;\n\t(2)\tA statement of changes in fund balance;\n\t(3)\tA statement of changes in financial position;\n\t(4)\tA statement of receipts and disbursements during the preceding twelve-month period;\n\t(5)\tA schedule of all assets held for investment purposes;\n\t(6)\tA schedule of each transaction involving a person known to be a party in interest;\n\t(7)\tA schedule of all loans or fixed income obligations which were in default as of the close of the plan's fiscal year or were classified during the year as uncollectible;\n\t(8)\tA list of all leases that were in default or were classified during the year as uncollectible;\n\t(9)\tIf some or all of the assets of the plan or plans are held in a common or collective trust maintained by a bank or similar institution or in a separate account maintained by an insurance carrier or a separate trust maintained by an insurance carrier or a separate trust maintained by a bank as trustee, the most recent annual statement of assets and liabilities of such common or collective trust, and in the case of a separate account or a separate trust, such other information as is required by the administrator in order to comply with this chapter; and\n\t(10)\tA schedule of each reportable transaction.\n\n\n\n\tThe financial statement shall contain any other information required under Title 29 United States Code sections 1001-1191, as amended, and [related] regulations. [L 2005, c 245, pt of §2]"
}