{
    "name": "Filing and furnishing of information requirements",
    "number": "5",
    "text": "(a)  Once established, the trust shall comply with all the form and report filing requirements imposed on the trust by the Internal Revenue Service and Title 29 United States Code sections 1001-1191, as amended, and [related] regulations.\n\t(b)  Within two hundred ten days of the closing of each plan year, the trust shall provide an annual report for each employee welfare benefit plan covered by this chapter to the department of accounting and general services and the respective departments of the counties as their interests may appear.  The annual reports shall be government records open to public inspection.  \n\t(c)  The trust shall provide summary plan descriptions to each participant and beneficiary of each employee welfare benefit plan covered by this chapter within ninety days of a participant becoming enrolled in a plan or within ninety days of a beneficiary first receiving benefits under a plan.  No less than every fifth year after a plan is established, the trust shall provide updated summary plan descriptions to each participant and beneficiary.  If a material modification or amendment is made to a plan, the trust shall provide a summary description of such modification or amendment to each participant or beneficiary within two hundred ten days after the plan year in which the modification or amendment is made.\n\t(d)  Upon request of any participant or beneficiary, the trust shall provide such person with the latest updated summary plan description, the latest annual report, the applicable collective bargaining agreement, the trust agreement, and any other instruments under which the trust and plan were established or are operated.\n\t(e)  The trust shall file a copy of all documents referenced in subsections (a) and (c) with the department of human resources development and the respective departments of the counties as their interests may appear. [L 2005, c 245, pt of §2]"
}