{
    "name": "Violation of the chapter; enforcement",
    "number": "11",
    "text": "(a)  A civil action may be brought by a participant, beneficiary, or fiduciary:  \n\n\n\n\t(1)\tFor relief, if a trust fails to provide any information required under this chapter, or if a trust fails to comply with any request for information that the trust is required to furnish to the participant or beneficiary;\n\t(2)\tTo recover benefits due the participant or beneficiary under the terms of the plan, or to enforce the participant's or beneficiary's rights under the terms of the plan, or to clarify the participant's or beneficiary's rights to future benefits under the terms of the plan;\n\t(3)\tFor appropriate relief against any breach of fiduciary duty under section 87D-7; or\n\t(4)\tTo enjoin any act or practice that violates any provision of this chapter or the terms of the plan, or to obtain any other appropriate equitable relief, or to redress such violations, or to enforce any provisions of this chapter or the terms of the plan.\n\n\n\n\t(b)  A civil action may be brought by the attorney general:\n\n\n\n\t(1)\tFor relief, if a trust fails to provide any information required by this chapter, or if a trust fails to comply with any request for information that the trust is required to furnish any state or county department;\n\t(2)\tTo enjoin any act or practice that violates any provision of this chapter;\n\t(3)\tTo redress the violations;\n\t(4)\tTo enforce any provision of this chapter; or\n\t(5)\tTo suspend contributions from the State and counties made pursuant to a collective bargaining agreement required under section [87D-2(8)] made to any trust established under this chapter.\n\n\n\n\t(c)  The attorney general shall have the power, in order to determine whether any person has violated or is about to violate any provision of this chapter:\n\n\n\n\t(1)\tTo conduct an investigation and in connection therewith to require submission of reports, books, and records, and the filing of data in support of any information required to be filed under this chapter; and \n\t(2)\tTo enter any place, inspect any books and records, and question any persons as the attorney general may deem necessary to enable the attorney general to determine the facts relative to an investigation.\n\n\n\n\tFor purposes of any investigation provided for in this chapter, the attorney general may utilize the investigation procedures set forth in section 480-18 and the remedies and penalties of that section are hereby made applicable.\n\t(d)  The rights and remedies provided in this section are in addition to any rights or remedies that the participants, beneficiaries, fiduciaries, attorney general, or other state or federal agencies may have over the trust, the plans provided by or through the trust, and fiduciaries of the plans. [L 2005, c 245, pt of §2]"
}