{
    "name": "State and county contributions to the trust; retired employees",
    "number": "9",
    "text": "(a)  Any individual who becomes a retiree on or after the establishment of a voluntary employees' beneficiary association trust, and who, immediately prior to retirement, was a member of the bargaining unit of the sponsoring employee organization, shall be enrolled in that voluntary employees' beneficiary association trust.  Upon the establishment of a voluntary employees' beneficiary association trust, the State, through the department of budget and finance, and the counties through their respective departments of finance, shall pay to the trust for each retiree who retires on or after July 1, 2005, a monthly contribution pursuant to the applicable collective bargaining agreement that shall not exceed the base monthly contributions or the specific contribution limits set forth in chapter 87A.\n\t(b)  Any retiree who, immediately prior to retirement, was a member of an employee organization prior to the establishment of a voluntary employees' beneficiary association trust by the employee organization, and who was previously covered by a collective bargaining agreement, shall be given a one-time option to transfer participation from the Hawaii employer-union health benefits trust fund established under chapter 87A to the organization's voluntary employees' beneficiary association trust once the latter is established.  Upon the establishment of the voluntary employees' beneficiary association trust, the State, through the department of budget and finance[,] and the counties, through their respective departments of finance, shall pay to the trust for each retiree who opts to transfer into a voluntary employees' beneficiary association trust, a monthly contribution equal to the contribution paid on behalf of a similarly situated retiree under the Hawaii employer-union health benefits trust fund.\n\t(c)  Medicare part B reimbursements established pursuant to section 87A-23(2) shall be directly disbursed by the State, through the department of budget and finance, and the counties, through their respective departments of finance, to those retirees and their beneficiaries who qualify and are covered by a voluntary employees' beneficiary association trust to the same extent retirees and their beneficiaries under the Hawaii employer-union health benefits trust fund receive those reimbursements.\n\t(d)  For the purposes of this chapter, a collective bargaining agreement shall include provisions specifying contributions to a voluntary employees' beneficiary association trust. [L 2005, c 245, pt of §2]"
}