{
    "name": "Evidence of financial security",
    "number": "33",
    "text": "(a)  Prior to the commercial generation date, the owner shall file with the coordinator evidence of financial security to cover the anticipated costs of decommissioning the wind energy facility.  Evidence of financial security may be in the form of a surety bond, performance bond, collateral bond, parent guaranty, or letter of credit.  Any such financial security shall be in a form that allows the landowner to draw on it in any instance described in section 201N-32(c)(2).\n     (b)  The evidence of financial security shall be accompanied by an estimate of the total cost of decommissioning, minus the salvage value of the equipment, prepared by a professional engineer licensed in the State.  The amount of the evidence of financial security shall be either:\n     (1)  The estimate of the total cost of decommissioning, minus the salvage value of the equipment, which shall be filed with the coordinator prior to final approval permitting energy generation in commercial quantities and every five years thereafter for the useful life of the wind energy facility; or\n     (2)  One hundred per cent of the estimate of the total cost of decommissioning, as determined by a licensed engineer, which shall be filed with the coordinator prior to final approval permitting energy generation in commercial quantities.  The funds shall be placed in an interest-bearing account and any accrued interest that is not applied toward decommissioning shall be returned to the wind energy facility owner.\n     (c)  If the owner of a wind energy facility fails to file the information required under this section with the coordinator, the owner of the wind energy facility shall be subject to an administrative penalty not to exceed $1,500 per day.\n     (d)  If a transfer of ownership of a wind energy facility occurs, the evidence of financial security posted by the transferor shall remain in place and shall not be released until such time as evidence of financial security meeting the requirements of this section is posted by the new owner of the wind energy facility.\n     (e)  This section shall apply to:\n     (1)  Any construction of a commercial wind energy facility or portion thereof; and\n     (2)  Any wind energy facility entering into or renewing a power purchase agreement for the energy generated by the wind energy facility. [L 2013, c 262, pt of §2]"
}