{
    "name": "Definitions",
    "number": "1",
    "text": "PART I.  GENERAL PROVISIONS\n \nNote\n \n  Sections 201N-1 to 201N-14 designated as Part I by L 2013, c 262, §3.\n \n         As used in this chapter, unless the context otherwise requires:\n     \"County agency\" means a department, division, office, officer, agency, or other organization of a county government, including a county council.\n     \"County law\" means a county charter provision, ordinance, or administrative rule.\n     \"County permit\" means a permit that is subject to approval by a county agency pursuant to federal, state, or county law.\n     \"Delegated environmental permit\" means an air or water quality permit subject to issuance by the department of health under authority delegated by the United States Environmental Protection Agency.\n     \"Energy resources coordinator\" or \"coordinator\" means the energy resources coordinator as designated in section 196-3.\n     \"Permit\":\n     (1)  Means any approval, no matter the nomenclature, necessary for the siting, development, construction, or operation of a renewable energy facility; except that the term shall not include:\n         (A)  Acceptance by an accepting authority of an environmental impact statement on a facility;\n         (B)  Issuance by a county agency of a building or grading permit; or\n         (C)  Approval by the public utilities commission of a power purchase agreement between a renewable energy facility and a public utility; and\n     (2)  Includes:\n         (A)  A state land use reclassification;\n         (B)  A county development, community, or community development plan amendment;\n         (C)  A county zoning map amendment;\n         (D)  A state conservation district use permit;\n         (E)  A state special use permit for an agricultural or rural district;\n         (F)  A special management area permit;\n         (G)  A shoreline setback variance; and\n         (H)  A grant of an easement on state or county real property.\n     \"Permit plan\" means the aggregated set of required permits for a renewable energy facility, coordinated by the department of business, economic development, and tourism.\n     \"Power purchase agreement\" means an agreement between a renewable energy facility owner and a public utility on the sale of electricity produced by the facility to the public utility.\n     \"Renewable energy\" has the same meaning as defined under section 269-91.\n     \"Renewable energy facility\" or \"facility\" means a new facility located in the State with the capacity to produce from renewable energy at least two hundred megawatts of electricity; provided that an electricity production facility with a capability between five megawatts and one hundred ninety-nine megawatts of electricity and a biofuel production facility or distribution infrastructure with a capacity to produce or distribute one hundred thousand gallons or more annually may apply to the coordinator for designation as a renewable energy facility.  The term includes any of the following associated with the initial permitting and construction of the facility:\n     (1)  The land parcel on which the facility is situated;\n     (2)  Any renewable energy production structure or equipment;\n     (3)  Any energy transmission line from the facility to a public utility's electricity transmission or distribution system;\n     (4)  Any on-site infrastructure; and \n     (5)  Any on-site building, structure, other improvement, or equipment necessary for the production of electricity or biofuel from the renewable energy site, transmission of the electricity or biofuel, or any accommodation for employees of the facility.\n     \"State agency\" means a department, division, office, agency, or other organization of the state government, but not the legislature.\n     \"State law\" means a state constitutional provision, statute, or administrative rule.\n     \"State permit\" means a permit that is subject to the approval of a state agency pursuant to federal or state law; except that the term does not include a delegated environmental permit.\n     \"Subdivision requirements\" [Definition repealed July 1, 2020.  L 2011, c 201, §4.] means all state laws or county ordinances and permits setting forth standards or requirements for improvements and approvals applicable to the subdivision or consolidation of land, changes in legal boundaries, or the creation or consolidation of parcels, easements, or other interest in land. [L 2008, c 207, pt of §2; am L 2009, c 155, §7 and c 173, §§4, 7; am L 2011, c 199, §2]"
}