{
    "name": "Two hundred foot radius; admission within polling place",
    "number": "132",
    "text": "(a)  The precinct officials shall post in a conspicuous place, prior to the opening of the polls, a map designating an area of two hundred feet from the perimeter of the polling place and its appurtenances.  Any person who remains or loiters within an area of two hundred feet from the perimeter of the polling place and its appurtenances for the purpose of campaigning shall be guilty of a misdemeanor.  For the purposes of this section, a polling place and its appurtenances shall include:\n\n\n\n\t(1)\tThe building in which the polling place is located;\n\t(2)\tAny parking lot adjacent to the building and routinely used for parking at that building;\n\t(3)\tThe routes of access between the building and any parking lot; and\n\t(4)\tAny route of access between any public thoroughfare (right of way) and the polling place to ensure an open and accessible ingress and egress to and from the polling place for voters.\n\n\n\n\t(b)  The chief election officer may regulate other activities within the area specified in subsection (a) pursuant to rules adopted by the chief election officer under chapter 91 in order to ensure the safe and orderly conduct of elections.\n\t(c)  Admission within the polling place shall be limited to the following:\n\n\n\n\t(1)\tElection officials;\n\t(2)\tWatchers, if any, pursuant to section 11-77;\n\t(3)\tCandidates;\n\t(4)\tAny voters actually engaged in voting, going to vote or returning from voting;\n\t(5)\tAny person, designated by a voter who is physically disabled, while the person is assisting the voter;\n\t(6)\tAny person or nonvoter group authorized by the chief election officer or the clerk in county elections to observe the election at designated precincts for educational purposes provided that they conduct themselves so that they do not interfere with the election process; and\n\t(7)\tA child for the purpose of observing the voting process when accompanied by an adult who is voting provided that this activity does not disrupt or interfere with normal voting procedures.\n\n\n\n\t(d)  Within the appropriate boundary as established in subsection (a), and the building in which the polling place is located, the display or distribution of campaign posters, signs, or other campaign materials for the purpose of soliciting votes for or against any person or political party or position on a question is prohibited.  Any voter who displays campaign material in the polling place shall remove or cover that material before entering the polling place.  The chief election officer may adopt rules pursuant to chapter 91 to address special circumstances regarding the display of campaign materials. [L 1970, c 26, pt of §2; am L 1973, c 217, §1(nn); am L 1975, c 36, §1(7); am L 1980, c 264, §1(j); gen ch 1985; am L 1993, c 97, §2; am L 1994, c 95, §1]"
}