{
    "name": "Complaints, investigation, and notice; determination",
    "number": "216",
    "text": "(a)  Complaints of violations of this subpart against any person shall be filed with the commission.  The complaint shall be in writing and shall be signed under oath by the complainant.  Complaints initiated by the commission shall be in writing and signed by the executive director. \t(b)  The commission shall give notice of receipt of the complaint together with a copy of the complaint to the person cited and shall afford the person an opportunity to explain or otherwise respond to the complaint at a meeting promptly noticed by the commission and conducted under chapter 92.  The commission shall promptly determine, without regard to chapter 91, to summarily dismiss the complaint, cause further investigation, make a preliminary determination, or refer the complaint to an appropriate prosecuting authority for prosecution under section 11-229.\n\t(c)  Upon hearing the response of the person cited, if the person elects to respond to the complaint, and upon completion of any investigation, the commission may make a prompt preliminary determination as to whether probable cause exists that a violation of this subpart has been committed.  In lieu of an administrative determination that a violation of this section has been committed, the commission may refer the complaint to the attorney general or county prosecutor pursuant to section 11-229 at any time it believes that the person cited may have intentionally, knowingly, or recklessly committed a violation.\n\t(d)  If the commission makes a preliminary determination that there is probable cause to believe that a violation of this subpart has been committed, its preliminary determination with findings of fact and conclusions of law shall be served upon the person cited by certified mail.  The person shall be afforded an opportunity to contest the commission's preliminary determination of probable cause by making a request for a contested hearing under chapter 91 within twenty days of receipt of the preliminary determination.  Failure to request a contested hearing will result in the commission's preliminary determination being deemed a final determination of violation.\n\n\n\n\t(1)\tAny person who appears before the commission shall have all of the rights, privileges, and responsibilities of a witness appearing before the courts of this State.  All witnesses summoned before the commission shall receive reimbursements as paid in like circumstances in the courts of this State.  Any person whose name is mentioned during a proceeding of the commission and who may be adversely affected thereby, may appear personally before the commission on the person's own behalf or file a written statement for incorporation into the record of the proceeding.\n\t(2)\tThe commission shall cause a record to be made of all proceedings pursuant to this subsection.  Any hearing conducted by the commission to contest the preliminary determination of probable cause shall be conducted pursuant to chapter 91 and any rules adopted by the commission.  All contested hearings shall be heard before the commission or a duly designated hearings officer.\n\t(3)\tAll parties shall be afforded full opportunity to present evidence and argument on all issues involved.  The commission or hearings officer, if there is no dispute as to the facts involved in a particular matter, may permit the parties to proceed by memoranda of law in lieu of a hearing unless the procedure would unduly burden any party or is otherwise not conducive to the ends of justice.  The commission shall not be bound by strict rules of evidence when conducting a hearing to determine whether a violation of this subpart has occurred, and the degree or quantum of proof required shall be a preponderance of the evidence.\n\t(4)\tA hearings officer shall render a recommended decision for the commission's consideration and any party adversely affected by the decision may file written exceptions with the commission within fifteen days after receipt of a copy of the decision by certified mail.\n\t(5)\tThe commission, as expeditiously as possible, after the close of the hearing, shall issue its final determination of violation together with separate findings of fact and conclusions of law regarding whether a violation of this subpart has been committed.\n\n\n\n\t(e)  In the event the commission makes a final determination that a violation of this subpart does not exist, the complaint shall be dismissed.\n\t(f)  If the commission renders a final determination of violation, its written decision with findings of fact and conclusions of law may also provide, without limitation the following orders:\n\n\n\n\t(1)\tThe return of any contribution;\n\t(2)\tThe reimbursement of any unauthorized expenditure;\n\t(3)\tThe payment of any administrative fine payable to the Hawaii election campaign fund;\n\t(4)\tCease and desist violation of this subpart; or\n\t(5)\tFile any report, statement, or other information as required by this subpart.\n\n\n\n\t(g)  The commission may waive further proceedings because of action the person cited or respondent takes to remedy or correct the alleged violation, including the payment of any administrative fine.  The commission shall make the remedial or corrective action taken by the respondent, the commission's decision in light of the action to waive further proceedings, and the commission's justification for its decision, a part of the public record. [L 1979, c 224, pt of §2; am L 1980, c 232, §1; gen ch 1985; am L 1987, c 369, §1(13); am L 1988, c 141, §3; am L 1989, c 138, §2; gen ch 1993; am L Sp 1995, c 10, §2(19) and c 27, §§7, 15; am L 1999, c 96, §12 and c 141, §3]"
}