{
    "name": "Places used to commit offenses against public health and morals, a nuisance",
    "number": "1270",
    "text": "NUISANCE ABATEMENT\n \n       Places used to commit offenses against public health and morals or other offenses, a nuisance.  Every building, premises, or place used for the purpose of violating:\n     (1)  Those laws pertaining to offenses against public health and morals contained in this chapter, except offenses under part IV that do not involve the manufacture or distribution of drugs and activities under part III that involve only social gambling as defined in section 712-1231(a);\n     (2)  Section 132D-14(a)(1) or (3); or\n     (3)  Any offense under part II of chapter 708 that involves a person unlawfully residing on or otherwise occupying real property to which the person has no title, lease, or other legal claim,\nand every building, premises, or place in or upon which violations of any of the laws set forth in paragraph (1), (2), or (3) are held or occur, is a nuisance that shall be enjoined, abated, and prevented, regardless of whether it is a public or private nuisance. [L 1979, c 181, pt of §2; am L 1990, c 158, §1; am L 1996, c 246, §1; am L 2010, c 136, §4; am L 2015, c 80, §2; am L 2016, c 154, §1]\n \nCOMMENTARY ON § TO 712-1281\n \n  Act 80, Session Laws 2015, amended  to promote the enforcement of criminal gambling prohibitions by including gambling among the types of criminal offenses that are subject to the nuisance abatement laws.  The legislature found that illegal gambling establishments can generate a large volume of cash and lead to neighborhood and community nuisances by becoming a haven for organized crime.  Act 80 supplements existing police efforts by providing an additional tool to remedy illegal activity at specific buildings, premises, or places within the State.  Senate Standing Committee Report No. 596, House Standing Committee Report No. 1492.\n  Act 154, Session Laws 2016, amended  to remedy the situation of an unlawful occupation of real property by authorizing civil lawsuits that seek, among other things, an order of abatement that permanently prohibits the trespassers from residing on or entering onto the subject real property.  The legislature found that \"squatting,\" to settle on land without title, right, or payment of rent, had become common in certain areas of the State and was a serious nuisance to the owners of the property, adjoining landowners, and neighboring residents.  Squatting presented significant legal issues for landowners because the legal process to evict a squatter was costly and time consuming.  The problems multiplied when the squatter located on property that had been abandoned by the owner.  Because neighboring landowners and residents did not have a property interest in the abandoned parcel, they usually did not have effective legal tools to remove the squatter.  There was a lack of effective remedies to protect against noise, drug use, unsanitary conditions, and other illegal activities in their neighborhoods.  Conference Committee Report No. 38-16.\n \nCase Notes\n \n  Cannot be used to abate gambling offenses.  5 H. App. 463, 701 P.2d 175 (1985)."
}