{
    "name": "Definitions of terms in this part",
    "number": "1210",
    "text": "PART II.  OFFENSES RELATED TO OBSCENITY\n\t    In this part, unless a different meaning is required: \t\"Age verification records of sexually exploited individuals\" means individually identifiable records pertaining to every sexually exploited individual provided to patrons or customers of a public establishment or in a private club or event. Such records shall include:\n\n\n\n\t(1)\tEach sexually exploited individual's name and date of birth, as ascertained by an examination of the individual's valid driver's license, official state identification card, or passport;\n\t(2)\tA certified copy of each sexually exploited individual's driver's license, official state identification card, or passport; and\n\t(3)\tAny name ever used by each sexually exploited individual including but not limited to maiden name, aliases, nicknames, stage names, or professional names.\n\n\n\n\t\"Age verification records of sexual performers\" means individually identifiable records pertaining to every sexual performer portrayed in a visual depiction of sexual conduct, which include:\n\n\n\n\t(1)\tEach performer's name and date of birth, as ascertained by the producer's personal examination of a performer's valid driver's license, official state identification card, or passport;\n\t(2)\tA certified copy of each performer's valid driver's license, official state identification card, or passport; and\n\t(3)\tAny name ever used by each performer including, but not limited to, maiden name, alias, nickname, stage name, or professional name.\n\n\n\n\t\"Community standards\" means the standards of the State.\n\t\"Disseminate\" means to manufacture, issue, publish, sell, lend, distribute, transmit, exhibit, or present material or to offer or agree to do the same.\n\t\"Erotic or nude massager\" means a nude person providing massage services with or without a license.\n\t\"Exotic or nude dancer\" means a person performing, dancing, or entertaining in the nude, and includes patrons participating in a contest or receiving instruction in nude dancing.\n\t\"Intent to profit\" means the intent to obtain monetary gain.\n\t\"Material\" means any printed matter, visual representation, or sound recording, and includes but is not limited to books, magazines, motion picture films, pamphlets, newspapers, pictures, photographs, drawings, sculptures, and tape or wire recordings.\n\t\"Minor\" means any person less than sixteen years old.\n\t\"Nude\" means unclothed or in attire, including but not limited to sheer or see-through attire, so as to expose to view any portion of the pubic hair, anus, cleft of the buttocks, genitals or any portion of the female breast below the top of the areola.\n\t\"Performance\" means any play, motion picture film, dance, or other exhibition performed before an audience.\n\t\"Pornographic.\"  Any material or performance is \"pornographic\" if all of the following coalesce: \n\n\n\n\t(a)\tThe average person, applying contemporary community standards would find that, taken as a whole, it appeals to the prurient interest.\n\t(b)\tIt depicts or describes sexual conduct in a patently offensive way.\n\t(c)\tTaken as a whole, it lacks serious literary, artistic, political, or scientific merit.\n\n\n\n\t\"Pornographic for minors.\"  Any material or performance is \"pornographic for minors\" if: \n\n\n\n\t(1)\tIt is primarily devoted to explicit and detailed narrative accounts of sexual excitement, sexual conduct, or sadomasochistic abuse; and: \n\n\t\t(a)\tIt is presented in such a manner that the average person applying contemporary community standards, would find that, taken as a whole, it appeals to a minor's prurient interest; and \n\t\t(b)\tTaken as a whole, it lacks serious literary, artistic, political, or scientific value; or\n\n\t(2)\tIt contains any photograph, drawing, or similar visual representation of any person of the age of puberty or older revealing such person with less than a fully opaque covering of his or her genitals and pubic area, or depicting such person in a state of sexual excitement or engaged in acts of sexual conduct or sadomasochistic abuse; and: \n\n\t\t(a)\tIt is presented in such a manner that the average person, applying contemporary community standards, would find that, taken as a whole, it appeals to a minor's prurient interest; and\n\t\t(b)\tTaken as a whole, it lacks serious literary, artistic, political, or scientific value.\n\n\n\n\n\n\t\"Produces\" means to manufacture or publish any pornographic performance, book, magazine, periodical, film, videotape, computer image, or other similar matter and includes the duplication, reproduction, or reissuing of any such matter, but does not include mere distribution or any other activity that does not involve hiring, contracting for, managing, or otherwise arranging for the participation of the performers depicted.\n\t\"Sadomasochistic abuse\" means flagellation or torture by or upon a person as an act of sexual stimulation or gratification.\n\t\"Sexual conduct\" has the same meaning as in section 712-1200(2).\n\t\"Sexual conduct\" means acts of masturbation, homosexuality, lesbianism, bestiality, sexual intercourse or physical contact with a person's clothed or unclothed genitals, pubic area, buttocks, or the breast or breasts of a female for the purpose of sexual stimulation, gratification, or perversion.\n\t\"Sexual excitement\" means the condition of the human male or female genitals when in a state of sexual stimulation or arousal.\n\t\"Sexually exploited individuals\" means erotic or nude massagers and exotic or nude dancers.\n\t\"Sexual performer\" includes any person portrayed in a pornographic visual depiction engaging in, or assisting another person to engage in, sexual conduct. [L 1972, c 9, pt of §1; am L 1981, c 106, §1; am L 2002, c 240, §4]"
}