{
    "name": "Definitions of terms in this part",
    "number": "1240",
    "text": "PART IV.  OFFENSES RELATED TO DRUGS AND INTOXICATING\nCOMPOUNDS\n\n     In this part, unless a different meaning plainly is required:\n\t\"Dangerous drugs\" means any substance or immediate precursor defined or specified as a \"Schedule I substance\" or a \"Schedule II substance\" by chapter 329, or a substance specified in section 329-18(c)(13), except marijuana or marijuana concentrate.\n\t\"Detrimental drug\" means any substance or immediate precursor defined or specified as a \"Schedule V substance\" by chapter 329, or any marijuana.\n\t\"Dosage unit\" for purposes of section 712-1241 and section 712-1242 means an entity designed and intended for singular consumption or administration.\n\t\"Harmful drug\" means any substance or immediate precursor defined or specified as a \"Schedule III substance\" or a \"Schedule IV substance\" by chapter 329, or any marijuana concentrate except marijuana and a substance specified in section 329-18(c)(13).\n\t\"Immediate precursor\" means a substance which the department of health, State of Hawaii, has found to be and by rule designates as being the principal compound commonly used or produced primarily for use, and which is an immediate chemical intermediary used or likely to be used in the manufacture of a controlled substance, the control of which is necessary to prevent, curtail, or limit manufacture.\n\t\"Intoxicating compounds\" means any compound, liquid or chemical containing toluol, hexane, trichloroethylene, acetone, toluene, ethyl acetate, methyl ethyl ketone, trichloroethane, isopropanol, methyl isobutyl ketone, methyl cellosolve acetate, cyclohexanone, or any other substance for the purpose of inducing a condition of intoxication, stupefaction, depression, giddiness, paralysis or irrational behavior, or in any manner changing, distorting or disturbing the auditory, visual or mental processes.  For the purposes of this section, any such condition so induced shall be deemed to be an intoxicated condition.\n\t\"Intoxicating liquor\" means any substance defined as \"liquor\" or \"intoxicating liquor\" by section 281-1.\n\t\"Manufacture\" means to produce, prepare, compound, convert, or process a dangerous drug, either directly or indirectly by extraction from substances of natural origin, or independently by means of chemical conversion or synthesis.\n\t\"Marijuana\" means any part of the plant (genus) cannabis, whether growing or not, including the seeds and the resin, and every alkaloid, salt, derivative, preparation, compound, or mixture of the plant, its seeds or resin, except that, as used herein, \"marijuana\" does not include hashish, tetrahydrocannabinol, and any alkaloid, salt, derivative, preparation, compound, or mixture, whether natural or synthesized, of tetrahydrocannabinol.\n\t\"Marijuana concentrate\" means hashish, tetrahydrocannabinol, or any alkaloid, salt, derivative, preparation, compound, or mixture, whether natural or synthesized, of tetrahydrocannabinol.\n\t\"Minor\" means a person who has not reached the age of majority.\n\t\"Ounce\" means an avoirdupois ounce as applied to solids and semi-solids, and a fluid ounce as applied to liquids.\n\t\"Practitioner\" means\n\n\n\n\t(1)\tA physician, dentist, veterinarian, scientific investigator, or other person licensed, registered, or otherwise permitted to distribute, dispense, prescribe, conduct research with respect to or to administer a controlled substance in the course of professional practice or research in this State.\n\t(2)\tA pharmacy, hospital, or other institution licensed, registered, or otherwise permitted to distribute, dispense, prescribe, conduct research with respect to or to administer a controlled substance in the course of professional practice or research in this State.\n\n\n\n\t\"To distribute\" means to sell, transfer, prescribe, give, or deliver to another, or to leave, barter, or exchange with another, or to offer or agree to do the same.\n\t\"To sell\" means to transfer to another for consideration. [L 1972, c 9, pt of §1; am L 1975, c 163, §6(a), (b); am L 1979, c 112, §2; am L 1984, c 122, §2; am L 1987, c 176, §6 and c 356, §1; am L 1997, c 319, §1; am L 2004, c 193, §4]"
}