{
    "name": "Recording, method",
    "number": "31",
    "text": "RECORDING\n\n     The registrar shall make or cause to be made an entire literal copy of all instruments, with their original signatures, required to be recorded in the registrar's office, and the registrar, the registrar's deputy, or clerk shall certify its correspondence with the original, after which the registrar, the registrar's deputy, or clerk shall certify upon the exterior, or indorse upon the recorded instrument with the original signature, the date of its registry and the document number.\n\tThe registrar, for purposes of the general indexes of the bureau of conveyances, shall use the names of the parties as they first appear in the recorded instrument.  All names of all natural persons signing in their individual capacity shall be typewritten, stamped, legibly printed by hand, or by a mechanical or electrical printing method beneath all signatures.  The provisions of this paragraph shall not apply to any deed or conveyance instrument executed prior to July 1, 1989.\n\tThe registrar or the registrar's deputy may refuse to accept for record any document of a size larger than eight and one-half inches by eleven inches, or which contains a schedule or inventory sheet in excess of such size.\n\tThis section shall apply to all instruments presented for recording in the bureau of conveyances, unless otherwise provided by rules adopted by the department of land and natural resources, pursuant to chapter 91.\n\tAll instruments to be recorded shall include the original signature and the top three and one-half inches of space of the first page shall be reserved for recording information for the assistant registrar on the left half of such space, and for the registrar of conveyances on the right half of such space.  The following one inch of space shall be reserved for information showing to whom the document should be returned beginning one and one-half inch from the left margin and not exceeding three and one-half inches per line.  In addition, the first page shall identify and include, if possible, all names of the grantors and all names and addresses of the grantees, the type of document, and the tax map key number.  Indorsements, if any, may be made on a conforming fly sheet.  No papers or materials, written or otherwise, shall be secured or attached to a page in any manner that may conceal any other written text.  If an instrument consists of more than one page, each page shall be single-sided sheets of written text numbered consecutively, beginning with number one, and shall be stapled once in the upper left corner.  No instrument shall have a cover or backer attached.  The registrar of conveyances shall be permitted to remove any rivets affixed to any instrument.  The registrar may refuse to accept all instruments, papers, or notices presented for recordation that will not reproduce legibly under photographic or electrostatic methods. [CC 1859, §1261; am L 1905, c 7, §1; RL 1925, §3143; am L 1931, c 45, §1; RL 1935, §5130; RL 1945, §12730; am L 1945, c 241, §3; RL 1955, §343-21; am L 1961, c 86, §2; am L 1963, c 107, §4; am L 1966, c 26, §5; am L 1977, c 150, §1; HRS ; gen ch 1985; am L 1989, c 47, §9; am L 1992, c 87, §12 and c 197, §8; am L 1995, c 22, §5; am L 2001, c 130, §3]"
}