{
    "name": "Definitions, generally",
    "number": "2",
    "text": "As used in this chapter, unless the context clearly requires otherwise:\n\t\"Additional unemployment benefits\" means the unemployment compensation benefits payable under this chapter.\n\t\"Benefit year\" refers to \"benefit year\" as that term is defined in section 383-1.\n\t\"Claimant\" means an individual:\n\n\n\n\t(1)\tWho has an unexpired benefit year and has exhausted normal benefits; or\n\t(2)\tWhose benefit year expired, or whose normal benefits were exhausted, within a period of twenty-six consecutive weeks immediately preceding the week in which the proclamation provided for in section 385-1 became effective; or\n\t(3)\tWho was employed during the week in which the governor's proclamation pursuant to section 385-1 became effective, but who became unemployed and whose total earned wages are insufficient for normal benefits; or\n\t(4)\tWhose unemployment was proximately caused by the disaster identified by the governor in the proclamation provided for in section 385-1 and was self-employed during the week in which the disaster occurred.\n\n\n\n\t\"Director\" means the director of labor and industrial relations of the State.\n\t\"Fund\" means the additional unemployment compensation fund established by this chapter.\n\t\"Normal benefits\" means the unemployment compensation benefits payable pursuant to chapter 383.\n\t\"Owner-employee\" means a person who has performed services for an employing unit as defined in section 383-1, and who is or has been a shareholder owning twenty-five per cent or more of the corporation's common stock, and director or officer, or both, of a corporation which is or was the employing unit or who exercises a substantial degree of control over the direction of corporate activities.\n\t\"Unemployment\".  An individual shall be deemed \"unemployed\" in any week during which the individual performs no services and with respect to which no wages are receivable by the individual, or in any week of less than full-time work if the wages receivable by the individual with respect to such week are less than the individual's weekly benefit amount payable under this chapter.\n\t\"Wages\" means all remuneration for services from whatever source, including commissions and bonuses, remuneration from self-employment, tips or gratuities paid directly to an individual by a customer of the employer and reported to the employer for payroll tax deduction purposes, and the cash value of all remuneration in any medium other than cash.  The reasonable cash value of remuneration in any medium other than cash shall be estimated and determined in accordance with rules prescribed by the director.  For the purposes of this chapter, \"wages\" does not include the amount of payment or remuneration set forth in section 383-11.\n\t\"Week\" means any period of seven consecutive days as the director may by rule prescribe. [L 1961, c 157, pt of §1; Supp, §93B-3; HRS ; am L 1982, c 20, §5; gen ch 1985; am L 1986, c 162, §7 and c 288, §2]"
}