{
    "name": "Arbitration of disputes",
    "number": "121",
    "text": "(a)  At the request of any party, any dispute concerning or involving one or more apartment owners and an association of apartment owners, its board of directors, managing agent, or one or more other apartment owners relating to the interpretation, application or enforcement of chapter 514A or the association's declaration, bylaws, or house rules adopted in accordance with its bylaws shall be submitted to arbitration.  The arbitration shall be conducted, unless otherwise agreed by the parties, in accordance with the rules adopted by the commission and the provisions of chapter 658A; provided that the Condominium Property Regime Rules on Arbitration of Disputes of the American Arbitration Association shall be used until the commission adopts its rules; provided further that where any arbitration rule conflicts with chapter 658A, chapter 658A shall prevail; provided further that notwithstanding any rule to the contrary, the arbitrator shall conduct the proceedings in a manner which affords substantial justice to all parties.  The arbitrator shall be bound by rules of substantive law and shall not be bound by rules of evidence, whether or not set out by statute, except for provisions relating to privileged communications.  The arbitrator shall permit discovery as provided for in the Hawaii rules of civil procedure; provided that the arbitrator may restrict the scope of such discovery for good cause to avoid excessive delay and costs to the parties or the arbitrator may refer any matter involving discovery to the circuit court for disposition in accordance with the Hawaii rules of civil procedure then in effect.\n\t(b)  Nothing in subsection (a) shall be interpreted to mandate the arbitration of any dispute involving:\n\n\n\n\t(1)\tThe real estate commission;\n\t(2)\tThe mortgagee of a mortgage of record;\n\t(3)\tThe developer, general contractor, subcontractors, or design professionals for the project; provided that when any person exempted by this paragraph is also an apartment owner, a director, or managing agent, such person shall, in those capacities, be subject to the provisions of subsection (a);\n\t(4)\tActions seeking equitable relief involving threatened property damage or the health or safety of apartment owners or any other person;\n\t(5)\tActions to collect assessments which are liens or subject to foreclosure; provided that an apartment owner who pays the full amount of an assessment and fulfills the requirements of section 514A-90(d) shall have the right to demand arbitration of the owner's dispute, including a dispute about the amount and validity of the assessment;\n\t(6)\tPersonal injury claims;\n\t(7)\tActions for amounts in excess of $2,500 against an association of apartment owners, a board of directors, or one or more directors, officers, agents, employees, or other persons, if insurance coverage under a policy or policies procured by the association of apartment owners or its board of directors would be unavailable because action by arbitration was pursued; or\n\t(8)\tAny other cases which are determined, as provided in section 514A-122, to be unsuitable for disposition by arbitration. [L 1984, c 107, pt of §2; am L 1985, c 53, §1; am L 1987, c 124, §2; am L 1991, c 282, §3; am L 1995, c 11, §19; am L 2001, c 265, §4]"
}