{
    "name": "University of Hawaii optional retirement system, see .",
    "number": "8",
    "text": "§304-8  Appropriations; accounts; reports.  (a)  Moneys appropriated by the legislature for the university shall be payable by the director of finance, upon vouchers approved by the board of regents or by any officer elected or appointed by the board under section 304-4 and authorized by the board to approve such vouchers on behalf of the board.  All moneys received by or on behalf of the board of the university shall be deposited with the director of finance, except that any moneys received from the federal government or from private contributions shall be deposited and accounted for in accordance with conditions established by the agencies or persons from whom the moneys are received and except that with the concurrence of the director of finance, moneys received from the federal government for research, training, and other related purposes of a transitory nature and moneys in trust, special, or revolving funds administered by the university may be deposited in depositories other than the state treasury; provided that the university informs the director of finance of the depositories in which moneys from the funds have been deposited, and submits copies of annual statements from each of the depositories in which the moneys from the funds are deposited.  All income from regular credit tuition and tuition related course and fee charges against students shall be deposited to the credit of the University of Hawaii tuition and fees special fund pursuant to section 304-16.5.  Income from university projects as defined and described in sections 306-1 to 306-12, may be credited to special or other funds. \t(b)  The university shall annually provide the legislature at least twenty days prior to the convening of the regular session with an itemized account of the income to and the expenditure from each university special and revolving fund during the previous fiscal year. [L 1919, c 203, §9; RL 1925, §408; RL 1935, §827; RL 1945, §1947; am L 1945, c 135, §3; RL 1955, §44-7; am L 1957, c 152, §1; am L 1961, c 184, §4; am L 1963, c 114, §1; am L 1965, c 184, §1; HRS §304-8; am L 1974, c 183, §1 and c 189, §7; am L 1985, c 188, §1; am L 1990, c 333, §3; am L 1993, c 23, §1; am L 1995, c 161, §9; am L 1997, c 182, §2; am L 1998, c 115, §18]\nAttorney General Opinions\n  University funds are subject to legislative and executive budgetary control.  Att. Gen. Op. 63-2."
}