{
    "name": "Hawaii educator loan program; special fund",
    "number": "20.6",
    "text": "(a)  There is created the Hawaii educator loan program to be administered by the University of Hawaii, for the purpose of providing financial support to students who complete a state-approved teacher education program and who agree to teach in the Hawaii public school system.  Eligibility shall be awarded by the University of Hawaii to students on a competitive basis.  The amount to be loaned to a student shall be determined by the board of regents based on need for financial aid and proof of acceptance into a state-approved teacher education program at the University of Hawaii.  The maximum amount of loans that a student may receive under this program shall be an aggregate amount equivalent to tuition payments and costs of textbooks and other instructional materials necessary to complete a state-approved teacher education program.\n\t(b)  There is created in the treasury of the State, the Hawaii educator loan program special fund, for the purpose of providing loans pursuant to subsection (a).  All loans made under this section shall bear interest at five per cent simple interest.  Repayment of principal and interest charges shall commence one year after graduation or three months after a borrower ceases to be enrolled in the state-approved teacher education program and shall be paid in periodic installments within a six-year period.  The university may charge late fees and all other reasonable costs for the collection of delinquent loans.  The following may be deposited into the special fund:  appropriations made by the legislature, private contributions, repayment of loans, including interest and payments received on account of principal, and moneys from other sources; provided that:\n\n\n\n\t(1)\tMoneys on balance in the special fund at the close of each fiscal year shall remain in that fund and shall not lapse to the credit of the general fund; and\n\t(2)\tAn amount from the special fund not exceeding five per cent of the total amount of outstanding loans may be set by the university to be used for administrative expenses incurred in administering the special fund.\n\n\n\n\tThe university may adopt rules to implement the Hawaii educator loan program.  The rules shall be adopted pursuant to chapter 91 but shall be exempt from the public notice and public hearing requirements.\n\t(c)  Upon a showing of proof that the individual has completed a state-approved teacher education program and is employed as a full-time teacher in the Hawaii public school system, one-tenth of the total amount of the loan and interest shall be waived for every year of the first five years, and the remaining balance shall be waived after the sixth year that a loan recipient teaches in a Hawaii public school in a hard-to-fill position as determined by the superintendent of education, including special education, regular education shortage categories, or Title 1 schools, and in one of the following capacities:\n\n\n\n\t(1)\tAs an elementary school teacher teaching in the field of elementary education who has met standards as set forth by the Hawaii teacher standards board; or\n\t(2)\tAs a secondary school teacher teaching in the subject area that is relevant to the loan recipient's academic major as certified by the department of education who has met standards as set forth by the Hawaii teacher standards board.\n\n\n\nLiability for repayment of a loan shall be canceled upon the death or permanent total disability of the borrower.\n\t(d)  If a loan recipient subject to this section fails to teach in the Hawaii public school system for a minimum of ten consecutive years from the loan recipient's original date of employment with the department of education, excluding sabbatical and other forms of temporary leaves of absence, then the loan recipient shall repay any remaining loan balance at the rate of ten per cent simple interest.\n\t(e)  In accordance with chapter 103D, the university may enter into written contracts with collection agencies for the purpose of collecting delinquent student loans.  All payments collected, exclusive of a collection agency's commissions, shall revert, and be credited, to the loan fund.  A collection agency that enters into a written contract with the University of Hawaii for the collection of delinquent student loans pursuant to this section, may collect a commission from the debtor in accordance with the terms of, and up to the amounts authorized in, the written contract. [L 2001, c 307, §2; am L 2002, c 213, §2]"
}