{
    "name": "Pacific international center for high technology research; established",
    "number": "65",
    "text": "(a)  There is established as an educational and research institution, the \"Pacific International Center for High Technology Research\", hereinafter referred to as the center.  The center shall be placed within the University of Hawaii for administrative purposes as provided for in section 26-35, but the center may later incorporate as a nonprofit corporation if this proves desirable to further its objectives.\n\t(b)  The center shall assist the State's high technology development corporation in its efforts, shall promote educational, scientific, technological, and literary pursuits in the area of high technology, and shall provide support for the high technology industry in Hawaii in the following manner:\n\n\n\n\t(1)\tBy fostering scientific and technological interchange between students and scholars of the United States and other nations;\n\t(2)\tBy encouraging, initiating, aiding, developing, and conducting scientific investigations and research in high technology;\n\t(3)\tBy encouraging and aiding in the education and training of persons from the United States and other nations for the conduct of such investigations, research, and study;\n\t(4)\tBy assisting in the dissemination of knowledge by establishing, aiding, and maintaining professorships or other staff positions, fellowships, scholarships, publications, and lectures;\n\t(5)\tBy other means to make the benefits of investigations, research, and study available to the public; and\n\t(6)\tBy any and all other acts reasonably designed to further the above purposes in the interest of promoting the general welfare of the people of the State and the mutual understanding between the United States and other nations.\n\n\n\n\t(c)  The center shall seek, receive, and accept from public and private sources, whether located within or without the United States, grants, gifts, devises, bequests, or otherwise money and property, real, personal, or mixed, tangible or intangible, absolutely or in trust, to be used in carrying out the purposes of the center. [L 1983, c 152, §3]\nCross References\n  High technology development corporation, see chapter 206M."
}