{
    "name": "Research and training revolving fund",
    "number": "8.1",
    "text": "(a)  There is established a University of Hawaii research and training revolving fund into which shall be deposited one hundred per cent of the total amount of indirect overhead revenues generated by the university from research and training programs.  The board of regents of the University of Hawaii is authorized to expend one hundred per cent of the revenues deposited in the fund for:\n\n\n\n\t(1)\tResearch and training purposes which may result in additional research and training grants and contracts;\n\t(2)\tFacilitating research and training at the university; and \n\t(3)\tFurther deposit into the discoveries and inventions revolving fund and the University of Hawaii housing assistance revolving fund.\n\n\n\n\t(b)  The University of Hawaii shall prepare and submit an annual report on the status of the research and training revolving fund to the legislature twenty days before the convening of each regular session.  The annual report shall include but not be limited to a breakdown of travel expenses.\n\t(c)  Notwithstanding sections 304-10, 304-8.92, and 304-8.96 to the contrary, the board of regents or its designee, may establish a separate account within the research and training revolving fund for the purpose of providing advance funding to meet reimbursable costs incurred in connection with federally financed research and training projects.  Any reimbursement received as a result of providing advance funding shall be deposited into the research and training revolving fund to be used for the purpose of meeting reimbursable costs incurred in connection with federally financed projects.\n\t(d)  Revenues deposited into the fund shall not be used as a basis for reducing any current or future budget request or allotment to the University of Hawaii unless the university requests such a reduction. [L 1974, c 189, §1; am L 1979, c 109, §1; am L 1981, c 58, §1; am L 1984, c 283, §1; am L 1986, c 322, §1; am L 1991, c 297, §1; am L 1996, c 237, §2; am L 2001, c 114, §1]"
}