{
    "name": "College of education",
    "number": "20",
    "text": "(a)  The college of education shall be affiliated with the university and shall be under the jurisdiction and management of the board of regents.  The board may grant appropriate degrees to properly qualified graduates of the college of education.  In the matter of the curriculum, the university authorities may obtain the approval of the department of education.  The mission of the college is to:\n\n\n\n\t(1)\tPrepare and provide ongoing professional development of teachers, administrators, counselors, and related professionals at undergraduate and graduate levels primarily to meet the needs of Hawaii schools;\n\t(2)\tGenerate, synthesize, and apply knowledge in education and related fields through teaching, research, and other scholarly activities; and\n\t(3)\tProvide service and support to the local, national, and global educational and related communities.\n\n\n\n\t(b)  There is created an advisory committee to be known as the teacher education coordinating committee to identify, study, take action, or make recommendations on matters of education of common interest to the department of education and institutions of higher learning in Hawaii.  The membership of the committee shall include the superintendent of education and the dean of the college of education of the University of Hawaii, who shall serve in alternate years as chairperson of the committee with the superintendent acting as the first chairperson, a representative from each accredited teacher training institution in Hawaii, and a representative from the Hawaii teacher standards board.  In addition, the superintendent of education and the dean of the college of education of the University of Hawaii may each appoint other members to the committee; provided that the dean of the college of education of the University of Hawaii shall appoint at least two members of the committee from the University of Hawaii who are not within the college of education.  The committee shall meet at least six times within each calendar year to:\n\n\n\n\t(1)\tWork out problems related to the development of strong teacher training programs at accredited institutions of higher learning in Hawaii; and\n\t(2)\tIdentify, study, and discuss educational problems or other educational matters of interest to the committee and to develop findings and make recommendations for the improvement of education in Hawaii.\n\n\n\n\tThe committee shall submit an annual report on its activities to the legislature and may include recommendations for legislative consideration. [L 1931, c 213, §1; RL 1935, §828; RL 1945, §1956; RL 1955, §44-17; am L 1965, c 175, §45; HRS ; am L 1980, c 72, §1; am L 1983, c 198, §1; gen ch 1993; am L 1997, c 183, §1; am L 2003, c 78, §1]"
}