{
    "name": "University to be public corporation; general powers",
    "number": "2",
    "text": "The University of Hawaii is established as the state university and constituted a body corporate.  The university, under the direction of the board of regents, shall have the following general powers:\n\n\n\n\t(1)\tTo adopt, amend, and repeal bylaws governing the conduct of its business and the performance of the powers and duties granted to or imposed upon it by law.\n\t(2)\tTo acquire in any lawful manner any property, real, personal, or mixed, tangible or intangible, or any interest therein; to hold, maintain, use, and operate the same; and to sell, lease, or otherwise dispose of the same at such time, in such manner, and to the extent deemed necessary or appropriate to carry out its purposes.\n\t(3)\tTo enter into and perform such contracts, leases, cooperative agreements, or other transactions as may be necessary in the conduct of its business and on such terms as it may deem appropriate, with any agency or instrumentality of the United States, or with any state, territory, or possession, or with any political subdivision thereof, or with any person, firm, association, or corporation.\n\t(4)\tTo determine the character of and the necessity for its obligations and expenditures, and the manner in which they shall be incurred, allowed, and paid, subject to provisions of law specifically applicable to the university.\n\t(5)\tTo execute, in accordance with its bylaws, all instruments necessary or appropriate in the exercise of any of its powers.\n\t(6)\tTo take such actions as may be necessary or appropriate to carry out the powers conferred upon it by law. [L 1957, c 144, §1; Supp, §44-1.5; HRS ]\n\n\n\n\nNote\n  East-West Center:\n    Corporation Act.  L 1975, c 82; L 1997, c 137; L 1998, c 2, §110.\n    Extension of Social Security Act to center employees.  L 2004, c 176.\nCross References\n  Apprenticeship program, training of teachers for, responsibility, see §372-6.\nAttorney General Opinions\n  Must conform to the public trust requirement of the State Constitution in disposing real property.  Att. Gen. Op. 63-49.\n  As to authority of the board and the ASUH to sell stocks of Honolulu Stadium, Ltd. owned by the University and the ASUH respectively.  Att. Gen. Op. 64-56.\n  Under item (2), regents have authority to determine manner of disposing university property.  Att. Gen. Op. 74-5.\n  Board of regents can delegate limited investment authority to external investment managers.  Att. Gen. Op. 78-1.\n  Collaboration agreement between University and corporation requiring the University to provide the corporation with environmental samples from diverse habitats may be voidable but not null and void altogether if both the corporation and the University intended that all material come from only ceded lands the State owned.  The University could still perform under the contract by collecting material from the lands it owns and by securing a land license so that it could collect materials from the ceded lands the State owns.  Att. Gen. Op. 03-3.\n  The scope of the University's authority to sell or transfer biogenetic resources gathered from ceded lands depends upon how the University acquired the ceded land from which the biogenetic resource originated.  The University has complete authority over the lands that are set aside or conveyed to it by the State, and would have limited authority to dispose of biogenetic resources gathered from public lands it leases from the State, or lands that it has permits to use or licenses from which to remove materials.  Att. Gen. Op. 03-3.\nCase Notes\n  The University is not a \"person\" within meaning of 42 U.S.C. §1983 and not amenable to suit for deprivation of civil rights.  355 F. Supp. 789."
}