{
    "name": "Formation of Hawaii technology investment program",
    "number": "52",
    "text": "(a)  The corporation shall establish the Hawaii technology investment program for the purpose of allowing individual investors to contribute to the program to invest venture capital in businesses in Hawaii.\n\t(b)  The corporation may implement the Hawaii technology investment program through a regulated investment company under the terms and conditions established by this section.  The corporation may make changes to the program as required for participants to obtain the federal and state income tax benefits or treatment provided by sections 851 to 855 of the federal Internal Revenue Code of 1986, as amended.\n\tThe corporation may establish a program in which the dividends distributed by the regulated investment company are exempt from income taxation under chapter 235.  If the corporation establishes a program that is proposed to be exempt from income taxation under chapter 235, it shall furnish sufficient information and notify the department of taxation and investors of the tax exempt status of that program.\n\t(c)  The corporation may implement the program through the use of financial organizations as program managers.  Under the program, individuals may establish accounts directly with a program manager.\n\t(d)  The corporation may solicit proposals from one or more financial organizations to act as a program manager.  Financial organizations submitting proposals shall describe the investment instrument.  The corporation shall select as program managers the financial organizations from among the bidding financial organizations that demonstrate the most advantageous combination, both to potential program participants and this State, based on the following factors:\n\n\n\n\t(1)\tThe financial stability and integrity of the financial organization;\n\t(2)\tThe ability of the financial organization to establish or act as a regulated investment company for the purposes of this part;\n\t(3)\tThe ability of the financial organization to satisfy recordkeeping and reporting requirements for the purposes of a program that allows a program that is exempt from taxation under chapter 235;\n\t(4)\tThe financial organization's plan for promoting the program and the resources it is willing to allocate to promote the program;\n\t(5)\tThe fees, if any, proposed to be charged to persons for opening accounts;\n\t(6)\tThe minimum initial deposit and minimum contributions, subject to this section that the financial organization will require;\n\t(7)\tOther benefits to the State or its residents included in the proposal, including fees payable to the State to cover expenses to operate the program.\n\n\n\n\t(e)  The corporation may enter into a management contract of up to ten years with a financial organization.  The financial organization shall provide investment instruments meeting the requirements of this section.  The management contract shall include, at a minimum, terms requiring the financial organization to:\n\n\n\n\t(1)\tTake any action required to keep the program in compliance with requirements of this section and to manage the program to meet the requirements of sections 851 to 855 of the federal Internal Revenue Code of 1986, as amended;\n\t(2)\tKeep adequate records of each account, keep each account segregated from each other's account, and provide the corporation with the information necessary to prepare any necessary statements;\n\t(3)\tProvide the corporation with the information necessary to determine compliance with this section;\n\t(4)\tProvide the corporation access to the books and records of the financial organization to the extent needed to determine compliance with the contract;\n\t(5)\tHold all accounts for the benefit of the account owner;\n\t(6)\tBe audited at least annually by a firm of independent certified public accountants selected by the financial organization, and provide the results of the audit to the corporation; and\n\t(7)\tProvide the corporation with copies of all regulatory filings and reports related to the program made by the financial organization during the term of the management contract or while it is holding any accounts, other than confidential filings or reports that will not become part of the program.  The financial organization shall make available for review by the corporation, the results of any periodic examination of the financial organization by any state or federal banking, insurance, or securities commission, except to the extent that the report or reports may not be disclosed under applicable law or the rules of the examining agency.\n\n\n\n\t(f)  The corporation may require an audit to be conducted of the operations and financial position of the program manager at any time if the corporation has any reason to be concerned about the financial position, the recordkeeping practices, or the status of accounts of the program manager.\n\t(g)  During the term of any contract with a program manager, the corporation shall conduct an examination of the program manager and its handling of accounts.  The examination shall be conducted at least biennially if the program manager is not otherwise subject to periodic examination by the commissioner of financial institutions, the Federal Deposit Insurance Corporation, or other similar entity.\n\t(h)  If selection of a financial organization as a program manager is not renewed, after the end of the term:\n\n\n\n\t(1)\tAccounts previously established and held in investment instruments at the financial organization may be terminated;\n\t(2)\tAdditional contributions may be made to the accounts;\n\t(3)\tNo new accounts may be placed with the financial organization; and\n\t(4)\tExisting accounts held by the financial organization shall remain subject to all oversight and reporting requirements established by the corporation.\n\n\n\nIf the corporation terminates a financial organization as a program manager, the corporation shall take custody of accounts held by the financial organization and shall seek to promptly transfer the accounts to another financial organization that is selected as a program manager and into investment instruments as similar to the original instruments as possible.\n\t(i)  The corporation may enter into contracts for the services of consultants for rendering professional and technical assistance and advice and any other contracts that are necessary and proper for the implementation of the program.\n\t(j)  The program shall only allow contributions from individual investors in amounts ranging from a minimum of $1,000 to a maximum of $100,000 per investor.\n\t(k)  The program manager shall invest all contributions received from investors in securities not limited to legal investments under state laws relating to the investment of trust fund assets by trust companies, including those authorized by article 8 of chapter 412.  Contributions shall be used for venture capital investment.  Investment may be made in any manner the program deems correct.  If no venture capital investment is available at the time a contribution is made to the program, the program manager may invest the contribution in any manner allowed a regulated investment company until a venture capital investment opportunity occurs.  While the program manager should make a best effort to make venture capital investments as defined in section 211F-51, if no such venture capital investment is available in Hawaii, then the program manager may make venture capital investments outside Hawaii.\n\t(l)  The corporation may adopt any necessary rules under chapter 91. [L 2000, c 297, pt of §33]"
}