{
    "name": "Board of directors; composition",
    "number": "3",
    "text": "(a)  The governing body of the corporation shall be a board of directors consisting of eleven members.  Eight of the members shall be from the general public and appointed by the governor for staggered terms pursuant to section 26-34, and shall be selected on the basis of their knowledge, skill, and experience in the scientific, business, or financial fields.  The director of business, economic development, and tourism, an appointed member from the board of the high technology development corporation, and an appointed member from the board of the natural energy laboratory of Hawaii authority, or their designated representatives, shall serve as ex officio voting members.  Not more than two of the eight appointed members of the board, during their term of office on the board, shall be employees of the State.  Of the members appointed by the governor, one member shall be appointed from a list of nominees provided by the speaker of the house of representatives and one member shall be appointed from a list of nominees provided by the president of the senate.  All appointed members of the board shall continue in office until their respective successors have been appointed. \t(b)  The director of business, economic development, and tourism shall serve as chairperson of the board until such time as a chairperson is elected by the board from the membership.  The board shall elect such other officers as it deems necessary.\n\t(c)  The members of the board shall serve without compensation, but may be reimbursed for expenses, including travel expenses, incurred in the performance of their duties.\n\t(d)  The board shall appoint a president of the corporation who shall serve at the pleasure of the board and shall be exempt from chapter 76.  The board shall set the salary and duties of the president.\n\t(e)  A board member shall not participate in any corporation decision to invest in, purchase from, sell to, borrow from, loan to, contract with, or otherwise deal with any person with whom or entity in which the board member has a substantial financial interest.\n\t(f)  The board may delegate to its president, staff, or others those functions and powers that the board deems necessary or appropriate, including but not limited to the oversight and supervision of employees of the corporation. [L 1990, c 110, pt of §3; am L 1992, c 121, §1; am L 2000, c 253, §150 and c 297, §30]"
}