{
    "name": "Renunciation of attempt, solicitation, or conspiracy; affirmative defense",
    "number": "530",
    "text": "PART IV.  GENERAL PROVISIONS RELATING TO\nINCHOATE OFFENSES\n\n     (1)  In a prosecution for criminal attempt, it is an affirmative defense that the defendant, under circumstances manifesting a voluntary and complete renunciation of the defendant's criminal intent, gave timely warning to law-enforcement authorities or otherwise made a reasonable effort to prevent the conduct or result which is the object of the attempt.\n\t(2)  In a prosecution for criminal solicitation, it is an affirmative defense that the defendant, under circumstances manifesting a complete and voluntary renunciation of the defendant's criminal intent:\n\n\n\n\t(a)\tFirst notified the person solicited of the defendant's renunciation,\n\t(b)\tGave timely warning to law-enforcement authorities or otherwise made a reasonable effort to prevent the conduct or result solicited.\n\n\n\n\t(3)  In a prosecution for criminal conspiracy, it is an affirmative defense that the defendant, under circumstances manifesting a voluntary and complete renunciation of the defendant's criminal intent, gave timely warning to law-enforcement authorities or otherwise made a reasonable effort to prevent the conduct or result which is the object of the conspiracy.\n\t(4)  A renunciation is not \"voluntary and complete\" within the meaning of this section if it is motivated in whole or in part by:\n\n\n\n\t(a)\tA belief that circumstances exist which increase the probability of detection or apprehension of the accused or another participant in the criminal enterprise, or which render more difficult the accomplishment of the criminal purpose; or\n\t(b)\tA decision to postpone the criminal conduct until another time or to transfer the criminal effort to another victim or another but similar objective.\n\n\n\n\t(5)  A warning to law-enforcement authorities is not \"timely\" within the meaning of this section unless the authorities, reasonably acting upon the warning, would have the opportunity to prevent the conduct or result.  An effort is not \"reasonable\" within the meaning of this section unless the defendant, under reasonably foreseeable circumstances, would have prevented the conduct or result. [L 1972, c 9, pt of §1; gen ch 1993]"
}