{
    "name": "Revenue bonds",
    "number": "25",
    "text": "Revenue bonds shall be issued in the name of the board, may be in one or more series, may be in the denomination or denominations, may bear such date or dates, may mature at such time or times not exceeding fifty years from their respective dates, may be payable at such place or places within or without the State, may carry such registration privileges as to principal alone or as to both principal and interest, may be subject to such terms or redemption with or without premium, may be executed in such manner, may contain such terms, covenants, and conditions, and may be in such form, either coupon or registered with privilege of exchange from one form to another, as the resolution authorizing the issuance of the bonds, or subsequent resolutions may provide.\n\tRevenue bonds may be sold at private sale to the United States, or any agency, instrumentality, or corporation thereof, to the State or any political subdivision, agency, instrumentality, or corporation thereof, or to any person or group of persons offering to purchase all or a major portion of a particular issue or series.  Unless sold at private sale as herein provided, revenue bonds shall be sold at public sale after publication of a notice of such sale at least once, the date of publication to be at least five days prior to the date of the sale, and the publication shall be made in a newspaper published and of general circulation in the State and in a financial newspaper published in either of the cities of New York, Chicago, or San Francisco.  The revenue bonds shall be sold for not less than ninety-eight per cent of the principal amount thereof.  Pending the preparation of definitive revenue bonds, interim receipts or temporary bonds may be issued and delivered to the purchasers of the bonds in such form and containing such provisions as the board may determine.  Revenue bonds, interim receipts, and temporary bonds shall be fully negotiable within the meaning of and for all the purposes of the Uniform Commercial Code, chapter 490.\n\tIt shall be legal for the State and any of its political subdivisions, or any political or public corporation, including the employees' retirement system of the State or any instrumentality of the State or any insurance company or building and loan association, or any savings bank or trust company, or any bank or other financial institution operating under the laws of this State, or for any personal representative, guardian, trustee, or other fiduciary, or any educational, charitable, or eleemosynary institution, to invest their funds, and moneys in their custody in revenue bonds issued under this part. [L 1994, c 283, pt of §2(2)]"
}