{
    "name": "Purpose of the office",
    "number": "3",
    "text": "The purposes of the office of Hawaiian affairs include:\n\n\n\n\t(1)\tThe betterment of conditions of native Hawaiians.  A pro rata portion of a1l funds derived from the public land trust shall be funded in an amount to be determined by the legislature for this purpose, and shall be held and used solely as a public trust for the betterment of the conditions of native Hawaiians.  For the purpose of this chapter, the public land trust shall be all proceeds and income from the sale, lease, or other disposition of lands ceded to the United States by the Republic of Hawaii under the joint resolution of annexation, approved July 7, 1898 (30 Stat. 750), or acquired in exchange for lands so ceded, and conveyed to the State of Hawaii by virtue of section 5(b) of the Act of March 18, 1959 (73 Stat. 4, the Admissions Act), (excluding therefrom lands and all proceeds and income from the sale, lease, or disposition of lands defined as \"available lands\" by section 203 of the Hawaiian Homes Commission Act, 1920, as amended), and all proceeds and income from the sale, lease, or other disposition of lands retained by the United States under sections 5(c) and 5(d) of the Act of March 18, 1959, later conveyed to the State under section 5(e);\n\t(2)\tThe betterment of conditions of Hawaiians;\n\t(3)\tServing as the principal public agency in this State responsible for the performance, development, and coordination of programs and activities relating to native Hawaiians and Hawaiians; except that the Hawaiian Homes Commission Act, 1920, as amended, shall be administered by the Hawaiian homes commission;\n\t(4)\tAssessing the policies and practices of other agencies impacting on native Hawaiians and Hawaiians, and conducting advocacy efforts for native Hawaiians and Hawaiians;\n\t(5)\tApplying for, receiving, and disbursing, grants and donations from all sources for native Hawaiian and Hawaiian programs and services; and\n\t(6)\tServing as a receptacle for reparations. [L 1979, c 196, pt of §2; am L 1990, c 304, §§4, 16]"
}