{
    "name": "Cooperative agreements with other governmental agencies",
    "number": "10",
    "text": "(a)  The administration may:\n\n\n\n\t(1)\tObtain the aid and cooperation of governmental agencies in the planning, construction, and operation of public housing projects and enter into agreements and arrangements as it deems advisable to obtain aid and cooperation;\n\t(2)\tArrange or enter into agreements with any governmental agency for the acquisition of property, options, or property rights or for the furnishing, installing, opening, or closing of streets, roads, alleys, sidewalks, or other places, or for the furnishing of property, services, parks, sewage, water, and other facilities in connection with housing projects, or for the changing of the map of a political subdivision or the planning, replanning, zoning, or rezoning of any part of a political subdivision;\n\t(3)\tProcure insurance or guarantees from any governmental agency for the payment of any debts or parts thereof incurred by the administration, including the power to pay premiums on any such insurance; and\n\t(4)\tAgree to make payments to any state or county agency, if the agency is authorized to accept payments, as the administration deems consistent with the maintenance of the character of housing projects or the purposes of this chapter.\n\n\n\n\t(b)  For the purpose of aiding and cooperating in the planning, construction, and operation of housing projects located within their respective territorial boundaries, any state or county agency, upon those terms, with or without consideration, as it determines, may:\n\n\n\n\t(1)\tDedicate, grant, sell, convey, or lease any of its property or grant easements, licenses, or any other rights or privileges therein to the administration or to the federal government;\n\t(2)\tTo the extent that it is within the scope of the agency:\n\n\t\t(A)\tCause the services customarily provided by the agency to be rendered for the benefit of housing projects and the occupants thereof;\n\t\t(B)\tProvide and maintain parks and sewage, water,  lights, and other facilities adjacent to or in  connection with housing projects;\n\t\t(C)\tOpen, close, pave, install, or change the grade of streets, roads, roadways, alleys, sidewalks, or other related facilities; and\n\t\t(D)\tChange the map of a political subdivision or plan, replan, zone, or rezone any part of a political subdivision;\n\n\t(3)\tEnter into agreements with the administration with respect to the exercise of their powers relating to the repair, closing, or demolition of unsafe, unsanitary, or unfit dwellings;\n\t(4)\tEmploy, notwithstanding any other law as to what constitutes legal investments, any available funds belonging to them or within their control, including funds derived from the sale or furnishing of property or facilities to the administration, in the purchase of bonds or other obligations of the administration to the extent provided under section 201G-161; and exercise all the rights of any holder of the bonds or other obligations;\n\t(5)\tDo any and all things necessary or convenient to aid and cooperate in the planning, undertaking, and construction of such housing projects; and\n\t(6)\tEnter into contracts with the administration or the federal government for any period agreeing to exercise any of the powers conferred hereby or to take any other action in aid of such housing projects.\n\n\n\n\tIn connection with the exercise of this power, any political subdivision may incur the entire expense of any such public improvements located within its territorial boundaries without assessment against abutting property owners.\n\tFor the purpose of aiding and cooperating in the planning, construction, and operation of housing projects, the department of land and natural resources, the Hawaiian homes commission, and any other agency of the State having power to manage or dispose of its public lands, with the approval of the governor and with or without consideration, may grant, sell, convey, or lease, for any period, any parts of such public lands, without limit as to area, to the administration or to the federal government.\n\tAny law to the contrary notwithstanding, any gift, grant, sale, conveyance, lease, or agreement provided for in this section may be made by the state or county government without appraisal, public notice, advertisement, or public bidding.\n\tIf at any time title to, or possession of, any housing project is held by any governmental agency authorized by law to engage in the development or administration of low-rent housing or slum clearance projects, any agreement made under this chapter relating to the project shall inure to the benefit of and may be enforced by that governmental agency.\n\tInsofar as this subsection is inconsistent with the provisions of any other law, this subsection shall be controlling.\n\t(c)  Any county in which a public housing project is located or is about to be located may make donations or advances to the administration in sums as the county in its discretion may determine.  The advances or donations shall be made for the purpose of aiding or cooperating in the construction and operation of the housing project.  The administration, when it has money available therefor, shall reimburse the county for all advances made by way of a loan to it. [L 2005, c 196, pt of §20]"
}