{
    "name": "Salary periods",
    "number": "13",
    "text": "(a)  Unless otherwise provided by law, all officers and employees shall be paid at least semimonthly except that substitute teachers, part-time hourly rated teachers of adult and evening classes, and other part-time, intermittent, or casual employees may be paid once a month and that the governor, upon reasonable notice and upon determination that the payroll payment basis should be converted from predicted payroll to after-the-fact payroll, may allow a one-time once a month payroll payment to all public officers and employees to effect a conversion to after-the-fact payroll as follows:\n\n\n\n\t(1)\tThe implementation of the after-the-fact payroll will commence with the June 30, 1998, pay day, which will be delayed to July 1, 1998;\n\t(2)\tThe July 15, 1998, pay day will be delayed to July 17, 1998;\n\t(3)\tThe July 31, 1998, pay day will be delayed to August 3, 1998;\n\t(4)\tThe August 14, 1998, pay day will be delayed to August 19, 1998;\n\t(5)\tThe August 31, 1998, pay day will be delayed to September 4, 1998;\n\t(6)\tThe September 15, 1998, pay day will be delayed to September 18, 1998; and\n\t(7)\tThereafter, pay days will be on the fifth and the twentieth of every month.  If the fifth and the twentieth fall on a state holiday, Saturday, or Sunday, the pay day will be the immediately preceding weekday.\n\n\n\nThe implementation of the after-the-fact payroll shall not be subject to negotiation under chapter 89.\n\t(b)  If an employee has been working for the State for at least six months, has no paid leave accumulated, and has an existing salary overpayment balance:\n\n\n\n\t(1)\tThe employee may be paid the employee's salary on the same pay dates and for the same pay periods as non-salaried employees.\n\t(2)\tUpon accumulation of eighty hours of paid leave, the employee shall be paid the employee's salary on the same pay dates and for the same pay periods as salaried employees.\n\n\n\n\t(c)  If an employee has been working for the State for at least six months and has had at least two incidents of leave which results in salary overpayment within the past six months:\n\n\n\n\t(1)\tThe employee may be paid the employee's salary on the same pay dates and for the same pay period as non-salaried employees.\n\t(2)\tIf there are no incidents of leave which result in salary overpayment for a subsequent four-month period, the employee shall be paid the employee's salary on the same pay dates and for the same pay periods as salaried employees.\n\n\n\n\t(d)  The implementation of subsections (b) and (c) shall not be subject to negotiation under chapter 89.\n\t(e)  All employees, except those belonging to bargaining units 5 and 7, hired on or after July 1, 1998, shall be paid on the same pay dates and for the same pay periods as non-salaried employees. [L 1961, c 130, §1; am L 1963, c 60, §1; Supp, §5-14.5; HRS ; am L 1974, c 129, §1; am L 1996, c 80, §1; am L 1997, c 355, §1; am L 1998, c 109, §1 and c 110, §3]"
}