{
    "name": "Disposition of surplus moneys",
    "number": "63",
    "text": "The officer charged with the duty of distributing the surplus arising from a tax sale under sections 246-56 to 246-61 shall pay from the surplus all taxes, including interest and penalties, of whatsoever nature and howsoever accruing, as provided in section 246-55, and further the officer may pay from the surplus the cost of a search of any records where such search is deemed advisable by the officer to ascertain the person or persons entitled to the surplus; provided nothing herein contained shall be construed to require the tax collector to make or cause any such search to be made.  If the officer is in doubt as to the person or persons entitled to the balance of the fund the officer may refuse to distribute the surplus and any claimant may sue the officer or the officer's successor in office in the circuit court in the circuit within which the property sold was situated.  The officer may require the claimants to interplead, in which event the officer shall state the names of all claimants known to the officer, and shall cause them to be made parties to the action.  If in the officer's opinion there may be other claimants who are unknown, the officer may apply for an order or orders joining all persons unknown having or claiming to have any legal or equitable right, title, or interest in the moneys or any part thereof or any lien or other claim with respect thereto.\n     Any orders of the court or summons in the matter may be served as provided by law or the rules of court, and all persons having any interest in the moneys who are known, including the guardians of such of them as are under legal age or under any other legal disability (and if any one or more of them is under legal age or under other legal disability and without a guardian the court shall appoint a guardian ad litem to represent them therein) shall have notice of the action by personal service upon them.  All persons having any interest in the moneys whose names are unknown or who if known do not reside within the State, or for any reason cannot be served with process within the State shall have notice of the action as provided by sections 634-23 to 634-27, except that any publication of summons shall be in at least one newspaper published in the State and having a general circulation in the circuit within which the property sold was situated, and the form of notice to be published shall provide a brief description of the property which was sold.\n     All expenses incurred by the officer shall be met out of the surplus moneys realized from the sale. [L 1939, c 221, §9; am L 1941, c 255, §2; RL 1945, §5170; RL 1955, §128-46; am L Sp 1959 2d, c 1, §14; am L 1963, c 114, §1; HRS ; am L 1973, c 133, §10; am L 1974, c 75, §8; gen ch 1985; am L 1986, c 339, §23]\n \nCross References\n \n  Notice by certified mail, see §1‑28."
}