{
    "name": "Definitions",
    "number": "2",
    "text": "When used in this chapter:\n\n\n\n\t(1)\tThe term \"person\" includes individual, partnership, corporation, and association.\n\t(2)\tThe term \"distribute\" means to offer for sale, sell, barter, or otherwise supply feed, commercial feeds or custom-mixed feeds.  The term \"distributor\" means any person who distributes.\n\t(3)\tThe term \"sell\" or \"sale\" includes exchange.\n\t(4)\tThe term \"official name\" of a feed ingredient means the name of a feed ingredient which is defined in the current official publication of the Association of American Feed Control Officials, Incorporated.\n\t(5)\tThe term \"feed\" means all edible materials consumed by animals, other than dogs, cats, or other domestic pets, which contribute energy or nutrients to the animal's diet, and which are distributed or imported.\n\t(6)\tThe term \"commercial feed\" means all feed except:\n\n\t\t(A)\tWhole seeds unmixed or physically altered entire unmixed seeds, when not adulterated within the meaning of section 144-6, which are distributed for use as feed or for mixing in feed.\n\t\t(B)\tHay, straw, stover, silage, cobs, husks, and hulls (i) when unground or (ii) when unmixed with other materials.\n\t\t(C)\tWet garbage.\n\t\t(D)\tIndividual chemical compound when not mixed with other materials.\n\t\t(E)\tUnmixed feeding cane molasses, unmixed pineapple pulp, unmixed pineapple hay, and unmixed sugarcane hay.\n\n\t(7)\tThe term \"feed ingredient\" means each of the constituent materials making up a feed.\n\t(8)\tThe term \"mineral feed\" means a substance or mixture of substances designed or intended to supply primarily mineral elements or inorganic nutrients.\n\t(9)\tThe term \"drug\" means any article intended for use in the diagnosis, cure, mitigation, treatment, or prevention of disease in animals other than human and articles other than feed intended to affect the structure or any function of the animal body.\n\t(10)\tThe term \"manufacture\" means to grind, mix, or blend, or further process a commercial feed for distribution.\n\t(11)\tThe term \"custom-mixed feed\" means a special commercial mixture which is formulated by the manufacturer or processor in accordance with the specific instructions of the final purchaser and contains feed material or materials wholly or partly supplied by such manufacturer or processor.\n\t(12)\tThe term \"toll-milled feed\" means a special feed which is processed by the processor (A) from materials entirely delivered by the owner thereof or the owner's authorized agent, and (B) in accordance with the specific instructions of such owner, and which is not distributed.\n\t(13)\tThe term \"commercial mixed feed\" means a commercial feed which is a mixture or blend of more than one feed ingredient.\n\t(14)\tThe term \"commercial simple feed\" means a commercial feed that consists of only one feed ingredient.\n\t(15)\tThe term \"brand name\" means any word, name, symbol, or device or any combination thereof identifying the commercial feed of a distributor and distinguishing it from that of others.\n\t(16)\tThe term \"product name\" means the name of the commercial feed which identifies it as to kind, class, or specific use.\n\t(17)\tThe term \"label\" means a display of written, printed, or graphic matter upon or affixed to the container in which a commercial feed is distributed or imported, or on the invoice or delivery slip with which a commercial feed or custom-mixed feed is distributed or imported.\n\t(18)\tThe term \"ton\" means a net weight of two thousand pounds avoirdupois.\n\t(19)\tThe term \"per cent\" or \"percentage\" means percentage by weight.\n\t(20)\tThe term \"official sample\" means any sample of feed taken by the department or its agent and designated as \"official\" by the department. [L 1959, c 275, pt of §1; am L Sp 1959 2d, c 1, §22; am L 1961, c 132, §2; Supp, §24-3; HRS §144-3; am L 1969, c 27, §§1, 2; am L 1979, c 186, pt of §1; am and ren L 1983, c 214, pt of §2; gen ch 1985]"
}