{
    "name": "Department of human resources development",
    "number": "5",
    "text": "(a)  The department of human resources development shall be headed by a single executive to be known as the director of human resources development.\n\t(b)  The department shall administer the state human resources program, including human resources development and training, and central human resources services such as recruitment, examination, classification, pay administration, and payment of any claims as required under chapter 386.\n\t(c)  There shall be within the department of human resources development a board to be known as the merit appeals board which shall sit as an appellate body on matters set forth in section 76-14.  The board shall consist of three members.  All members shall have knowledge of public employment laws and prior experience with public employment; provided that at least one member's experience was with an employee organization as a member or an employee of that organization and at least one member's experience was with management.  The governor shall consider the names of qualified individuals submitted by employee organizations or management before appointing the members of the board.  The chairperson of the board shall be designated as specified in the rules of the board.\n\t(d)  The provisions of section 26-34 shall not apply and the board members shall be appointed by the governor for four-year terms and may be re-appointed without limitation; provided that the initial appointments shall be for staggered terms, as determined by the governor.  The governor shall fill any vacancy by appointing a new member for a four-year term.  The governor may remove for cause any member after due notice and public hearing.\n\t(e)  Nothing in this section shall be construed as in any manner affecting the civil service laws applicable to the several counties, the judiciary, or the Hawaii health systems corporation, which shall remain the same as if this chapter had not been enacted.\n\t(f)  There is established in the state treasury the human resources development special fund, to be administered by the department of human resources development, which shall consist of: all revenues received by the department as a result of entrepreneurial efforts in securing new sources of funds not provided for in the department's budget for services rendered by the department, all revenues received by the department from the charging of participant fees for in-service training that are in addition to general fund appropriations in the department's budget for developing and operating in-service training programs, appropriations made by the legislature to the fund, and moneys directed to the department from any other source, including gifts, grants, and awards.\n\tMoneys in the human resources development special fund shall be used for the following purposes:\n\n\n\n\t(1)\tSupporting the department's entrepreneurial initiatives, training activities, and programs;\n\t(2)\tAdministrative costs of the department's entrepreneurial initiatives, training activities, and programs; and\n\t(3)\tAny other purpose deemed necessary by the director for the purpose of facilitating the department's entrepreneurial initiatives, training activities, and programs. [L Sp 1959 2d, c 1, §11; am L 1965, c 206, §1; Supp, §14A-10; HRS ; am L 1969, c 41, §1; gen ch 1985; am L 1994, c 56, §2; am L 2000, c 253, §2; am L 2001, c 123, §9]"
}