{
    "name": "Civil jurisdiction",
    "number": "5",
    "text": "(a)  Except as otherwise provided, the district courts shall have jurisdiction in all civil actions where the debt, amount, damages, or value of the property claimed does not exceed $20,000, except in civil actions involving summary possession or ejectment, in which case the district court shall have jurisdiction over any counterclaim otherwise properly brought by any defendant in the action if the counterclaim arises out of and refers to the land or premises the possession of which is being sought, regardless of the value of the debt, amount, damages, or property claim contained in the counterclaim.  Attorney's commissions or fees, including those stipulated in any note or contract sued on, interest, and costs, shall not be included in computing the jurisdictional amount.  Subject to subsections (b) and (c), jurisdiction under this subsection shall be exclusive when the amount in controversy, so computed, does not exceed $10,000.  The district courts shall also have original jurisdiction of suits for specific performance when the fair market value of such specific performance does not exceed $20,000 and original jurisdiction to issue injunctive relief in residential landlord-tenant cases under chapter 521.\n\t(b)  The district courts shall try and determine all actions without a jury, subject to appeal according to law.  Whenever a civil matter is triable of right by a jury and trial by jury is demanded in the manner and within the time provided by the rules of court, the case shall be transferred to the circuit court.  If the demand is made in the complaint and the matter is triable of right by a jury, the action may be commenced in the circuit court if the amount in controversy exceeds $5,000.\n\t(c)  The district courts shall have jurisdiction in all statutory proceedings as conferred by law upon district courts.\n\t(d)  The district courts shall not have cognizance of real actions, nor actions in which the title to real estate comes in question, nor actions for libel, slander, defamation of character, malicious prosecution, false imprisonment, breach of promise of marriage, or seduction; nor shall they have power to appoint referees in any cause. [L 1892, c 57, §10; am L 1923, c 20, §1; RL 1925, §2274; RL 1935, §3763; am L 1935, c 95, §1; RL 1945, §9674; am L 1953, c 34, §1; RL 1955, §216-4; am L 1957, c 197, §1; am L 1963, c 99, §1; HRS ; am L 1970, c 188, §13; am L 1971, c 144, §1; am L 1975, c 97, §2; am L 1979, c 90, §2; am L 1983, c 238, §1 and c 249, §1; am L 1989, c 37, §2; am L 1994, c 4, §1; am L 1995, c 94, §1]\nCross References\n  Actions for tax collections, see §231-12.\nRules of Court\n  Demand for jury trial, see DCRCP rule 38; RCC rule 14.\n  Pleading that raises question of title to real estate, see DCRCP rule 12.1.\n  Demand for jury trial, small claims division, see RSCD rule 7.\nCase Notes\n  Jury trial allowed on appeal satisfies 7th Am. U.S. Const. 14 H. 291.  Prior to 1903, appeal stayed execution.  14 H. 524.  Since, magistrate may allow execution, after hearing, unless supersedeas bond is filed.  15 H. 590; 15 H. 624.\n  Jurisdiction:  Determined by ad damnum.  3 H. 127, 138.  Part penalty of bond.  13 H. 695.  Part due on note.  18 H. 412.  Part due for goods etc., but second action cannot be brought for balance.  14 H. 290; 14 H. 295.  In determining ad damnum, interest, if prayed for, should be included, but not statutory attorney's commissions or costs, and defect not cured by remittitur in appellate court.  14 H. 293; 15 H. 590.  Attorney's fees provided in note are included.  28 H. 480.  On splitting causes of action.  22 H. 196, 199; 40 H. 302.  As to previous jurisdictional amount.  See 6 H. 656.  Cannot include interest, attorney's fees, and costs in calculating the jurisdictional amount.  72 H. 228, 814 P.2d 393.\n  Limited jurisdiction:  22 H. 129, 132.  Cannot issue alias summons after return day of original has expired.  25 H. 597, 602.  Plea to jurisdiction goes to whole cause of action.  24 H. 74, 80.  As to concurrent jurisdiction, etc., see 3 H. 127; 4 H. 297.  This section applies only to civil cases.  25 H. 556.  Magistrate cannot enforce specific performance, having no equity jurisdiction.  10 H. 407; 11 H. 424.  May appoint next friend.  11 H. 279.  May set aside judgment and grant rehearing.  15 H. 424.  No presumption in favor of jurisdiction, liability for exceeding.  4 H. 584.  Action on judgment for taxes, 18 H. 278.  Because subsection (d) limits civil jurisdiction of the district court by excluding real actions or actions involving title to real property, the only court that may take cognizance of actions seeking cancellation or forfeiture of appellants' leases is the circuit court.  74 H. 294, 845 P.2d 1186.\n  Summary possession:  9 H. 225.  Denial of tenancy and claim of title ousts jurisdiction.  4 H. 154; 22 H. 129.  Supreme court rule 14 prescribes essentials of affidavit, showing source, nature and extent of title claimed.  18 H. 640; 21 H. 270; 22 H. 129; 23 H. 65, 73; 24 H. 176; 24 H. 546, 555; 29 H. 336; 30 H. 160; 37 H. 248.  No evidence necessary to support plea.  12 H. 409.  Hence, judgment of district court, not decisive in subsequent ejectment.  3 H. 768.  Vendee on mortgage foreclosure as plaintiff.  5 H. 98.  If magistrate errs in sustaining plea of title, circuit court should remand.  9 H. 636.  Where on appeal to circuit court after a plea of title on trespass case from district court it is decided the plea has no merit, case should be remanded to district court.  9 H. 636.\n  Affidavit required by supreme court rule 14 is sufficient if it sets forth the source, nature, and extent of title claimed by defendant, and need not set forth source of defendant's predecessors; counter affidavit not required by rule 14 and should not be considered.  52 H. 246, 473 P.2d 864.\n  Trespass, q.c.f., ouster by plea of title.  6 H. 542; 9 H. 619; 17 H. 426.  Maintenance of easement.  11 H. 275; 12 H. 409.  No ouster in action for purchase money, if vendee's possession undisturbed.  14 H. 280.\n  Pleading, rigid rules not required.  3 H. 328; 14 H. 500; 22 H. 91; 23 H. 603, 605; 30 H. 191.  All essential facts must be shown.  24 H. 16, 19.  Absence of prayer for process not demurrable.  24 H. 95.\n  The \"amount of controversy\" for purposes of subsection (b) is the aggregate amount being sought in a complaint by a single plaintiff against a single defendant, as opposed to the amount alleged as damages in each individual \"count\" of a complaint.  90 H. 371, 978 P.2d 809.\n  Where sublessee's counterclaim arose out of and referred to the land or premises the possession of which was being sought, district court had jurisdiction to decide counterclaim under this section.  86 H. 149 (App.), 948 P.2d 570.\n  $20,000 maximum jurisdictional limit not reached where total amount for which judgment was sought included interest.  92 H. 209 (App.), 990 P.2d 107.\n  Cited:  17 H. 598, 599; 19 H. 346, 347; 27 H. 631, 635; 30 H. 445, 564."
}