{
    "name": "Powers; venue",
    "number": "7",
    "text": "(a)  The district courts may:\n\n\n\n\t(1)\tAdminister oaths;\n\t(2)\tSubpoena and compel the attendance of witnesses from any part of the State, and compel the production of books, papers, documents, or tangible things;\n\t(3)\tEnter final judgments; and alter or set aside any judgment within ten days following the date of its rendition or as provided by the rules of court;\n\t(4)\tEnforce judgments; and punish contempts according to law;\n\t(5)\tIssue garnishee summons which may be served and shall be operative as to the garnishee throughout the State;\n\t(6)\tIn a criminal case, alter, set aside, or suspend a sentence by way of mitigation or otherwise upon motion or plea of a defendant made within thirty days after imposition of the sentence.\n\n\n\n\tEvery witness duly subpoenaed as provided in this section shall be allowed the same attendance and mileage fees allowed witnesses subpoenaed before the circuit courts.\n\t(b)  Any document requiring the signature of a district judge, in any cause or proceeding whatsoever in a district court, may be signed without, as well as within, the boundaries of the circuit in which the court is situated.\n\t(c)  A summons or other writ issued by a district court may be served anywhere within the State.  A summons or other writ issued by a district court may be served without the State in accordance with sections 634-24 and 634-25.\n\t(d)  Except as otherwise provided, civil actions shall be brought in the district court of the judicial circuit in which the defendant or a majority of the defendants reside or the claim for relief arose.  The venue may be changed or the case transferred as provided by sections 604-7.3 and 604-7.4.\n\t(e)  The several district courts shall have power to make and award judgments, decrees, orders, and mandates, issue such executions and other processes, and do such other acts and take such other steps as may be necessary to carry into full effect the powers which are or shall be given them by law or for the promotion of justice in matters pending before them. [L 1892, c 57, §12; RL 1925, §2275; am L 1925, c 145, §1; RL 1935, §3764; am L 1935, cc 23, 110, §1; am L 1937, c 19, §1; RL 1945, §9675; am L 1945, c 80, §2; am L 1951, c 278, §1; am L 1955, cc 40, 197, §1; RL 1955, §216-6; am L 1957, c 152, §1 and c 246, §1; am L 1963, c 108, §1; HRS ; am L 1970, c 188, §15; am L 1971, c 144, §3; am L 1975, c 122, §1; am L 1983, c 249, §2; am L 2002, c 8, §1]\nCross References\n  Witness fees, see §§607-12 and 621-7.\nRules of Court\n  Altering or setting aside of judgment, see DCRCP rules 59, 60.\n  Service, see DCRCP rule 4.\n  Subpoenas, see DCRCP rule 45.\n  Venue, see DCRCP rules 3, 82.\nLaw Journals and Reviews\n  Civil Practice in the Honolulu District Courts\u0097An Outline for the Young Attorney.  1 HBJ, Oct 1963, at 14.\n  Contemporary Contempt:  The State of the Law in Hawaii.  I HBJ No. 13, at pg. 59.\nCase Notes\n  Formerly police courts had no jurisdiction to issue civil process to be issued outside of its district.  8 H. 416.\n  Continuance on return day, presumed made after service.  15 H. 486.\n  Power to alter final judgment.  24 H. 600, 604.  May correct record to conform to truth.  Id. Power to vacate void judgment.  40 H. 302.\n  Motion for reduction of sentence made two year after imposition of sentence is not timely made.  50 H.  624, 446 P.2d 559."
}