{
    "name": "Districting and classification of lands",
    "number": "2",
    "text": "(a)  There shall be four major land use districts in which all lands in the State shall be placed:  urban, rural, agricultural, and conservation.  The land use commission shall group contiguous land areas suitable for inclusion in one of these four major districts.  The commission shall set standards for determining the boundaries of each district, provided that:\n\n\n\n\t(1)\tIn the establishment of boundaries of urban districts those lands that are now in urban use and a sufficient reserve area for foreseeable urban growth shall be included;\n\t(2)\tIn the establishment of boundaries for rural districts, areas of land composed primarily of small farms mixed with very low density residential lots, which may be shown by a minimum density of not more than one house per one-half acre and a minimum lot size of not less than one-half acre shall be included, except as herein provided;\n\t(3)\tIn the establishment of the boundaries of agricultural districts the greatest possible protection shall be given to those lands with a high capacity for intensive cultivation; and\n\t(4)\tIn the establishment of the boundaries of conservation districts, the \"forest and water reserve zones\" provided in Act 234, section 2, Session Laws of Hawaii 1957, are renamed \"conservation districts\" and, effective as of July 11, 1961, the boundaries of the forest and water reserve zones theretofore established pursuant to Act 234, section 2, Session Laws of Hawaii 1957, shall constitute the boundaries of the conservation districts; provided that thereafter the power to determine the boundaries of the conservation districts shall be in the commission.\n\n\n\nIn establishing the boundaries of the districts in each county, the commission shall give consideration to the master plan or general plan of the county.\n\t(b)  Urban districts shall include activities or uses as provided by ordinances or regulations of the county within which the urban district is situated.\n\t(c)  Rural districts shall include activities or uses as characterized by low density residential lots of not more than one dwelling house per one\u0097half acre, except as provided by county ordinance pursuant to section 46\u00974(c), in areas where \"city\u0097like\" concentration of people, structures, streets, and urban level of services are absent, and where small farms are intermixed with low density residential lots except that within a subdivision, as defined in section 484\u00971, the commission for good cause may allow one lot of less than one-half acre, but not less than 18,500 square feet, or an equivalent residential density, within a rural subdivision and permit the construction of one dwelling on such lot, provided that all other dwellings in the subdivision shall have a minimum lot size of one-half acre or 21,780 square feet.  Such petition for variance may be processed under the special permit procedure.  These districts may include contiguous areas which are not suited to low density residential lots or small farms by reason of topography, soils, and other related characteristics.  Rural districts shall also include golf courses, golf driving ranges, and golf-related facilities.\n\t(d)  Agricultural districts shall include activities or uses as characterized by the cultivation of crops, orchards, forage, and forestry; farming activities or uses related to animal husbandry, aquaculture, and game and fish propagation; aquaculture, which means the production of aquatic plant and animal life for food and fiber within ponds and other bodies of water; wind generated energy production for public, private, and commercial use; bona fide agricultural services and uses that support the agricultural activities of the fee or leasehold owner of the property and accessory to any of the above activities, whether or not conducted on the same premises as the agricultural activities to which they are accessory, including but not limited to farm dwellings as defined in section 205-4.5(a)(4), employee housing, farm buildings, mills, storage facilities, processing facilities, vehicle and equipment storage areas, and roadside stands for the sale of products grown on the premises; wind machines and wind farms; small-scale meteorological, air quality, noise, and other scientific and environmental data collection and monitoring facilities occupying less than one-half acre of land, provided that these facilities shall not be used as or equipped for use as living quarters or dwellings; agricultural parks; and open area recreational facilities.  For the purposes of this chapter, golf courses and golf driving ranges are prohibited in agricultural districts, except as provided in section 205-4.5(d).\n\tThese districts may include areas which are not used for, or which are not suited to, agricultural and ancillary activities by reason of topography, soils, and other related characteristics.\n\t(e)  Conservation districts shall include areas necessary for protecting watersheds and water sources; preserving scenic and historic areas; providing park lands, wilderness, and beach reserves; conserving indigenous or endemic plants, fish, and wildlife, including those which are threatened or endangered; preventing floods and soil erosion; forestry; open space areas whose existing openness, natural condition, or present state of use, if retained, would enhance the present or potential value of abutting or surrounding communities, or would maintain or enhance the conservation of natural or scenic resources; areas of value for recreational purposes; other related activities; and other permitted uses not detrimental to a multiple use conservation concept. [L 1963, c 205, pt of §2; Supp, §98H-2; HRS ; am L 1969, c 182, §5; am L 1975, c 193, §3; am L 1977, c 140, §1 and c 163, §1; am L 1980, c 24, §2; am L 1985, c 298, §2; am L 1987, c 82, §3; am L 1989, c 5, §2; am L 1991, c 191, §1 and c 281, §2; am L 1995, c 69, §8; am L 2005, c 205, §2]\nCross References\n  Districts, generally, see chapter 4.\nAttorney General Opinions\n  Uses within agricultural districts.  Att. Gen. Op. 62-33, 62-38.\n  Dwellings permissible under this section are further defined by regulations established under §205-7.  Att. Gen. Op. 75-8."
}