{
    "name": "Land use commission decision-making criteria",
    "number": "17",
    "text": "In its review of any petition for reclassification of district boundaries pursuant to this chapter, the commission shall specifically consider the following:\n\n\n\n\t(1)\tThe extent to which the proposed reclassification conforms to the applicable goals, objectives, and policies of the Hawaii state plan and relates to the applicable priority guidelines of the Hawaii state plan and the adopted functional plans;\n\t(2)\tThe extent to which the proposed reclassification conforms to the applicable district standards;\n\t(3)\tThe impact of the proposed reclassification on the following areas of state concern:\n\n\t\t(A)\tPreservation or maintenance of important natural systems or habitats;\n\t\t(B)\tMaintenance of valued cultural, historical, or natural resources;\n\t\t(C)\tMaintenance of other natural resources relevant to Hawaii's economy, including agricultural resources;\n\t\t(D)\tCommitment of state funds and resources;\n\t\t(E)\tProvision for employment opportunities and economic development; and\n\t\t(F)\tProvision for housing opportunities for all income groups, particularly the low, low-moderate, and gap groups;\n\n\t(4)\tThe standards and criteria for the reclassification or rezoning of important agricultural lands in section 205-50; and\n\t(5)\tThe representations and commitments made by the petitioner in securing a boundary change. [L 1985, c 230, §1; am L 1990, c 261, §2; am L 2005, c 183, §6]\n\n\n\n\nCase Notes\n  In order to fulfill its duty to preserve and protect customary and traditional native Hawaiian rights to the extent feasible, the land use commission, in its review of a petition for reclassification of district boundaries, must, at a minimum, make specific findings and conclusions as to the identity and scope of the valued cultural, historical, or natural resources, the extent those resources will be affected or impaired by the proposed action, and any feasible action the commission may take to reasonably protect such native Hawaiian rights if they are found to exist.  94 H. 31, 7 P.3d 1068.\n  Where land use commission allowed petitioner to direct the manner in which customary and traditional native Hawaiian practices would be preserved and protected by the proposed development, prior to any specific findings and conclusions by the commission as to the effect of the proposed reclassification on such practices, the commission failed to satisfy its statutory and constitutional obligations; in delegating its duty to protect native Hawaiian rights, the commission delegated a non-delegable duty and thereby acted in excess of its authority.  94 H. 31, 7 P.3d 1068.\n  Where land use commission failed to enter any definitive findings or conclusions as to the extent of the native Hawaiian practitioners' exercise of customary and traditional practices in the subject area nor made any specific findings or conclusions regarding the effects on or the impairment of any Hawaii constitution, article XII, §7 uses, or the feasibility of the protection of those uses, the commission, as a matter of law, failed to satisfy its statutory and constitutional obligations.  94 H. 31, 7 P.3d 1068."
}