{
    "name": "Standards and criteria for the reclassification or rezoning of important agricultural lands",
    "number": "50",
    "text": "(a)  Any land use district boundary amendment or change in zoning involving important agricultural lands identified pursuant to this chapter shall be subject to this section. \t(b)  Upon acceptance by the county for processing, any application for a special permit involving important agricultural lands shall be referred to the department of agriculture and the office of planning for review and comment.\n\t(c)  Any decision by the land use commission or county pursuant to this section shall specifically consider the following standards and criteria:\n\n\n\n\t(1)\tThe relative importance of the land for agriculture based on the stock of similarly suited lands in the area and the State as a whole;\n\t(2)\tThe proposed district boundary amendment or zone change will not harm the productivity or viability of existing agricultural activity in the area, or adversely affect the viability of other agricultural activities or operations that share infrastructure, processing, marketing, or other production-related costs or facilities with the agricultural activities on the land in question;\n\t(3)\tThe district boundary amendment or zone change will not cause the fragmentation of or intrusion of nonagricultural uses into largely intact areas of lands identified by the State as important agricultural lands that create residual parcels of a size that would preclude viable agricultural use;\n\t(4)\tThe public benefit to be derived from the proposed action is justified by a need for additional lands for nonagricultural purposes; and\n\t(5)\tThe impact of the proposed district boundary amendment or zone change on the necessity and capacity of state and county agencies to provide and support additional agricultural infrastructure or services in the area.\n\n\n\n\t(d)  Any decision pursuant to this section shall be based upon a determination that:\n\n\n\n\t(1)\tOn balance, the public benefit from the proposed district boundary amendment or zone change outweighs the benefits of retaining the land for agricultural purposes; and\n\t(2)\tThe proposed action will have no significant impact upon the viability of agricultural operations on adjacent agricultural lands.\n\n\n\n\t(e)  The standards and criteria of this section shall be in addition to:\n\n\n\n\t(1)\tThe decision-making criteria of section 205-17 governing decisions of the land use commission under this chapter; and\n\t(2)\tThe decision-making criteria adopted by each county to govern decisions of county decision-making authorities under this chapter.\n\n\n\n\t(f)  Any decision of the land use commission and any decision of any county on a land use district boundary amendment or change in zoning involving important agricultural lands shall be approved by the body responsible for the decision by a two-thirds vote of the membership to which the body is entitled.\n\t(g)  A farmer or landowner with qualifying lands may also petition the land use commission to remove the \"important agricultural lands\" designation from lands if a sufficient supply of water is no longer available to allow profitable farming of the land due to governmental actions, acts of God, or other causes beyond the farmer's or landowner's reasonable control. [L 2005, c 183, pt of §2]"
}