{
    "name": "Permissible uses within the agricultural districts",
    "number": "4.5",
    "text": "(a)  Within the agricultural district, all lands with soil classified by the land study bureau's detailed land classification as overall (master) productivity rating class A or B shall be restricted to the following permitted uses:\n\n\n\n\t(1)\tCultivation of crops, including but not limited to flowers, vegetables, foliage, fruits, forage, and timber;\n\t(2)\tGame and fish propagation;\n\t(3)\tRaising of livestock, including but not limited to poultry, bees, fish, or other animal or aquatic life that are propagated for economic or personal use;\n\t(4)\tFarm dwellings, employee housing, farm buildings, or activity or uses related to farming and animal husbandry.  Farm dwelling as used in this paragraph means a single-family dwelling located on and used in connection with a farm, including clusters of single-family farm dwellings permitted within agricultural parks developed by the State, or where agricultural activity provides income to the family occupying the dwelling;\n\t(5)\tPublic institutions and buildings that are necessary for agricultural practices;\n\t(6)\tPublic and private open area types of recreational uses including day camps, picnic grounds, parks, and riding stables, but not including dragstrips, airports, drive-in theaters, golf courses, golf driving ranges, country clubs, and overnight camps;\n\t(7)\tPublic, private, and quasi-public utility lines and roadways, transformer stations, communications equipment buildings, solid waste transfer stations, major water storage tanks, and appurtenant small buildings such as booster pumping stations, but not including offices or yards for equipment, material, vehicle storage, repair or maintenance, or treatment plants, or corporation yards, or other like structures;\n\t(8)\tRetention, restoration, rehabilitation, or improvement of buildings or sites of historic or scenic interest;\n\t(9)\tRoadside stands for the sale of agricultural products grown on the premises;\n\t(10)\tBuildings and uses, including but not limited to mills, storage, and processing facilities, maintenance facilities, and vehicle and equipment storage areas that are normally considered directly accessory to the abovementioned uses and are permitted under section 205-2(d);\n\t(11)\tAgricultural parks; or\n\t(12)\tWind energy facilities, including the appurtenances associated with the production and transmission of wind generated energy; provided that such facilities and appurtenances are compatible with agriculture uses and cause minimal adverse impact on agricultural land. \n\n\n\n\t(b)  Uses not expressly permitted in subsection (a) shall be prohibited, except the uses permitted as provided in sections 205-6 and 205-8, and construction of single-family dwellings on lots existing before June 4, 1976.  Any other law to the contrary notwithstanding, no subdivision of land within the agricultural district with soil classified by the land study bureau's detailed land classification as overall (master) productivity rating class A or B shall be approved by a county unless the said A and B lands within the subdivision shall be made subject to the restriction on uses as prescribed in this section and to the condition that the uses shall be primarily in pursuit of an agricultural activity.\n\tAny deed, lease, agreement of sale, mortgage, or other instrument of conveyance covering any land within the agricultural subdivision shall expressly contain the restriction on uses and the condition, as prescribed in this section that [the] restriction and condition shall be encumbrances running with the land until such time that the land is reclassified to a land use district other than agricultural district.\n\tIf the foregoing requirement of encumbrances running with the land jeopardizes the owner or lessee from obtaining mortgage financing from any of the mortgage lending agencies set forth hereinbelow, and the requirement is the sole reason for failure to obtain mortgage financing, then such requirement of encumbrances shall, insofar as the mortgage financing is so jeopardized, be conditionally waived by the appropriate county enforcement officer; provided that the conditional waiver shall thereafter become effective only in the event that the property is subjected to foreclosure proceedings by the mortgage lender.\n\tThe mortgage lending agencies mentioned hereinabove are the Federal Housing Administration, Federal National Mortgage Association, Veterans Administration, Small Business Administration, United States Department of Agriculture, Federal Land Bank of Berkeley, Federal Intermediate Credit Bank of Berkeley, Berkeley Bank for Cooperatives, and any other federal, state, or private mortgage lending agency qualified to do business in Hawaii, and their respective successors and assigns.\n\t(c)  Within the agricultural district all lands, with soil classified by the land study bureau's detailed land classification as overall (master) productivity rating class C, D, E, or U shall be restricted to the uses permitted for agricultural districts as set forth in section 205-5(b).\n\t(d)  Notwithstanding any other provision of this chapter to the contrary, golf courses and golf driving ranges approved by a county before July 1, 2005, for development within the agricultural district shall be permitted uses within the agricultural district. [L 1976, c 199, §1; am L 1977, c 136, §1; am L 1980, c 24, §3; am L 1982, c 217, §1; am L 1991, c 281, §3; am L 1997, c 258, §11; am L 2005, c 205, §3]\nCase Notes\n  Religious Land Use and Institutionalized Persons Act of 2000 (RLUIPA), assuming it was constitutional, did not facially invalidate Hawaii's land use law, where plaintiffs challenged this section and §205-6 to the extent the sections required a religious organization to obtain a special use permit, as violations of the \"equal terms\" and \"nondiscrimination\" provisions of the RLUIPA.  229 F. Supp. 2d 1056.\n  \"Communications equipment buildings\" and \"utility lines\" in subsection (a)(7) do not encompass \"telecommunications antennas\" or \"transmission antennas\" such as a cellular telephone tower; public utility thus had to apply for a special permit under §205-6 to place the tower in a state agricultural district.  90 H. 384, 978 P.2d 822.\n  Under subsection (a)(4) and (10), a chimney and garage are permitted as accessories to a farm dwelling; however, utilizing the chimney to conceal an antenna and the garage to house communication equipment were not permitted uses under either paragraph (4) or (10).  106 H. 343, 104 P.3d 930.\n  Under the circumstances of the case, the residence and the chimney with the concealed antenna constituted a \"communications equipment building\" and, thus, were permitted uses under subsection (a)(7); also, as the garage was not abnormally large and was designed specifically to store the communications equipment for the concealed antenna, utilizing the permitted garage structure to house the communications equipment for the antenna was a permitted use under subsection (a)(7).  106 H. 343, 104 P.3d 930."
}