{
    "name": "Zoning",
    "number": "5",
    "text": "(a)  Except as herein provided, the powers granted to counties under section 46-4 shall govern the zoning within the districts, other than in conservation districts.  Conservation districts shall be governed by the department of land and natural resources pursuant to chapter 183C. \t(b)  Within agricultural districts, uses compatible to the activities described in section 205-2 as determined by the commission shall be permitted; provided that accessory agricultural uses and services described in sections 205-2 and 205-4.5 may be further defined by each county by zoning ordinance.  Other uses may be allowed by special permits issued pursuant to this chapter.  The minimum lot size in agricultural districts shall be determined by each county by zoning ordinance, subdivision ordinance, or other lawful means; provided that the minimum lot size for any agricultural use shall not be less than one acre, except as provided herein.  If the county finds that unreasonable economic hardship to the owner or lessee of land cannot otherwise be prevented or where land utilization is improved, the county may allow lot sizes of less than the minimum lot size as specified by law for lots created by a consolidation of existing lots within an agricultural district and the resubdivision thereof; provided that the consolidation and resubdivision do not result in an increase in the number of lots over the number existing prior to consolidation; and provided further that in no event shall a lot, which is equal to or exceeds the minimum lot size of one acre be less than that minimum after the consolidation and resubdivision action.  The county may also allow lot sizes of less than the minimum lot size as specified by law for lots created or used for public, private, and quasi-public utility purposes, and for lots resulting from the subdivision of abandoned roadways and railroad easements.\n\t(c)  Unless authorized by special permit issued pursuant to this chapter, only the following uses shall be permitted within rural districts:\n\n\n\n\t(1)\tLow density residential uses;\n\t(2)\tAgricultural uses;\n\t(3)\tGolf courses, golf driving ranges, and golf-related facilities; and\n\t(4)\tPublic, quasi-public, and public utility facilities.\n\n\n\n\tIn addition, the minimum lot size for any low density residential use shall be one-half acre and there shall be but one dwelling house per one-half acre, except as provided for in section 205-2. [L 1963, c 205, pt of §2; Supp, §98H-5; HRS ; am L 1969, c 232, §1; am L 1977, c 140, §2; am L 1978, c 165, §1; am L 1991, c 281, §4; am L 1994, c 270, §2; am L 2005, c 205, §4]\nAttorney General Opinions\n  Minimum lot size in agricultural districts.  Att. Gen. Op. 62-33.\n  Cited in opinion that enforcement of land uses in conservation districts lies with department of land and natural resources, and not with counties.  Att. Gen. Op. 70-22.\nLaw Journals and Reviews\n  \"Urban Type Residential Communities in the Guise of Agricultural Subdivisions:\"  Addressing an Impermissible Use of Hawai\u0091i's Agricultural District.  25 UH L. Rev. 199."
}