{
    "name": "Confidentiality of records",
    "number": "19",
    "text": "(a)  The commissioner and all employees, contractors, attorneys contracted or employed by the State, and appointees of the division of financial institutions shall not divulge or furnish any information in their possession or obtained by them in the course of their official duties to persons outside the division, except the director of commerce and consumer affairs, or unless otherwise permitted by this section or any other law regulating licensees or authorized delegates, in which case the disclosure shall not authorize or permit any further disclosure of the information.  The disclosures prohibited by this section shall include, without limitation, information that is:\n     (1)  Privileged or exempt from disclosure under any federal or state law;\n     (2)  Related to an examination performed by or on behalf of the commissioner or contained in any report of examination;\n     (3)  Contained in any report submitted to, or for the use of the commissioner, except for the nonproprietary portions of applications;\n     (4)  Related to the business, personal, or financial affairs of any person and is furnished to, or for the use of, the commissioner in confidence;\n     (5)  Privileged or confidential and related to trade secrets and commercial or financial information obtained from a person;\n     (6)  Obtained pursuant to any lawful investigation for the purpose of enforcing the laws regulating licensees or authorized delegates;\n     (7)  Related solely to the internal personnel rules or other internal practices of the commissioner;\n     (8)  Contained in personnel, medical, and similar files, including financial files, the disclosure of which would constitute a clearly unwarranted invasion of personal privacy; or\n     (9)  Contained in inter-agency and intra-agency communications, whether or not contained in written memoranda, letters, tapes, or records, that would not be routinely available by law to a private party, including memoranda, reports, and other documents prepared by the staff of the commissioner.\n     (b)  Any information identified in subsection (a) is confidential and not subject to subpoena or other legal process.\n     (c)  The commissioner shall furnish a copy of each report of examination to the licensee or authorized delegate examined.  The report and its contents shall remain the property of the commissioner and shall not be disclosed to any person who is not an officer, director, employee, authorized auditor, attorney,  other consultant, or advisor of the licensee or authorized delegate.  Any person who has received the report from the licensee or authorized delegate shall be bound by the confidentiality provisions of this section.  The report and its contents shall not be subject to subpoena or other legal process requiring disclosure. [L 2006, c 153, pt of §1]"
}