{
    "name": "Campaign spending commission",
    "number": "192",
    "text": "There is established a campaign spending commission.  The commission shall consist of five members of the general public, appointed by the governor from a list of ten nominees submitted by the judicial council.  The judicial council may solicit applications for the list of nominees through community organizations and advertisements in any newspaper of general circulation.  Any vacancies in the commission shall be filled by the governor with a member from the list of nominees or by reappointment of a commissioner whose term has expired, subject to the limit on length of service imposed by section 26-34.\n     The judicial council shall meet and expeditiously select additional persons for the list of nominees whenever the number of the eligible nominees falls below five.\n     Notwithstanding section 26-34, these appointments shall not be subject to senatorial confirmation.  The term of the commissioners shall be four years, except that the terms of the initial commissioners shall be two years for two commissioners, three years for two other commissioners and four years for the chairperson, as determined by the governor.\n     The commissioners shall serve without compensation but they shall be reimbursed for reasonable expenses, including travel expenses, incurred in the discharge of their duties.  The commission shall be placed within the department of accounting and general services for administrative purposes. [L 1979, c 224, pt of §2; gen ch 1985, 1993; am L Sp 1995, c 10, §2(3); am L 2003, c 117, §6]\n \nNote\n \n  Transfer of functions, duties, etc.  L 2003, c 117, §§7, 8.\n \nAttorney General Opinions\n \n  Section, as amended, required judicial council to select completely new panel of nominees for campaign spending commission in accordance with amended criteria.  Att. Gen. Op. 96-3."
}