{
    "name": "Eligibility for payments",
    "number": "220",
    "text": "(a)  To be eligible to receive payments under section 11-217, a candidate shall in writing:\n     (1)  Agree to obtain and furnish to the commission any evidence of the campaign expenses of such candidate which the commission may request;\n     (2)  Agree to keep and furnish records, books, and other information which the commission may request; and\n     (3)  Agree to an audit and examination by the commission under section 11-225 and to pay any amounts required to be paid pursuant to that section.\n     (b)  To be eligible to receive payments pursuant to section 11-217, a candidate shall certify to the commission that:\n     (1)  The candidate and all committees authorized by the candidate shall not incur campaign expenses in excess of the expenditure limitations imposed by section 11-209;\n     (2)  The candidate has qualified to be on the election ballot in a primary or general election;\n     (3)  The candidate has filed a statement of intent to seek qualifying contributions.  A contribution received before the filing of a statement of intent to seek public funds shall not be considered a qualifying contribution;\n     (4)  The candidate or committee authorized by the candidate has received the qualifying sum of private contributions for the office sought by the candidate as set forth in section 11-219; and\n     (5)  The aggregate of contributions certified with respect to any person under paragraph (4) does not exceed $100.\n     (c)  Each candidate and candidate's committee in receipt of qualifying campaign contributions which may be taken into account for purposes of public funding shall maintain, on a form prescribed by the commission, records which show the date and amount of each qualifying campaign contribution and the full name and mailing address of the person making the contribution.  The candidate and all committees authorized by the candidate shall transmit to the commission all reports with respect to these contributions that the commission may require. [L 1979, c 224, pt of §2; am L 1987, c 369, §1(15); am L 2005, c 203, §19]"
}