{
    "name": "Protective order; additional orders",
    "number": "5.5",
    "text": "(a)  If, after hearing all relevant evidence, the court finds that the respondent has failed to show cause why the order should not be continued and that a protective order is necessary to prevent domestic abuse or a recurrence of abuse, the court may order that a protective order be issued for a further fixed reasonable period as the court deems appropriate.\n\tThe protective order may include all orders stated in the temporary restraining order and may provide for further relief as the court deems necessary to prevent domestic abuse or a recurrence of abuse, including orders establishing temporary visitation and custody with regard to minor children of the parties and orders to either or both parties to participate in domestic violence intervention services.  If the court finds that the party meets the requirements under section 334-59(a)(2), the court further may order that the party be taken to the nearest facility for emergency examination and treatment.\n\t(b)  A protective order may be extended for such further fixed reasonable period as the court deems appropriate.  Upon application by a person or agency capable of petitioning under section 586-3, the court shall hold a hearing to determine whether the protective order should be extended.  In making a determination, the court shall consider evidence of abuse and threats of abuse that occurred prior to the initial restraining order and whether good cause exists to extend the protective order.\n\tThe extended protective order may include all orders stated in the preceding restraining order and may provide such further relief as the court deems necessary to prevent domestic abuse or a recurrence of abuse, including orders establishing temporary visitation and custody with regard to minor children of the parties and orders to either or both parties to participate in domestic violence intervention services.  The court may terminate the extended protective order at any time with the mutual consent of the parties. [L 1987, c 315, §4; am L 1991, c 235, §2; am L 1996, c 199, §1; am L 1998, c 172, §4; am L 2001, c 295, §1]"
}