{
    "name": "Immunity of arbitrator; competency to testify; attorney's fees and costs",
    "number": "14",
    "text": "(a)  An arbitrator or an arbitration organization acting in that capacity is immune from civil liability to the same extent as a judge of a court of this State acting in a judicial capacity.\n\t(b)  The immunity afforded by this section supplements any immunity under other law.\n\t(c)  The failure of an arbitrator to make a disclosure required by section 658A-12 does not cause any loss of immunity under this section.\n\t(d)  In a judicial, administrative, or similar proceeding, an arbitrator or representative of an arbitration organization is not competent to testify, and shall not be required to produce records as to any statement, conduct, decision, or ruling occurring during the arbitration proceeding, to the same extent as a judge of a court of this State acting in a judicial capacity.  This subsection does not apply:\n\n\n\n\t(1)\tTo the extent necessary to determine the claim of an arbitrator, arbitration organization, or representative of the arbitration organization against a party to the arbitration proceeding; or\n\t(2)\tTo a hearing on a motion to vacate an award under section 658A-23(a)(1) or (2) if the movant establishes prima facie that a ground for vacating the award exists.\n\n\n\n\t(e)  If a person commences a civil action against an arbitrator, arbitration organization, or representative of an arbitration organization arising from the services of the arbitrator, organization, or representative or if a person seeks to compel an arbitrator or a representative of an arbitration organization to testify or produce records in violation of subsection (d), and the court decides that the arbitrator, arbitration organization, or representative of an arbitration organization is immune from civil liability or that the arbitrator or representative of the organization is not competent to testify, the court shall award to the arbitrator, organization, or representative reasonable attorney's fees and other reasonable expenses of litigation. [L 2001, c 265, pt of §1]"
}