{
    "name": "Inspection by officers of the police department",
    "number": "22",
    "text": "(a)  The chief of police or any police officer of any county may, at any time when the chief of police or police officer has reasonable cause to believe that a vehicle is unsafe or not equipped as required by law, require the owner or driver of the vehicle to submit the vehicle to an inspection or make the necessary corrections or repairs.\n     (b)  If the vehicle is found to be in an unsafe condition or if any required part or equipment is not present or if any required part or equipment is present but not in proper repair, the officer shall issue a citation to the owner or driver stating the reasons that the vehicle is deemed unsafe and shall require that a new certificate of inspection as provided in section 286-26 be obtained within five days or that the defect be cured.\n     (c)  If upon inspection, the chief of police or any police officer determines that any vehicle is in such unsafe condition as to constitute a menace to the public and cannot reasonably be restored to a safe condition as required in this part, the chief of police or police officer shall remove the sticker which signifies the certificate of inspection and inform the director of finance who shall forthwith suspend the registration of the vehicle and give notice of the suspension to its owner.  Whenever the director of finance has suspended the registration of any vehicle under this part, the owner of the vehicle shall immediately surrender and forward to the director of finance the certificate of registration and the license plates last issued upon registration of the vehicle for the current year.\n     (d)  Any person aggrieved by this section shall have the right to a hearing before a district judge of the circuit in which the person is cited within five days.  The judge shall determine whether the chief of police or any police officer reasonably performed the chief of police's or police officer's duties hereunder and shall make any appropriate order. [L 1967, c 214, pt of §2; HRS ; am L 1970, c 188, §§39, 40; gen ch 1985]\n \nRevision Note\n \n  \"Director of finance\" substituted for \"treasurer\" to conform to county charters."
}