{
    "name": "Use of force for the protection of property",
    "number": "306",
    "text": "(1)  The use of force upon or toward the person of another is justifiable when the actor believes that such force is immediately necessary:\n\n\n\n\t(a)\tTo prevent the commission of criminal trespass or burglary in a building or upon real property in the actor's possession or in the possession of another person for whose protection the actor acts; or\n\t(b)\tTo prevent unlawful entry upon real property in the actor's possession or in the possession of another person for whose protection the actor acts; or\n\t(c)\tTo prevent theft, criminal mischief, or any trespassory taking of tangible, movable property in the actor's possession or in the possession of another person for whose protection the actor acts.\n\n\n\n\t(2)  The actor may in the circumstances specified in subsection (1) use such force as the actor believes is necessary to protect the threatened property, provided that the actor first requests the person against whom force is used to desist from the person's interference with the property, unless the actor believes that:\n\n\n\n\t(a)\tSuch a request would be useless; or\n\t(b)\tIt would be dangerous to the actor or another person to make the request; or\n\t(c)\tSubstantial harm would be done to the physical condition of the property which is sought to be protected before the request could effectively be made.\n\n\n\n\t(3)  The use of deadly force for the protection of property is justifiable only if:\n\n\n\n\t(a)\tThe person against whom the force is used is attempting to dispossess the actor of the actor's dwelling otherwise than under a claim of right to its possession; or\n\t(b)\tThe person against whom the deadly force is used is attempting to commit felonious property damage, burglary, robbery, or felonious theft and either:\n\n\t\t(i)\tHas employed or threatened deadly force against or in the presence of the actor; or\n\t\t(ii)\tThe use of force other than deadly force to prevent the commission of the crime would expose the actor or another person in the actor's presence to substantial danger of serious bodily injury.\n\n\n\n\n\n\t(4)  The justification afforded by this section extends to the use of a device for the purpose of protecting property only if:\n\n\n\n\t(a)\tThe device is not designed to cause or known to create a substantial risk of causing death or serious bodily injury; and\n\t(b)\tThe use of the particular device to protect the property from entry or trespass is reasonable under the circumstances, as the defendant believes them to be; and\n\t(c)\tThe device is one customarily used for such a purpose or reasonable care is taken to make known to probable intruders the fact that it is used.\n\n\n\n\t(5)  The justification afforded by this section extends to the use of confinement as protective force only if the actor takes all reasonable measures to terminate the confinement as soon as the actor knows that the actor can do so with safety to the property, unless the person confined has been arrested on a charge of crime. [L 1972, c 9, pt of §1; gen ch 1993]"
}