{
    "name": "Use of force in law enforcement",
    "number": "307",
    "text": "(1)  Subject to the provisions of this section and of section 703-310, the use of force upon or toward the person of another is justifiable when the actor is making or assisting in making an arrest and the actor believes that such force is immediately necessary to effect a lawful arrest.\n\t(2)  The use of force is not justifiable under this section unless:\n\n\n\n\t(a)\tThe actor makes known the purpose of the arrest or believes that it is otherwise known by or cannot reasonably be made known to the person to be arrested; and\n\t(b)\tWhen the arrest is made under a warrant, the warrant is valid or believed by the actor to be valid.\n\n\n\n\t(3)  The use of deadly force is not justifiable under this section unless:\n\n\n\n\t(a)\tThe arrest is for a felony; and\n\t(b)\tThe person effecting the arrest is authorized to act as a law enforcement officer or is assisting a person whom he believes to be authorized to act as a law enforcement officer; and\n\t(c)\tThe actor believes that the force employed creates no substantial risk of injury to innocent persons; and\n\t(d)\tThe actor believes that:\n\n\t\t(i)\tThe crimes for which the arrest is made involved conduct including the use or threatened use of deadly force; or\n\t\t(ii)\tThere is a substantial risk that the person to be arrested will cause death or serious bodily injury if his apprehension is delayed.\n\n\n\n\n\n\t(4)  The use of force to prevent the escape of an arrested person from custody is justifiable when the force could justifiably have been employed to effect the arrest under which the person is in custody, except that a guard or other person authorized to act as a law enforcement officer is justified in using force which he believes to be immediately necessary to prevent the escape from a detention facility.\n\t(5)  A private person who is summoned by a law enforcement officer to assist in effecting an unlawful arrest is justified in using any force which he would be justified in using if the arrest were lawful, provided that he does not believe the arrest is unlawful.  A private person who assists another private person in effecting an unlawful arrest, or who, not being summoned, assists a law enforcement officer in effecting an unlawful arrest, is justified in using any force which he would be justified in using if the arrest were lawful, provided that he believes the arrest is lawful, and the arrest would be lawful if the facts were as he believes them to be. [L 1972, c 9, pt of §1; am L 2001, c 91, §4]"
}