{
    "name": "Board members; number",
    "number": "1",
    "text": "(a)  The board of education shall consist of thirteen members who shall be elected by the registered voters of two at-large school board districts as follows:\n     First school board district:  the island of Oahu, comprised of the 11th through the 48th and a portion of the 49th (that portion found on the island of Oahu) representative districts, and the\n     Second school board district:  the islands of Hawaii, Maui, Lanai, Molokai, Kahoolawe, Kauai, and Niihau, comprised of the 1st through the 10th, a portion of the 49th (that portion found on the island of Kauai), and the 50th and 51st representative districts.\n     (b)  Ten members shall be elected at-large from the first school board district.  Of the ten members elected at-large from that district, one shall be a resident of the third departmental school district (Honolulu), one shall be a resident of the fourth departmental school district (Central Oahu), one shall be a resident of the fifth departmental school district (Leeward Oahu), and one shall be a resident of the sixth departmental school district (Windward Oahu).\n     (c)  Three members shall be elected at-large from the second school board district.  Of the three members elected at-large from that district, one shall be a resident of the first departmental school district (Hawaii), one shall be a resident of the second departmental school district (Maui), and one shall be a resident of the seventh departmental school district (Kauai).\n     (d)  The departmental school districts shall be as follows:\n     First departmental school district (Hawaii):  the island of Hawaii comprised of the 1st through the 5th and a portion of the 6th (that portion found on the island of Hawaii) representative districts;\n     Second departmental school district (Maui):  the islands of Maui, Molokai (including the county of Kalawao), Lanai, and Kahoolawe comprised of a portion of the 6th (that portion found on the island of Maui) and the 7th through the 10th representative districts;\n     Third departmental school district (Honolulu):  that portion of the island of Oahu comprised of the 21st through the 41st representative districts;\n     Fourth departmental school district (Central Oahu):  that portion of the island of Oahu comprised of the 11th through the 14th and the 45th representative districts;\n     Fifth departmental school district (Leeward Oahu):  that portion of the island of Oahu comprised of the 42nd through the 44th, the 46th through the 48th and a portion of the 49th (that portion found on the island of Oahu) representative districts;\n     Sixth departmental school district (Windward Oahu):  that portion of the island of Oahu comprised of the 15th through the 20th representative districts; and\n     Seventh departmental school district (Kauai):  the islands of Kauai and Niihau comprised of a portion of the 49th (that portion found on the island of Kauai) and the 50th and 51st representative districts. [L 1970, c 26, pt of §2; am L 1979, c 125, §1(1); am L 1990, c 258, §2]\n \nCross References\n \n  Constitutional provision, see Const. art. X, §2.\n  Other provisions for board of education, see chapter 302A.\n \nAttorney General Opinions\n \n  Board is malapportioned.  Att. Gen. Op. 70-5."
}