{
    "name": "Council; appointment; tenure",
    "number": "1",
    "text": "The advisory commission on employment and human resources is hereby constituted as the workforce development council.  The council shall also fulfill the functions of the state workforce investment board for purposes of the federal Workforce Investment Act of 1998, Public Law No. 105-220.\n     Except for the ex officio members or their designees, the council members shall be appointed for four-year staggered terms as provided for in section 26-34.  The governor shall appoint the chairperson of the council and the two mayors to the council.  The council shall be composed of thirty-one members.  The members shall be selected on the basis of their interest in and knowledge of workforce development programs in the State and how they can support economic development.  The council shall be composed of the following representatives of whom the majority shall be from the private sector:\n     (1)  The directors of labor and industrial relations, human services, and business, economic development, and tourism; the superintendent of education; and the president of the University of Hawaii or their designees, as ex officio[,] voting members;\n     (2)  The private business sector chairpersons of the four county workforce investment boards, or their designees from the private business sector membership of their respective boards, as ex officio[,] voting members;\n     (3)  Twelve additional private sector representatives from business;\n     (4)  One representative from a community-based native Hawaiian organization that operates workforce development programs;\n     (5)  Two representatives from labor;\n     (6)  Four members of the legislature, two from each house for two-year terms beginning in January of odd-numbered years, appointed by the appropriate presiding officer of each house, as ex officio[,] voting members;\n     (7)  Two mayors or their designees, as ex officio[,] voting members; and\n     (8)  The governor or the governor's designee.\n     The members shall serve without compensation but shall be entitled to travel expenses when actually engaged in business relating to the work of the council. [L 1965, c 270, §2; Supp, §98W-2; HRS ; am L 1970, c 170, §1; am L 1977, c 19, §1; am L 1985, c 252, §2; am L 1997, c 346, §2; am L 1999, c 72, §3; am L 2000, c 104, §1; am L 2005, c 179, §4]"
}