{
    "name": "Definitions",
    "number": "1",
    "text": "Whenever used in this chapter, unless the context otherwise requires: \t\"Advanced practice registered nurse\" means a person recognized as such pursuant to chapter 457.\n\t\"Alcohol dependence\" means any use of alcohol which produces a pattern of pathological use causing impairment in social or occupational functioning or produces physiological dependency evidenced by physical tolerance or withdrawal.\n\t\"Alcohol or drug dependence outpatient services\" [Definition effective until June 30, 2004.  For definition effective July 1, 2004, see below.] means alcohol or drug dependence nonresidential treatment provided on an ambulatory basis to patients with alcohol or drug dependence problems that includes interventions prescribed and performed by qualified physicians, psychologists, clinical social workers, or advanced practice registered nurses.  This definition shall not imply a broadening of the scope of or granting of prescriptive authority privileges, except as otherwise allowed pursuant to chapter 457.\n\t\"Alcohol or drug dependence outpatient services\" [Definition effective July 1, 2004.  For definition effective until June 30, 2004, see above.] means alcohol or drug dependence nonresidential treatment provided on an ambulatory basis to patients with alcohol or drug dependence problems that includes interventions prescribed and performed by qualified physicians, psychologists, licensed clinical social workers, or advanced practice registered nurses.  This definition shall not imply a broadening of the scope of or granting of prescriptive authority privileges, except as otherwise allowed pursuant to chapter 457.\n\t\"Clinical social worker\" [Definition effective until June 30, 2004.  For definition of \"licensed clinical social workers\" effective July 1, 2004, see below.] means a person licensed in the practice of social work pursuant to chapter 467E and certified in clinical social work by a recognized national organization.\n\t\"Day treatment services\" [Definition effective until June 30, 2004.  For definition effective July 1, 2004, see below.] means treatment services provided by a hospital, mental health outpatient facility, or nonhospital facility to patients who, because of their conditions, require more than periodic hourly service.  Day treatment services shall be prescribed by a physician, psychologist, clinical social worker, or advanced practice registered nurse with a psychiatric or mental health specialty or subspecialty, and carried out under the supervision of a physician, psychologist, clinical social worker, or advanced practice registered nurse with a psychiatric or mental health specialty or subspecialty.  Day treatment services require less than twenty-four hours of care and a minimum of three hours in any one day.\n\t\"Day treatment services\" [Definition effective July 1, 2004.  For definition effective until June 30, 2004, see above.] means treatment services provided by a hospital, mental health outpatient facility, or nonhospital facility to patients who, because of their conditions, require more than periodic hourly service.  Day treatment services shall be prescribed by a physician, psychologist, licensed clinical social worker, or advanced practice registered nurse, and carried out under the supervision of a physician, psychologist, licensed clinical social worker, or advanced practice registered nurse.  Day treatment services require less than twenty-four hours of care and a minimum of three hours in any one day.\n\t\"Detoxification services\" means the process whereby a person intoxicated by alcohol, drugs, or both, or a person who is dependent upon alcohol, drugs, or both, is assisted through the period of time necessary to eliminate, by metabolic or other means, the intoxicating alcohol or drug dependency factors, as determined by a physician or advanced practice registered nurse, while keeping the physiological risk to the person at a minimum.\n\t\"Drug dependence\" means any pattern of pathological use of drugs causing impairment in social or occupational functioning and producing psychological or physiological dependency or both, evidenced by physical tolerance or withdrawal.\n\t\"Hospital\" means a facility licensed as a hospital by the department of health and accredited by the Joint Commission on Accreditation of Health Care Organizations.\n\t\"In-hospital services\" means the provision of medical, nursing, or therapeutic services twenty-four hours a day in a hospital.\n\t\"Licensed clinical social worker\" [Definition effective July 1, 2004.  For definition of \"clinical social worker\" effective until June 30, 2004, see above.] means a person who is a licensed clinical social worker pursuant to chapter 467E.\n\t\"Mental health outpatient facility\" means a mental health establishment, clinic, institution, center, or community mental health center, that provides for the diagnosis, treatment, care, or rehabilitation of mentally ill persons, that has been accredited by the Joint Commission on Accreditation of Health Care Organizations or the Commission on Accreditation of Rehabilitation Facilities or certified by the department of health.\n\t\"Mental health outpatient services\" [Definition effective until June 30, 2004.  For definition effective July 1, 2004, see below.] means mental health nonresidential treatment provided on an ambulatory basis to patients with mental illness that includes interventions prescribed and performed by a physician, psychologist, clinical social worker, or advanced practice registered nurse with a psychiatric or mental health specialty or subspecialty.\n\t\"Mental health outpatient services\" [Definition effective July 1, 2004.  For definition effective until June 30, 2004, see above.] means mental health nonresidential treatment provided on an ambulatory basis to patients with mental illness that includes interventions prescribed and performed by a physician, psychologist, licensed clinical social worker, or advanced practice registered nurse.\n\t\"Mental illness\" means a syndrome of clinically significant psychological, biological, or behavioral abnormalities that results in personal distress or suffering, impairment of capacity for functioning, or both.  For the purposes of this chapter, the terms \"mental disorder\" and \"mental illness\" shall be used interchangeably and shall include the definitions identified in the most recent publications of the Diagnostic and Statistical Manual of the American Psychiatric Association or International Classification of Disease.  Epilepsy, senility, mental retardation, or other developmental disabilities and addiction to or abuse of intoxicating substances do not in and of themselves constitute a mental disorder.\n\t\"Nonhospital facility\" means a facility for the care or treatment of alcohol dependent, drug dependent, or mentally ill persons, which has been accredited by the Joint Commission on Accreditation of Health Care Organizations or the Commission on Accreditation of Rehabilitation Facilities or certified by the department of health and, if residential, has been licensed as a special treatment facility by the department of health.\n\t\"Nonhospital residential services\" means the provision of medical, psychological, nursing, counseling, or therapeutic services to patients suffering from alcohol dependence, drug dependence, or mental illness by a nonhospital residential facility, according to individualized treatment plans.\n\t\"Partial hospitalization services\" [Definition effective until June 30, 2004.  For definition effective July 1, 2004, see below.] means treatment services, including in-hospital treatment services or benefits, provided by a hospital or mental health outpatient facility to patients who, because of their conditions, require more than periodic hourly service.  Partial hospitalization services shall be prescribed by a physician or psychologist, and may be prescribed by a clinical social worker in consultation with a physician or psychologist or an advanced practice registered nurse with a psychiatric or mental health specialty or subspecialty in consultation with a physician or psychologist.  Partial hospitalization services require less than twenty-four hours of care and a minimum of three hours in any one day.\n\t\"Partial hospitalization services\" [Definition effective July 1, 2004.  For definition effective until June 30, 2004, see above.] means treatment services, including in-hospital treatment services or benefits, provided by a hospital or mental health outpatient facility to patients who, because of their conditions, require more than periodic hourly service.  Partial hospitalization services shall be prescribed by a physician or psychologist, and may be prescribed by a licensed clinical social worker in consultation with a physician or psychologist or an advanced practice registered nurse in consultation with a physician or psychologist.  Partial hospitalization services require less than twenty-four hours of care and a minimum of three hours in any one day.\n\t\"Physician\" means a person licensed in the practice of medicine or osteopathy pursuant to chapter 453 or 460, respectively.\n\t\"Psychologist\" means a person licensed in the practice of psychology pursuant to chapter 465.\n\t\"Qualified\" [Definition effective until June 30, 2004.  For definition effective July 1, 2004, see below.] means:\n\n\n\n\t(1)\tHaving skill in the diagnosis or treatment of substance use disorders, based on a practitioner's credentials, including but not limited to professional education, clinical training, licensure, board or other certification, clinical experience, letters of reference, other professional qualifications, and disciplinary action; or\n\t(2)\tBeing a licensed physician, psychologist, or clinical social worker, or advanced practice registered nurse, and be certified pursuant to chapter 321.\n\n\n\n\t\"Qualified\" [Definition effective July 1, 2004.  For definition effective until June 30, 2004, see above.] means:\n\n\n\n\t(1)\tHaving skill in the diagnosis or treatment of substance use disorders, based on a practitioner's credentials, including but not limited to professional education, clinical training, licensure, board or other certification, clinical experience, letters of reference, other professional qualifications, and disciplinary action; or\n\t(2)\tBeing a licensed physician, psychologist, licensed clinical social worker, or advanced practice registered nurse, and certified pursuant to chapter 321.\n\n\n\n\t\"Serious mental illness\" means schizophrenia, schizo-affective disorder, [and] bipolar types I and II, as defined in the most recent version of the Diagnostic and Statistical Manual of the American Psychiatric Association, which is of sufficient severity to result in substantial interference with the activities of daily living.\n\t\"Substance abuse services\" means the provision of medical, psychological, nursing, counseling, or therapeutic services in response to a treatment plan for alcohol or drug dependence or both which shall include, when appropriate, a combination of aftercare and individual, group, and family counseling services provided by qualified staff.\n\t\"Treatment episode\" [Definition effective until June 30, 2004.  For definition effective July 1, 2004, see below.] means one admission to an accredited hospital or nonhospital facility, or office of a qualified physician, psychologist, clinical social worker, or advanced practice registered nurse for treatment of alcohol or drug dependence, or both, as stipulated in a prescribed treatment plan and which would generally produce remission in those who complete the treatment.  The prescribed treatment plan may include the provision of substance abuse services in more than one location and may include in-hospital, nonhospital residential, day treatment, or alcohol or drug dependence outpatient services, or any combination thereof.  An admission for only detoxification services shall not constitute a treatment episode.\n\t\"Treatment episode\" [Definition effective July 1, 2004.  For definition effective until June 30, 2004, see above.] means one admission to an accredited hospital or nonhospital facility, or office of a qualified physician, psychologist, licensed clinical social worker, or advanced practice registered nurse for treatment of alcohol or drug dependence, or both, as stipulated in a prescribed treatment plan and that would generally produce remission in those who complete the treatment.  The prescribed treatment plan may include the provision of substance abuse services in more than one location and may include in-hospital, nonhospital residential, day treatment, or alcohol or drug dependence outpatient services, or any combination thereof.  An admission for only detoxification services shall not constitute a treatment episode. [L 1988, c 202, pt of §1; am L 1991, c 90, §1; am L 1994, c 111, §1; am L 1997, c 247, §1 and c 273, §1; am L 1999, c 36, §1, c 121, §§1, 6, and c 215, §1; am L 2000, c 243, §8(2); am L 2001, c 111, §§1, 2, 4; am L 2002, c 167, §3; am L 2003, c 197, §§2, 3]"
}