{
    "name": "Application for a license",
    "number": "3",
    "text": "(a)  Any person desiring to engage in any business described in section 289-2 shall file an application for a license therefor with the director of finance.  The application for a license shall be made on the form prescribed by the director of finance and shall contain the following information:\n\n\n\n\t(1)\tName of applicant and location of principal place of business;\n\t(2)\tThe kind or nature of the business or businesses enumerated in section 289-2 which is to be conducted;\n\t(3)\tName or style under which the business is to be conducted;\n\t(4)\tName and address of each owner or partner, and, if a corporation, the names of the officers and directors;\n\t(5)\tAddress of each place of business at which the business is to be conducted;\n\t(6)\tA statement showing whether or not the applicant has previously applied for a license under this chapter and the result of the application, and whether or not the applicant has ever been the holder of such a license which was revoked or suspended;\n\t(7)\tIf the applicant is a corporation or copartnership, a statement showing whether or not any of the partners, employees, officers, or directors has been refused such a license, or has been the holder of such a license which was revoked or suspended.\n\n\n\n\t(b)  Prior to the expiration of a license issued under this chapter, in lieu of an application for any renewal of a license as required herein, the director of finance may accept a verified certificate signed by the licensee showing that there has been no change, or no change with specified exceptions, since the last filing of an application in respect to:\n\n\n\n\t(1)\tPersonnel of owners, partners, officers, or directors;\n\t(2)\tLocation of offices, or principal place of business; and\n\t(3)\tThat no proceeding is pending for the suspension or revocation of the licensee's existing license.\n\n\n\n\t(c)  A fee of $10 shall accompany each application for a license. [L 1967, c 277, §4; HRS ]"
}