{
    "name": "Sentence of imprisonment for misdemeanor and petty misdemeanor",
    "number": "663",
    "text": "After consideration of the factors set forth in sections 706-606 and 706-621, the court may sentence a person who has been convicted of a misdemeanor or a petty misdemeanor to imprisonment for a definite term to be fixed by the court and not to exceed one year in the case of a misdemeanor or thirty days in the case of a petty misdemeanor. [L 1972, c 9, pt of §1; am L 1986, c 314, §41]\n \nCOMMENTARY ON \n \n  This section of the Code continues the previous policy of the law of providing definite sentences (not to exceed one year) in the case of misdemeanors,[1] and adds a new category of minor criminal offenses, designated as petty misdemeanors, for which imprisonment not exceeding 30 days is authorized.  The court is free within the statutory maximum to choose a shorter definite period of confinement.\n  Indeterminate terms of imprisonment are not provided for misdemeanors or petty misdemeanors because the gravity of the offenses and the character of most such offenders would not warrant the authorization of a longer prison term.  The flexibility sought to be achieved by indeterminate sentences decreases as the maximum authorized term of imprisonment decreases.  In view of this fact and in view of the fact that resources devoted to the determination of minimum terms of imprisonment have decreasing marginal utility as maximum authorized terms decrease, the Code provides for definite terms in cases of misdemeanors and petty misdemeanors.\n \nCase Notes\n \n  Where trial court's rationale for imposing jail time reflected the factors listed in §706-606, and the jail time imposed did not exceed the maximum jail term authorized by this section, trial court did not clearly exceed the bounds of reason nor disregard rules or principles of law or practice to defendant's substantial detriment in imposing a jail term; thus, trial court did not abuse its discretion in sentencing defendant to 120 days' imprisonment.  116 H. 403 (App.), 173 P.3d 550.\n  Cited:  146 F.3d 661.\n \n__________\n Commentary:\n \n1.  See H.R.S. §701-2."
}