{
    "name": "Relocation of utility facilities",
    "number": "33",
    "text": "(a)  Whenever, as the result of the work of construction, reconstruction, or maintenance of any state highway or state or county federal-aid highway, it is necessary to provide for or require the removal, relocation, replacement, or reconstruction of any utility facility, and the expense of removal, relocation, replacement, or reconstruction exceeds $10,000, one-half of this excess expense shall be a proper charge against the state or county funds available for the construction or maintenance of state or county highways; provided that all of the expense of removal, relocation, replacement, or reconstruction of publicly owned utility facilities shall be a charge against the state or county funds. \t(b)  The work of the removal, relocation, replacement, or reconstruction may be performed in the following manner, subject to the following conditions:\n\n\n\n\t(1)\tThe work shall be performed in accordance with standards of construction currently used by the utility; and\n\t(2)\tSuch work may be performed by contract as provided in chapter 103D; or after first calling for bids under that chapter, the director of transportation or other officer having power to award such contract, may contract with the public utility owning the utility facility to have the work performed by it, with the use of its own employees and equipment at not to exceed actual cost or in the amount of the lowest responsible bid (if such bids have been submitted), whichever is the lowest amount, with the adjustments hereinafter provided for.\n\n\n\n\t(c)  The amount to be paid out of state or county funds shall be computed as follows:\n\n\n\n\t(1)\tThe total cost shall first be determined.\n\t(2)\tFrom the total cost there shall be deducted the following items:\n\n\t\t(A)\tDepreciation, except that this shall not be applicable to publicly owned utility facilities, and the salvage value of any materials or parts salvageable and retained by the utility;\n\t\t(B)\tThe amount of any betterment to the utility facility resulting from the removal, relocation, replacement, or reconstruction;\n\t\t(C)\tIn the case of a privately owned utility facility only, the first $10,000 of the expense of such work;\n\t\t(D)\tThe balance of the cost, in the case of a privately owned utility facility only, shall be paid one-half by the owner thereof, and the remaining one-half shall be the amount payable out of state or county funds. [L 1953, c 227, §2; RL 1955, §111-20; am L Sp 1959 2d, c 1, §26; HRS ; am L 1981, c 42, §1; am L Sp 1993, c 8, §21]\n\n\n\n\n\n\nAttorney General Opinions\n  Section applies to temporary relocations.  Att. Gen. Op. 62-8.\n  Section does not apply to city and county street.  Att. Gen. Op. 63-46."
}