{
    "name": "Transportation improvement special fund",
    "number": "19",
    "text": "(a)  There is created within the state treasury the transportation improvement special fund to fund qualified transportation projects and to receive reimbursements from private developers who have been advanced public funds to fulfill the conditions of land use development relating to transportation.\n\tThe director may expend from the special fund such sums as are necessary to advance transportation projects, including administrative expenses, to the extent permissible:\n\n\n\n\t(1)\tWhen such projects:\n\n\t\t(A)\tHave been identified in or are consistent with the statewide transportation plan adopted pursuant to chapter 279A; and\n\t\t(B)\tSatisfy all applicable federal and state eligibility requirements; or\n\n\t(2)\tWhen the director determines that funds previously authorized for the aforementioned projects are inadequate or any delay in the completion of such projects would unnecessarily increase their cost or intensify undesirable transportation conditions.\n\n\n\n\t(b)  Expenditures from the special fund shall be made on vouchers approved by the director or such other officer as may be designated by the director.\n\t(c)  There shall be credited to the special fund all reimbursements and any interest earned or penalty accrued on late payments thereon received from developers who have been advanced public funds to fulfill the conditions of land use development relating to transportation or other transportation requirements imposed upon such developers.\n\t(d)  Expenditures from the special fund may not be made by the director without appropriation by the legislature.  No expenditure shall be made from, and no obligation shall be incurred against, the special fund in excess of the amount standing to the credit of the special fund or for any purpose for which moneys from the special fund may not lawfully be expended.\n\t(e)  The department of transportation shall prepare and submit an annual report to the legislature on the use of the transportation improvement special fund which shall include, but not be limited to:\n\n\n\n\t(1)\tThe [special] fund balance and the expenses made from the [special] fund for the immediately preceding fiscal year; and \n\t(2)\tProposed appropriations from the [special] fund for the next fiscal year.\n\n\n\n\tThis report shall be submitted to the legislature no later than twenty days prior to the convening of each legislative session.\n\t(f)  The director may adopt rules pursuant to chapter 91 necessary to effectuate the purposes of, and to administer, this section.\n\t(g)  As used in this section:\n\t\"Director\" means the director of transportation.\n\t\"Special fund\" means the transportation improvement special fund. [L 1997, c 370, §§2, 3]\nRevision Note\n  Subsection (e) added and subsections (f) and (g) redesignated pursuant to §23G-15(1)."
}