{
    "name": "Flexibility in highway design; liability of State, counties, and public utilities",
    "number": "20",
    "text": "(a)  If a highway, including any bridge, principal and minor arterial road, collector and local road, or street, requires new construction, reconstruction, preservation, resurfacing (except for maintenance surfacing), restoration, or rehabilitation, the department of transportation with regard to a state highway, or a county with regard to a county highway, may select or apply flexible highway design guidelines consistent with practices used by the Federal Highway Administration and the American Association of State Highway and Transportation Officials.  Flexibility in highway design shall consider, among other factors:\n\n\n\n\t(1)\tSafety, durability, and economy of maintenance;\n\t(2)\tThe constructed and natural environment of the area;\n\t(3)\tCommunity development plans and relevant county ordinances;\n\t(4)\tSites listed on the State or National Register of Historic Places;\n\t(5)\tThe environmental, scenic, aesthetic, historic, community, and preservation impacts of the activity;\n\t(6)\tAccess for other modes of transportation, including but not limited to bicycle and pedestrian transportation;\n\t(7)\tAccess to and integration of sites deemed culturally and historically significant to the communities affected;\n\t(8)\tAcceptable engineering practices and standards; and\n\t(9)\tSafety studies and other pertinent research.\n\n\n\n\t(b)  Any other law to the contrary notwithstanding, the following parties shall be immune from liability for personal injury, death, or property damage in any accident arising out of the decision to elect or apply flexibility in highway design pursuant to this section and consistent with the practices used by the Federal Highway Administration and the American Association of State Highway and Transportation Officials:\n\n\n\n\t(1)\tThe State;\n\t(2)\tThe department of transportation;\n\t(3)\tThe counties;\n\t(4)\tAny public utility regulated under chapter 269 that places its facilities within the highway right of way; or\n\t(5)\tAny officer, employee, or agent of an entity listed in paragraphs (1) to (4).\n\n\n\n\t(c)  The immunity from liability provided in subsection (b) applies only to the decision to select or apply flexibility in highway design pursuant to this section and does not extend to design, construction, repair, correction, or maintenance inconsistent with subsection (a). [L 2005, c 185, §2]\nNote\n  Establishing flexible highway design guidelines before June 30, 2006.  L 2005, c 185, §3."
}