{
    "name": "Annual financial reports; fiscal records and fees",
    "number": "6.5",
    "text": "(a)  Every charitable organization required to register pursuant to section 467B-2.1 shall annually file with the department a report for its most recently completed fiscal year.  The report shall include a financial statement and other information as the department may require.  The charitable organization shall file the report not more than eight months following the close of its fiscal year on or before the date the organization files a Form 990 or 990EZ with the Internal Revenue Service.  The report shall be accompanied by a filing fee as prescribed by subsection (d) and shall be signed by two authorized officers of the organization, one of whom shall be the chief fiscal officer of the organization.  These officers shall certify that the report is true and correct to the best of their knowledge.  The department shall prescribe the form of the report and shall prescribe standards for its completion.  The department shall accept, under such conditions as the attorney general may prescribe, a copy or duplicate original of financial statements, reports, or returns filed by the charitable organization with the Internal Revenue Service or another state having requirements similar to the provisions of this section; provided that the attorney general may prescribe the form of the annual financial report for charitable organizations that file the Form 990N with the Internal Revenue Service.\n     (b)  A charitable organization with gross revenue in excess of $500,000 in the year covered by the report shall include with its annual financial report, an audit report prepared by a certified public accountant; provided that any charitable organization shall include with its annual financial report an audit report prepared by a certified public accountant as a result of a requirement imposed by a governmental authority or a third party.  For purpose of this subsection, \"gross revenue\" does not include grants or fees from government agencies or revenue derived from funds held in trust for the benefit of the organization. \n     (c)  The department, upon written request and for good cause shown, may grant an extension of time, not to exceed three months, for the filing of the report.\n     (d)  Each charitable organization filing a report required by this section shall pay a filing fee to the department, based on the total amount of its income and receipts during the time covered by the report at the close of the calendar or fiscal year adopted by the charitable organization as follows:\n     (1)  $10, if less than $25,000;\n     (2)  $25, if $25,000 but less than $50,000;\n     (3)  $50, if $50,000 but less than $100,000;\n     (4)  $100, if $100,000 but less than $250,000;\n     (5)  $150, if $250,000 but less than $500,000;\n     (6)  $200, if $500,000 but less than $1,000,000;\n     (7)  $300, if $1,000,000 but less than $2,000,000;\n     (8)  $500, if $2,000,000 but less than $5,000,000; or\n     (9)  $750, if $5,000,000 or more.\n     (e)  If a return or report required under this section is not filed, taking into account any extension of time for filing, unless it is shown that the failure is due to reasonable cause, a fine of $20 shall be imposed for each day during which the violation continues; provided that the total amount imposed under this subsection shall not exceed $1,000.  Returns and reports submitted without the proper filing fee shall not be accepted for filing.\n     (f)  Every charitable organization subject to [section] 467B-2.1 and [this section] shall keep true fiscal records that shall be available to the department for inspection upon request.  The organization shall retain the records for no less than three years after the end of the fiscal year to which they relate. [L 2008, c 174, pt of §2]\n \nNote\n \n  L 2008, c 174, §13(2) provides:\n  \"(2) Any charitable organization required to register under this Act shall file the annual financial report with the attorney general as provided in section [467B-6.5(a)], Hawaii Revised Statutes, no later than eight months following the close of its 2008 taxable year, together with the fees prescribed by section [467B-6.5(d)], Hawaii Revised Statutes.\""
}