{
    "name": "Administrative enforcement and penalties",
    "number": "9.7",
    "text": "(a)  The attorney general may refuse to register, may revoke, or may suspend the registration of any charitable organization, professional fundraising counsel, or professional solicitor whenever the attorney general finds that a charitable organization, professional fundraising counsel, or professional solicitor, or an agent, servant, or employee thereof:\n\n\n\n\t(1)\tHas violated or is operating in violation of any provision of this chapter, the rules of the attorney general, or an order issued by the attorney general;\n\t(2)\tHas refused or failed, after notice, to produce any records of the organization or to disclose any information required to be disclosed under this chapter or the rules of the attorney general; or\n\t(3)\tHas made a material false statement in an application, statement, or report required to be filed under this chapter.\n\n\n\n\t(b)  When the attorney general finds that the registration of any person may be refused, suspended, or revoked under the terms of subsection (a), the attorney general may:\n\n\n\n\t(1)\tRevoke a grant of exemption from any provisions of this chapter;\n\t(2)\tIssue an order directing that the person cease and desist specified fundraising activities;\n\t(3)\tImpose an administrative fine not to exceed $1,000 for each act or omission that constitutes a violation of this chapter and an additional penalty, not to exceed $100, for each day during which the violation continues.  Registration shall be automatically suspended upon final affirmation of an administrative fine until the fine is paid or until the normal expiration date of the registration.  No registration shall be renewed until the fine is paid; or\n\t(4)\tPlace the registrant on probation for such period of time and subject to such conditions as the attorney general may determine.\n\n\n\n\t(c)  All actions of the attorney general shall be taken subject to the right of notice, hearing, and adjudication and the right of appeal therefrom in accordance with chapter 91. [L 2004, c 93, pt of §1]"
}