{
    "name": "Professional solicitor financial reports; contribution account",
    "number": "2.5",
    "text": "(a) Within ninety days after a solicitation campaign or event has been completed and on the anniversary of the commencement of a solicitation campaign lasting more than one year, a professional solicitor shall file with the attorney general a financial report for the campaign, including gross revenue and an itemization of all expenses incurred.  This report shall be signed and sworn to by the authorized contracting agent for the professional solicitor and two authorized officials of the charitable organization.  A professional solicitor shall maintain during each solicitation campaign and for not less than three years after the completion of that campaign the following records, which shall be available for inspection upon demand by the attorney general:\n\n\n\n\t(1)\tThe date and amount of each contribution received and the name and address of each contributor;\n\t(2)\tThe name and residence of each employee, agent, or other person involved in the solicitation;\n\t(3)\tRecords of all revenue received and expenses incurred in the course of the solicitation campaign; and\n\t(4)\tThe location and account number of each bank or other financial institution account in which the professional solicitor has deposited revenue from the solicitation campaign.\n\n\n\n\t(b)  Any material change in any information filed with the attorney general pursuant to this section shall be reported in writing by the professional solicitor to the attorney general not more than seven days after the change occurs.\n\t(c)  Each contribution in the control or custody of the professional solicitor, in its entirety and within five days of its receipt, shall be deposited in an account at a bank or other federally insured financial institution, which shall be in the name of the charitable organization.  The charitable organization shall maintain and administer the account and shall have sole control of all withdrawals. [L 2004, c 93, pt of §1]"
}