{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter, unless the context otherwise requires:\n\t\"Charitable organization\" means:\n\n\n\n\t(1)\tAny person determined by the Internal Revenue Service to be a tax exempt organization pursuant to section 501(c)(3) of the Internal Revenue Code of 1986, as amended; or\n\t(2)\tAny person who is or holds itself out to be established for any benevolent, educational, philanthropic, humane, scientific, patriotic, social welfare or advocacy, public health, environmental conservation, civic, or other eleemosynary purpose, or any person who in any manner employs a charitable appeal as the basis of any solicitation or an appeal that has a tendency to suggest there is a charitable purpose to the solicitation.  The term includes each county or other local division of the charitable organization within this State, if the division has the authority and discretion to disburse funds or property otherwise than by transfer to any parent organization.  The term does not include any federal, state, or county agency, or political parties and candidates for federal, state, or county office required to file financial information with federal or state election authorities or commissions.\n\n\n\n\t\"Charitable purpose\" means:\n\n\n\n\t(1)\tAny purpose described in section 501(c)(3) of the Internal Revenue Code of 1986, as amended; or\n\t(2)\tAny benevolent, educational, philanthropic, humane, scientific, patriotic, social welfare or advocacy, public health, environmental conservation, civic, or other eleemosynary objective.\n\n\n\n\t\"Charitable sales promotion\" means an advertising or sales campaign, conducted by a commercial co-venturer, that represents that the purchase or use of goods or services offered by the commercial co-venturer will benefit, in whole or in part, a charitable organization or charitable purpose.\n\t\"Commercial co-venturer\" means a person who, for profit, is regularly and primarily engaged in trade or commerce other than in connection with soliciting for charitable organizations or charitable purposes, and who conducts charitable sales promotions.\n\t\"Contribution\" means the promise or grant of any money or property of any kind or value, including the promise to pay, except payments by members of a charitable organization for membership fees, dues, fines, or assessments, or for services rendered to individual members, if membership in the charitable organization confers a bona fide right, privilege, professional standing, honor, or other direct benefit, other than the right to vote, elect officers, or hold offices, and except money or property received from any governmental authority.\n\t\"Department\" means the department of the attorney general.\n\t\"Director.\"  DELETED.\n\t\"Fundraising costs\" means those costs incurred in inducing others to make contributions to a charitable organization for which the contributors will receive no direct economic benefit.  The term generally includes but is not limited to salaries, rent, the costs of acquiring and maintaining mailing lists, printing, mailing, and all direct and indirect costs of soliciting, as well as the cost of unsolicited merchandise sent to encourage contributions.  The term does not include the direct cost of merchandise or goods sold or the direct cost of fundraising dinners, bazaars, shows, circuses, banquets, dinners, theater parties, or any other form of benefit performances.\n\t\"Gross receipts\" means the total amount of money, contributions, and revenue of any kind received by the charitable organization from all sources, without subtracting any costs or expenses.\n\t\"Membership\" means membership in a charitable organization that provides services and confers a bona fide right, privilege, professional standing, honor or other direct benefit upon its members, in addition to the right to vote, elect officers or hold offices, upon the payment of fees, dues, assessments, etc.  The term does not include those persons who are granted a membership upon making a contribution as a result of solicitation.\n\t\"Owner\" means any person who has a direct or indirect interest in any professional fundraising counsel or professional solicitor.\n\t\"Parent organization\" means that part of a charitable organization that coordinates, supervises, or exercises control over policy, fund raising, and expenditures, or assists or advises one or more chapters, branches, or affiliates in the State.\n\t\"Percentage compensation\" means any compensation, commission, bonus, award, or remuneration, whether direct, indirect, or otherwise, that is calculated by means of a formula, process, evaluation, or other mechanism that considers the amount of funds to be raised or received.\n\t\"Person\" means any individual, organization, trust, foundation, group, association, partnership, corporation, society, or any combination thereof.\n\t\"Professional fund-raising counsel\" or \"professional fundraising counsel\" means any person who, for a fee, plans, conducts, manages, carries on, advises, or acts as a consultant, whether directly or indirectly, in connection with soliciting contributions for or on behalf of any charitable organization, but who actually solicits no contributions as a part of the person's services.  The term includes a bona fide volunteer, salaried officer, or employee of a charitable organization if the bona fide volunteer, salaried officer, or employee of the charitable organization receives percentage compensation.\n\t\"Professional solicitor\" means any person who, for a financial or other consideration, solicits contributions for or on behalf of a charitable organization.  The term includes a bona fide volunteer, salaried officer, or employee of a charitable organization if the bona fide volunteer, salaried officer, or employee of the charitable organization receives percentage compensation.  The term does not include an attorney, investment counselor or advisor, financial advisor, or banker, or other person who:\n\n\n\n\t(1)\tAdvises another person to make a contribution to a charitable organization as part of the person's employment; and \n\t(2)\tDoes not receive compensation from the charitable organization for that advice.\n\n\n\n\t\"Solicit\" and \"solicitation\" mean a request directly or indirectly for money, credit, property, financial assistance, or thing of value on the plea or representation that the money, credit, property, financial assistance, or thing of value, or any portion thereof, will be used for a charitable purpose or to benefit a charitable organization.  These terms shall include the following:\n\n\n\n\t(1)\tAny oral or written request.\n\t(2)\tThe making of any announcement to any organization for the purpose of further dissemination, including announcements to the press, over the radio or television, or by telephone, telegraph, or facsimile, concerning an appeal or campaign by or for any charitable organization or purpose.\n\t(3)\tThe distribution, circulation, posting, or publishing of any handbill, written advertisement, or other publication that directly or by implication seeks to obtain public support.\n\t(4)\tWhere the sale or offer or attempted sale, of any advertisement, advertising space, book, card, tag, coupon, device, magazine, membership, merchandise, subscription, flower, ticket, candy, cookies, or other tangible item in connection with which any appeal is made for any charitable organization or purpose; or where the name of any charitable organization is used or referred to in any appeal as an inducement or reason for making any sale; or where in connection with any sale, any statement is made that the whole or any part of the proceeds from any sale will be used for any charitable purpose or to benefit any charitable organization.\n\t(5)\tA request made through the use of receptacles for contributions such as honor boxes, vending machines, wishing wells, contribution boxes, and novelty machines, where a charitable appeal is used or referred to or implied as an inducement or reason to contribute.\n\n\n\nA solicitation occurs whether or not the person making the solicitation receives any contribution. [L 1969, c 167, pt of §1; am L 1982, c 204, §8; am L 1983, c 124, §17; gen ch 1985; am L 1990, c 129, §3; am L 1993, c 206, §2; am L 2004, c 93, §3]"
}