{
    "name": "Records; confidentiality; disclosure; reporting requirements",
    "number": "4",
    "text": "(a)  All records of the investigation arising from a complaint filed with the commission shall be kept confidential and shall not be disclosed to anyone; provided that any factual matters provided to the commission during the intake and investigation of the complaint, including complainant and respondent statements and documents, pre-complaint questionnaires, witness statements for which the witness has not requested confidentiality, other documents received from witnesses, and correspondence with parties and witnesses may be disclosed:\n\n\n\n\t(1)\tAs may be required by order of a court with jurisdiction in a case arising from a complaint filed with the commission; or\n\t(2)\tAs may be requested by a party in a complaint filed with the commission, if a complainant verifies in writing that the complainant has received a notice of right to sue pursuant to section 368-12 and a civil action has been filed or the right to sue has not expired, or if a respondent verifies in writing that the complainant has filed a civil action.\n\n\n\n\t(b)  All records of non-factual matters relating to the investigation and arising from a complaint filed with the commission, including:\n\n\n\n\t(1)\tSettlement discussions;\n\t(2)\tFinancial records;\n\t(3)\tCommission attorney communications and work products;\n\t(4)\tConfidential witness statements; and\n\t(5)\tCommission investigatory procedures, including but not limited to:\n\n\t\t(A)\tTraining and educational discussions between staff;\n\t\t(B)\tThe case analysis manual;\n\t\t(C)\tProcedures and standards used in case analysis;\n\t\t(D)\tInvestigatory directives;\n\t\t(E)\tInvestigative plans, strategies, or goals;\n\t\t(F)\tCase reviews; and\n\t\t(G)\tInvestigator notes, impressions, recommendations, and reports;\n\n\n\n\n\nshall be considered confidential records except as otherwise provided by law.\n\t(c)  The disclosure of records that are not related to the investigation arising from a complaint filed with the commission shall be subject to chapter 92F.\n\t(d)  The commission shall maintain complete records of all complaints filed with the commission and shall compile annual statistical data on the number of complaints filed and the status or disposition of those complaints by types of complaints.\n\t(e)  The commission shall provide to the governor and the legislature a report of that statistical data on an annual basis, not less than thirty days prior to the convening of the legislative session. [L 1988, c 219, pt of §1; am L 1989, c 386, §7; am L 1994, c 139, §1]"
}