{
    "name": "Relating to agent of society",
    "number": "1110",
    "text": "The agent of any society which is formed or incorporated for the prevention of cruelty to animals, upon being appointed thereto by the president of such society in any district in the State, may within such district make arrests and bring before any district judge thereof offenders found violating the provisions of section 711-1109 to be dealt with according to law. [L 1972, c 9, pt of §1]\n \nNote\n \n  The amendment by L 2013, c 205, §4 was placed at §711-1100.\n \nCOMMENTARY ON §§711-1109 TO 1110\n \n  When the Legislature adopted the Code in 1972, it declined to accept the Proposed Draft's treatment of the offense of cruelty to animals.  Section 711-1109 as adopted clarifies the existing law relating to the offense of \"cruelty to animals.\"  It makes it a crime to \"knowingly or recklessly\" overdrive, overload, torture, torment, deprive of necessary sustenance, cruelly beat, or needlessly mutilate or kill any living creature.  The section prohibits the keeping, using, management, or receipt of money for admission for fighting or baiting any \"bull, bear, dog, cock, or other creature.\"  It also bars the carrying of any creature in a cruel or inhumane manner, and bars any other act towards the furtherance of any act of cruelty to animals.\n  The section provides that if a domestic animal is so severely injured that there is no reasonable probability that its life or usefulness can be saved, the animal may be immediately destroyed.\n  The section also states that the provisions do not apply to \"accepted veterinary practices\" and \"scientific research\" activities.\n  Section 711-1110 is a new section which was not contained in the Proposed Draft.  It authorizes agents of any society for the prevention of cruelty to animals to make arrests for violations of §711-1109.\n  The Code basically retains the prior existing Hawaii law relating to this subject.  Thus the provisions set forth in HRS Chapter 722, with updating, appear to be restated in substantial part in the Code.  The Code treatment thus differs from the brief provision recommended by the Proposed Draft.  The Legislature felt that the provision was too vague to prevent some types of mistreatment of animals.  Conference Committee Report No. 2 (1972)."
}