{
    "name": "Construction of ambiguous context",
    "number": "15",
    "text": "Where the words of a law are ambiguous:\n\n\n\n\t(1)\tThe meaning of the ambiguous words may be sought by examining the context, with which the ambiguous words, phrases, and sentences may be compared, in order to ascertain their true meaning.\n\t(2)\tThe reason and spirit of the law, and the cause which induced the legislature to enact it, may be considered to discover its true meaning.\n\t(3)\tEvery construction which leads to an absurdity shall be rejected. [CC 1859, §10; RL 1925, §10; RL 1935, §11; RL 1945, §10; am L 1955, c 57, §1(c); RL 1955, §1-18; HRS ]\n\n\n\n\nCase Notes\nConstruction, generally.\n  Where no ambiguity, no room for construction.  17 H. 389, 391; 22 H. 31, 33; 22 H. 557, 566; 30 H. 116, 121; 30 H. 685, 690, aff'd 36 F.2d 159; 33 H. 239, 242; 33 H. 915, 920; 35 H. 248, 251; 35 H. 429; 35 H. 788, 794; 40 H. 478; 41 H. 1.  Intent shown by language used is primary consideration, and mischief sought to be remedied to be considered only where language ambiguous.  9 H. 106; 19 H. 83, 85.  But where literal meaning would lead to injustice, repugnancy or absurdity, room for construction.  21 H. 6, 8; 23 H. 220, 222; 23 H. 541, 544; 40 H. 96; 40 H. 604, 612; 41 H. 89, 103; 50 H. 150, 433 P.2d 220; compare 1 H. 31; 1 H. 254; 17 H. 389, 391.\n  Effect of rule of strict construction on other rules.  Even where strict construction called for, statute should be construed in harmony with its purpose.  44 H. 59, 67, 352 P.2d 335.  Rule of strict construction of tax statutes does not have preferred status, being applicable only after consideration of other possible aids to construction.  45 H. 167, 193, 363 P.2d 990.  Rule that penal statute cannot be extended beyond its express terms (22 H. 31; 22 H. 618, 625; 35 H. 248, 251; 42 H. 29) does not mean that penal statute must be susceptible of only one construction.  23 H. 133, 136; 40 H. 257, 260; 44 H. 665, 680, 361 P.2d 1044; 49 H. 624, 634, 425 P.2d 1014.\n  On legislative silence after judicial construction.  50 H. 603, 446 P.2d 171.\n  Rules of construction in tax cases.  50 H. 603, 446 P.2d 171.\n  Title may be resorted to for meaning of act.  51 H. 1, 449 P.2d 130.\n  Applied in construing public accountancy statute.  51 H. 80, 452 P.2d 94.\n  Interpretation of law adopted from foreign jurisdiction with changes in words.  51 H. 540, 465 P.2d 580.\n  Court will not usurp legislative power and enter into legislative field.  51 H. 87, 93, 451 P.2d 809, 813; 51 H. 540, 465 P.2d 580.\n  Where statute is plain and ambiguous, there is no occasion for construction.  52 H. 577, 482 P.2d 151. 54 H. 563, 512 P.2d 1.\n  Even in absence of ambiguity, departure from literal construction is justified when such construction produces absurd and unjust result and is clearly inconsistent with purposes of act.  53 H. 208, 490 P.2d 899.\n  Generally, statute should be so construed that no sentence, clause, or word is rendered superfluous.  54 H. 356, 507 P.2d 169.\n  No room for construction where there is no ambiguity in language of statute and literal application produces no absurd result.  55 H. 610, 525 P.2d 586.\n  Rules of construction in tax cases.  56 H. 321, 536 P.2d 91.\n  Court is bound by plain, clear, unambiguous language of act.  56 H. 404, 537 P.2d 1190.\n  Where language is plain and unambiguous, court is bound to give effect to the law according to its plain and obvious meaning.  61 H. 572, 608 P.2d 383.\n  Court is bound to plain language of statutes.  61 H. 596, 607 P.2d 415.\n  Where there is no ambiguity, there is no room for construction.  62 H. 159, 612 P.2d 1168.\n  Rule of strict construction of tax statutes should be resorted to only after other possible aids to construction have been considered.  63 H. 199, 624 P.2d 1346.\nContext.\n  Words or phrases in a statute cannot be given a meaning foreign to their context.  44 H. 665, 673-74, 361 P.2d 1044.  Statute should be so construed as to make it consistent in all its parts and so that effect may be given to every section, clause or part of it.  17 H. 142, 145; 22 H. 557, 564.  Word \"applicant\" read as \"appellant\" after considering context.  15 H. 590.\n  \"Noscitur a sociis.\"  9 H. 64, 66; 17 H. 135, 139; 23 H. 387, 393; 43 H. 154, 161; 49 H. 624, 636, 425 P.2d 1014; 236 F.2d 622, 626.\n  \"Ejusdem generis.\"  10 H. 278; 23 H. 1; 23 H. 387, 393; 42 H. 184, 187; 44 H. 370, 376, 355 P.2d 25; 44 H. 665, 671, 361 P.2d 1044; 236 F.2d 622, 626; 260 F.2d 744.\n  Title or preamble as an aid to construction.  15 H. 325, 331; 20 H. 600, 604-5, modified 20 H. 675; 43 H. 103, 112; 43 H. 154, 165; 49 H. 651, 652, 426 P.2d 626; 160 F. 842, 845.\n  Language must be read in context of entire statute.  53 H. 208, 490 P.2d 899.\n  \"Ejusdem generis\".  55 H. 531, 523 P.2d 299.\n  \"Noscitur a sociis\".  55 H. 572, 524 P.2d 890.\n  Cited:  5 H. 73, 74; 17 H. 428, 439; 79 H. 64, 898 P.2d 576.\nReason and spirit.\n  Policy and objects of legislature as guide to construction.  1 H. 31; 1 H. 165 (291); 4 H. 427; 5 H. 73; 8 H. 227, 229; 18 H. 221, 239; 20 H. 669, 672; 23 H. 220, 222; 25 H. 644; 40 H. 96; 40 H. 257, 260; 40 H. 485, 490; 40 H. 523, 538; 41 H. 89, 103; 44 H. 220, 225, 352 P.2d 846; 44 H. 665, 674, 361 P.2d 1044; 46 H. 261, 377 P.2d 703; 49 H. 624, 636, 425 P.2d 1014; 49 H. 651, 656, 426 P.2d 626; 50 H. 150, 433 P.2d 220; 50 H. 212, 437 P.2d 99.\n  Circumstances at time of enactment may be considered.  23 H. 387, 395.\n  Statute should be construed in light of problem intended to be dealt with, and not always literally.  52 H. 395, 477 P.2d 780.\n  Legislative studies by non-legislators do not have probative value of committee reports or debates.  52 H. 577, 482 P.2d 151; 54 H. 578, 513 P.2d 156.\n  In case of incompleteness or ambiguity of expression the reason and spirit of the statute should be considered.  58 H. 53, 564 P.2d 436.\n  Cited:  3 H. 223, 229; 5 H. 73, 74; 17 H. 428, 437; 20 H. 114, 119; 34 H. 150, 158; 4 U.S.D.C. Haw. 664, 666.\nAbsurdity.\n  It is presumed legislature did not intend absurdity.  7 H. 505.  Construction rejected as absurd.  9 H. 171, 176; 11 H. 370; 20 H. 114; 41 H. 527, 551-2; 50 H. 150, 433 P.2d 220; see 4 U.S.D.C. Haw. 664, 666.\n  Even in absence of ambiguity, departure from literal construction is justified when such construction produces absurd and unjust result and is clearly inconsistent with purposes of act.  53 H. 208, 490 P.2d 899.\n  Usual meaning should be rejected if it results in absurdity.  55 H. 55, 515 P.2d 621.\n  Departure from literal construction justified if such construction produces absurdity.  57 H. 557, 560 P.2d 490.\n  Unless it would produce an absurd result, court is bound by plain language.  60 H. 497, 591 P.2d 611.\n  There is ambiguity if literal interpretation would lead to unreasonable, unjust or absurd consequences.  61 H. 385, 605 P.2d 496.\n  Literal application of language rejected as leading to unreasonable and absurd consequences.  63 H. 222, 624 P.2d 1353.\n  Cited:  3 H. 90, 97; 3 H. 223, 229; 11 H. 221, 225; 17 H. 428, 437; 17 H. 539, 544; 19 H. 214, 217; 40 H. 96, 105; 40 H. 257, 260; 41 H. 89, 103."
}