{
    "name": "Laws not retrospective",
    "number": "3",
    "text": "No law has any retrospective operation, unless otherwise expressed or obviously intended. [CC 1859, §5; RL 1925, §5; RL 1935, §5; RL 1945, §4; am L 1955, c 57, §1(a); RL 1955, §1-6; HRS ]  Attorney General Opinions\n  New administrative rules superseded old rules as to all matters except permit applications that were filed before July 1, 1994; further, on or after July 1, 1994, when statutory authority for old rules was repealed, the old rules were void and not in effect, the only exception being with respect to pending permit applications from the period before July 1, 1994.  Att. Gen. Op. 97-4.\nCase Notes\n  Section 386-5, as amended, could not be applied retroactively.  910 F. Supp. 479.\n  As §607-14 does not expressly or obviously manifest an intent to be applied retroactively, the 1993 amendment did not apply retroactively to litigation terminated prior to the effective date of the amendment, July 1, 1993.  88 H. 46, 961 P.2d 611.\n  Retrospective law defined.  11 H. 404; 22 H. 96, 106; 42 H. 532, 535-6 (from standpoint of constitutionality); 33 H. 766, 774 (distinguishing between constitutional and unconstitutional retrospective laws).\n  It is a general rule that prospective operation is favored construction.  11 H. 600, 620, overruled on another point 11 H. 654, 658; 22 H. 96, 110; 28 H. 462, 467.\n  Law making sale or possession of opium illegal not retrospective though dealing in opium was formerly licensed.  3 H. 672; 3 H. 687.\n  Statute prescribing special rules of descent for land held under homestead agreement, inapplicable to existing agreement. 35 H. 550.\n  Repeal in 1859 of provision for reservation of mineral rights, no effect on existing rights.  49 H. 429, 443, 421 P.2d 570.\n  Statute clearly intended to cure defect in prior statute and confer benefit will be given retroactive operation.  34 H. 150, 158.\n  Income tax law expressly made effective on preceding January 1, applies to income of calendar year last past.  33 H. 766.  Reduced tax rate expressly made retrospective applies to income of preceding calendar year.  21 H. 571.  Requirement of tax clearance as condition of county license, if deemed retrospective nevertheless not unconstitutional.  22 H. 96, 107.\n  New divorce law construed as inapplicable to pending cases, old law applicable.  3 H. 304.\n  Cutting down period allowed for suit against government so as to bar claims, not unconstitutional when prior statute did not provide for enforcement of judgment.  11 H. 404.\n  Statute providing that subsequent marriage revokes designation of beneficiary, applicable though the marriage already had occurred.  42 H. 532.  Statute legitimatizing child of parents who marry after its birth, applicable though the marriage already had occurred.  29 H. 258, aff'd 16 F.2d 273.\n  Wrongful death statute inapplicable where death already had occurred.  27 H. 626.\n  Change in method of computing trustees' commissions, application to existing trust, see 37 H. 111.\n  Statute enacted after death of testator cannot jeopardize rights vested under the will.  34 H. 333.\n  Legislature is powerless by subsequent enactment to vary terms of trust deed previously executed.  35 H. 1.\n  Cited in holding that §584-7 was intended to operate retrospectively.  59 H. 259, 581 P.2d 310.\n  Applied.  63 H. 540, 632 P.2d 649.\n  Change in maximum liability of real estate recovery fund.  64 H. 74, 636 P.2d 1344.\n  Section is only a rule of statutory construction and where the legislative intent may be ascertained, it is no longer determinative.  64 H. 210, 638 P.2d 319.\n  Amendments to driving under influence statute did not have retrospective application.  72 H. 597, 825 P.2d 1065.\n  To the extent department rule applied procedures established pursuant to no-fault amendments to no-fault claimant injured prior to effective date of amendments, rule invalid.  82 H. 249, 921 P.2d 169.\n  It was the \"obvious intention\" of the legislature to authorize the retroactive application of the part of Act 167, L 1990, that authorized the sentencing court the discretion to impose a sentence of community service instead of a fine.  77 H. 476 (App.), 888 P.2d 376."
}