{
    "name": "Express or implied repeals",
    "number": "9",
    "text": "The repeal of a law is either express or implied.  It is express when it is literally declared by a subsequent law; it is implied when the new law contains provisions contrary to, or irreconcilable with, those of the former law. [CC 1859, §21; RL 1925, §23; RL 1935, §25; RL 1945, §25; RL 1955, §1-12; HRS ]  Case Notes\nGenerally.\n  Repeals by implication not favored.  9 H. 402, 404; 20 H. 170; 26 H. 469, 472; 30 H. 658, 663; 42 H. 518; 69 F.2d 954.  This section fixes the rule on the subject of implied repeals.  20 H. 170, 171.\n  Where attempt apparently made to repeal expressly all former laws intended to be repealed, repeal by implication not found.  9 H. 402, 404.  Express repeal by void act, earlier act remains in force.  14 H. 215, 221.  Where statute amended \"to read as follows\" parts omitted are repealed.  22 H. 183; 24 H. 12.  Amendment intended to take place of previous act impliedly repeals it.  9 H. 171, 176.  Provision applicable at a later time does not supersede present provision immediately.  17 H. 23.  Though amendatory act expressly repeals chapter amended, effect is that amended chapter takes place of previous law and is not itself repealed.  9 H. 171, 177.\n  For later statute covering entire subject matter of earlier statute to repeal the earlier statute, the legislative intent to repeal must be clear.  50 H. 351, 440 P.2d 528.\n  Repeals by implication not favored.  54 H. 519, 511 P.2d 161.\nGeneral and special laws.\n  General (affirmative) law does not abrogate earlier special one by mere implication.  9 H. 402, 404.  But when later act covers whole subject matter, repeal by implication found.  30 H. 658; 50 H. 277, 439 P.2d 206.  Special statute controls general without regard to priority of enactment.  8 H. 381, 382; 34 H. 484, 488-9; 45 H. 650, 662, 372 P.2d 348.  Where statute prescribes special rule applicable to certain class and another statute prescribes general rule, repeal of special statute renders general statute applicable to the special class and this is not a revivor of a repealed statute.  10 H. 241; 23 H. 558, 561; 44 H. 634, 648, 361 P.2d 390.\n  Specific statute is favored over general one when two statutes cover same subject.  54 H. 250, 505 P.2d 1179.\nJurisdiction; remedies.\n  Law conferring on one court jurisdiction conferred on another by previous law does not repeal earlier law by implication; jurisdiction concurrent unless later law confers exclusive jurisdiction.  1 H. 31; 10 H. 476; 19 H. 106, 116; see 7 H. 270.  Same where statutory remedy enacted but merely permissive or not complete; earlier remedy still exists.  3 H. 127, 137; 3 H. 618; 12 H. 12, 13; 14 H. 554, 564; 26 H. 89, 91; 40 H. 397, 412; see 10 H. 507.  Compare where statutory remedy not merely cumulative, 5 H. 57; where statute itself confers the right, 3 H. 127, 136; 3 H. 618, 621; 5 H. 57, 58.  Tax appeals, exclusiveness of statutory remedy.  14 H. 117.\nCommon law.\n  Court should not, merely by application of maxim expressio unius exclusio alterius, find common law superseded in area not mentioned in statute.  49 H. 624, 628, 425 P.2d 1014; see 37 H. 571, 574.\nRevised laws.\n  Where repugnant statutes are carried into revised laws and enacted, original statutes may be referred to and the later enactment controls.  23 H. 91, 95; 28 H. 744, 751.  See also notes to §23G-20.\nOther instances.\n  Repeal of laws conferring exclusive fishing rights repeals penal provision applicable to violation of such rights.  16 H. 306.  Law prohibiting infamous punishment supersedes provision for hard labor but not provision for imprisonment.  17 H. 428, 438; 23 H. 91.  Employee blanketed into civil service is no longer removable at pleasure though so removable when appointed. 30 H. 477.\nJoint resolution of annexation.\n  Effect of on Hawaiian laws, see 12 H. 58; 190 U.S. 197.  Referred to.  3 H. 90, 98; 7 H. 359, 362; 16 H. 769, 781; 18 H. 485, 487; 22 H. 96, 107."
}