{
    "name": "Peer support counseling; sessions",
    "number": "52",
    "text": "(a)  Unless the context otherwise requires, for the purposes of this section:\n\t\"Emergency services personnel\" means any employee of an emergency services provider who is engaged in providing firefighting, water safety, and emergency medical services.\n\t\"Emergency services provider\" means any public employer that employs persons to provide firefighting, water safety, and emergency medical services.\n\t\"Employee assistance program\" means a program established by a law enforcement agency or emergency services provider to provide counseling or support services to employees of the law enforcement agency or emergency services provider.\n\t\"Law enforcement agency\" means any county police department, the department of public safety, and any state or county public body that employs law enforcement officers.\n\t\"Law enforcement officer\" means a sheriff, deputy sheriff, police officer, parole officer, or probation officer.\n\t\"Peer support counseling sessions\" includes critical incident stress management sessions.\n\t(b)  Any communication made by a participant or counselor in a peer support counseling session conducted by a law enforcement agency or by an emergency services provider for law enforcement officers or emergency services personnel, and any oral or written information conveyed in the peer support counseling session, is privileged and may not be disclosed by any person participating in the peer support counseling session.\n\t(c)  Any communication relating to a peer support counseling session made privileged under subsection (b), that is made between counselors, between counselors and the supervisors or staff of an employee assistance program, or between the supervisors or staff of an employee assistance program, is privileged and may not be disclosed.\n\t(d)  The provisions of this section apply only to peer support counseling sessions conducted by an employee or other person who:\n\n\n\n\t(1)\tHas been designated by a law enforcement agency or emergency services provider, or by an employee assistance program, to act as a counselor; and\n\t(2)\tHas received training in counseling and in providing emotional and moral support to law enforcement officers or emergency services personnel who have been involved in emotionally traumatic incidents by reason of their employment.\n\n\n\n\t(e)  This section applies to all oral communications, notes, records, and reports arising out of a peer support counseling session.  Any notes, records, or reports arising out of a peer support counseling session are not public records for the purposes of chapter 92F.\n\t(f)  Any communication made by a participant or counselor in a peer support counseling session subject to this section, and any oral or written information conveyed in a peer support counseling session subject to this section, is not admissible in any judicial proceeding, administrative proceeding, arbitration proceeding, or other adjudicatory proceeding.  Communications and information made privileged under this section may not be disclosed by the participants in any judicial proceeding, administrative proceeding, arbitration proceeding, or other adjudicatory proceeding.  The limitations on disclosure imposed by this subsection include disclosure during any discovery conducted as part of an adjudicatory proceeding.\n\t(g)  Nothing in this section limits the discovery or introduction in evidence of:  knowledge acquired by any law enforcement officer or emergency services personnel from observation made during the course of employment; or material or information acquired during the course of employment that is otherwise subject to discovery or introduction into evidence.\n\t(h)  This section does not apply to:\n\n\n\n\t(1)\tAny threat of suicide or homicide made by a participant in a peer support counseling session or any information conveyed in a peer support counseling session relating to a threat of suicide or homicide;\n\t(2)\tAny information relating to abuse of spouses, children, or the elderly, or other information that is required to be reported by law; or\n\t(3)\tAny admission of criminal conduct.\n\n\n\n\t(i)  This section does not prohibit any communication between counselors who conduct peer support counseling sessions or any communications between counselors and the supervisors or staff of an employee assistance program. [L 2003, c 25, §1]"
}