{
    "name": "Definitions",
    "number": "1",
    "text": "Whenever used in this chapter, unless the context otherwise requires:\n     \"Client company\" means any person who enters into a professional employer agreement with a professional employer organization.\n     \"Co-employment\" means a relationship that is intended to be an ongoing relationship rather than a temporary or project-specific one, wherein the rights, duties, and obligations of an employer that arise out of an employment relationship have been allocated between the client company and the professional employer organization pursuant to a professional employer agreement and this chapter.\n     \"Covered employee\" means an individual having a co-employment relationship with a professional employer organization and a client company who meets all of the following criteria:\n     (1)  The individual has received written notice of co-employment with the professional employer organization; and\n     (2)  The individual's co-employment relationship is pursuant to a professional employer agreement subject to this chapter.  Individuals who are officers, directors, shareholders, partners, and managers of the client company shall be covered employees to the extent that the professional employer organization and the client company have expressly agreed in the professional employer agreement that the individuals shall be covered employees; provided that the individuals meet the criteria of this definition and act as operational managers or perform day-to-day operational services for the client company.\n     \"Director\" means the director of labor and industrial relations.  \n     \"Person\" means a natural or legal person.\n     \"Professional employer agreement\" means a written contract by and between a client company and a professional employer organization that provides for the following:\n     (1)  The co-employment of covered employees; and\n     (2)  The allocation of employer rights and obligations between the client company and the professional employer organization with respect to the covered employees.\n     \"Professional employer organization\" means any person that is a party to a professional employer agreement with a client company regardless of whether the person uses the term or conducts business expressly as a \"professional employer organization\", \"PEO\", \"staff leasing company\", \"registered staff leasing company\", \"employee leasing company\", \"administrative employer\", or any other similar name.\n     \"Temporary help services\" means an arrangement by which a person recruits and hires the person's own employees and:\n     (1)  Finds other organizations that need the services of those employees; \n     (2)  Assigns those employees to perform work or services for other organizations to support or supplement the other organizations' workforces or to provide assistance in special work situations, including employee absences, skill shortages, seasonal workloads, or special assignments or projects; and\n     (3)  Customarily attempts to reassign the employees to successive placements with other organizations at the end of each assignment. [L 2010, c 129, pt of §1]"
}