{
    "name": "Registration of charitable organizations; deactivation",
    "number": "2.1",
    "text": "(a)  Every public benefit corporation domiciled in Hawaii and every charitable organization not exempted by section 467B-11.5 shall register with the department prior to conducting any solicitation of contributions or prior to having any solicitation of contributions conducted on its behalf by others.  An authorized officer or agent of the charitable organization shall sign the registration form and shall certify that the statements therein are true and correct to the best of the officer's or agent's knowledge subject to penalties imposed by section 710-1063.  A central or parent organization that has received a group exemption letter from the Internal Revenue Service may submit a consolidated application for registration for itself and any or all of the subordinate organizations covered under the group exemption that are included in the central or parent organization's annual information return to the Internal Revenue Service.\n     (b)  Any charitable organization registered in Hawaii or any charitable organization exempted from registration pursuant to section 467B-11.5 that will no longer be conducting any solicitation of contributions or having any solicitation of contributions conducted on its behalf by others and that wishes to be deactivated shall file a request for deactivation with the attorney general in writing.  The attorney general shall deactivate the organization after being satisfied that all obligations of the organization under this chapter have been met.  Deactivation of a charitable organization shall not deprive the attorney general of jurisdiction over the activities of the charitable organization that occurred while the organization was registered or should have been registered.\n     (c)  The attorney general may make available a registration and a deactivation form to assist in the registration or deactivation by charitable organizations.\n     (d)  The attorney general may require that registration or deactivation forms be filed with the department electronically and may require the use of electronic signatures. [L 2008, c 174, pt of §2; am L 2013, c 61, §2; am L 2016, c 163, §3; am L 2017, c 86, §2]"
}