{
    "name": "Restrictive purchase of services",
    "number": "403",
    "text": "(a)  A contract for the purchase of health and human services may be awarded without competition when the head of a purchasing agency determines in writing that there is a basis for restricting the purchase to a purchase from one provider, and the chief procurement officer approves the restrictive purchase determination in writing.  Bases for restrictive purchase of services shall include, but are not limited to:\n\n\n\n\t(1)\tNeed for a service in a geographic area available from only one provider;\n\t(2)\tNeed for a service with a unique cultural approach designed for a limited target group available from only one provider; and\n\t(3)\tWhen only one provider satisfies limitations imposed by the source of funds for the procurement.\n\n\n\n\t(b)  A purchasing agency shall submit the written determination with evidence supporting the request for a restrictive purchase of services to the chief procurement officer.  The determination shall be reviewed by the chief procurement officer and, if approved, a notice of intent to issue a restrictive purchase of services contract shall be posted in a manner that makes it accessible to the public.\n\t(c)  The policy board shall adopt rules to allow a reasonable opportunity for objections to be filed, including:\n\n\n\n\t(1)\tThe manner in which notice is to be posted;\n\t(2)\tThe duration of notice posting; and\n\t(3)\tThe contents of the notice including, but not limited to, the name of the provider to be issued the contract, the date on which the contract is to be awarded, a statement indicating that any person may file written objections to the issuance of the contract, the address of the person or agency with whom the objections are to be filed, and the date by which the objections are to be filed.\n\n\n\n\t(d)  The written determination, any objections, and a written summary of the disposition of any objection shall be included in the contract database. [L 1997, c 190, pt of §2]"
}