{
    "name": "Liability to other persons of person dissociated as a general partner ARTICLE 7.  TRANSFERABLE INTERESTS AND RIGHTS OF TRANSFEREES AND CREDITORS",
    "number": "607",
    "text": "Liability to other persons of person dissociated as a general partner.  (a)  A person's dissociation as a general partner shall not of itself discharge the person's liability as a general partner for an obligation of the limited partnership incurred before dissociation.  Except as otherwise provided in subsections (b) and (c), the person shall not be liable for a limited partnership's obligation incurred after dissociation. \t(b)  A person whose dissociation as a general partner resulted in a dissolution and winding up of the limited partnership's activities shall be liable to the same extent as a general partner under section 425E-404 on an obligation incurred by the limited partnership under section 425E-804.\n\t(c)  A person that has dissociated as a general partner but whose dissociation did not result in a dissolution and winding up of the limited partnership's activities shall be liable on a transaction entered into by the limited partnership after the dissociation only if:\n\n\n\n\t(1)\tA general partner would be liable on the transaction; and\n\t(2)\tAt the time the other party enters into the transaction:\n\n\t\t(A)\tLess than two years has passed since the dissociation; and\n\t\t(B)\tThe other party does not have notice of the dissociation and reasonably believes that the person is a general partner.\n\n\n\n\n\n\t(d)  By agreement with a creditor of a limited partnership and the limited partnership, a person dissociated as a general partner may be released from liability for an obligation of the limited partnership.\n\t(e)  A person dissociated as a general partner shall be released from liability for an obligation of the limited partnership if the limited partnership's creditor, with notice of the person's dissociation as a general partner but without the person's consent, agrees to a material alteration in the nature or time of payment of the obligation. [L 2003, c 210, pt of §1]"
}