{
    "name": "Definitions",
    "number": "1",
    "text": "Whenever used in this chapter unless the context otherwise requires:\n\t\"Charitable, religious, or nonprofit organization\" means any organization which was organized and is operating in the State for charitable or religious purposes or to promote social welfare, which is exempt from income taxation under chapter 235, and which distributes pharmaceuticals and health care supplies at no cost to needy persons.\n\t\"Institutional facility\" means a:\n\n\n\n\t(1)\tHospital;\n\t(2)\tConvalescent home;\n\t(3)\tNursing home;\n\t(4)\tExtended care facility;\n\t(5)\tMental institution;\n\t(6)\tRehabilitation center;\n\t(7)\tHealth maintenance organization;\n\t(8)\tPsychiatric center;\n\t(9)\tMental retardation center;\n\t(10)\tPenal institution; or\n\t(11)\tAny other organization whose primary purpose is to provide a physical environment for patients to obtain health care services or at-home care services, except those places where physicians, dentists, veterinarians, osteopaths, podiatrists, or other prescribers who are duly licensed, engage in private practice.\n\n\n\n\t\"Needy person\" means any natural person who lacks the means to obtain adequate or proper pharmaceuticals or health care supplies, as determined by a practitioner at a Hawaii qualified health center, established under section 346-41.5, to be in need of service.\n\t\"Pharmaceutical company\" [Repealed July 1, 2010.  L 2004, c 190, §11.] means any company that manufactures pharmaceuticals and health care supplies.\n\t\"Pharmaceuticals and health care supplies\" means any medicine (prescription or nonprescription, excluding all controlled substances listed in chapter 329) or health care supplies such as soap, personal sanitary products, baby formula, dietary supplement, health care aids such as thermometers, surgical gloves, or bandages, or any other item which is customarily fit for human consumption or external use, before the expiration date stamped on the product, if any.\n\t\"Pharmacy\" [Repealed July 1, 2010.  L 2004, c 190, §11.] has the same meaning as provided in section\n461-1.\n\t\"Prescription drug\" [Repealed July 1, 2010.  L 2004, c 190, §11.] means:\n\n\n\n\t(1)\tAny drug required by federal or state statutes, regulations, or rules to be dispensed only upon prescription, including finished dosage forms and active ingredients subject to section 328-16 or section 503(b) of the Federal Food, Drug, and Cosmetic Act; or\n\t(2)\tAny drug product compounded or prepared pursuant to the order of a practitioner, as defined in section 461-1.\n\n\n\n\t\"Repository\" [Repealed July 1, 2010.  L 2004, c 190, §11.] means:\n\n\n\n\t(1)\tA charitable, religious, or nonprofit organization as defined in section 328C-1, licensed as a wholesale prescription drug distributor pursuant to section 461-8.6; or\n\t(2)\tA foreign medical aid mission group that distributes pharmaceuticals and healthcare supplies to needy persons abroad. [L 1997, c 337, pt of §2; am L 2001, c 207, §1; am L 2004, c 190, §4]"
}