{
    "name": "Board members; term, vacancies",
    "number": "4",
    "text": " REPEALED.  L 1979, c 125, §1(4).\n \n         (a)  The term of office of members of the board shall be for four years beginning on the day of the special election held in conjunction with the general election of the year in which they are elected and ending on the day of the special election held in conjunction with the second general election after their election, except as provided in subsection (c).  Members of the board may be re-elected without restriction as to the number of terms.\n     (b)  Any vacancy that may occur through any cause other than the expiration of the term of office shall be filled in accordance with section 17-6.\n     (c)  Members of the board elected at the special election held in conjunction with the general election in 1984 shall be divided into two classes.  There shall be seven members in the first class who shall hold office for a term of four years beginning with their election and ending on the day of the special election held in conjunction with the second general election after their election.  The remaining members shall comprise the second class and shall hold office for a term of two years beginning with their election and ending on the day of the special election held in conjunction with the next general election after their election, and then members of the second class shall be elected to four year terms.\n     Membership in the first class shall consist of:  three members who are elected with the highest number of votes from the first school board district as designated under section 13-1, who are not required to reside in any particular departmental school district and one member elected from each odd-numbered departmental school district.  Membership of the second class shall consist of the remaining elected school board members. [L 1970, c 26, pt of §2; HRS §13-5; am and ren L 1979, c 125, §1(5); am L 1980, c 264, §3(b); am L 1984, c 136, §1]\n \nAttorney General Opinions\n \n When board of education members can assume official duties.  Att. Gen. Op. 86-21."
}