{
    "name": "Board of directors; composition; operation",
    "number": "4",
    "text": "(a)  The Hawaii health connector shall be a nonprofit entity governed by a board of directors that shall be composed of nine voting members and five ex officio members.  There shall be no board members representing insurers or dental benefit providers; provided that the board may establish a subcommittee of representatives from all providers of health care insurance and dental benefits to provide technical assistance and other information to the connector on relevant insurance matters.  The board may establish other subcommittees to assist the connector with implementation of the Federal Act, as appropriate.\n     (b)  For each vacant position on the board, the board, speaker of the house of representatives, and the president of the senate shall each submit to the governor the names of two qualified nominees.  The governor shall appoint members of the board, subject to the advice and consent of the senate and pursuant to section 26‑34, from this list of qualified nominees.  Board members whose terms are expiring may be reappointed for an additional term to assist with continuity of the board.\n     (c)  The membership of the board shall reflect geographic diversity and the diverse interests of stakeholders.  Each person appointed to the board shall have education, training, or professional experience in at least one of the following areas:\n     (1)  Health care policy;\n     (2)  Health benefits plan administration, including medicaid administration;\n     (3)  Health insurance; provided that no employee of an insurer shall be appointed to the board;\n     (4)  Health care financing and purchasing;\n     (5)  Labor-management committee organization;\n     (6)  Information technology;\n     (7)  Native Hawaiian health care organizations;\n     (8)  Public health; or\n     (9)  Health care policy issues related to the small group and individual markets and the uninsured.\n     In making appointments, the appointing authorities shall consider the background and expertise of all members of the board and the geographic, socioeconomic, and other characteristics of the State, so that the board's composition reflects a diversity of expertise, skills, and backgrounds relevant to the State; provided that the representative designated by the governor pursuant to subsection (d) shall be the only state employee to serve as a voting member of the board.\n     (d)  The governor shall designate one representative to serve as the State's official representative on the board from among the following:  the director of commerce and consumer affairs, the director of health, the director of human services, the director of labor and industrial relations, a representative from the office of healthcare transformation, or a representative from the office of information management and technology.\n     The governor's designated representative shall be an ex officio, voting member of the board.  The remaining state officials shall be ex officio, nonvoting members of the board.  The governor shall notify the chair of the board regarding the selection of the designated voting and nonvoting state members of the board.\n     The director of commerce and consumer affairs, the director of health, the director of human services, and the director of labor and industrial relations may select a designee for a specified meeting or meetings.  The selection of the designee shall be submitted in writing to the board of directors prior to or at the meeting in which the designee will serve.\n     (e)  Board members shall serve staggered terms and the interim board shall recommend an appropriate schedule for staggered terms; provided that this subsection shall not apply to ex officio members, who shall serve during their entire term of office or until the governor names a replacement.\n     (f)  Any changes to the board structure and governance shall be in compliance with federal law.\n     (g)  The board shall adopt policies prohibiting conflicts of interest and procedures for recusal of a member in the case of an actual or potential conflict of interest, including policies prohibiting a member from taking part in official action on any matter in which the member had any financial involvement or interest prior to the commencement of service on the board.  Members of the board may retain private counsel for matters relating to service on the board according to rules recommended by the board.\n     (h)  The board shall manage the budget of the connector according to generally accepted accounting principles and a plan for financial organization adopted by the legislature based on recommendations of the interim board.\n     (i)  The board shall maintain transparency of board actions, including public disclosure and posting of board minutes on the connector's website according to provisions adopted by the legislature based on recommendations of the interim board. [L 2011, c 205, pt of §3; am L 2013, c 75, §1; am L 2014, c 233, §5; am L 2015, c 35, §16]"
}