{
    "name": "Establishment of the Hawaii health insurance exchange; purpose",
    "number": "2",
    "text": "(a)  There is established the Hawaii health insurance exchange to be known as the Hawaii health connector.  The connector shall not be an agency of the State and shall not be subject to laws or rules regulating rulemaking, public employment, or public procurement.  The connector shall be a Hawaii nonprofit corporation organized and governed pursuant to chapter 414D, the Hawaii nonprofit corporations act.  The debts and liabilities of the connector shall not constitute the debts and liabilities of the State.\n     (b)  The purposes of the connector shall include:\n     (1)  Facilitating the purchase and sale of qualified plans and qualified dental plans;\n     (2)  Connecting consumers to the information necessary to make informed health care choices;\n     (3)  Enabling consumers to purchase coverage and manage health and dental plans electronically; and\n     (4)  Performing any and all other duties required of a health insurance exchange pursuant to the Federal Act.\n     (c)  The connector shall serve as a clearinghouse for information on all qualified plans and qualified dental plans listed or included in the connector.\n     (d)  The connector shall be audited annually by the state auditor who shall submit the results of each annual audit to the commissioner and the legislature no later than thirty days after the connector receives the results.  The audit shall comply with standard accounting practices for reviewing nonprofit corporations.  The connector shall provide the state auditor with the opportunity to inspect and make copies of documents for the purposes of providing a financial audit for the legislature.  The connector shall retain all annual audits on file, along with any documents, papers, books, records, and other evidence that is pertinent to its budget and operations for a period of ten years and shall permit the state auditor, the commissioner, the state legislature, or their authorized representatives to have access to, inspect, and make copies of any documents retained pursuant to this subsection.\n     (e)  The board of directors of the connector shall submit an annual report to the legislature that shall include the most recent audit report received pursuant to subsection (d) no later than twenty days prior to the convening of each regular session of the legislature.\n     (f)  The connector shall offer consumer assistance in a culturally and linguistically appropriate manner.\n     (g)  The connector shall make qualified plans and qualified dental plans available to qualified individuals and qualified employers beginning with effective dates on or before January 1, 2014. [L 2011, c 205, pt of §3; am L 2014, c 233, §3]"
}