{
    "name": "Object of action",
    "number": "1",
    "text": "PART I.  GENERAL PROVISIONS\n \nNote\n \n  Sections 669-1 to 669-8 designated as Part I by L 1997, c 131, §3.\n \n         (a)  Action may be brought by any person against another person who claims, or who may claim adversely to the plaintiff, an estate or interest in real property, for the purpose of determining the adverse claim.\n     (b)  Action for the purpose of establishing title to a parcel of real property of five acres or less may be brought by any person who has been in adverse possession of the real property for not less than twenty years.  Action for the purpose of establishing title to a parcel of real property of greater than five acres may be brought by any person who had been in adverse possession of the real property for not less than twenty years prior to November 7, 1978, or for not less than earlier applicable time periods of adverse possession.  For purposes of this section, any person claiming title by adverse possession shall show that such person acted in good faith.  Good faith means that, under all the facts and circumstances, a reasonable person would believe that the person has an interest in title to the lands in question and such belief is based on inheritance, a written instrument of conveyance, or the judgment of a court of competent jurisdiction.\n     (c)  Action brought to claim property of five acres or less on the basis of adverse possession may be asserted in good faith by any person not more than once in twenty years, after November 7, 1978.\n     (d)  Action under subsection (a) or (b) shall be brought in the circuit court of the circuit in which the property is situated.\n     (e)  Action may be brought by any person to quiet title to land by accretion; provided that no action shall be brought by any person other than the State to quiet title to land accreted along the ocean, except that a private property owner whose eroded land has been restored by accretion may also bring such an action for the restored portion.  The person bringing the action shall prove by a preponderance of the evidence that the accretion is natural and permanent.  The person bringing the action shall supply the office of environmental quality control with notice of the action for publication in the office's periodic bulletin in compliance with section 343-3(c)(4).  The quiet title action shall not be decided by the court unless the office of environmental quality control has properly published notice of the action in the office's periodic bulletin.\n     As used in this section, \"permanent\" means that the accretion has been in existence for at least twenty years.  The accreted portion of land shall be state land except as otherwise provided in this section and shall be considered within the conservation district.  Prohibited uses are governed by section 183-45. [L 1890, c 18, §1; RL 1925, §2757; RL 1935, §4390; RL 1945, §10451; am L Sp 1949, c 46, §1(a); RL 1955, §242-1; am L 1959, c 52, §1; am L 1967, c 258, §1; HRS ; am L 1972, c 90, §12(a); am L 1973, c 26, §2; am L 1979, c 157, §3; am L 1983, c 222, §1; am L 1985, c 221, §3; gen ch 1985; am L 2003, c 73, §5]\n \nNote\n \n  L 2003, c 73, §6 provides:\n  \"SECTION 6.  Applications for the registration of land by accretion and actions to quiet title to land by accretion pending at the time of the effective date of this Act [May 20, 2003] shall be processed under the law existing at the time the applications and actions were filed with the court.  Applications for the registration of land by accretion and actions to quiet title to land by accretion filed subsequent to the effective date of this Act [May 20, 2003] shall be processed in accordance with this Act.\"\n \nCross References\n \n  Constitutional provisions, see Const. Art. XVI, §12.\n  Venue, see §603-36.\n \nRules of Court\n \n  Applicability of HRCP, see HRCP rule 81(b).\n \nLaw Journals and Reviews\n \n  Adverse Possession Against Unknown Claimants Under Land Court and Quiet Title Procedures.  2 HBJ, Dec 1964, at 4.\n  Adverse Possession and Quiet Title Actions in Hawaii -- Recent Constitutional Developments.  19 HBJ 59.\n  Beach Access:  A Public Right?  23 HBJ 65.\n \nCase Notes\n \n  Downstream owners may acquire water rights by adverse use against upstream owner who has never used his rights during prescriptive period.  441 F. Supp. 559.\n  Par. (a):  Statutory remedy under this chapter compared with equitable remedy.  46 H. 1, 373 P.2d 710.\n  Essentials of adverse possession in cases involving cotenants.  52 H. 537, 481 P.2d 109.\n  When evidence as to adverse possession is clear and undisputed, question becomes one of law.  55 H. 30, 514 P.2d 572.\n  Actual possession of part of a parcel of land, under a deed purporting to convey the whole of the parcel, is constructive adverse possession to all of the parcel not in possession of another.  57 H. 64, 549 P.2d 740.\n  Exclusivity of possession is essential to claim of adverse possession.  57 H. 172, 552 P.2d 77.\n  Burden is on plaintiff to prove title, and if plaintiff fails, not necessary for defendant to make any showing.  58 H. 106, 566 P.2d 725.\n  Payment of taxes is only one factor to be considered in the determination of adverse possession.  58 H. 362, 569 P.2d 352.\n  Though courts have not sanctioned use of section to quiet title to water per se, it may be used to quiet title to real property with appurtenant riparian water rights.  65 H. 641, 658 P.2d 287.\n  Where claimant failed to rebut presumption that claimant's possession of property remained permissive by providing evidence that claimant or claimant's predecessor-in-interest converted possession from permissive to hostile, claimant failed to prove it was entitled to the fee simple interest in the property based on adverse possession.  90 H. 289, 978 P.2d 727.\n  In a quiet title action, defendant cannot set up title in stranger to defeat claim.  1 H. App. 573, 623, P.2d 885.\n  Color of title is not indispensable to prove title by adverse possession if the other necessary elements are shown to exist and are not explained.  2 H. App. 1, 625 P.2d 378.\n  Possession of property to fence by occupier who believed the fence marked his boundary line constituted adverse possession.  2 H. App. 234, 629 P.2d 1151.\n  Savings clause in 1973 amendment requires application of prior law's 10-year period of limitations in adverse possession case.  3 H. App. 11, 639 P.2d 1119.\n  Article XVI, §12, of the Hawaii Constitution does not bar adverse possession claims to more than five acres of land where claim matured prior to November 7, 1978; this section is a reasonable construction of article XVI, §12.  91 H. 545 (App.), 985 P.2d 1112.\n  Claimant established prima facie case of adverse possession where claimants built, operated and leased slaughterhouse for over fifty years, erected signs designating property, and placed and maintained fences around property.  91 H. 545 (App.), 985 P.2d 1112.\n  Publicly recorded conveyances evidencing the existence of a cotenancy in land may render a cotenant's belief that he or she had no reason to suspect the cotenancy's existence not objectively reasonable.  91 H. 545 (App.), 985 P.2d 1112.\n  Where earliest point at which plaintiffs' alleged prescriptive easement could have begun to accrue was 1986, the year plaintiff-wife purchased the fee on the property, plaintiffs failed to meet the twenty-year prescriptive period set forth in subsection (b).  97 H. 305 (App.), 37 P.3d 554.\n \nPrior to Hawaii Rules of Civil Procedure.\n  Equitable remedy does not affect right to pursue this statutory remedy to quiet title.  10 H. 507.  Equitable remedy available.  12 H. 12; 15 H. 308; 20 H. 638; 21 H. 196.\n  Statutory remedy is not limited to persons in possession.  10 H. 507; 14 H. 365.  As to equitable remedy.  See 9 H. 555; 18 H. 415; 22 H. 510.  Mortgagee, after default, may bring action.  15 H. 52; 32 H. 323.  One in possession claiming fee simple under will may maintain action against one who, under the same will, claims remainder in fee under certain contingencies.  22 H. 233.  When plaintiff has failed to show title, whether defendants may litigate disputed title amongst themselves.  See 22 H. 644.\n  An admitted valid interest need not be submitted to jury.  10 H. 507.  Defendant cannot defeat by claim of title in stranger.  22 H. 465.  Probate proceedings.  20 H. 653.  Admissions by former pleadings.  22 H. 51.  Prescription vs. lost grant.  25 H. 357, 365-370, aff'd 252 F. 856.  Sufficiency of evidence jury waived.  29 H. 250.  Pedigree.  32 H. 1.\n  Judgment in statutory action.  11 H. 512.  Judgment may include award of possession and be enforced by writ of possession.  14 H. 365, 368.  Whether unexecuted judgment for possession stays statute of limitations.  See 14 H. 365.  Incumbent on plaintiff to prove title; if plaintiff fails, it is unnecessary for defendant to make any showing; only possible judgment is dismissal.  22 H. 465, 466, aff'd 240 F. 97; 25 H. 246.  Abatement, prior action of ejectment.  31 H. 71.  See 37 H. 234.\n  Par. (b):  Action based on adverse possession not in rem as to persons who can be found.  50 H. 201, 436 P.2d 752.\n  Claimants failed to establish prima facie case of hostile and exclusive possession for entire twenty-year period where evidence of actual notice to other claimants insufficient and time period of possession unclear.  86 H. 76, 947 P.2d 944.\n  Cited:  73 H. 297, 832 P.2d 724."
}