{
    "name": "Practice in all courts; fees",
    "number": "8",
    "text": "The practitioners shall have the right to practice in all the courts of the State, and to appear therein as attorneys in behalf of persons who may choose to retain them, for the prosecution or defense of actions.\n\tAttorney's fees or commissions taxed or allowed by the court shall be collected for the benefit of the attorney as provided by section 507-81. [CC 1859, §1067; RL 1925, §2311; RL 1935, §3610; RL 1945, §9708; RL 1955, §217-8; HRS ; am L 1972, c 184, §1(e); am L 2004, c 48, §3]\nCross References\n  Fees, see §§607-14, 802-5.\nCase Notes\n  Attorney general, etc., not to engage as private counsel in divorce cases.  35 H. 849.  See re Hansen's disease sufferers.  §580-44.\n  Authority of attorney, attorney for any party must show attorney's authority, if demanded.  1 H. 118; 1 H. 205; 1 H. 366.  No implied authority from husband to wife to defend wife in criminal suit brought at husband's instance and fee not recoverable from husband.  5 H. 23.  Authority of insurance carrier to appeal from award against insured.  32 H. 12.  Where litigant retains firm of attorneys each member of firm becomes attorney for litigant and appearance of one member is appearance of the firm.  22 H. 245.\n  A legal right lost by negligence of attorney cannot be restored by court.  9 H. 86.\n  Assistant public prosecutor:  With consent private attorney may assist prosecution.  19 H. 437; 20 H. 7; 20 H. 71.\n  Fees:  Attorney's fees formerly not allowable in equity.  10 H. 462; 13 H. 237, 238; 13 H. 328.  But see 17 H. 489; 33 H. 456; 33 H. 660 (injunction); 34 H. 288 (interpleader); 34 H. 854 (partition); 35 H. 595.  Commissions not taxable in the circuit court on amount of district court judgment.  14 H. 495.  In determining jurisdiction of district court statutory attorney's commissions not included in ad damnum.  14 H. 290, 293; 15 H. 590.  Attorney may recover reasonable fees for services rendered; but court may relieve client from oppressive contract.  2 H. 677.  Guardian may be allowed fee for services as attorney.  15 H. 394; 35 H. 262 (guardian ad litem).  On amounts of fees allowed in equity and probate proceedings.  13 H. 634; 14 H. 232, 244; 15 H. 394 and cases there cited; 32 H. 943; 34 H. 263; 35 H. 473 (class representation); 37 H. 447.  In cases involving construction of will.  24 H. 573; 33 H. 666; 34 H. 376.  Attorney's fees, when allowed out of trust estate.  46 H. 475, 382 P.2d 920; 47 H. 216, 385 P.2d 828; 47 H. 629, 394 P.2d 432; 54 H. 299, 507 P.2d 724.\n  In cases involving surety on contractor's bond.  33 H. 607.  Reasonable attorney's fee, determination.  44 H. 10, 352 P.2d 320.\n  Generally attorney's fees are not to be awarded as damages or costs unless so provided by statute, stipulation or agreement.  51 H. 462, 462 P.2d 905; 53 H. 69, 487 P.2d 769; 56 H. 111, 530 P.2d 7; 57 H. 599, 561 P.2d 1286; 58 H. 606, 575 P.2d 869.\n  Generally attorneys' fees not recoverable; but where defendant's wrongful act places plaintiff in litigation with others or causes plaintiff to incur expenses to protect plaintiff's interest, attorneys' fees recoverable.  57 H. 102, 551 P.2d 171.\n  Attorney's fee was properly allowed within trial judge's discretion although no evidence was considered.  60 H. 467, 591 P.2d 1060.\n  Liability for costs:  Under rule of court attorney may be made liable to clerk for court costs but not liable to parties.  11 H. 258; 12 H. 83; 22 H. 749.  On revoking order of distribution, court cannot require attorney to pay into court amount paid attorney as fee by client out of amount distributed to such client.  15 H. 13.  Attorney mulcted in costs for loose pleadings.  6 H. 269.  Attorney for unsuccessful party in supreme court not personally liable to successful party for costs.  22 H. 749.  Court may require guardian to pay ward's wife counsel fees for defense in proceedings for recovery of child.  9 H. 426.  Court of law cannot require party to pay opposing guardian ad litem fee.  15 H. 52.  Attorney's fees as costs.  35 H. 907.  Ordinarily counsel fees not taxable as costs.  42 H. 490; 44 H. 147, 355 P.2d 40; 44 H. 297, 353 P.2d 820; 44 H. 365, 355 P.2d 40; 46 H. 475, 382 P.2d 920.  Order of substitution of attorneys should be conditioned on reimbursement to original attorney of costs advanced by him and on imposition of charging lien on any recovery to secure payment of his fees.  50 H. 413, 441 P.2d 638.\n  Law partner of attorney representing client not prevented from being a witness; nor is attorney prevented from continuing in case.  51 H. 142, 454 P.2d 369.\n  Disbarment proceedings.  Contempt of court.  2 H. 27.  Disbarment proceedings; attorney's conduct:  Attorney's duty not to misrepresent to court.  31 H. 929.  Court can compel in disbarment proceedings return of fee or money wrongfully taken.  5 H. 279.  And may punish attorney for wrongful conduct in obtaining fee.  15 H. 220.  But for collecting excessive fee in good faith, no wrongful conduct being shown.  15 H. 244.  Attorney disqualified by representing adverse interests.  30 H. 533.  An account stated between attorney and client may be void if fraud is practiced.  31 H. 517, 599.  Equity will compel attorney to convey land purchased by attorney for another when attorney has taken a deed in attorney's own name.  8 H. 57.  Also when deed is obtained from client through undue influence.  13 H. 402.  As to when statements of counsel are privileged.  23 H. 589, 591.\n  Court approval of substitution of attorney.  43 H. 51.\n  Representation of conflicting interests.  59 H. 283, 582 P.2d 195.\n  Order granting disqualification of attorney is interlocutory and not appealable without leave of court but writ of mandamus may be available.  61 H. 552, 606 P.2d 1320."
}