{
    "name": "Protection of purchasers from blanket liens",
    "number": "19",
    "text": "(a)  An escrow for the sale of a time share interest in a time share ownership plan may close only if the requirements of any one of the following alternatives for protecting the purchaser have been satisfied: \n\n\n\n\t(1)\tThe time share interest is conveyed to the purchaser free and clear of any blanket liens. \n\t(2)\tThe time share unit is conveyed to a trustee: \n\n\t\t(A)\tFree and clear of any blanket liens under a trust meeting the requirements of sections 514E-22 and 23; or \n\t\t(B)\tUnder a lien payment trust meeting the requirements of sections 514E-22, 23, 24, and 25.\n\t(3)  (A)\tThe time share interest is conveyed to the purchaser subject only to blanket liens: \n\n\t\t\t(i)\tWhere every person holding an interest in the blanket lien has executed and recorded a nondisturbance agreement; or \n\t\t\t(ii)\tFor which the director's acceptance of a surety bond or an irrevocable letter of credit meeting the requirements of section 514E-28 has been recorded with respect to that time share unit; and \n\n\t\t(B)\tIf legal or equitable title will be held by anyone other than the purchaser, a notice of time share plan is recorded. \n\n\t(4)\tThe requirements of any alternative arrangements accepted by the director have been met. \n\n\n\n\t(b)  An escrow for the sale of a time share interest in a time share use plan may close only if the requirements of any one of the following alternatives for protecting purchasers have been satisfied: \n\n\n\n\t(1)\tThe time share unit is conveyed to a trustee: \n\n\t\t(A)\tFree and clear of any blanket liens under a trust meeting the requirements of sections 514E-22 and 23; or \n\t\t(B)\tUnder a lien payment trust meeting the requirements of sections 514E-22, 23, 24, and 25.\n\n\t(2)\tA notice of time share plan is recorded and either: \n\n\t\t(A)\tEvery person holding an interest in a recorded blanket lien against any time share interests in that time share unit executes and records a nondisturbance agreement; or \n\t\t(B)\tThe director's acceptance of a surety bond or an irrevocable letter of credit meeting the requirements of section 514E-28 is recorded. \n\n\t(3)\tThe requirements of any alternative arrangements accepted by the director have been met. \n\n\n\n\t(c)  A time share interest in any time share plan which satisfies the escrow and blanket lien protection requirements of this chapter shall not be deemed a risk capital security under chapter 485, and the offer or sale of a time share interest therein shall not be deemed the offer or sale of a security. [L 1982, c 186, §7]"
}