{
    "name": "Additional requirements for lien payment trusts",
    "number": "24",
    "text": "(a)  If a lien payment trust is established to meet the requirements of section 514E-19, then in addition to the requirements of section 514E-22, the trust instrument shall: \n\n\n\n\t(1)\tRequire the deposit into trust of a lien payment deposit meeting the requirements of section 514E-25, before closing the sale of the first time share interest. \n\t(2)\tRequire the deposit into trust before closing the sale of the first time share interest, and the retention for the duration of the trust, of an installment payment reserve consisting of funds in an amount at all times sufficient: \n\n\t\t(A)\tTo pay the total of three successive monthly installments of debt service on the blanket lien(s); provided if the developer complies with section 514E-25(c), the amount paid shall be a pro rata share of the amount required above, determined in accordance with section 514E-25(c).\n\n\t\t\t(i)\tIf installments of debt service are due less frequently than monthly, the funds retained in trust shall be sufficient to pay all installments becoming due within the next succeeding six months, the next installment due. \n\t\t\t(ii)\tIf the payments of debt service are not payable in equal installments, such additional funds shall be retained in the trust as the director shall determine to be reasonably necessary to assure that the trustee will have sufficient cash to pay any installments under the blanket liens when due. \n\n\t\t(B)\tTo create a sinking fund to extinguish the debt at its maturity if a blanket lien against the trust property is an interest-only loan, contains a balloon payment provision, or is otherwise not fully amortized under the terms for repayment. \n\n\t(3)\tAuthorize the trustee to sell, transfer, hypothecate, encumber, or otherwise dispose of the purchase money contracts or other assets composing the lien payment deposit or any portion thereof, if in the trustee's judgment, such action is necessary in order to enable the trustee to make all payments required to be made under the blanket liens so as to prevent any foreclosure thereof. \n\t(4)\tRequire the developer to replenish the funds and assets in the trust whenever the lien payment deposit or the funds in the installment payment reserve fail to meet the requirements set forth in this section. \n\t(5)\tProvide that the trustee periodically shall disburse funds in the trust as follows:  first, to the payment of real property taxes, governmental assessments, and lease rent, if any; second, to the payment of current payments then due on the blanket liens, in their order of priority; third, to any sinking fund established for the payment of blanket liens, including any prepayment penalties and release prices; fourth, to any service charges and costs payable to the trustee and its collection agent, if any, pursuant to the trust instrument; and fifth, to the developer or as directed by the developer. \n\t(6)\tContain any other provisions required by the director as provided by rules adopted pursuant to chapter 91. \n\n\n\n\t(b)  If a lien payment trust is established to meet the requirements of section 514E-19, every purchase money contract must contain the following provision in at least ten-point bold face type: \nNOTICE\n\n\n\n\n Immediately upon demand by the trustee under the lien payment trust for the time share plan, the holder of this document must promptly deliver to the trustee all payments made by the purchaser after the trustee mails or otherwise sends notice that the funds and other assets in the trust are inadequate to meet the requirements for the lien payment deposit.  The holder must continue to send the trustee the purchaser's payments until the lien payment deposit is replenished.\n\n\n\n\n[L 1982, c 186, §12]"
}