{
    "name": "Notice of registration of order",
    "number": "605",
    "text": "PART II. CONTEST OF VALIDITY OR ENFORCEMENT\n \n         (a)  When a support order or income withholding order issued in another state is registered, the registering tribunal shall notify the nonregistering party.  The notice must be accompanied by a copy of the registered order and the documents and relevant information accompanying the order.\n     (b)  The notice must inform the nonregistering party:\n     (1)  That a registered order is enforceable as of the date of registration in the same manner as an order issued by a tribunal of this State;\n     (2)  That a hearing to contest the validity or enforcement of the registered order must be requested within twenty days after notice;\n     (3)  That failure to contest the validity or enforcement of the registered order in a timely manner will result in confirmation of the order and enforcement of the order and the alleged arrearages and precludes further contest of that order with respect to any matter that could have been asserted; and\n     (4)  Of the amount of any alleged arrearages.\n     (c)  Upon registration of an income withholding order for enforcement, the registering tribunal shall notify the obligor's employer pursuant to sections 571-52, 571-52.2, 571-52.3, and 576E-16.\n     (d)  For the purposes of this section, service of the notice  shall be by personal service or certified mail, return receipt requested.  After initial service is effected, additional service upon a party shall be satisfied by regular mail to the party's last known address.  In any child support enforcement proceedings subsequent to an order, upon a showing that diligent effort has been made to ascertain the location of a party, notice of service of process shall be presumed to be satisfied upon delivery of written notice to the most recent residential or employer address on file with the state case registry. [L 1997, c 295, pt of §1; am L 1998, c 270, §2]"
}