{
    "name": "General powers and duties",
    "number": "6",
    "text": "(a)  The public utilities commission shall have the general supervision hereinafter set forth over all public utilities, and shall perform the duties and exercise the powers imposed or conferred upon it by this chapter.  Included among the general powers of the commission is the authority to adopt rules pursuant to chapter 91 necessary for the purposes of this chapter.\n     (b)  The public utilities commission may consider the need for increased renewable energy use in exercising its authority and duties under this chapter.\n     (c)  The chairperson of the commission may appoint a hearings officer, who shall not be subject to chapter 76, to hear and recommend decisions in any proceeding before it other than a proceeding involving the rates or any other matters covered in the tariffs filed by the public utilities.  The hearings officer shall have the power to take testimony, make findings of fact and conclusions of law, and recommend a decision; provided that the findings of fact, the conclusions of law, and the recommended decision shall be reviewed and may be approved by the commission after notice to the parties and an opportunity to be heard.  The hearings officer shall have all of the above powers conferred upon the public utilities commission under section 269-10. [L 1913, c 89, §4; RL 1925, §2192; RL 1935, §7944; RL 1945, §4705; am L 1949, c 253, §1; RL 1955, §104-5; HRS ; am L 1976, c 165, §5; am L 1983, c 219, §3; gen ch 1993; am L 2000, c 253, §150; am L 2007, c 177, §2]\n \nRevision Note\n \n  Subsection (b), enacted as a new section, is codified to this section pursuant to §23G-15.\n  Subsection designations added by revisor pursuant to §23G-15.\n \nAttorney General Opinions\n \n  PUC has authority to approve automatic fuel adjustment clauses.  Att. Gen. Op. 76-1.\n \nCase Notes\n \n  Constitutional.  33 H. 390, aff'd 96 F.2d 412, aff'd 305 U.S. 306.\n  The public utilities commission has the authority to regulate the height of utility poles.  72 H. 285, 814 P.2d 398.\n  Cited:  24 H. 136, 139; 32 H. 127, 129."
}