{
    "name": "Examination expense",
    "number": "2-306",
    "text": "§431:2-306    (a)  Examinations of:\n\n\n\n\t(1)\tAny insurer;\n\t(2)\tAny person subject to examination under section 431:2-303(2); or\n\t(3)\tAny insurance guaranty fund established pursuant to article 16;\n\n\n\nshall be at the expense of the insurer, person, or guaranty fund examined.  Examination expenses shall include fees, mileage, and expenses incurred as to witnesses or any other person, as defined in article 1, subject to an examination by the commissioner.\n\t(b)  The insurer, person, or guaranty fund examined and liable therefor shall pay to the commissioner's examiners upon presentation of an itemized statement, their actual travel expenses, their reasonable living expense allowance, and their per diem compensation at a reasonable rate approved by the commissioner, incurred on account of the examination.  All payments collected by the commissioner shall be remitted to:\n\n\n\n\t(1)\tThe compliance resolution fund; or\n\t(2)\tThe captive insurance administrative fund if independent contractor examiners or captive staff examiners were employed for a captive insurer's examination.\n\n\n\nThe commissioner or the commissioner's examiners shall not receive or accept any additional emolument on account of any examination.\n\t(c)  The commissioner may assess all examination costs of any person subject to examination under section 431:2-303(1) and article 16 when there is a premium trust fund shortage due to substantial noncompliance with section 431:9-230.  The commissioner, subject to chapter 91, shall adopt rules to carry out the purposes of this subsection.  The rules shall include criteria for the levying of examination assessment costs and specific criteria for appealing assessment costs levied by the commissioner. [L 1987, c 347, pt of §2; am L 1995, c 232, §9; am L 1997, c 261, §3; am L 1998, c 71, §1; am L 1999, c 163, §11; am L 2002, c 39, §8]"
}