{
    "name": "Limitation of liability",
    "number": "10D-108",
    "text": "§431:10D-108    (a)  No policy of life insurance shall be delivered or issued for delivery in this State if it contains a provision limiting to less than three years the time within which an action at law or in equity may be commenced after the cause of action shall accrue.\n\t(b)  No policy of life insurance shall be delivered or issued for delivery in this State if it contains a provision which excludes or restricts liability for death caused in a certain specified manner or occurring while the insured has a specified status, except that the policy may contain provisions excluding or restricting coverage as specified therein in event of death under any one or more of the following circumstances:\n\n\n\n\t(1)\tDeath as a result directly or indirectly of war, declared or undeclared, or of any act or hazard of such war;\n\t(2)\tDeath as a result of aviation under conditions specified in the policy;\n\t(3)\tDeath as a result of a specified hazardous occupation or occupations;\n\t(4)\tDeath while the insured is a resident outside of the United States and Canada; or\n\t(5)\tDeath within two years from the date of issue of the policy as a result of suicide, while sane or insane.\n\n\n\n\t(c)  A policy which contains any exclusion or restriction pursuant to subsection (b) shall also provide that in the event of death under circumstances to which any such exclusion or restriction is applicable, the insurer will pay an amount not less than a reserve determined according to the valuation method prescribed in the minimum standard required by law upon the basis of the mortality table and interest rate specified in the policy for the calculation of nonforfeiture benefits (or if the policy provides no such benefits, computed according to a mortality table and interest rate determined by the insurer and specified in the policy) with adjustment for indebtedness or dividend credit.\n\t(d)  This section shall not apply to annuities and pure endowment contracts, or to any provision of a life insurance policy relating to disability benefits or to additional benefits in the event of death by accident or accidental means.\n\t(e)  An insurer may specify conditions pertaining to subsections (a), (b) and (c) which in the commissioner's opinion are more favorable to the policyholder. [L 1987, c 347, pt of §2]"
}