{
    "name": "Records and reports",
    "number": "2-209",
    "text": "§431:2-209    (a)  The commissioner shall preserve in permanent form records and reports of the commissioner's proceedings, hearings, investigations, and examinations, and shall file the records in the commissioner's office.\n\t(b)  The records of the commissioner and insurance filings in the commissioner's office shall be open to public inspection, except as otherwise provided in this code.\n\t(c)  One year after conclusion of the transactions to which they relate, the commissioner may destroy any correspondence, void or obsolete filings relating to rates, certificate of authority applications, foreign or alien insurers' annual statements and valuation reports, cards, and expired bonds.  Three years after the conclusion of the transactions to which they relate, the commissioner may destroy any claim files, working papers of examinations, reports of examination by insurance supervisory officials of other states, void or obsolete filings relating to license applications, records of hearings and investigations, and any similar records, documents, or memoranda now or hereafter in the commissioner's possession.\n\t(d)  Three years after the year to which they relate, the commissioner may destroy any foreign or alien insurer's tax reports, or similar records or reports now or hereafter in the commissioner's possession.\n\t(e)  The following records and reports on file with the commissioner shall be confidential and protected from discovery, production, and disclosure for so long as the commissioner deems prudent:\n\n\n\n\t(1)\tComplaints and investigation reports;\n\t(2)\tWorking papers of examinations, complaints, and investigation reports;\n\t(3)\tProprietary information, including trade secrets, commercial information, and business plans, which, if disclosed may result in competitive harm to the person providing the information;\n\t(4)\tAny documents or information received from the National Association of Insurance Commissioners, the federal government, or insurance departments of other states, territories, and commonwealths that are confidential in other jurisdictions.  The commissioner shall be authorized to share information, including otherwise confidential information with the National Association of Insurance Commissioners, the federal government, or insurance departments of other states, territories, and commonwealths so long as the statutes or regulations of the other jurisdictions permit them to maintain the same level of confidentiality as required under Hawaii law.\n\n\n\n\t(f)  The commissioner shall not disclose any information that is exempt from disclosure by federal or Hawaii statutes. [L 1987, c 347, pt of §2; am L 1989, c 195, §10; am L 1991, c 248, §1; am L 1993, c 205, §2; am L 1995, c 232, §7; am L 2000, c 182, §4]"
}