{
    "name": "Suspension or revocation of license",
    "number": "8-317",
    "text": "§431:8-317    (a)  The commissioner may suspend, revoke, or refuse to extend any surplus lines broker's license for any cause specified in any other provision of this chapter, or for any of the following causes: \n\n\n\n\t(1)\tFailure to file the annual statement required by section 431:8-313 or to pay the tax required by section 431:8-315;\n\t(2)\tFailure to maintain an office in this State, or to keep records, or to allow the commissioner to examine such surplus lines broker's records as provided in this article;\n\t(3)\tRemoval of office accounts and records from this State during the period in which such accounts are required to be maintained under this article;\n\t(4)\tAny of the causes for which a producer's license may be suspended or revoked under article 9A;\n\t(5)\tAny cause for which issuance of the license could have been refused had it then existed and been known to the commissioner;\n\t(6)\tIf the licensee wilfully violates or knowingly participates in the violation of any provision of this code;\n\t(7)\tIf the licensee has obtained or attempted to obtain the license through wilful misrepresentation or fraud, or has failed to pass any examination required by section 431:9A-105;\n\t(8)\tIf the licensee has misappropriated, converted to the licensee's own use, or illegally withheld moneys required to be held in a fiduciary capacity;\n\t(9)\tIf the licensee has, with intent to deceive, materially misrepresented the terms or effect of any insurance contract, or has engaged or is about to engage in any fraudulent transaction;\n\t(10)\tIf the licensee has been guilty of any unfair practice or fraud as defined in article 13;\n\t(11)\tIf in the conduct of the licensee's affairs under the license, the licensee has been a source of injury and loss to the public;\n\t(12)\tIf the licensee issues or purports to issue any binder as to any insurer named therein as to which the licensee is not then authorized so to bind; or\n\t(13)\tIf the licensee has dealt with, or attempted to deal with, insurance or to exercise powers relative to insurance outside the scope of the licensee's licenses.\n\n\n\n\t(b)  The license of any partnership or corporation may be suspended, revoked, or refused for any of the causes applicable to any individual designated in the license to exercise the partnership's or corporation's powers.\n\t(c)  The holder of any license which has been revoked or suspended shall surrender the license certificate to the commissioner at the commissioner's request.\n\t(d)  The procedures provided in article 9A for the suspension or revocation of producer licenses shall apply to suspension or revocation of a surplus lines broker's license.\n\t(e)  No broker whose license has been revoked shall again be licensed as a broker within one year thereafter, nor until any fines or delinquent taxes owing by the broker have been paid. [L 1987, c 347, pt of §2; am L 1989, c 195, §22; am L 2002, c 155, §20; am L 2003, c 212, §50]"
}