{
    "name": "Powers and duties of the association",
    "number": "16-108",
    "text": "§431:16-108    (a)  The association shall:\n\n\n\n\t(1)\tBe obligated to the extent of the covered claims existing prior to the order of liquidation and arising within thirty days after the order of liquidation, or before the policy expiration date if less than thirty days after the order of liquidation, or before the insured replaces the policy or causes its cancellation, if the insured does so within thirty days of the order of liquidation.  The obligation shall be satisfied by paying to the claimant an amount as follows:\n\n\t\t(A)\tThe full amount of a covered claim for benefits under a workers' compensation insurance coverage;\n\t\t(B)\tAn amount not exceeding $10,000 per policy for a covered claim for the return of unearned premium; or\n\t\t(C)\tAn amount not exceeding $300,000 per claim for all other covered claims.\n\n\t\tIn no event shall the association be obligated to a policyholder or claimant in an amount in excess of the stated policy limit of the insolvent insurer under the policy from which the claim arises.  Notwithstanding any other provisions of this part, a covered claim shall not include a claim filed with the association after the final date set by the court for the filing of claims against the liquidator or receiver of an insolvent insurer.  Any obligation of the association to defend an insured shall cease upon the association's payment or tender of an amount equal to the lesser of the association's covered claim obligation limit or the applicable policy limit;\n\t(2)\tBe deemed the insurer, but only to the extent of its obligation on covered claims and to that extent shall have all rights, duties, and obligations of the insolvent insurer as if the insurer had not become insolvent, including but not limited to the right to pursue and retain salvage and subrogation recoverable on covered claim obligations to the extent paid by the association;\n\t(3)\tAssess insurers amounts necessary to pay the obligations of the association under paragraph (1) subsequent to an insolvency, the expenses of handling covered claims subsequent to an insolvency, and the cost of examinations under section 431:l6-113, and other expenses authorized by this part.  The assessments of each member insurer shall be in the proportion that the net direct written premiums of the member insurer for the preceding calendar year bears to the net direct written premiums of all member insurers for the preceding calendar year.  Each member insurer shall be notified of the assessment not later than thirty days before it is due.  No member insurer may be assessed in any year an amount greater than two per cent of that member insurer's net direct written premiums for the preceding calendar year.  If the maximum assessment, together with the other assets of the association, does not provide in any one year an amount sufficient to make all necessary payments, the funds available shall be prorated and the unpaid portion shall be paid as soon thereafter as funds become available.  The association shall pay claims in any order that it may deem reasonable, including the payment of claims as they are received from the claimants or in groups or categories of claims.  The association may exempt or defer, in whole or in part, the assessment of any member insurer, if the assessment would cause the member insurer's financial statement to reflect amounts of capital or surplus less than the minimum amounts required for a certificate of authority by any jurisdiction in which the member insurer is authorized to transact insurance.  However, during the period of deferment, no dividends shall be paid to shareholders or policyholders.  Deferred assessments shall be paid when the payment will not reduce capital or surplus below required minimums.  Payments shall be refunded to those companies receiving larger assessments by virtue of the deferment, or at the election of the companies, credited against future assessments.  Each member insurer may set off against any assessment payments authorized by the administrator of the association to be made on covered claims and expenses incurred in the payment of the claims by the member insurer;\n\t(4)\tInvestigate claims brought against the association and adjust, compromise, settle, and pay covered claims to the extent of the association's obligation and deny all other claims and may review settlements, releases, and judgments to which the insolvent insurer or its insureds were parties to determine the extent to which the settlements, releases, and judgments may be properly contested.  The association may appoint or substitute and direct legal counsel retained under liability insurance policies for the defense of covered claims;\n\t(5)\tNotify the persons as the commissioner directs under section 431:16-ll0(b)(l);\n\t(6)\tHandle claims through its employees or through one or more insurers or other persons designated as servicing facilities.  Designation of a servicing facility is subject to the approval of the commissioner, but the designation may be declined by a member insurer;\n\t(7)\tReimburse each servicing facility for obligations of the association paid by the facility and for expenses incurred by the facility while handling claims on behalf of the association and pay the other expenses of the association authorized by this part; and\n\t(8)\tHave the authority, notwithstanding sections 43l:10C-ll0 and 43l:10C-111, to cancel all policies issued by an insolvent insurer.  Covered claims under these policies shall be paid by the association in an amount not to exceed the stated policy limit of the insolvent insurer under the policy from which the claim arises, or as provided under paragraph (1)(A) to (C), whichever is less.\n\n\n\n\t(b)  The association may:\n\n\n\n\t(1)\tEmploy or retain the persons as are necessary to handle claims and perform other duties of the association;\n\t(2)\tBorrow funds necessary to effect the purposes of this part in accord with the plan of operation;\n\t(3)\tSue or be sued;\n\t(4)\tNegotiate and become a party to the contracts as are necessary to carry out the purpose of this part; and\n\t(5)\tPerform all other acts as are necessary or proper to effectuate the purpose of this part. [L 1987, c 347, pt of §2 as superseded by c 348, §20; am L 2000, c 93, §7]"
}