{
    "name": "Powers and duties of the association",
    "number": "16-208",
    "text": "§431:16-208    (a)  If a member insurer is an impaired domestic insurer, the association may, in its discretion, and subject to any conditions imposed by the association that do not impair the contractual obligations of the impaired insurer, that are approved by the commissioner, and that are, except in cases of court ordered conservation or rehabilitation, also approved by the impaired insurer:\n\n\n\n\t(1)\tGuarantee, assume or reinsure, or cause to be guaranteed, assumed or reinsured, any or all of the policies or contracts of the impaired insurer;\n\t(2)\tProvide such moneys, pledges, notes, guarantees, or other means as are proper to effectuate subsection (a)(1) and assure payment of the contractual obligations of the impaired insurer pending action under subsection (a)(1); or\n\t(3)\tLoan money to the impaired insurer.\n\t(b)\t(1)  If a member insurer is an impaired insurer, whether domestic, foreign, or alien, and the insurer is not paying claims timely, then subject to the preconditions specified in paragraph (2), the association shall, in its discretion, either:\n\n\t\t(A)\tTake any of the actions specified in subsection (a), subject to the conditions therein, or\n\t\t(B)\tProvide substitute benefits in lieu of the contractual obligations of the impaired insurer solely for:  accident and health or sickness claims, periodic annuity benefit payments, death benefits, supplemental benefits, and cash withdrawals for policy or contract owners who petition therefor under claims of emergency or hardship in accordance with standards proposed by the association and approved by the commissioner.\n\n\t(2)\tThe association shall be subject to the requirements of paragraph (1) only if:\n\n\t\t(A)\tThe laws of the impaired insurer's state of domicile provide that until all payments of or on account of the impaired insurer's contractual obligations by all guaranty associations, along with all expenses thereof and interest on all such payments and expenses, shall have been repaid to the guaranty associations or a plan of repayment by the impaired insurer shall have been approved by the guaranty associations;\n\n\t\t\t(i)\tThe delinquency proceeding shall not be dismissed;\n\t\t\t(ii)\tNeither the impaired insurer nor its assets shall be returned to the control of its shareholders or private management; and\n\t\t\t(iii)\tIt shall not be permitted to solicit or accept new business or have any suspended or revoked license restored; and\n\t\t(B)\t(i)\tIf the impaired insurer is a domestic insurer, it has been placed under an order of rehabilitation by a court of competent jurisdiction in this State, or;\n\t\t\t(ii)\tIf the impaired insurer is a foreign or alien insurer:\n\n\t\t\t(I)\tIt has been prohibited from soliciting or accepting new business in this State,\n\t\t\t(II)\tIts certificate of authority has been suspended or revoked in this State, and\n\t\t\t(III)\tA petition for rehabilitation or liquidation has been filed in a court of competent jurisdiction in its state of domicile by the commissioner of the state.\n\n\n\n\n\n\n\n\n\n\t(c)  If a member insurer is an insolvent insurer, the association shall, in its discretion, either:\n\n\n\n\n\n\t(1)\t(A)\tGuarantee, assume, or reinsure, or cause to be guaranteed, assumed, or reinsured, the policies or contracts of the insolvent insurer; or\n\t\t(B)\tAssure payment of the contractual obligations of the insolvent insurer; and\n\t\t(C)\tProvide such moneys, pledges, guarantees, or other means as are reasonably necessary to discharge such duties; or\n\n\t(2)\tWith respect only to life and accident and health or sickness insurance policies, provide benefits and coverages in accordance with subsection (d).\n\n\n\n\t(d)  When proceeding under subsection (b)(1)(B) or (c)(2), the association shall, with respect to only life and accident and health or sickness insurance policies:\n\n\n\n\t(1)\tAssure payment of benefits for premiums identical to the premiums and benefits (except for terms of conversion and renewability) that would have been payable under the policies of the insolvent insurer, for claims incurred:\n\n\t\t(A)\tWith respect to group policies, not later than the earlier of the next renewal date under such policies or contracts or forty-five days, but in no event less than thirty days, after the date on which the association becomes obligated with respect to such policies;\n\t\t(B)\tWith respect to individual policies, not later than the earlier of the next renewal date (if any) under such policies or one year, but in no event less than thirty days, from the date on which the association becomes obligated with respect to such policies.\n\n\t(2)\tMake diligent efforts to provide all known insureds or group policyholders with respect to group policies thirty days' notice of the termination of the benefits provided; and\n\t(3)\tWith respect to individual policies, make available to each known insured, or owner if other than the insured, and with respect to an individual formerly insured under a group policy who is not eligible for replacement group coverage, make available substitute coverage on an individual basis in accordance with paragraph (4), if the insureds had a right under law or the terminated policy to convert coverage to individual coverage or to continue an individual policy in force until a specified age or for a specified time, during which the insurer had no right unilaterally to make changes in any provision of the policy or had a right only to make changes in premium by class.    \n\n\t(4)\t(A)\tIn providing the substitute coverage required under paragraph (3), the association may offer either to reissue the terminated coverage or to issue an alternative policy.\n\t\t(B)\tAlternative or reissued policies shall be offered without requiring evidence of insurability, and shall not provide for any waiting period or exclusion that would not have applied under the terminated policy.\n\t\t(C)\tThe association may reinsure any alternative or reissued policy.\n\t(5)\t(A)\tAlternative policies adopted by the association shall be subject to the approval of the commissioner.  The association may adopt alternative policies of various types for future issuance without regard to any particular impairment or insolvency.\n\t\t(B)\tAlternative policies shall contain at least the minimum statutory provisions required in this State and provide benefits that shall not be unreasonable in relation to the premium charged.  The association shall set the premium in accordance with a table of rates which it shall adopt.  The premium shall reflect the amount of insurance to be provided and the age and class of risk of each insured, but shall not reflect any changes in the health of the insured after the original policy was last underwritten.\n\t\t(C)\tAny alternative policy issued by the association shall provide coverage of a type similar to that of the policy issued by the impaired or insolvent insurer, as determined by the association.\n\n\t(6)\tIf the association elects to reissue terminated coverage at a premium rate different from that charged under the terminated policy, the premium shall be set by the association in accordance with the amount of insurance provided and the age and class of risk, subject to approval of the commissioner or by a court of competent jurisdiction.\n\t(7)\tThe association's obligations with respect to coverage under any policy of the impaired or insolvent insurer or under any reissued or alternative policy shall cease on the date such coverage or policy is replaced by another similar policy by the policyholder, the insured, or the association.\n\n\n\n\t(e)  When proceeding under subsections (b)(1)(B) or (c) with respect to any policy or contract carrying guaranteed minimum interest rates, the association shall assure the payment or crediting of a rate of interest consistent with section 431:16-203(b)(2)(C).\n\t(f)  Nonpayment of premiums within thirty-one days after the date required under the terms of any guaranteed, assumed, alternative, or reissued policy or contract or substitute coverage shall terminate the association's obligations under such policy or coverage under this part with respect to such policy or coverage, except with respect to any claims incurred or any net cash surrender value which may be due in accordance with the provisions of this part.\n\t(g)  Premiums due for coverage after entry of an order of liquidation of an insolvent insurer shall belong to and be payable at the direction of the association, and the association shall be liable for unearned premiums due to policy or contract owners arising after the entry of such order.\n\t(h)  The protection provided by this part shall not apply where any guaranty protection is provided to residents of this State by the laws of the domiciliary state or jurisdiction of the impaired or insolvent insurer other than this State.\n\t(i)  In carrying out its duties under subsections (b) and (c), the association may, subject to approval by the court:\n\n\n\n\t(1)\tImpose permanent policy or contract liens in connection with any guarantee, assumption or reinsurance agreement, if the association finds that the amounts which can be assessed under this part are less than the amounts needed to assure full and prompt performance of the association's duties under this part, or that the economic or financial conditions as they affect member insurers are sufficiently adverse to render the imposition of such permanent policy or contract liens, to be in the public interest;\n\t(2)\tImpose temporary moratoriums or liens on payments of cash values and policy loans, or any other right to withdraw funds held in conjunction with policies or contracts, in addition to any contractual provisions for deferral of cash or policy loan value.\n\n\n\n\t(j)  If the association fails to act within a reasonable period of time as provided in subsections (b)(1)(B), (c) and (d), the commissioner shall have the powers and duties of the association under this part with respect to impaired or insolvent insurers.\n\t(k)  The association may render assistance and advice to the commissioner, upon the commissioner's request, concerning rehabilitation, payment of claims, continuance of coverage, or the performance of other contractual obligations of any impaired or insolvent insurer.\n\t(l)  The association shall have standing to appear before any court in this State with jurisdiction over an impaired or insolvent insurer concerning which the association is or may become obligated under this part.  Such standing shall extend to all matters germane to the powers and duties of the association, including, but not limited to, proposals for reinsuring, modifying or guaranteeing the policies or contracts of the impaired or insolvent insurer and the determination of the policies or contracts and contractual obligations.  The association shall also have the right to appear or intervene before a court in another state with jurisdiction over an impaired or insolvent insurer for which the association is or may become obligated or with jurisdiction over a third party against whom the association may have rights through subrogation of the insurer's policyholders.\n\n\n\n\t(m)\t(1)  Any person receiving benefits under this part shall be deemed to have assigned the rights under, and any causes of action relating to, the covered policy or contract to the association to the extent of the benefits received because of this part, whether the benefits are payments of or on account of contractual obligations, continuation of coverage or provision of substitute or alternative coverages.  The association may require an assignment to it of such rights and causes of action by any payee, policy or contract owner, beneficiary, insured, or annuitant as a condition precedent to the receipt of any right or benefits conferred by this part upon such person.\n\t(2)\tThe subrogation rights of the association under this section shall have the same priority against the assets of the impaired or insolvent insurer as that possessed by the person entitled to receive benefits under this part.\n\t(3)\tIn addition to items (1) and (2), the association shall have all common law rights of subrogation and any other equitable or legal remedy which would have been available to the impaired or insolvent insurer or holder of a policy or contract with respect to such policy or contracts.\n\n\n\n\t(n)  The association may:\n\n\n\n\t(1)\tEnter into such contracts as are necessary or proper to carry out the provisions and purposes of this part;\n\t(2)\tSue or be sued, including taking any legal actions necessary or proper to recover any unpaid assessments under section 431:16-209 and to settle claims or potential claims against it;\n\t(3)\tBorrow money to effect the purposes of this part; any notes or other evidence of indebtedness of the association not in default shall be legal investments for domestic insurers and may be carried as admitted assets;\n\t(4)\tEmploy or retain such persons as are necessary to handle the financial transactions of the association, and to perform such other functions as become necessary or proper under this part;\n\t(5)\tTake such legal action as may be necessary to avoid payment of improper claims; and\n\t(6)\tExercise, for the purposes of this part and to the extent approved by the commissioner, the powers of a domestic life or accident and health or sickness insurer, but in no case may the association issue insurance policies or annuity contracts other than those issued to perform its obligations under this part.\n\n\n\n\t(o)  The association may join an organization of one or more other state associations of similar purposes, to further the purposes and administer the powers and duties of the association. [L 1987, c 347, pt of §2; am L 2002, c 155, §94]"
}