{
    "name": ".5 Default in payment of assessments",
    "number": "21-105",
    "text": "§431:21-105  Powers and duties of the association.  (a)  In addition to any other requirements imposed by law, the association shall:\n\n\n\n\t(1)\tFormulate and administer a plan of operation to insure persons having an insurable interest in real or tangible personal property in the area designated by the commissioner;\n\t(2)\tReimburse each servicing facility for obligations of the association paid by the facility and for expenses incurred by the facility while processing applications and servicing policies on behalf of the association; and\n\t(3)\tCollect and maintain statistical information and other information required by the commissioner.\n\n\n\n\t(b)  In addition to any other powers allowed by law, the association may:\n\n\n\n\t(1)\tAdd additional insurance coverages with the approval of the commissioner, including coverage for commercial risks up to the limits of coverage for residential risks as set forth in the plan of operation;\n\t(2)\tEmploy or retain persons as are necessary to perform the duties of the association;\n\t(3)\tContract with a member insurer to perform the duties of the association;\n\t(4)\tSue or be sued;\n\t(5)\tBorrow funds necessary to effectuate the purposes of this article in accord with the plan of operation;\n\t(6)\tIf approved by the commissioner, assess member insurers amounts necessary to cover extraordinary losses incurred by the association.  Each member insurer shall be notified of the assessment not later than thirty days before it is due.  No member insurer may be assessed in any year an amount greater than two per cent of that member insurer's net direct written premiums for the preceding calendar year.  The association may exempt or defer, in whole or in part, the assessment of any member insurer if the assessment would cause the member insurer's financial statement to reflect amounts of capital or surplus less than the minimum amounts required for a certificate of authority by any jurisdiction in which the member insurer is authorized to transact business;\n\t(7)\tDevise a method to give credit to member insurers for homeowners and fire insurance policies individually underwritten on risks located in the area designated for coverage by the association;\n\t(8)\tNegotiate and become a party to contracts as are necessary to carry out the purposes of this article; and\n\t(9)\tPerform all other acts as are necessary or proper to effectuate the purpose of this article. [L 1991, c 284, pt of §2; am L 1992, c 143, §4]"
}