{
    "name": ".5 Conversion or merger of captive insurers",
    "number": "19-106",
    "text": "§431:19-106  Formation of captive insurance companies in this State.  (a)  A pure captive insurance company shall be incorporated as a stock insurer with its capital divided into shares and held by the stockholders. \t(b)  A captive insurance company, which is other than a pure captive insurance company, may be:\n\n\n\n\t(1)\tIncorporated as a stock insurer with its capital divided into shares and held by the stockholders;\n\t(2)\tIncorporated as a mutual insurer without capital stock, the governing body of which is elected by the member organization of its association; or\n\t(3)\tOrganized as a reciprocal insurer, for other than credit life and credit disability insurance and group term life insurance, without capital stock, whose affairs shall be coordinated through an attorney-in-fact as provided in the power of attorney or other agreement given to the attorney-in-fact by the subscribers.\n\n\n\n\t(c)  A captive insurance company other than one that is formed as a reciprocal insurer shall have no fewer than three incorporators of whom no fewer than two shall be residents of this State.\n\t(d)  Before the articles of incorporation are transmitted to the department of commerce and consumer affairs, the incorporators shall petition the commissioner to issue a certificate setting forth the commissioner's finding that the establishment and maintenance of the proposed corporation will promote the general good of the State.  In arriving at such a finding, the commissioner shall consider:\n\n\n\n\t(1)\tThe character, reputation, financial standing, and purposes of the incorporators;\n\t(2)\tThe character, reputation, financial responsibility, insurance experience, and business qualifications of the officers and directors; and\n\t(3)\tOther aspects as the commissioner deems advisable.\n\n\n\n\t(e)  The articles of incorporation, certificate, and the organization fee shall be transmitted to the department of commerce and consumer affairs, which shall record both the articles of incorporation and the certificate.\n\t(f)  The capital stock of a captive insurance company incorporated as a stock insurer shall be issued at not less than par value.\n\t(g)  At least one of the members of the board of directors of a captive insurance company incorporated in this State shall be a resident of this State.\n\t(h)  Captive insurance companies formed under this article, except for pure nonprofit captive insurance companies, shall have the privileges and be subject to the general corporation law as well as this article.  In the event of conflict between the general corporation law and this article, the latter shall control.\n\t(i)  Pure nonprofit captive insurance companies formed under this article shall have the privileges and be subject to the nonprofit corporation law as well as this article.  In the event of conflict between the nonprofit corporation law and this article, the latter shall control.\n\t(j)  The articles of incorporation of a risk retention captive insurance company incorporated as a stock insurer shall provide that no stockholder shall own more than ten per cent of the risk retention captive insurance company's outstanding stock; provided that as an alternative, the commissioner, if the commissioner deems it in the best interest of the risk retention captive, the policyholders, and the public, may permit the articles of incorporation to state that no stockholder shall vote more than ten per cent of the outstanding stock. [L 1987, c 347, pt of §2; am L 1992, c 108, §3; am L 1993, c 205, §36; am L 1997, c 15, §1; am L 1999, c 302, §5; am L 2003, c 209, §5]"
}