{
    "name": "Establishment and criteria",
    "number": "10C-409",
    "text": "Subpart C.  Rates\n\n §431:10C-409    The commissioner shall, after consultation with the board, establish and promulgate the rating rules, classification standards and rules, rates, rating plans, territories, and policy forms for use in the provision of all motor vehicle insurance issued under the joint underwriting plan, in accordance with the following provisions:\n\n\n\n\t(1)\tRates shall not be excessive, inadequate or unfairly discriminatory.\n\t(2)\tConsideration shall be given to the following:\n\n\t\t(A)\tThe plan's past and prospective loss experience within the State;\n\t\t(B)\tContingencies in the administration of motor vehicle insurance sold;\n\t\t(C)\tPast and prospective expenses in the sale and administration of motor vehicle insurance;\n\t\t(D)\tIncome from investments of premiums and other proceeds received on account of joint underwriting plan motor vehicle insurance sold; and\n\t\t(E)\tAll other factors demonstrated to be relevant by a current actuarially sound study of the definable risks involved.\n\n\t(3)\tThe commissioner may:\n\n\t\t(A)\tEstablish rating territories and group risks by classifications for the establishing of rates and minimum premiums;\n\t\t(B)\tProvide for, by regulation, a uniform classification of risks and rating territories for the various coverages;\n\t\t(C)\tModify classification rates to produce rates in accordance with rating plans which establish standards for measuring variations in hazards or expense provisions, or both.  Such standards may measure any differences among risks including vehicles, occupations, past traffic convictions, and involvement in past accidents, provided they are established to have a demonstrable effect upon losses or expense; and\n\t\t(D)\tEnsure that no standard or rating plan shall be based, in whole or in part, directly or indirectly, upon a person's race, creed, ethnic extraction, age, sex, length of driving experience, credit bureau rating, marital status, or physical handicap. [L 1987, c 347, pt of §2; am L Sp 1993, c 4, §8]"
}