{
    "name": "Definitions",
    "number": "3-401",
    "text": "PART IV.  RISK-BASED CAPITAL FOR INSURERS\n\n §431:3-401    For purposes of this part unless the context otherwise requires:\n\t\"Adjusted risk-based capital report\" means a risk-based capital report which has been adjusted by the commissioner in accordance with section 431:3-402(e).\n\t\"Corrective order\" means an order issued by the commissioner specifying corrective actions which the commissioner has determined are required.\n\t\"Life or accident and health or sickness insurer\" means any insurer that is within the definition of section 431:1-204 or 431:1-205 and is licensed under article 3, or a licensed property and casualty insurer writing only accident and health or sickness insurance.\n\t\"NAIC\" means the National Association of Insurance Commissioners.\n\t\"Negative trend\" means, with respect to a life or health insurer, [a] negative trend over a period of time, as determined in accordance with the \"trend test calculation\" included in the risk-based capital instructions.\n\t\"Property and casualty insurer\" means any insurer that is within the definition of section 431:1-206, 431:1-207, 431:1-208, 431:1-209, 431:1-210, or 431:1-211 and is licensed under article 3, but shall not include monoline mortgage guaranty insurers, financial guaranty insurers, and title insurers.\n\t\"Risk-based capital instructions\" means the risk-based capital report including risk-based capital instructions adopted by the National Association of Insurance Commissioners, as such risk-based capital instructions may be amended by the National Association of Insurance Commissioners from time to time in accordance with the procedures adopted by the National Association of Insurance Commissioners.\n\t\"Risk-based capital level\" means an insurer's company action level risk-based capital, regulatory action level risk-based capital, authorized control level risk-based capital, or mandatory control level risk-based capital where:\n\n\n\n\t(1)\t\"Company action level risk-based capital\" means, with respect to any insurer, the product of 2.0 and its authorized control level risk-based capital;\n\t(2)\t\"Regulatory action level risk-based capital\" means, with respect to any insurer, the product of 1.5 and its authorized control level risk-based capital;\n\t(3)\t\"Authorized control level risk-based capital\" means, with respect to any insurer, the number determined under the risk-based capital formula in accordance with the risk-based capital instructions; and\n\t(4)\t\"Mandatory control level risk-based capital\" means, with respect to any insurer, the product of 0.70 and the authorized control level risk-based capital.\n\n\n\n\t\"Risk-based capital plan\" means a comprehensive financial plan containing the elements specified in section 431:3-403(b).  If the commissioner rejects the risk-based capital plan and it is revised by the insurer, with or without the commissioner's recommendation, the plan shall be called the \"revised risk-based capital plan\".\n\t\"Risk-based capital report\" means the report required in section 431:3-402.\n\t\"Total adjusted capital\" means the sum of:\n\n\n\n\t(1)\tAn insurer's statutory capital and surplus as determined in accordance with the statutory accounting applicable to the annual financial statements required to be filed under section 431:3-301; and\n\t(2)\tAny other items that the risk-based capital instructions may provide. [L 1994, c 190, pt of §1; am L 1995, c 61, §2 as superseded by c 232, §4; am L 1997, c 75, §3; am L 1999, c 128, §2; am L 2003, c 212, §25]"
}