{
    "name": "Subsequent financing",
    "number": "4-120",
    "text": "§431:4-120    (a)  No domestic insurer, insurance holding corporation, stock corporation for financing operations of a mutual insurer, or attorney-in-fact corporation of a reciprocal insurer shall solicit or receive funds in exchange for any new issue of its corporate securities, other than through a stock dividend, until it has applied to the commissioner for, and has been granted, a solicitation permit, after:\n\n\n\n\t(1)\tIt has received a certificate of authority, if an insurer, or\n\t(2)\tIt has completed its initial organization and financing, if a corporation other than an insurer.\n\n\n\n\t(b)  The commissioner shall issue a solicitation permit unless the commissioner finds that:\n\n\n\n\t(1)\tThe funds proposed to be secured are excessive in amount for the purpose intended,\n\t(2)\tThe proposed securities or the manner of their distribution are inequitable, or\n\t(3)\tThe issuance of the securities would jeopardize the interests of policyholders or the holders of other securities of the insurer or corporation.\n\n\n\n\t(c)  A solicitation permit shall contain such terms and be issued upon such conditions as the commissioner may reasonably specify or require, and shall expire when the new issue of corporate securities has been completed.\n\t(d)  A solicitation permit shall limit the portion of funds received on account of such new issue of corporate securities which may be used for promotion and sales expenses for the new issue to such amount as the commissioner deems adequate, but in no event to exceed fifteen per cent of such funds as and when actually received.\n\t(e)  For purposes of this section, insurance holding corporation means any domestic corporation:\n\n\n\n\t(1)\tWhich, directly or indirectly through one or more intermediaries, controls a domestic insurer; and\n\t(2)\tIn which the total assets of the insurer, as reported in its most recent annual statement filed with the commissioner pursuant to section 431:3-301, is twenty per cent or more of the consolidated total assets of the corporation as reported in its most recent annual report to its owners.  The annual report to owners shall be prepared in accordance with generally accepted accounting principles by a certified public accountant. [L 1987, c 347, pt of §2; am L 1989, c 207, §3]"
}