{
    "name": ".5 Controlled business",
    "number": "9A-112",
    "text": "§431:9A-112  License denial, nonrenewal, suspension, or revocation.  (a)  The commissioner may deny, place on probation, suspend, revoke, or refuse to issue or renew an insurance producer's license and may levy a civil penalty in accordance with articles 2 and 3, or any combination of these actions, for any of the following causes: \n\n\n\n\t(1)\tProviding incorrect, misleading, incomplete, or materially untrue information in the license application;\n\t(2)\tViolating any law, or violating any rule, subpoena, or order of the commissioner or of another state's commissioner;\n\t(3)\tObtaining or attempting to obtain a license through misrepresentation or fraud;\n\t(4)\tImproperly withholding, misappropriating, or converting any moneys or properties received in the course of doing business;\n\t(5)\tIntentionally misrepresenting the terms of an actual or proposed insurance contract or application for insurance;\n\t(6)\tHaving been convicted of a felony; \n\t(7)\tHaving admitted to or been found to have committed any insurance unfair trade practice or fraud;\n\t(8)\tUsing fraudulent, coercive, or dishonest practice or demonstrating incompetence, untrustworthiness, or financial irresponsibility in the conduct of business in this State or elsewhere;\n\t(9)\tHaving an insurance producer license or its equivalent denied, placed on probation, suspended, or revoked in any other state, province, district, or territory;\n\t(10)\tForging another's name on an application or on any document related to a transaction;\n\t(11)\tImproperly using notes or any other reference material while taking an examination for an insurance license; \n\t(12)\tAccepting insurance business from a person who is not licensed;\n\t(13)\tFailing to comply with an administrative or court order imposing a child support obligation;\n\t(14)\tFailing to pay federal or state income taxes or failing to comply with any administrative or court order directing payment of federal or state income taxes; or\n\t(15)\tReceiving certification from an administering entity pursuant to chapter 436C that the licensee or applicant is in default or breach of any obligation under any student loan, student loan repayment contract, or scholarship contract that financed the licensee's or applicant's education, or has failed to comply with a repayment plan.\n\n\n\n\t(b)  In the event that the commissioner takes action pursuant to subsection (a), the commissioner shall notify the applicant or licensee in writing of the reason for that action.  The applicant or licensee may make written demand upon the commissioner within ten days of the date of receipt of the notice for a hearing before the commissioner to determine the reasonableness of the commissioner's action.  The hearing shall be held within twenty days of receipt of the written demand and shall be held pursuant to chapter 91; provided that this subsection shall not apply to an action taken pursuant to subsection (a)(15), and following such action, unless otherwise provided by law, the commissioner shall without further review or hearing renew, reinstate, or grant the license only upon receipt of an authorization from the administering entity.\n\t(c)  The commissioner shall not renew or reinstate any license and shall deny, suspend, or revoke any license or application if the commissioner has received certification from an administering entity pursuant to chapter 436C that the licensee or applicant is in default or is in breach of any obligation under any student loan, student loan repayment contract, or scholarship contract, or has failed to comply with a repayment plan.  Unless otherwise provided by law, if the commissioner has received such certification, the commissioner shall renew, reinstate, or grant a license only upon receipt of authorization from the administering entity.\n\t(d)  The license of a business entity may be sanctioned pursuant to subsection (a) if the commissioner finds, after hearing, that any other licensee of the business entity has engaged in misconduct under subsection (a) that was known or should have been known by one or more of the entity's partners, officers, or managers acting on behalf of the entity and the violation was neither reported to the commissioner by the entity nor corrective action taken by the entity.\n\t(e)  In addition to or in lieu of any applicable sanction under subsection (a), a licensee may, after hearing, be subject to a civil fine according to article 2.\n\t(f)  The commissioner shall retain the authority to enforce the provisions of and impose any penalty or remedy authorized by this article, chapter 431, 432, or 432D, against any person who is under investigation for or charged with a violation of this article, chapter 431, 432, or 432D, even if that person's license or registration has been surrendered or has lapsed by operation of law. [L 2001, c 216, pt of §2; am L 2003, c 133, §8 and c 212, §64]"
}