{
    "name": "Provisions of policies and certificates of insurance:  disclosure to debtors",
    "number": "10B-107",
    "text": "§431:10B-107    (a)  Credit life insurance and credit disability insurance subject to this article shall be evidenced by an individual policy, or in the case of group insurance by a certificate of insurance, which individual policy or group certificate of insurance shall be delivered to the debtor.\n\t(b)  Each individual policy or group certificate of credit life insurance or credit disability insurance or any combination thereof, shall, in addition to other requirements of law, set forth:\n\n\n\n\t(1)\tThe name and home office address of the insurer;\n\t(2)\tThe name or names of the debtor, or in the case of a certificate under a group policy, the identity by name or otherwise of the debtor;\n\t(3)\tThe premium or amount of payment, if any, by the debtor, separately for credit life insurance and credit disability insurance;\n\t(4)\tA description of the coverage including the amount and term thereof;\n\t(5)\tAny exceptions, limitations, and restrictions; and\n\t(6)\tShall state that the benefits shall be paid to the creditor to reduce or extinguish the unpaid indebtedness and, wherever the amount of insurance may exceed the unpaid indebtedness, that any such excess shall be payable to a beneficiary, other than the creditor, named by the debtor or to the debtor's estate.\n\n\n\n\t(c)  Notwithstanding subsection (b), a certificate issued under a group policy where the debtor is obligated to pay the insurance premium or payment periodically with the debt payments on the decreasing amount of the insurance or where the indebtedness is a revolving loan or revolving charge account, the rate of insurance premium or payment per unit of coverage may be set forth instead of the premium or amount of payment, if any, by the debtor.\n\t(d)  Each such individual policy or group certificate of insurance shall be delivered to the insured debtor at the time the indebtedness is incurred except as hereinafter provided.\n\t(e)  If an individual policy or group certificate of insurance is not delivered to the debtor at the time the indebtedness is incurred, a copy of the application for the policy or a notice of proposed insurance, signed by the debtor and setting forth the name and home office address of the insurer, the name or names of the debtor, the premium or amount of payment by the debtor, if any, separately for credit life insurance and credit disability insurance, the amount, term, and a brief description of the coverage provided, shall be delivered to the debtor at the time the indebtedness is incurred.  The copy of the application for, or notice of proposed insurance, shall also refer exclusively to insurance coverage and shall be separate and apart from the loan, sale or other credit statement of account, instrument or agreement, unless the information required by this section is prominently set forth therein.  Upon acceptance of the insurance by the insurer and within thirty days of the date upon which the indebtedness is incurred, the insurer shall cause the individual policy or group certificate of insurance to be delivered to the debtor.  The application or notice of proposed insurance shall state that upon acceptance by the insurer, the insurance shall become effective as provided in section 431:10B-106.\n\t(f)  If the named insurer does not accept the risk, the debtor shall receive a policy or certificate of insurance setting forth the name and home office address of the substituted insurer and the amount of the premium to be charged, and if the amount of premium is less than that set forth in the notice of proposed insurance, an appropriate refund shall be made. [L 1987, c 347, pt of §2]"
}