{
    "name": "Standards for the award of grants",
    "number": "22-104",
    "text": "(a)  Subject to the availability of funds and the standards in this article, grants for wind resistive devices shall be awarded by the commissioner:\n\n\n\n\t(1)\tThat reimburse fifty per cent of costs incurred for the wind resistive devices and their installation and inspection, up to a maximum total reimbursement of $2,100 per dwelling;\n\t(2)\tOn a first-come first-served basis, as determined by the commissioner; and\n\t(3)\tFor a wind resistive device or devices installed only in a single or multi-family residential dwelling.\n\n\n\n\t(b)  Grants shall be awarded for the installation of the following:\n\n\n\n\t(1)\tUplift restraint ties at roof ridges and roof framing members to wall or beam supports;\n\t(2)\tAdditional fastening of roof sheathing and roof decking for high wind uplift;\n\t(3)\tImpact and pressure resistant exterior opening protective devices; and\n\t(4)\tWall to foundation uplift restraint connections strengthening for wood foundation posts on footings.\n\n\n\nThe description, specifications, guidelines, and requirements for these wind resistive devices shall be further developed and determined by the commissioner in the commissioner's sole discretion.  The commissioner, in the commissioner's sole discretion, may amend, narrow, or expand the definitions, description, specifications, and requirements of the wind resistive devices.\n\t(c)  In addition, a grant may be made to an applicant only if the applicant:\n\n\n\n\t(1)\tHas met the descriptions, specifications, guidelines, and requirements established by the commissioner for the grant program;\n\t(2)\tHas filed a completed application form, as determined solely by the commissioner, together with all supporting documentation required by the commissioner;\n\t(3)\tHas, in the case of a building with multiple dwellings, filed together completed grant applications for all dwellings in the building; for installation of wind resistive devices indicated in section 431:22-104(b)(1), (2), and (4); provided that this requirement does not apply [to] section 431:22-104(b)(3);\n\t(4)\tHas installed a wind resistive device or devices that have been designated and approved by the commissioner;\n\t(5)\tHas fully paid, prior to applying for the grant, the cost of the wind resistive device or devices, as well as the installation and inspection costs for which the grant is sought.  The grant shall be used to reimburse only these costs or a portion thereof;\n\t(6)\tHas hired an inspector, determined by the commissioner to be qualified in accordance with the requirements of the commissioner, who has verified in writing that the installation of the wind resistive device or devices is complete and is in compliance with the grant program specifications, guidelines, and requirements, as determined by the commissioner;\n\t(7)\tHas installed the wind resistive device or devices after July 1, 2002;\n\t(8)\tHas provided any other information deemed necessary by the commissioner; and\n\t(9)\tHas met all additional requirements needed to implement the grant program as determined by the commissioner.\n\n\n\n\t(d)  Moneys appropriated for the grant program may be used to pay for the costs of administering, operating, and marketing the grant program, as determined by the commissioner. [L 2002, c 179, pt of §3]"
}