{
    "name": "Standards of marketing--certain group policies",
    "number": "10H-230",
    "text": "§431:10H-230    (a)  With respect to the obligations set forth in this section, the primary responsibility of an association as defined in paragraph (2) of the definition of \"group long-term care insurance\" under section 431:10H-104, when endorsing or selling long-term care insurance, shall be to educate its members concerning long-term care issues in general so that its members can make informed decisions.  Associations shall provide objective information regarding long-term care insurance policies or certificates endorsed or sold through the association to ensure that members of the association receive a balanced and complete explanation of the features in the policies or certificates that are being endorsed or sold. \t(b)  The insurer shall file the following information with the commissioner:\n\n\n\n\t(1)\tThe policy and certificate;\n\t(2)\tA corresponding outline of coverage; and\n\t(3)\tAll advertisements requested by the commissioner.\n\n\n\n\t(c)  The association shall disclose in any long-term care insurance solicitation:\n\n\n\n\t(1)\tThe specific nature and amount of the compensation arrangements (including all fees, commissions, administrative fees, and other forms of financial support) that the association receives from endorsement or sale of the policy or certificate to its members; and\n\t(2)\tA brief description of the process under which the policies and the insurer issuing the policies were selected.\n\n\n\n\t(d)  If the association and the insurer have interlocking directorates or trustee arrangements, the association shall disclose that fact to its members.\n\t(e)  The board of directors of an association endorsing or selling long-term care insurance policies or certificates shall review and approve the insurance policies as well as the compensation arrangements made with the insurer.\n\t(f)  The association shall also:\n\n\n\n\t(1)\tAt the time of the association's decision to endorse, engage the services of a person with expertise in long-term care insurance not affiliated with the insurer to conduct an examination of the policies, including benefits, features, and rates, and update the examination thereafter in the event of material change;\n\t(2)\tActively monitor the marketing efforts of the insurer and its producers; and\n\t(3)\tReview and approve all marketing materials or other insurance communications used to promote sales or sent to members regarding the policies or certificates.\n\n\n\n\t(g)  No group long-term care insurance policy or certificate may be issued to an association unless the insurer files with the commissioner the information required in this section.\n\t(h)  The insurer shall not issue a long-term care policy or certificate to an association or continue to market such a policy or certificate unless the insurer certifies annually that the association has complied with the requirements set forth in this section.\n\t(i)  Failure to comply with the filing and certification requirements of this section constitutes an unfair trade practice in violation of article 13 of this chapter. [L 1999, c 93, pt of §2; am L 2002, c 155, §76]"
}