{
    "name": "Definitions Information",
    "number": "3A-102",
    "text": "§431:3A-102  Definitions.  As used in this article:\n\t\"Affiliate\" means any company that controls, is controlled by, or is under common control with another company.\n\t\"Clear and conspicuous\" means reasonably understandable and designed to call attention to the nature and significance of the information in the notice.\n\t\"Collect\" means to obtain information that the licensee organizes or can retrieve by the name of an individual or by identifying number, symbol, or other identifying particular assigned to the individual, without regard to the source of the underlying information.\n\t\"Commissioner\" means the insurance commissioner of the State.\n\t\"Company\" means a corporation, limited liability company, business trust, general or limited partnership, association, sole proprietorship, mutual benefit society, health maintenance organization, nonprofit corporation, or similar organization.\n\t\"Consumer\" means an individual, or that individual\u0092s legal representative, who seeks to obtain, obtains, or has obtained an insurance product or service from a licensee that is to be used primarily for personal, family, or household purposes, and about whom the licensee has nonpublic personal information.\n\t\"Consumer reporting agency\" has the same meaning as in section 603(f) of the federal Fair Credit Reporting Act, Title 15 United States Code section 168la(f), as amended.\n\t\"Control\" means:\n\n\n\n\t(1)\tOwnership, control, or power to vote twenty-five per cent or more of the outstanding shares of any class of voting security of the company, directly or indirectly, or acting through one or more other persons;\n\t(2)\tControl in any manner over the election of a majority of the directors, trustees, or general partners or individuals exercising similar functions of the company; or\n\t(3)\tThe power to exercise, directly or indirectly, a controlling influence over the management or policies of the company, as the commissioner determines.\n\n\n\n\t\"Customer\" means a consumer who has a customer relationship with a licensee.\n\t\"Customer relationship\" means a continuing relationship between a consumer and a licensee under which the licensee provides one or more insurance products or services to the consumer that are to be used primarily for personal, family, or household purposes.\n\t\"Financial institution\" means any institution in the business of engaging in activities that are financial in nature or incidental to financial activities as described in the Bank Holding Company Act of 1956, Title 12 United States Code section 1843(k), as amended.  \"Financial institution\" shall not include:\n\n\n\n\t(1)\tAny person or entity with respect to any financial activity that is subject to the jurisdiction of the Commodity Futures Trading Commission under the Commodity Exchange Act, Title 7 United States Code section 1, et seq., as amended;\n\t(2)\tThe Federal Agricultural Mortgage Corporation or any entity charged and operating under the Farm Credit Act of 1971, Title 12 United States Code section 2001, et seq., as amended; or\n\t(3)\tInstitutions chartered by Congress specifically to engage in securitizations, secondary market sales (including sales of servicing rights), or similar transactions relating to a transaction of a consumer, if the institutions do not sell or transfer nonpublic personal information to a nonaffiliated third party.\n\n\n\n\t\"Financial product or service\" means any product or service that a financial holding company could offer by engaging in an activity that is financial in nature or incidental to a financial activity under the Bank Holding Company Act of 1956, Title 12 United States Code section 1843(k).  \"Financial product or service\" includes a financial institution\u0092s evaluation or brokerage of information that the financial institution collects in connection with a request or an application from a consumer for a financial product or service.\n\t\"Health information\" means any information or data except age or gender, whether oral or recorded in any form or medium, created by or derived from a health care provider or the consumer that relates to:\n\n\n\n\t(1)\tThe past, present, or future physical, mental, or behavioral health or condition of an individual;\n\t(2)\tThe provision of health care to an individual; or\n\t(3)\tPayment for the provision of health care to an individual.\n\n\n\n\t\"Insurance product or service\" means any product or service that is offered by a licensee pursuant to the insurance laws of this State.  \"Insurance product or service\" includes a licensee\u0092s evaluation, brokerage, or distribution of information that the licensee collects in connection with a request or an application from a consumer for an insurance product or service.\n\t\"Licensee\" means every licensed insurer, producer, and any other person licensed or required to be licensed, or authorized or required to be authorized, or registered or required to be registered, under chapter 431 or 432, or holding a certificate of authority under chapter 432D.  A licensee shall not be subject to part II of this article if the licensee is an employee, agent, or other representative of another licensee acting as the principal if:\n\n\n\n\t(1)\tThe principal otherwise complies with, and provides the notices required by this article; and\n\t(2)\tThe licensee does not disclose any nonpublic personal financial information to any person other than to the principal or its affiliates in a manner permitted by this article.\n\n\n\n\"Licensee\" includes an unauthorized insurer that accepts business placed through a licensed surplus lines broker in this State, but only in regard to the surplus lines placements under article 8, chapter 431.  A surplus lines broker or surplus lines insurer shall be deemed to be in compliance with part II of this article if:\n\n\n\n\t(1)\tThe broker or insurer does not disclose nonpublic personal financial information of a consumer or a customer to nonaffiliated third parties for any purpose, including joint servicing or marketing under section 431:3A-401, except as permitted by sections 431:3A-402 and 431:3A-403; and\n\t(2)\tThe broker or insurer delivers a notice to the consumer at the time a customer relationship is established on which the following is printed in sixteen point type:\n\t\t\"PRIVACY NOTICE:  NEITHER THE U.S. BROKERS THAT HANDLED THIS INSURANCE NOR THE INSURERS THAT HAVE UNDERWRITTEN THIS INSURANCE WILL DISCLOSE NONPUBLIC PERSONAL FINANCIAL INFORMATION CONCERNING THE BUYER TO NONAFFILIATES OF THE BROKERS OR INSURERS EXCEPT AS PERMITTED BY LAW.\"\n\n\n\n\n\t\"Nonaffiliated third party\" means any person except:\n\n\n\n\t(1)\tA licensee\u0092s affiliate; or\n\t(2)\tA person employed jointly by a licensee and any company that is not the licensee\u0092s affiliate; provided that for purposes of this paragraph, a nonaffiliated third party includes the other company that jointly employs the person.\n\n\n\n\"Nonaffiliated third party\" includes any company that is an affiliate solely by virtue of the direct or indirect ownership or control of the company by the licensee or its affiliate in conducting merchant banking or investment banking activities of the type described in section 4(k)(4)(H) of the federal Bank Holding Company Act, Title 12 United States Code section 1843(k)(4)(H), as amended, or insurance company investment activities of the type described in the federal Bank Holding Company Act, Title 12 United States Code section 1843(k)(4)(H) and (I).\n\t\"Nonpublic personal financial information\" means:\n\n\n\n\t(1)\tPersonally identifiable financial information; and\n\t(2)\tAny list, description, or other grouping of consumers and publicly available information pertaining to them, that is derived using any personally identifiable financial information that is not publicly available.\n\n\n\n\"Nonpublic personal financial information\" shall not include health information, publicly available information except as included on a list described under paragraph (2) of this definition, or any list, description, or other grouping of consumers and publicly available information pertaining to them that is derived without using any personally identifiable financial information that is not publicly available.\n\t\"Opt out\" means a direction by a consumer that a licensee not disclose nonpublic financial information about that consumer to a nonaffiliated third party, other than as permitted by part IV of this article.\n\t\"Personally identifiable financial information\" means any information:\n\n\n\n\t(1)\tProvided by a consumer to a licensee to obtain an insurance product or service from the licensee;\n\t(2)\tAbout a consumer resulting from a transaction involving an insurance product or service between a licensee and a consumer; or\n\t(3)\tThe licensee otherwise obtains about a consumer in connection with providing a service to that consumer.\n\n\n\n\"Personally identifiable financial information\" shall not include:\n\n\n\n\t(1)\tHealth information;\n\t(2)\tA list of names and addresses of customers of an entity that is not a financial institution; or\n\t(3)\tInformation that does not identify a consumer, such as aggregate information or blind data that does not contain personal identifiers such as account numbers, names, or addresses.\n\n\n\n\t\"Producer\" means a person required to be licensed under the laws of this State to sell, solicit, or negotiate insurance.\n\t\"Publicly available information\" means any information that a licensee has a reasonable basis to believe is lawfully made available to the general public from:\n\n\n\n\t(1)\tFederal, state, or local government records;\n\t(2)\tWidely distributed media; or\n\t(3)\tDisclosures to the general public that are required to be made by federal, state, or local law.\n\n\n\nFor purpose of this definition, a licensee has a reasonable basis to believe that information is lawfully made available to the general public if the licensee has taken steps to determine that:\n\n\n\n\t(1)\tThe information is of the type that is available to the general public; and\n\t(2)\tThe licensee's consumer has made the information available to the general public, for information that is of a nature that an individual can direct not be made available to the general public. [L 2001, c 220, pt of §1; am L 2003, c 212, §30]"
}