{
    "name": "Definitions",
    "number": "10D-402",
    "text": "For the purposes of this part:\n\t\"Actuarial Standards Board\" means the board established by the American Academy of Actuaries to develop and adopt standards of actuarial practice.\n\t\"Basic illustration\" means a ledger or proposal used in the sale of a life insurance policy that shows both guaranteed and nonguaranteed elements.\n\t\"Contract premium\" means the gross premium that is required to be paid under a fixed premium policy, including the premium for a rider for which benefits are shown in the illustration.\n\t\"Currently payable scale\" means a scale of nonguaranteed elements in effect for a policy form as of the preparation date of the illustration or declared to become effective within the next ninety-five days.\n\t\"Disciplined current scale\" means a scale of nonguaranteed elements constituting a limit on illustrations currently being illustrated by an insurer that is reasonably based on actual recent historical experience, as certified annually by an illustration actuary designated by the insurer.  Further guidance in determining the disciplined current scale as contained in standards established by the Actuarial Standards Board may be relied upon if the standards:\n\n\n\n\t(1)\tAre consistent with all provisions of this part;\n\t(2)\tLimit a disciplined current scale to reflect only actions that have already been taken or events that have already occurred;\n\t(3)\tDo not permit a disciplined current scale to include any projected trends of improvements in experience or any assumed improvements in experience beyond the illustration date; and\n\t(4)\tDo not permit assumed expenses to be less than minimum assumed expenses.\n\n\n\n\t\"Generic name\" means a short title descriptive of the policy being illustrated such as \"whole life\", \"term life\", or \"flexible premium adjustable life\".\n\t\"Guaranteed elements\" means the premiums, benefits, values, credits, or charges under a policy of life insurance that are guaranteed and determined at issue.\n\t\"Illustrated scale\" means a scale of nonguaranteed elements currently being illustrated that is not more favorable to the policy owner than the lesser of:\n\n\n\n\t(1)\tThe disciplined current scale; or\n\t(2)\tThe currently payable scale.\n\n\n\n\t\"Illustration\" means a presentation or depiction that includes nonguaranteed elements of a policy of life insurance over a period of years and that is a basic illustration, a supplemental illustration, or an in force illustration.\n\t\"Illustration actuary\" means an actuary meeting the requirements of section 431:10D-409, who certifies to illustrations based on the standard of practice adopted by the Actuarial Standards Board.\n\t\"In force illustration\" means an illustration furnished at any time after the policy that it depicts has been in force for one year or more.\n\t\"Lapse-supported illustration\" means an illustration of a policy form failing the test of self-supporting illustration as defined in this part, under a modified persistency rate assumption using persistency rates underlying the disciplined current scale for the first five years and one hundred per cent policy persistency thereafter.\n\t\"Minimum assumed expenses\" means the minimum expenses that may be used in the calculation of the disciplined current scale for a policy form.  The insurer may choose to designate each year the method of determining assumed expenses for all policy forms from the following:\n\n\n\n\t(1)\tFully allocated expenses;\n\t(2)\tMarginal expenses; and\n\t(3)\tA generally recognized expense table based on fully allocated expenses representing a significant portion of insurance companies and approved by the commissioner.\n\n\n\nMarginal expenses may be used only if greater than a generally recognized expense table.  If no generally recognized expense table is approved, fully allocated expenses must be used.\n\t\"Nonguaranteed elements\" means the premiums, benefits, values, credits, or charges under a policy of life insurance that are not guaranteed or not determined at issue.\n\t\"Non-term group life\" means a group policy or individual policies of life insurance issued to members of an employer group or other permitted group where:\n\n\n\n\t(1)\tEvery plan of coverage was selected by the employer or other group representative;\n\t(2)\tSome portion of the premium is paid by the group or through payroll deduction; and\n\t(3)\tGroup underwriting or simplified underwriting is used.\n\n\n\n\t\"Policy owner\" means the owner named in the policy or the certificate holder in the case of a group policy.\n\t\"Premium outlay\" means the amount of premium assumed to be paid by the policy owner or other premium payer out-of-pocket.\n\t\"Self-supporting illustration\" means an illustration of a policy form for which it can be demonstrated that, when using experience assumptions underlying the disciplined current scale, for all illustrated points in time on or after the fifteenth policy anniversary or the twentieth policy anniversary for second-or-later-to-die policies (or upon policy expiration if sooner), the accumulated value of all policy cash flows equals or exceeds the total policy owner value available.  For this purpose, policy owner value shall include cash surrender values and any other illustrated benefit amounts available at the policy owner's election.\n\t\"Supplemental illustration\" means an illustration furnished in addition to a basic illustration that meets the applicable requirements of this part, and that may be presented in a format differing from the basic illustration, but may only depict a scale of nonguaranteed elements that is permitted in a basic illustration. [L 2000, c 252, pt of §2]"
}