{
    "name": "Employee groups",
    "number": "10D-202",
    "text": "§431:10D-202    (a)  The lives of a group of individuals may be insured under a policy issued to an employer, or to the trustees of a fund established by an employer, which employer or trustee is deemed the policyholder, insuring employees of the employer for the benefit of persons other than the employer; provided that if the entire cost of the insurance has been borne by the employer and the employer uses the benefits for the purpose of purchasing employer securities distributed to employees from a pension, profit sharing, stock bonus, or employee stock ownership plan which has been qualified under section 401 of the Internal Revenue Code, benefits may be made payable to the employer.\n\t(b)  Issuance of group life insurance policies shall be subject to the following requirements:\n\n\n\n\t(1)\tThe employees eligible for insurance under the policy shall be all of the employees of the employer, or all of any class or classes thereof determined by conditions pertaining to their employment.  The policy may provide that the term employees shall include:\n\n\t\t(A)\tThe employees of one or more subsidiary corporations, and the employees, individual proprietors, and partners of one or more affiliated corporations, proprietorships, or partnerships if the business of the employer and of such affiliated corporations, proprietorships or partnerships is under common control;\n\t\t(B)\tThe individual proprietor or partners if the employer is an individual proprietor or a partnership; and\n\t\t(C)\tRetired employees.\n\n\n\n\n\nNo director of a corporate employer shall be eligible for insurance under the policy unless such person is otherwise eligible as a bona fide employee of the corporation by performing services other than the usual duties of a director.  No individual proprietor or partner shall be eligible for insurance under the policy unless the individual is actively engaged in and devotes a substantial part of the individual's time to the conduct of the business of the proprietorship or partnership.\n\n\n\n\t(2)\tThe premium for the policy shall be paid either:\n\n\t\t(A)\tWholly from the employer's fund or funds contributed by the employer, or\n\t\t(B)\tPartly from such funds and partly from funds contributed by the insured employees.\n\n\n\n\n\nNo policy may be issued on which the entire premium is to be derived from funds contributed by the insured employees.  A policy on which part of the premium is to be derived from funds provided in accordance with item (2)(B) may be placed in force only if at least seventy-five per cent of the then eligible employees, excluding any as to whom evidence of insurability is not satisfactory to the insurer, elect to make the required contributions.  Except as provided in item (3), a policy on which no part of the premium is to be derived from funds contributed by the insured employees must insure all eligible employees, except those who reject such coverage in writing.\n\n\n\n\t(3)\tAn insurer may exclude or limit the coverage on any person as to whom evidence of individual insurability is not satisfactory to the insurer.\n\t(4)\tThe policy must cover at least ten employees at date of issue.\n\t(5)\tThe amounts of insurance under the policy must be based upon some plan precluding individual selection either by the employees or by the employer or trustees. [L 1987, c 347, pt of §2; am L 1988, c 330, §3; gen ch 1992]"
}