{
    "name": "Definitions",
    "number": "9C-101",
    "text": "MANAGING GENERAL AGENTS\n\t[§431:9C-101]    For purposes of this article: \t\"Actuary\" means a person who is a member in good standing of the American Academy of Actuaries.\n\t\"Insurer\" means any person, firm, association, or corporation duly licensed in this State as an insurance company pursuant to section 431:3-201.\n\t\"Managing general agent\" means any person, firm, association, or corporation that manages all or part of the insurance business of an insurer (including the management of a separate division, department, or underwriting office) and acts as an agent for such insurer whether known as a managing general agent, manager, or other similar term, who, with or without the authority, either separately or together with affiliates, produces, directly or indirectly, and underwrites an amount of gross direct written premium equal to or more than five per cent of the policyholder surplus as reported in the last annual statement of the insurer in any one quarter or year, together with one or more of the following activities related to the business produced: adjusts or pays claims in excess of an amount determined by the commissioner, or negotiates reinsurance on behalf of the insurer.  Notwithstanding the preceding sentence, the following persons shall not be considered as managing general agents for the purposes of this article:\n\n\n\n\t(1)\tAn employee of the insurer;\n\t(2)\tA United States manager of the United States branch of an alien insurer;\n\t(3)\tAn underwriting manager who, pursuant to contract, manages all the insurance operations of the insurer, is under common control with the insurer, subject to article 11, and whose compensation is not based on the volume of premiums written;\n\t(4)\tThe attorney-in-fact authorized by and acting for the subscribers of a reciprocal insurer or inter-insurance exchange under a power of attorney; and\n\t(5)\tAny person, firm, association, or corporation domiciled in the State and authorized to do business only in the State and acting as a managing general agent for an insurer licensed and conducting business only in the State.\n\n\n\n\t\"Underwrite\" means the authority to accept or reject risk on behalf of the insurer. [L 2002, c 155, pt of §2]"
}