{
    "name": "Definitions",
    "number": "16-205",
    "text": "§431:16-205    As used in this part:\n\n\n\n\t(a)\tAccount means any of the three accounts created under section 431:16-206(a).\n\t(b)\tAssociation means the Hawaii Life and Disability Insurance Guaranty Association created under section 431:16-206.\n\t(c)\tContractual obligation means any obligation under a policy or contract or certificate under a group policy or contract, or portion thereof for which coverage is provided under section 431:16-203.\n\t(d)\tCovered policy means any policy or contract within the scope of this part under section 431:16-203.\n\t(e)\tImpaired insurer means a member insurer which, after July 1, 1988, is not an insolvent insurer, and\n\n\t\t(1)\tIs deemed by the commissioner to be potentially unable to fulfill its contractual obligations, or\n\t\t(2)\tIs placed under an order of rehabilitation or conservation by a court of competent jurisdiction.\n\n\t(f)\tInsolvent insurer means a member insurer which after July 1, 1988, is placed under an order of liquidation by a court of competent jurisdiction with a finding of insolvency.\n\t(g)\tMember insurer means any insurer licensed or who holds a certificate of authority to transact in this State any kind of insurance for which coverage is provided under section 431:16-203, and includes any insurer whose license or certificate of authority in this State may have been suspended, revoked, not renewed, or voluntarily withdrawn, but does not include:\n\n\t\t(1)\tA nonprofit hospital or medical service organization;\n\t\t(2)\tA health maintenance organization;\n\t\t(3)\tA fraternal benefit society;\n\t\t(4)\tA mandatory state pooling plan;\n\t\t(5)\tA mutual assessment company or any entity that operates on an assessment basis;\n\t\t(6)\tAn insurance exchange; or\n\t\t(7)\tAny entity similar to any of the above.\n\n\t(h)\tMoody's Corporate Bond Yield Average means the Monthly Average Corporates as published by Moody's Investors Service, Inc., or any successor thereto.\n\t(i)\tPerson means any individual, corporation, partnership, association, or voluntary organization.\n\t(j)\tPremiums means amounts received on covered policies or contracts less premiums, considerations and deposits returned thereon, and less dividends and experience credits thereon.  Premiums does not include any amounts received for any policies or contracts or for the portions of any policies or contracts for which coverage is not provided under section 431:16-203(b) except that assessable premium shall not be reduced on accounts under section 431:16-203(b)(2)(C) relating to interest limitations and section 431:16-203(c)(2) relating to limitations with respect to any one life and any one contract holder.\n\t(k)\tResident means any person who resides in this State at the time a member insurer is determined to be an impaired or insolvent insurer and to whom a contractual obligation is owed.  A person may be a resident of only one state, which in the case of a person other than a natural person shall be its principal place of business.\n\t(l)\tSupplemental contract means any agreement entered into for the distribution of policy or contract proceeds.\n\t(m)\tUnallocated annuity contract means any annuity contract or group annuity certificate which is not issued to and owned by an individual, except to the extent of any annuity benefits guaranteed to an individual by an insurer under such contract or certificate. [L 1987, c 347, pt of §2]"
}