{
    "name": "Reserve standards; life insurance policies or riders",
    "number": "10H-224",
    "text": "(a)  When long-term care benefits are provided through the acceleration of benefits under group or individual life policies or riders to these policies, the policy reserves for the benefits shall be determined in accordance with section 431:5-307.  Claim reserves shall also be established in the case where the policy or rider is in claim status.\n\t(b)  Reserves for policies subject to this section shall be based on the multiple decrement model utilizing all relevant decrements except for voluntary termination rates.  Single decrement approximations are acceptable if the calculation produces essentially similar reserves, if the reserve is clearly more conservative, or if the reserve is immaterial.  The calculations may take into account the reduction in life insurance benefits due to the payment of long-term care benefits.  However, in no event shall the reserves for the long-term care benefit and the life insurance benefit be less than the reserves for the life insurance benefit assuming no long-term care benefit.\n\t(c)  In the development and calculation of reserves for policies and riders subject to this section, due regard shall be given to applicable policy provisions, marketing methods, administrative procedures, and all other considerations which have an impact on projected claim costs, including but not limited to the following:\n\n\n\n\t(1)\tDefinition of insured events;\n\t(2)\tCovered long-term care facilities;\n\t(3)\tExistence of home convalescence care coverage;\n\t(4)\tDefinition of facilities;\n\t(5)\tExistence or absence of barriers to eligibility;\n\t(6)\tPremium waiver provision;\n\t(7)\tRenewability;\n\t(8)\tAbility to raise premiums;\n\t(9)\tMarketing method;\n\t(10)\tUnderwriting procedures;\n\t(11)\tClaims adjustment procedures;\n\t(12)\tWaiting period;\n\t(13)\tMaximum benefit;\n\t(14)\tAvailability of eligible facilities;\n\t(15)\tMargins in claim costs;\n\t(16)\tOptional nature of benefit;\n\t(17)\tDelay in eligibility for benefit;\n\t(18)\tInflation protection provisions; and\n\t(19)\tGuaranteed insurability option.\n\n\n\n\t(d)  Any applicable valuation morbidity table shall be certified as appropriate as a statutory valuation table by a member of the American Academy of Actuaries. [L 1999, c 93, pt of §2]"
}