{
    "name": "Annual performance audits",
    "number": "461",
    "text": "(a)  The corporation shall require any provider agency that dispensed shelter or assistance for any homeless facility or any other program for the homeless authorized by this part to submit to the corporation a financial audit and report on an annual basis conducted by a certified public accounting firm.  This audit and report shall contain information specific to the funds received under state homeless programs contracts.  The audit shall include recommendations to address any problems found.\n\t(b)  Continuing contracts with provider agencies to participate in any program for the homeless authorized by this part shall require that the provider agency address the recommendations made by the auditing agency, subject to exceptions as set by the corporation.\n\t(c)  Failure to carry out the recommendations made by the auditing agency may be grounds for the corporation to bar a provider agency from further contracts for programs authorized by this part until the barred provider has addressed all deficiencies.\n\t(d)  As a condition of continued contracts, the corporation shall require all provider agencies to submit an annual report that contains statistical information to enable the corporation to measure the effectiveness of contracted services in transitioning homeless into permanent housing. [L 1997, c 350, pt of §2; am L 2001, c 98, §2; am L 2005, c 196, §14]\n     [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  The administration shall require any provider agency that dispensed shelter or assistance for any homeless facility or any other program for the homeless authorized by this part to submit to the administration a financial audit and report on an annual basis conducted by a certified public accounting firm.  This audit and report shall contain information specific to the funds received under state homeless programs contracts.  The audit shall include recommendations to address any problems found.\n\t(b)  Continuing contracts with provider agencies to participate in any program for the homeless authorized by this part shall require that the provider agency address the recommendations made by the auditing agency, subject to exceptions as set by the administration.\n\t(c)  Failure to carry out the recommendations made by the auditing agency may be grounds for the administration to bar a provider agency from further contracts for programs authorized by this part until the barred provider has addressed all deficiencies.\n\t(d)  As a condition of continued contracts, the administration shall require all provider agencies to submit an annual report that contains statistical information to enable the administration to measure the effectiveness of contracted services in transitioning homeless into permanent housing. [L 1997, c 350, pt of §2; am L 2001, c 98, §2; am L 2005, c 196, §§14 and 26(a)]"
}