{
    "name": "Issuance of bonds for the preservation of low-income housing projects",
    "number": "163",
    "text": "  The corporation, pursuant to and in accordance with this subpart, may issue bonds to purchase low-income housing projects financed by the United States Department of Housing and Urban Development in order to preserve these projects.  Upon the payment of all interest and principal stemming from the issuance of these bonds, the corporation may transfer title to these projects to qualified nonprofit organizations.  Nothing in this section shall be construed to:\n\n\n\n\t(1)\tProhibit qualified nonprofit organizations from operating these projects on behalf of the corporation, or providing for the repair and maintenance of these projects, before the payment of all interest and principal stemming from the issuance of these bonds; or\n\t(2)\tProhibit the corporation from transferring title to these projects to qualified nonprofit organizations if these bonds can be secured to the satisfaction of the bondholders.\n\n\n\n\tAs used in this section, \"qualified nonprofit organization\" includes community-based nonprofit organizations and resident councils. [L 1997, c 350, pt of §2]\n    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  The administration, pursuant to and in accordance with this subpart, may issue bonds to purchase low-income housing projects financed by the United States Department of Housing and Urban Development in order to preserve these projects.  Upon the payment of all interest and principal stemming from the issuance of these bonds, the administration may transfer title to these projects to qualified nonprofit organizations.  Nothing in this section shall be construed to:\n\n\n\n\t(1)\tProhibit qualified nonprofit organizations from operating these projects on behalf of the administration, or providing for the repair and maintenance of these projects, before the payment of all interest and principal stemming from the issuance of these bonds; or\n\t(2)\tProhibit the administration from transferring title to these projects to qualified nonprofit organizations if these bonds can be secured to the satisfaction of the bondholders.\n\n\n\n\tAs used in this section, \"qualified nonprofit organization\" includes community-based nonprofit organizations and resident councils. [L 1997, c 350, pt of §2; am L 2005, c 196, §26(a)]"
}