{
    "name": "Housing research",
    "number": "7",
    "text": "(a)  The corporation may study the plans of any government in relation to the problem of clearing, replanning, or reconstruction of an area in which unsafe or unsanitary dwelling or housing conditions exist.\n\t(b)  The corporation may purchase materials for the development of land and the construction of dwelling units in the manner it shall conclude to be most conducive to lower costs, including purchase from other states or from foreign countries for drop shipment in the State or on cost-plus contracts for materials with persons or firms doing business in the State, or otherwise.\n\t(c)  The corporation may conduct, or cause to be conducted, research on housing needs, materials, design, or technology, and apply the findings of the investigation to housing projects, including the following:\n\n\n\n\t(1)\tSociocultural investigation of housing and community utilization, preferences, or needs of residents within the housing need classification of the housing functional plan;\n\t(2)\tDevelopment of technology for the application of innovative building systems or materials, to provide energy or resource conservation or cost savings in the construction or operation of a housing project;\n\t(3)\tInvestigation of the applicability of locally-produced building materials and systems to dwelling unit construction;\n\t(4)\tInvestigation of new forms of project construction, maintenance, operation, financing, or ownership, involving tenants, homeowners, financing agencies, and others; or\n\t(5)\tOther necessary or appropriate research that may lower the long-term costs of housing, conserve resources, or create communities best suited to the needs of residents.\n\n\n\n\t(d)  In the development and construction of a housing project, the corporation may provide for an on-the-job training program or other projects as it may deem justifiable including innovative projects to develop a larger qualified work force in the State. [L 1997, c 350, pt of §2]"
}