{
    "name": "Housing and community development corporation of Hawaii; establishment, staff",
    "number": "2",
    "text": "(a)  There is established the housing and community development corporation of Hawaii to be placed within the department of human services for administrative purposes only.  The corporation shall be a public body and a body corporate and politic.\n\t(b)  The corporation shall employ, exempt from chapter 76 and section 26-35(a)(4), an executive director and an executive assistant.  Effective July 1, 1998, the salary of the executive director shall be set by the governor within the range from $72,886 to $77,966 a year.  Effective July 1, 1998, the salary of the executive assistant shall be set by the governor within the range from $65,597 to $70,169 a year.  The corporation may employ, subject to chapter 76, technical experts and officers, agents, and employees, permanent and temporary, as required.  The corporation may also employ officers, agents, and employees; prescribe their duties and qualifications; and fix their salaries, not subject to chapter 76, when in the determination of the corporation, the services to be performed are unique and essential to the execution of the functions of the corporation.  The corporation may call upon the attorney general for legal services as it may require.  The corporation may delegate to one or more of its agents or employees the powers and duties as it deems proper. [L 1997, c 350, pt of §2; am L 2000, c 253, §150; am L 2003, c 92, §4; am L 2004, c 16, §3]\n \n   Hawaii public housing administration; establishment, staff. [Section effective on July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  There is established the Hawaii public housing administration to be placed within the department of human services for administrative purposes only.  The administration shall be a public body and a body corporate and politic.\n\t(b)  The administration shall employ, exempt from chapter 76 and section 26-35(a)(4), an executive director and an executive assistant.  Effective July 1, 1998, the salary of the executive director shall be set by the governor within the range from $72,886 to $77,966 a year.  Effective July 1, 1998, the salary of the executive assistant shall be set by the governor within the range from $65,597 to $70,169 a year.  The administration may employ, subject to chapter 76, technical experts and officers, agents, and employees, permanent and temporary, as required.  The administration may also employ officers, agents, and employees; prescribe their duties and qualifications; and fix their salaries, not subject to chapter 76, when in the determination of the administration, the services to be performed are unique and essential to the execution of the functions of the administration.  The administration may call upon the attorney general for legal services as it may require.  The administration may delegate to one or more of its agents or employees the powers and duties as it deems proper. [L 1997, c 350, pt of §2; am L 2000, c 253, §150; am L 2003, c 92, §4; am L 2004, c 16, §3; am L 2005, c 196, §26(a)]"
}