{
    "name": "Resident advisory boards; establishment",
    "number": "4.5",
    "text": "(a) The corporation may establish a resident advisory board or boards, which shall be comprised of federal public housing residents or section 8 tenant-based housing assistance recipients, to assist and make recommendations to the corporation regarding the development of the public housing agency plan and any significant amendments or modifications to it.  The members of the resident advisory board or boards shall adequately reflect and represent residents of federal public housing projects and recipients of section 8 tenant-based assistance administered by the corporation.\n\t(b)  The members of the resident advisory board shall not be compensated for their services but shall be reimbursed for necessary expenses, including travel expenses, incurred while engaged in business for the resident advisory board.\n\t(c)  The corporation may adopt rules in accordance with chapter 91 with respect to the establishment of the resident advisory board or boards including, but not limited to, rules concerning the composition, eligibility, selection, and term of members.  This section shall not apply if it conflicts with any federal law. [L 2001, c 289, pt of §2]\n §201G-4.5   [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a) The administration may establish a resident advisory board or boards, which shall be comprised of federal public housing residents or section 8 tenant-based housing assistance recipients, to assist and make recommendations to the administration regarding the development of the public housing agency plan and any significant amendments or modifications to it.  The members of the resident advisory board or boards shall adequately reflect and represent residents of federal public housing projects and recipients of section 8 tenant-based assistance administered by the administration.\n\t(b)  The members of the resident advisory board shall not be compensated for their services but shall be reimbursed for necessary expenses, including travel expenses, incurred while engaged in business for the resident advisory board.\n\t(c)  The administration may adopt rules in accordance with chapter 91 with respect to the establishment of the resident advisory board or boards including, but not limited to, rules concerning the composition, eligibility, selection, and term of members.  This section shall not apply if it conflicts with any federal law. [L 2001, c 289, pt of §2; am L 2005, c 196, §26(a)]"
}