{
    "name": "Rental housing trust fund",
    "number": "432",
    "text": "  (a)  There is hereby established a rental housing trust fund to be placed within the corporation. \t(b)  An amount from the fund, to be set by the corporation and authorized by the legislature, may be used for administrative expenses incurred by the corporation in administering the fund; however, fund moneys may not be used to finance day-to-day administrative expenses of projects allotted fund moneys.\n\t(c)  The following may be deposited into the fund: appropriations made by the legislature, private contributions, repayment of loans, interest, other returns, and moneys from other sources.\n\t(d)  The fund shall be used to provide loans or grants for the development, pre-development, construction, acquisition, preservation, and substantial rehabilitation of rental housing units.  Permitted uses of the fund may include but are not limited to planning, design, land acquisition, costs of options, agreements of sale, downpayments, equity financing, capacity building of nonprofit housing developers, or other housing development services or activities as provided in rules adopted by the corporation pursuant to chapter 91.  The rules may provide for a means of recapturing loans or grants made from the fund if a rental housing project financed under the fund is refinanced or sold at a later date.  The rules may also provide that moneys from the fund shall be leveraged with other financial resources to the extent possible.\n\t(e)  Moneys available in the fund shall be used for the purpose of providing, in whole or in part, loans or grants for rental housing projects in the following order of priority:\n\n\n\n\t(1)\tProjects or units in projects that are allocated low-income housing credits pursuant to the state housing credit ceiling under section 42(h) of the Internal Revenue Code of 1986, as amended, or projects or units in projects that are funded by programs of the United States Department of Housing and Urban Development and United States Department of Agriculture Rural Development wherein:\n\n\t\t(A)\tAt least fifty per cent of the available units are for persons and families with incomes at or below eighty per cent of the median family income of which at least five per cent of the available units are for persons and families with incomes at or below thirty per cent of the median family income; and\n\t\t(B)\tThe remaining units are for persons and families with incomes at or below one hundred per cent of the median family income; provided that the corporation may establish rules to ensure full occupancy of fund projects; and\n\n\t(2)\tMixed-income rental projects or units in a mixed-income rental project wherein all of the available units are for persons and families with incomes at or below one hundred forty per cent of the median family income.\n\n\n\n\t(f)  The corporation shall submit an annual report to the legislature no later than twenty days prior to the convening of each regular session describing the projects funded and, with respect to rental housing projects targeted for persons and families with incomes at or below thirty per cent of the median family income, its efforts to develop those rental housing projects, a description of proposals submitted for this target group and action taken on the proposals, and any barriers to developing housing units for this target group.\n\t(g)  For the purposes of this subpart, the applicable median family income shall be the median family income for the county or standard metropolitan statistical area in which the project is located as determined by the United States Department of Housing and Urban Development, as adjusted from time to time.\n\t(h)  The corporation may provide loans and grants under this section; provided that the corporation shall establish loan-to-value ratios to protect the fund from inordinate risk and that under no circumstances shall the rules permit the loan-to-value ratio to exceed one hundred per cent; and provided further that the underwriting guidelines include a debt-coverage ratio of not less than 1.0 to 1.\n\t(i)  For the period commencing July 1, 2005, through June 30, 2007, the fund may be used to provide grants for rental units set aside for persons and families with incomes at or below thirty per cent of the median family income in any project financed in whole or in part by the fund in proportion of those units to the total number of units in the project.  At the conclusion of the period described in this subsection, the corporation shall report to the legislature on the number and use of grants provided and whether the grants were an effective use of the funds for purposes of developing rental housing for families at or below thirty per cent of median family income. [L 1997, c 350, pt of §2; am L 1998, c 216, §2; am L 2005, c 196, §5]\n\t   [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.  Repeal and reenactment on June 30, 2010.  L 2005, c 196, §41(4).]  (a)  There is hereby established a rental housing trust fund to be placed within the administration.\n\t(b)  An amount from the fund, to be set by the administration and authorized by the legislature, may be used for administrative expenses incurred by the administration in administering the fund; however, fund moneys may not be used to finance day-to-day administrative expenses of projects allotted fund moneys.\n\t(c)  The following may be deposited into the fund: appropriations made by the legislature, private contributions, repayment of loans, interest, other returns, and moneys from other sources.\n\t(d)  The fund shall be used to provide loans or grants for the development, pre-development, construction, acquisition, preservation, and substantial rehabilitation of rental housing units.  Permitted uses of the fund may include but are not limited to planning, design, land acquisition, costs of options, agreements of sale, downpayments, equity financing, capacity building of nonprofit housing developers, or other housing development services or activities as provided in rules adopted by the administration pursuant to chapter 91.  The rules may provide for a means of recapturing loans or grants made from the fund if a rental housing project financed under the fund is refinanced or sold at a later date.  The rules may also provide that moneys from the fund shall be leveraged with other financial resources to the extent possible.\n\t(e)  Moneys available in the fund shall be used for the purpose of providing, in whole or in part, loans or grants for rental housing projects in the following order of priority:\n\n\n\n\t(1)\tProjects or units in projects that are allocated low-income housing credits pursuant to the state housing credit ceiling under section 42(h) of the Internal Revenue Code of 1986, as amended, or projects or units in projects that are funded by programs of the United States Department of Housing and Urban Development and United States Department of Agriculture Rural Development wherein:\n\n\t\t(A)\tAt least fifty per cent of the available units are for persons and families with incomes at or below eighty per cent of the median family income of which at least five per cent of the available units are for persons and families with incomes at or below thirty per cent of the median family income; and\n\t\t(B)\tThe remaining units are for persons and families with incomes at or below one hundred per cent of the median family income; provided that the administration may establish rules to ensure full occupancy of fund projects; and\n\n\t(2)\tMixed-income rental projects or units in a mixed-income rental project wherein all of the available units are for persons and families with incomes at or below one hundred forty per cent of the median family income.\n\n\n\n\t(f)  The administration shall submit an annual report to the legislature no later than twenty days prior to the convening of each regular session describing the projects funded and, with respect to rental housing projects targeted for persons and families with incomes at or below thirty per cent of the median family income, its efforts to develop those rental housing projects, a description of proposals submitted for this target group and action taken on the proposals, and any barriers to developing housing units for this target group.\n\t(g)  For the purposes of this subpart, the applicable median family income shall be the median family income for the county or standard metropolitan statistical area in which the project is located as determined by the United States Department of Housing and Urban Development, as adjusted from time to time.\n\t(h)  The administration may provide loans and grants under this section; provided that the administration shall establish loan-to-value ratios to protect the fund from inordinate risk and that under no circumstances shall the rules permit the loan-to-value ratio to exceed one hundred per cent; and provided further that the underwriting guidelines include a debt-coverage ratio of not less than 1.0 to 1.\n\t(i)  For the period commencing July 1, 2005, through June 30, 2007, the fund may be used to provide grants for rental units set aside for persons and families with incomes at or below thirty per cent of the median family income in any project financed in whole or in part by the fund in proportion of those units to the total number of units in the project.  At the conclusion of the period described in this subsection, the administration shall report to the legislature on the number and use of grants provided and whether the grants were an effective use of the funds for purposes of developing rental housing for families at or below thirty per cent of median family income. [L 1997, c 350, pt of §2; am L 1998, c 216, §2; am L 2005, c 196, §§5, 26(a)]\nNote\n  Contingent transfer to department of budget and finance (repealed July 1, 2007).  L 2005, c 196, §36."
}