{
    "name": "Trust indenture",
    "number": "166",
    "text": "(a)  A trust indenture may contain covenants and provisions authorized by part III of chapter 39, and as deemed necessary or convenient by the corporation for the purposes of this part.\n\t(b)  A trust indenture may allow the corporation to pledge and assign to the trustee agreements related to the housing project or projects or loan program and the rights of the corporation thereunder, including the right to receive revenues thereunder and to enforce the provision thereof.\n\t(c)  Where a trust indenture provides that any bond issued under that trust indenture is not valid or obligatory for any purpose unless certified or authenticated by the trustee, all signatures of the officers of the State upon the bonds required by section 39-56 may be facsimiles of their signatures.\n\t(d)  A trust indenture shall also contain provisions as to:\n\n\n\n\t(1)\tThe investment of the proceeds of the bonds, the investment of any reserve for the bonds, the investment of the revenues of the housing project or system of housing projects, and the use and application of the earnings from investments; and\n\t(2)\tThe terms and conditions upon which the holders of the bonds or any portion of them or any trustee thereof may institute proceedings for the enforcement of any agreement or any note or other undertaking, obligation, or property securing the payment of the bonds and the use and application of the moneys derived therefrom.\n\n\n\n\t(e)  A trust indenture may also contain provisions deemed necessary or desirable by the corporation to obtain or permit, by grant, interest subsidy, or otherwise, the participation of the federal government in the housing projects or in the financing of the costs of administering, operating, or maintaining the housing projects. [L 1997, c 350, pt of §2]\n §201G-166   [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  A trust indenture may contain covenants and provisions authorized by part III of chapter 39, and as deemed necessary or convenient by the administration for the purposes of this part.\n\t(b)  A trust indenture may allow the administration to pledge and assign to the trustee agreements related to the housing project or projects or loan program and the rights of the administration thereunder, including the right to receive revenues thereunder and to enforce the provision thereof.\n\t(c)  Where a trust indenture provides that any bond issued under that trust indenture is not valid or obligatory for any purpose unless certified or authenticated by the trustee, all signatures of the officers of the State upon the bonds required by section 39-56 may be facsimiles of their signatures.\n\t(d)  A trust indenture shall also contain provisions as to:\n\n\n\n\t(1)\tThe investment of the proceeds of the bonds, the investment of any reserve for the bonds, the investment of the revenues of the housing project or system of housing projects, and the use and application of the earnings from investments; and\n\t(2)\tThe terms and conditions upon which the holders of the bonds or any portion of them or any trustee thereof may institute proceedings for the enforcement of any agreement or any note or other undertaking, obligation, or property securing the payment of the bonds and the use and application of the moneys derived therefrom.\n\n\n\n\t(e)  A trust indenture may also contain provisions deemed necessary or desirable by the administration to obtain or permit, by grant, interest subsidy, or otherwise, the participation of the federal government in the housing projects or in the financing of the costs of administering, operating, or maintaining the housing projects. [L 1997, c 350, pt of §2; am L 2005, c 196, §26(a)]"
}