{
    "name": "Expenditures of revolving funds under the corporation exempt from appropriation and allotment",
    "number": "441",
    "text": "R.  Expenditures of Revolving Funds Under the Corporation\nExempt from Appropriation and Allotment\n\nNote\n  Effective July 1, 2006, \"Corporation\" in subpart heading changed to \"Administration\".  L 2005, c 196, §26(a).\n  Subpart functions transferred to Hawaii housing finance and development administration, L 2005, c 196, §§21 to 26.\n\t    [Section effective until June 30, 2006.  For section effective July 1, 2006, see below.]  Except as to administrative expenditures, and except as otherwise provided by law, expenditures from these revolving funds administered by the corporation under subpart I, N, O, P, or Q or section 201G-170, 201G-223, 201G-401, 201G-411, 201G-421, or 516-44 may be made by the corporation without appropriation or allotment of the legislature; provided that no expenditure shall be made from and no obligation shall be incurred against any revolving fund in excess of the amount standing to the credit of the fund or for any purpose for which the fund may not lawfully be expended.  Nothing in sections 37-31 to 37-41 shall require the proceeds of the revolving funds identified in subpart I, N, O, P, or Q or section 201G-170, 201G-223, 201G-401, 201G-411, 201G-421, or 516-44 to be reappropriated annually. [L 1997, c 350, pt of §2; am L 1998, c 212, §43]\nR.  Expenditures of Revolving Funds Under the Administration\nExempt from Appropriation and Allotment\n\nNote\n  Effective July 1, 2006, \"Corporation\" in subpart heading changed to \"Administration\".  L 2005, c 196, §26(a).\n  Subpart functions transferred to Hawaii housing finance and development administration, L 2005, c 196, §§21 to 26.\n\n\t  Expenditures of revolving funds under the administration exempt from appropriation and allotment.  [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  Except as to administrative expenditures, and except as otherwise provided by law, expenditures from these revolving funds administered by the administration under subpart I, N, O, P, or Q or section 201G-170, 201G-223, 201G-401, 201G-411, 201G-421, or 516-44 may be made by the administration without appropriation or allotment of the legislature; provided that no expenditure shall be made from and no obligation shall be incurred against any revolving fund in excess of the amount standing to the credit of the fund or for any purpose for which the fund may not lawfully be expended.  Nothing in sections 37-31 to 37-41 shall require the proceeds of the revolving funds identified in subpart I, N, O, P, or Q or section 201G-170, 201G-223, 201G-401, 201G-411, 201G-421, or 516-44 to be reappropriated annually. [L 1997, c 350, pt of §2; am L 1998, c 212, §43; am L 2005, c 196, §26(a)]"
}