{
    "name": "Homebuyers' club program",
    "number": "351",
    "text": "J.  Homebuyers' Club\nNote\n  Effective July 1, 2006, functions transferred to Hawaii housing finance and development administration.  L 2005, c 196, §§21 to 26.\n    [Section effective until June 30, 2006.  For section effective July 1, 2006, see below.]  (a)  The corporation may establish a homebuyers' club program for participants who are desirous of purchasing a home and who have adequate incomes but who lack sufficient funds for the downpayment and closing costs.  The primary focus of this program is to facilitate the purchase of homes by providing participants with strategies to save money, to resolve credit problems, and to educate participants on how to shop for and purchase a home.\n\t(b)  In establishing such a program, the corporation shall adopt rules pursuant to chapter 91 relating to establishing a savings program for participants based upon individual analyses of income and family expenses.  The rules may also provide for integration of the homebuyers' club program with other governmental programs including but not limited to individual housing accounts under section 235-5.5, the state mortgage guarantee program under part III.G, the downpayment loan program established under part III.H, and the rent-to-own program established under part [III.K].\n\t(c)  The corporation may secure the services of another public or private entity to carry out the purposes of this section. [L 1997, c 350, pt of §2]\n §201G-351   [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  The administration may establish a homebuyers' club program for participants who are desirous of purchasing a home and who have adequate incomes but who lack sufficient funds for the downpayment and closing costs.  The primary focus of this program is to facilitate the purchase of homes by providing participants with strategies to save money, to resolve credit problems, and to educate participants on how to shop for and purchase a home.\n\t(b)  In establishing such a program, the administration shall adopt rules pursuant to chapter 91 relating to establishing a savings program for participants based upon individual analyses of income and family expenses.  The rules may also provide for integration of the homebuyers' club program with other governmental programs including but not limited to individual housing accounts under section 235-5.5, the state mortgage guarantee program under part III.G, the downpayment loan program established under part III.H, and the rent-to-own program established under part [III.K].\n\t(c)  The administration may secure the services of another public or private entity to carry out the purposes of this section. [L 1997, c 350, pt of §2; am L 2005, c 196, §26(a)]"
}