{
    "name": "Rental assistance revolving fund",
    "number": "223",
    "text": "(a)  There is created a rental assistance revolving fund to be administered by the corporation.\n\t(b)  The aggregate principal sum in the rental assistance revolving fund which may without limitation include sums made available from any government program or grant, from private grants or contributions, from the proceeds of any bond issue, or by appropriation, shall be invested by the corporation in a manner which will maximize the rate of return on investment of the fund; provided that any investment shall be consistent with section 201G-167 but need not comply with section 36-21.\n\t(c)  The corporation may use, as needed, the aggregate principal sum and the accumulated earnings in the rental assistance revolving fund to make payments under the rental assistance contracts or to subsidize tenants' rents in projects developed under this part; provided that the corporation shall use up to $25,000,000 plus any bond proceeds to provide interim construction financing to:\n\n\n\n\t(1)\tQualified sponsors who are private nonprofit or profit entities; or\n\t(2)\tThe corporation, for the development of affordable rental housing; provided further that the corporation, in allotting interim construction financing moneys pursuant to this part, shall give preference to rental housing projects developed by qualified sponsors who are private nonprofit or profit entities. [L 1997, c 350, pt of §2]\n\n\n\n\n §201G-223   [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  There is created a rental assistance revolving fund to be administered by the administration.\n\t(b)  The aggregate principal sum in the rental assistance revolving fund which may without limitation include sums made available from any government program or grant, from private grants or contributions, from the proceeds of any bond issue, or by appropriation, shall be invested by the administration in a manner which will maximize the rate of return on investment of the fund; provided that any investment shall be consistent with section 201G-167 but need not comply with section 36-21.\n\t(c)  The administration may use, as needed, the aggregate principal sum and the accumulated earnings in the rental assistance revolving fund to make payments under the rental assistance contracts or to subsidize tenants' rents in projects developed under this part; provided that the administration shall use up to $25,000,000 plus any bond proceeds to provide interim construction financing to:\n\n\n\n\t(1)\tQualified sponsors who are private nonprofit or profit entities; or\n\t(2)\tThe administration, for the development of affordable rental housing; provided further that the administration, in allotting interim construction financing moneys pursuant to this part, shall give preference to rental housing projects developed by qualified sponsors who are private nonprofit or profit entities. [L 1997, c 350, pt of §2; am L 2005, c 196, §26(a)]\n\n\n\n\nNote\n  Contingent transfer to department of budget and finance (repealed July 1, 2007).  L 2005, c 196, §36."
}