{
    "name": "Interim financing of projects",
    "number": "123",
    "text": "  (a)  The corporation may provide interim construction loans to eligible developers.  In addition to the rate of interest charged on interim loans, the corporation may charge loan commitment fees, to be determined by rules adopted by the corporation.\n\t(b)  The interim loans shall be secured by a duly recorded primary or secondary mortgage upon the fee simple or leasehold interest in the land upon which the dwelling units are constructed, or the corporation may require other security interests and instruments as it deems necessary to secure the indebtedness and such other conditions consistent with the production and marketing of dwelling units at the lowest possible prices.  The corporation may also set the conditions of a loan in a building and loan agreement between the borrower and the corporation in order to secure the loan and the performance of the borrower to complete the project. [L 1997, c 350, pt of §2; am L 2005, c 196, §17]\n    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  The administration may provide interim construction loans to eligible developers.  In addition to the rate of interest charged on interim loans, the administration may charge loan commitment fees, to be determined by rules adopted by the administration.\n\t(b)  The interim loans shall be secured by a duly recorded primary or secondary mortgage upon the fee simple or leasehold interest in the land upon which the dwelling units are constructed, or the administration may require other security interests and instruments as it deems necessary to secure the indebtedness and such other conditions consistent with the production and marketing of dwelling units at the lowest possible prices.  The administration may also set the conditions of a loan in a building and loan agreement between the borrower and the administration in order to secure the loan and the performance of the borrower to complete the project. [L 1997, c 350, pt of §2; am L 2005, c 196, §§17, 26(a)]"
}