{
    "name": "Kikala-Keokea housing revolving fund; established",
    "number": "170.5",
    "text": "(a)  There is established in the state treasury the Kikala-Keokea housing revolving fund to provide low interest loans for home construction for Kikala-Keokea leaseholders who have been denied loans from traditional financial institutions.  The revolving fund shall be administered by the housing and community development corporation of Hawaii.\n\t(b)  The rate of interest on loans executed pursuant to this section shall not exceed three per cent per year and interest earnings on loans made pursuant to this section may be used for administrative and other expenses necessary for administering the loan program.  Guidelines shall be established by the housing and community development corporation of Hawaii with respect to loan terms and loan qualification criteria.  Moneys appropriated for the purposes of this section shall be deposited into the Kikala-Keokea housing revolving fund; provided that upon fulfillment of the purposes of this section, all unencumbered moneys shall lapse into the state general fund.\n\t(c)  The housing and community development corporation of Hawaii shall adopt rules in accordance with chapter 91 to effectuate the purposes of this section. [L 2001, c 144, §3]\n §201G-170.5   [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  There is established in the state treasury the Kikala-Keokea housing revolving fund to provide low interest loans for home construction for Kikala-Keokea leaseholders who have been denied loans from traditional financial institutions.  The revolving fund shall be administered by the Hawaii housing finance and development administration.\n\t(b)  The rate of interest on loans executed pursuant to this section shall not exceed three per cent per year and interest earnings on loans made pursuant to this section may be used for administrative and other expenses necessary for administering the loan program.  Guidelines shall be established by the Hawaii housing finance and development administration with respect to loan terms and loan qualification criteria.  Moneys appropriated for the purposes of this section shall be deposited into the Kikala-Keokea housing revolving fund; provided that upon fulfillment of the purposes of this section, all unencumbered moneys shall lapse into the state general fund.\n\t(c)  The Hawaii housing finance and development administration shall adopt rules in accordance with chapter 91 to effectuate the purposes of this section. [L 2001, c 144, §3; am L 2005, c 196, §21]\nNote\n  Contingent transfer to department of budget and finance (repealed July 1, 2007).  L 2005, c 196, §36.\nCross References\n  Infrastructure development fund, see §171-19.5."
}