{
    "name": "Rental assistance contracts",
    "number": "224",
    "text": "  (a)  The corporation may enter into a rental assistance contract and a regulatory agreement with the owner of an eligible project, when the owner of an eligible project is other than the corporation.\n\t(b)  Prior to the execution of a rental assistance contract, the corporation may execute an agreement to enter into a rental assistance contract with an owner, which agreement shall provide for the execution of a rental assistance contract upon satisfaction of the terms set forth in such agreement and otherwise established by the corporation.   Each rental assistance contract heretofore entered into by the corporation which provided that rental assistance payments shall be made solely from the earnings on the investment of the rental assistance revolving fund shall hereafter, without modification of such contracts, be payable from the aggregate principal sum and the accumulated earnings in the rental assistance revolving fund.\n\t(c)  A rental assistance contract and any subsidy of tenants' rents in projects developed under this part shall be for a term not in excess of thirty-five years and shall be approved by the board of directors of the corporation.  Upon such approval by the corporation, the director of finance shall be authorized to guarantee the obligation of the corporation for the term of the rental assistance contract or the subsidy of tenants' rents in an amount equal to the aggregate obligation of the corporation to make assistance payments; provided that the aggregate of all such outstanding guarantees shall not exceed $100,000,000.  Pursuant to such guarantee, the corporation shall make annual rental payments to the owner in accordance with the approved rental assistance contract or to the tenants in accordance with the approved subsidy.\n\t(d)  Each rental assistance contract shall set forth a maximum annual rental assistance payment amount.  The corporation shall establish procedures for determining the maximum annual rental assistance payment amount and may consider the following:\n\n\n\n\t(1)\tThe cost of constructing the eligible project;\n\t(2)\tThe estimated annual operating cost of the eligible project;\n\t(3)\tThe estimated maximum rentals which may be charged for units in the eligible project;\n\t(4)\tThe amount of funds available for the funding of rental assistance contracts;\n\t(5)\tThe number of eligible projects requiring assistance under this part; and\n\t(6)\tA restricted rate of return on equity to the owner, which rate shall be established by the corporation by rule. [L 1997, c 350, pt of §2]\n\n\n\n\n    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  The administration may enter into a rental assistance contract and a regulatory agreement with the owner of an eligible project, when the owner of an eligible project is other than the administration.\n\t(b)  Prior to the execution of a rental assistance contract, the administration may execute an agreement to enter into a rental assistance contract with an owner, which agreement shall provide for the execution of a rental assistance contract upon satisfaction of the terms set forth in such agreement and otherwise established by the administration.   Each rental assistance contract heretofore entered into by the administration which provided that rental assistance payments shall be made solely from the earnings on the investment of the rental assistance revolving fund shall hereafter, without modification of such contracts, be payable from the aggregate principal sum and the accumulated earnings in the rental assistance revolving fund.\n\t(c)  A rental assistance contract and any subsidy of tenants' rents in projects developed under this part shall be for a term not in excess of thirty-five years and shall be approved by the board of directors of the administration.  Upon such approval by the administration, the director of finance shall be authorized to guarantee the obligation of the administration for the term of the rental assistance contract or the subsidy of tenants' rents in an amount equal to the aggregate obligation of the administration to make assistance payments; provided that the aggregate of all such outstanding guarantees shall not exceed $100,000,000.  Pursuant to such guarantee, the administration shall make annual rental payments to the owner in accordance with the approved rental assistance contract or to the tenants in accordance with the approved subsidy.\n\t(d)  Each rental assistance contract shall set forth a maximum annual rental assistance payment amount.  The administration shall establish procedures for determining the maximum annual rental assistance payment amount and may consider the following:\n\n\n\n\t(1)\tThe cost of constructing the eligible project;\n\t(2)\tThe estimated annual operating cost of the eligible project;\n\t(3)\tThe estimated maximum rentals which may be charged for units in the eligible project;\n\t(4)\tThe amount of funds available for the funding of rental assistance contracts;\n\t(5)\tThe number of eligible projects requiring assistance under this part; and\n\t(6)\tA restricted rate of return on equity to the owner, which rate shall be established by the administration by rule. [L 1997, c 350, pt of §2; am L 2005, c 196, §26(a)]"
}