{
    "name": "Abuse of assistance",
    "number": "458",
    "text": "  (a)  The provider agency operating and managing a homeless facility, or any other program for the homeless authorized by this part, or the corporation operating and managing its own homeless facility, shall be responsible for determining if a participant is no longer eligible for shelter or other services at the homeless facility or through any other program for the homeless, pursuant to standards and criteria established by rule.\n\t(b)  Pursuant to rule and the right of due process, the corporation or its designee, or provider agencies together with the corporation, may act to bar homeless families or individuals from participating further in any homeless facility, may issue a writ of possession, and take such other actions as provided by rule.\n\tThe enforcement of a writ of possession shall be effected either by an officer appointed by the corporation, who shall have all of the powers of a police officer for all action in connection with the enforcement of the writ, or any other law enforcement officer of the State or any county, whose duty it shall be to enforce the writ.  The person enforcing the writ shall remove all persons from the premises and put the corporation or its designee, or the provider agency designated by the corporation, in full possession thereof.\n\tUpon eviction, the household goods and personal effects of the person against whom the writ is entered, and those of any persons using the premises incident to the person's holding, may be removed from the premises immediately and sold or otherwise disposed of by the corporation or its designee, or the provider agency.  If the action is taken, the corporation or its designee, or the provider agency, shall have a lien on the property so removed for the expenses incurred by it in moving the property.\n\t(c)  Any person who enters or remains unlawfully in or upon the premises or living quarters of any homeless facility, or any other program for the homeless authorized by this part, after reasonable warning or request to leave by that provider agency's authorities, the corporation or its designee, or a police officer, shall be guilty of a misdemeanor; provided that the offense in this subsection shall be in addition to any other applicable offense in the Hawaii Penal Code.  A warning or request shall only be issued if the person has engaged in unlawful conduct or has violated house rules and regulations; provided that the warning or request for violation of house rules and regulations shall be issued only if that provider agency, or the corporation or its designee, has filed a copy of its current house rules and regulations governing tenancy or participation at the shelter, facility, or program, and any changes thereto, with the director of commerce and consumer affairs.  The house rules and regulations shall be reasonable and a copy shall be provided to each tenant or participant.  The warning or request shall supersede any invitation by a tenant or participant at the shelter, facility, or program to that person to visit the premises or living quarters. [L 1997, c 350, pt of §2]\n    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  The provider agency operating and managing a homeless facility, or any other program for the homeless authorized by this part, or the administration operating and managing its own homeless facility, shall be responsible for determining if a participant is no longer eligible for shelter or other services at the homeless facility or through any other program for the homeless, pursuant to standards and criteria established by rule.\n\t(b)  Pursuant to rule and the right of due process, the administration or its designee, or provider agencies together with the administration, may act to bar homeless families or individuals from participating further in any homeless facility, may issue a writ of possession, and take such other actions as provided by rule.\n\tThe enforcement of a writ of possession shall be effected either by an officer appointed by the administration, who shall have all of the powers of a police officer for all action in connection with the enforcement of the writ, or any other law enforcement officer of the State or any county, whose duty it shall be to enforce the writ.  The person enforcing the writ shall remove all persons from the premises and put the administration or its designee, or the provider agency designated by the administration, in full possession thereof.\n\tUpon eviction, the household goods and personal effects of the person against whom the writ is entered, and those of any persons using the premises incident to the person's holding, may be removed from the premises immediately and sold or otherwise disposed of by the administration or its designee, or the provider agency.  If the action is taken, the administration or its designee, or the provider agency, shall have a lien on the property so removed for the expenses incurred by it in moving the property.\n\t(c)  Any person who enters or remains unlawfully in or upon the premises or living quarters of any homeless facility, or any other program for the homeless authorized by this part, after reasonable warning or request to leave by that provider agency's authorities, the administration or its designee, or a police officer, shall be guilty of a misdemeanor; provided that the offense in this subsection shall be in addition to any other applicable offense in the Hawaii Penal Code.  A warning or request shall only be issued if the person has engaged in unlawful conduct or has violated house rules and regulations; provided that the warning or request for violation of house rules and regulations shall be issued only if that provider agency, or the administration or its designee, has filed a copy of its current house rules and regulations governing tenancy or participation at the shelter, facility, or program, and any changes thereto, with the director of commerce and consumer affairs.  The house rules and regulations shall be reasonable and a copy shall be provided to each tenant or participant.  The warning or request shall supersede any invitation by a tenant or participant at the shelter, facility, or program to that person to visit the premises or living quarters. [L 1997, c 350, pt of §2; am L 2005, c 196, §26(a)]"
}