{
    "name": "Commercial, industrial, and other uses",
    "number": "124",
    "text": "(a)  In connection with the development of any residential units under this chapter the corporation may also develop commercial, industrial, and other properties if it determines that the uses can be an integral part of the development and can help to preserve the lifestyles of the purchasers of residences in the development.  The corporation may designate any portions of the developments as for commercial, industrial, or other use and shall have all the powers granted under this chapter with respect thereto including the power to bypass statutes, ordinances, charter provisions and rules of any governmental agency pursuant to section 201G-118.  For this purpose the corporation may use any of the funds authorized under this chapter.\n\t(b)  The corporation shall establish rules which shall provide the manner of designation of the uses and shall provide that any commercial, industrial, or other properties so developed shall be sold or leased at cost or at economic rents or sales prices.  Sale or lease shall be made at cost to owners of commercial, industrial, or other facilities displaced by the corporation.  All other leases or sales shall be at economic rents or sales prices determined by the corporation, after appraisal, to be consistent with rents or sales prices in similar locations or terms.  The net proceeds of all such sales or leases, less costs to the corporation, shall be deposited in the dwelling unit revolving fund.  The rules may also provide that during the first twenty years after its purchase, any commercial, industrial, or other property so developed and sold or leased may be resold or assigned only to the corporation at the original purchase price plus the cost of any improvements made by the purchaser together with simple interest on all of the purchaser's equity in the property at the rate of seven per cent a year.  Rules may also provide that ownership of the commercial, industrial, or other property cannot be separated from ownership of the residential property in connection with which it was sold or leased. [L 1997, c 350, pt of §2]\n §201G-124   [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  In connection with the development of any residential units under this chapter the administration may also develop commercial, industrial, and other properties if it determines that the uses can be an integral part of the development and can help to preserve the lifestyles of the purchasers of residences in the development.  The administration may designate any portions of the developments as for commercial, industrial, or other use and shall have all the powers granted under this chapter with respect thereto including the power to bypass statutes, ordinances, charter provisions and rules of any governmental agency pursuant to section 201G-118.  For this purpose the administration may use any of the funds authorized under this chapter.\n\t(b)  The administration shall establish rules which shall provide the manner of designation of the uses and shall provide that any commercial, industrial, or other properties so developed shall be sold or leased at cost or at economic rents or sales prices.  Sale or lease shall be made at cost to owners of commercial, industrial, or other facilities displaced by the administration.  All other leases or sales shall be at economic rents or sales prices determined by the administration, after appraisal, to be consistent with rents or sales prices in similar locations or terms.  The net proceeds of all such sales or leases, less costs to the administration, shall be deposited in the dwelling unit revolving fund.  The rules may also provide that during the first twenty years after its purchase, any commercial, industrial, or other property so developed and sold or leased may be resold or assigned only to the administration at the original purchase price plus the cost of any improvements made by the purchaser together with simple interest on all of the purchaser's equity in the property at the rate of seven per cent a year.  Rules may also provide that ownership of the commercial, industrial, or other property cannot be separated from ownership of the residential property in connection with which it was sold or leased. [L 1997, c 350, pt of §2; am L 2005, c 196, §26(a)]"
}