{
    "name": "Private development of projects",
    "number": "122",
    "text": "(a)  The corporation may enter into contracts with any eligible bidder to provide for the construction of a housing project or projects.  Each contract shall provide that the housing project or projects shall be placed under the control of the corporation, as soon as the unit is available for occupancy.  Each contract also shall provide that the capital stock of the mortgagor (where the mortgagor is a corporation) be transferred to the corporation, when the housing project or projects have been completed.  Each contract shall contain terms and conditions that the corporation may determine to be necessary to protect the interests of the State.  Each contract shall provide for the furnishing by the contractor of a performance bond and a payment bond with sureties satisfactory to the corporation, and the furnishings of bonds shall be deemed a sufficient compliance with the provisions of law and no additional bonds shall be required under law.  Before the corporation shall enter into any contract as authorized by this section for the construction of a housing project or projects, it shall invite the submission of competitive bids after giving public notice in the manner prescribed by law. \t(b)  Notwithstanding any other provision of law, the corporation is authorized to acquire the capital stock of mortgagors holding property covered by a mortgage guaranty under this chapter and established by this section, and to exercise the rights as holder of the capital stock during the life of the mortgage and, upon the termination of the mortgage, to dissolve the corporation; to guarantee the payment of notes or other legal instruments of such mortgagors; and to make payments thereon.  All housing projects placed under the control of the corporation pursuant to this section shall be deemed to be housing projects under the jurisdiction of the State.\n\t(c)  On request by the corporation, the attorney general shall furnish to the corporation, an opinion as to the sufficiency of title to any property on which it is proposed to construct housing projects, or on which housing projects have been constructed, under this section.  If the opinion of the attorney general is that the title to the property is good and sufficient, the corporation is authorized to guarantee, or enter into a commitment to guarantee, the mortgagee, against any losses that may thereafter arise from the adverse claims to title.  None of the proceeds of any mortgage loan hereafter insured shall be used for title search and title insurance costs; provided that if the corporation determines in the case of any housing project, that the financing of the construction of the project is impossible unless title insurance is provided, the corporation may provide for the payment of the reasonable costs necessary for obtaining title search and title insurance.  Any determination by the corporation under the foregoing proviso shall be set forth in writing, together with the reasons thereto.\n\t(d)  The State shall be authorized to guarantee the repayment of one hundred per cent of the principal and interest of loans from commercial lenders for the purposes of this section pursuant to rules adopted by the corporation which shall conform as closely as is possible to the practices of the Federal Housing Administration in insuring loans under sections 203 and 207 of the National Housing Act, as amended; provided that at no time shall the State's liability, contingent or otherwise, on the guarantees exceed $10,000,000. [L 1997, c 350, pt of §2; am L 1998, c 2, §58 and c 212, §3]\n\t    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  The administration may enter into contracts with any eligible bidder to provide for the construction of a housing project or projects.  Each contract shall provide that the housing project or projects shall be placed under the control of the administration, as soon as the unit is available for occupancy.  Each contract also shall provide that the capital stock of the mortgagor (where the mortgagor is a corporation) be transferred to the administration, when the housing project or projects have been completed.  Each contract shall contain terms and conditions that the administration may determine to be necessary to protect the interests of the State.  Each contract shall provide for the furnishing by the contractor of a performance bond and a payment bond with sureties satisfactory to the administration, and the furnishings of bonds shall be deemed a sufficient compliance with the provisions of law and no additional bonds shall be required under law.  Before the administration shall enter into any contract as authorized by this section for the construction of a housing project or projects, it shall invite the submission of competitive bids after giving public notice in the manner prescribed by law.\n\t(b)  Notwithstanding any other provision of law, the administration is authorized to acquire the capital stock of mortgagors holding property covered by a mortgage guaranty under this chapter and established by this section, and to exercise the rights as holder of the capital stock during the life of the mortgage and, upon the termination of the mortgage, to dissolve the corporation; to guarantee the payment of notes or other legal instruments of such mortgagors; and to make payments thereon.  All housing projects placed under the control of the administration pursuant to this section shall be deemed to be housing projects under the jurisdiction of the State.\n\t(c)  On request by the administration, the attorney general shall furnish to the administration, an opinion as to the sufficiency of title to any property on which it is proposed to construct housing projects, or on which housing projects have been constructed, under this section.  If the opinion of the attorney general is that the title to the property is good and sufficient, the administration is authorized to guarantee, or enter into a commitment to guarantee, the mortgagee, against any losses that may thereafter arise from the adverse claims to title.  None of the proceeds of any mortgage loan hereafter insured shall be used for title search and title insurance costs; provided that if the administration determines in the case of any housing project, that the financing of the construction of the project is impossible unless title insurance is provided, the administration may provide for the payment of the reasonable costs necessary for obtaining title search and title insurance.  Any determination by the administration under the foregoing proviso shall be set forth in writing, together with the reasons thereto.\n\t(d)  The State shall be authorized to guarantee the repayment of one hundred per cent of the principal and interest of loans from commercial lenders for the purposes of this section pursuant to rules adopted by the administration which shall conform as closely as is possible to the practices of the Federal Housing Administration in insuring loans under sections 203 and 207 of the National Housing Act, as amended; provided that at no time shall the State's liability, contingent or otherwise, on the guarantees exceed $10,000,000. [L 1997, c 350, pt of §2; am L 1998, c 2, §58 and c 212, §3; am L 2005, c 196, §26(a)]"
}