{
    "name": "Judicial review",
    "number": "57",
    "text": "  (a)  Any person aggrieved by a final decision and order by the corporation or by a preliminary ruling of the nature that deferral of review pending entry of a subsequent final decision would deprive the appellant of adequate relief is entitled to judicial review thereof under this subpart. \t(b)  Except as otherwise provided herein, proceedings for review shall be instituted in the circuit court within thirty days after the preliminary ruling or within thirty days after service of the certified copy of the final decision and order of the corporation pursuant to the provisions of the rules of court, except where a statute provides for a direct appeal to the intermediate appellate court.  In such cases, the appeal shall be treated in the same manner as an appeal from the circuit court, including payment of the fee prescribed by section 607-5 for filing the notice of appeal.  The court in its discretion may permit other interested persons to intervene.\n\t(c)  The proceedings for review shall not stay enforcement of the decisions of the corporation; but the corporation or the reviewing court may order a stay upon such terms as it deems proper.\n\t(d)  Within twenty days after the determination of the contents of the record on appeal in the manner provided by the rules of court, or within further time as the court may allow, the corporation shall transmit to the reviewing court the record of the proceeding under review.  The court may require or permit subsequent corrections or additions to the record when deemed desirable.\n\t(e)  If, before the date set for hearing, application is made to the court for leave to present additional evidence and the evidence is material and good cause exists for the failure to present the evidence in the proceeding before the corporation, the court may order the corporation to hear the evidence upon the conditions as the court deems proper.  The corporation may modify its findings, decision, and order by reason of the additional evidence and shall file with the reviewing court, to become a part of the record, the additional evidence, together with any modification of its findings or decision.\n\t(f)  The review shall be conducted by the court without a jury and shall be confined to the record.  In cases of alleged irregularities in procedure before the corporation and not shown in the record, testimony thereon may be taken in court.  The court may, upon request by any party, hear oral argument and receive written briefs.\n\t(g)  Upon review of the record the court may affirm the decision of the corporation or remand the case with instructions for further proceedings, or it may reverse or modify the decision and order if the substantial rights of the petitioners may have been prejudiced because the administrative findings, conclusions, decisions, or orders are:\n\n\n\n\t(1)\tIn violation of constitutional or statutory provisions;\n\t(2)\tIn excess of the statutory authority or jurisdiction of the corporation;\n\t(3)\tMade upon unlawful procedure;\n\t(4)\tAffected by other error of law;\n\t(5)\tClearly erroneous in view of the reliable, probative, and substantial evidence on the whole record; or\n\t(6)\tArbitrary, or capricious, or characterized by abuse of discretion or clearly unwarranted exercise of discretion. [L 1997, c 350, pt of §2; am L 1998, c 212, §15; am L 2002, c 73, §2; am L 2004, c 202, §16]\n\n\n\n\n\t    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  Any person aggrieved by a final decision and order by the administration or by a preliminary ruling of the nature that deferral of review pending entry of a subsequent final decision would deprive the appellant of adequate relief is entitled to judicial review thereof under this subpart.\n\t(b)  Except as otherwise provided herein, proceedings for review shall be instituted in the circuit court within thirty days after the preliminary ruling or within thirty days after service of the certified copy of the final decision and order of the administration pursuant to the provisions of the rules of court, except where a statute provides for a direct appeal to the intermediate appellate court.  In such cases, the appeal shall be treated in the same manner as an appeal from the circuit court, including payment of the fee prescribed by section 607-5 for filing the notice of appeal.  The court in its discretion may permit other interested persons to intervene.\n\t(c)  The proceedings for review shall not stay enforcement of the decisions of the administration; but the administration or the reviewing court may order a stay upon such terms as it deems proper.\n\t(d)  Within twenty days after the determination of the contents of the record on appeal in the manner provided by the rules of court, or within further time as the court may allow, the administration shall transmit to the reviewing court the record of the proceeding under review.  The court may require or permit subsequent corrections or additions to the record when deemed desirable.\n\t(e)  If, before the date set for hearing, application is made to the court for leave to present additional evidence and the evidence is material and good cause exists for the failure to present the evidence in the proceeding before the administration, the court may order the administration to hear the evidence upon the conditions as the court deems proper.  The administration may modify its findings, decision, and order by reason of the additional evidence and shall file with the reviewing court, to become a part of the record, the additional evidence, together with any modification of its findings or decision.\n\t(f)  The review shall be conducted by the court without a jury and shall be confined to the record.  In cases of alleged irregularities in procedure before the administration and not shown in the record, testimony thereon may be taken in court.  The court may, upon request by any party, hear oral argument and receive written briefs.\n\t(g)  Upon review of the record the court may affirm the decision of the administration or remand the case with instructions for further proceedings, or it may reverse or modify the decision and order if the substantial rights of the petitioners may have been prejudiced because the administrative findings, conclusions, decisions, or orders are:\n\n\n\n\t(1)\tIn violation of constitutional or statutory provisions;\n\t(2)\tIn excess of the statutory authority or jurisdiction of the administration;\n\t(3)\tMade upon unlawful procedure;\n\t(4)\tAffected by other error of law;\n\t(5)\tClearly erroneous in view of the reliable, probative, and substantial evidence on the whole record; or\n\t(6)\tArbitrary, or capricious, or characterized by abuse of discretion or clearly unwarranted exercise of discretion. [L 1997, c 350, pt of §2; am L 1998, c 212, §15; am L 2002, c 73, §2; am L 2004, c 202, §16; am L 2005, c 196, §26(a)]\n\n\n\n\nNote\n  L 2004, c 202, §82 provides:\n  \"SECTION 82.  Appeals pending in the supreme court as of the effective date of this Act [July 1, 2006] may be transferred to the intermediate appellate court or retained at the supreme court as the chief justice, in the chief justice's sole discretion, directs.\"\nRules of Court\n  Appeal to circuit court, see HRCP rule 72; appeal to supreme court, see Hawaii Rules of Appellate Procedure."
}