{
    "name": "Contracts with federal government",
    "number": "17",
    "text": "  (a)  The corporation may:\n\n\n\n\t(1)\tBorrow money or accept grants from the federal government for or in aid of any housing project that the corporation is authorized to undertake;\n\t(2)\tTake over any land acquired by the federal government for the construction or operation of a housing project;\n\t(3)\tTake over, lease, or manage any housing project constructed or owned by the federal government, and to these ends, enter into contracts, mortgages, leases, or other agreements as the federal government may require including agreements that the federal government shall have the right to supervise and approve the construction, maintenance, and operation of the housing project;\n\t(4)\tProcure insurance or guarantees from the federal government of the payment of any debts or parts thereof secured by mortgages made or held by the corporation on any property included in any housing project;\n\t(5)\tAgree to any conditions attached to federal financial assistance relating to the determination of prevailing salaries or wages or payment of not less than prevailing salaries or wages or compliance with labor standards, in the development or administration of projects, and include in any construction contract let in connection with a project, stipulations requiring that the contractor and any subcontractors comply with requirements as to minimum salaries or wages and maximum hours of labor; and\n\t(6)\tComply with any conditions required by the federal government in any contract for financial assistance.\n\n\n\n\t(b)  In any contract for annual contributions with the federal government, the corporation may obligate itself to convey to the federal government possession of or title to the project to which the contract relates, if a substantial default, as defined by contract, occurs.  Notwithstanding any other law to the contrary, this obligation shall be specifically enforceable and shall not constitute a mortgage.\n\tThe contract may provide further that if a conveyance occurs, the federal government may complete, operate, manage, lease, convey, or otherwise deal with the project in accordance with the terms of the contract; provided that the contract shall require that as soon as practicable after the federal government is satisfied that all defaults with respect to the project have been cured and that the project will thereafter be operated in accordance with the terms of the contract, the federal government shall reconvey to the corporation the project as then constituted.\n\t(c)  It is the purpose and intent of this part to authorize the corporation to do any and all things necessary to secure the financial aid and the cooperation of the federal government in the undertaking, construction, maintenance, and operation of any housing project that the corporation is empowered to undertake. [L 1997, c 350, pt of §2]\n \n\t    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  The administration may:\n\n\n\n\t(1)\tBorrow money or accept grants from the federal government for or in aid of any housing project that the administration is authorized to undertake;\n\t(2)\tTake over any land acquired by the federal government for the construction or operation of a housing project;\n\t(3)\tTake over, lease, or manage any housing project constructed or owned by the federal government, and to these ends, enter into contracts, mortgages, leases, or other agreements as the federal government may require including agreements that the federal government shall have the right to supervise and approve the construction, maintenance, and operation of the housing project;\n\t(4)\tProcure insurance or guarantees from the federal government of the payment of any debts or parts thereof secured by mortgages made or held by the administration on any property included in any housing project;\n\t(5)\tAgree to any conditions attached to federal financial assistance relating to the determination of prevailing salaries or wages or payment of not less than prevailing salaries or wages or compliance with labor standards, in the development or administration of projects, and include in any construction contract let in connection with a project, stipulations requiring that the contractor and any subcontractors comply with requirements as to minimum salaries or wages and maximum hours of labor; and\n\t(6)\tComply with any conditions required by the federal government in any contract for financial assistance.\n\n\n\n\t(b)  In any contract for annual contributions with the federal government, the administration may obligate itself to convey to the federal government possession of or title to the project to which the contract relates, if a substantial default, as defined by contract, occurs.  Notwithstanding any other law to the contrary, this obligation shall be specifically enforceable and shall not constitute a mortgage.\n\tThe contract may provide further that if a conveyance occurs, the federal government may complete, operate, manage, lease, convey, or otherwise deal with the project in accordance with the terms of the contract; provided that the contract shall require that as soon as practicable after the federal government is satisfied that all defaults with respect to the project have been cured and that the project will thereafter be operated in accordance with the terms of the contract, the federal government shall reconvey to the administration the project as then constituted.\n\t(c)  It is the purpose and intent of this part to authorize the administration to do any and all things necessary to secure the financial aid and the cooperation of the federal government in the undertaking, construction, maintenance, and operation of any housing project that the administration is empowered to undertake. [L 1997, c 350, pt of §2; am L 2005, c 196, §26(a)]"
}