{
    "name": "Powers and duties, generally",
    "number": "113",
    "text": "(a)  The corporation may develop fee simple or leasehold property, construct dwelling units thereon, including condominiums, planned units, and cluster developments, and sell, lease, or rent or cause to be leased or rented, at the lowest possible price to qualified residents, nonprofit organizations, or government agencies, with an eligible developer or in its own behalf, either:\n\n\n\n\t(1)\tFully completed dwelling units with the appropriate interest in the land on which the dwelling unit is located;\n\t(2)\tUnits which are substantially complete and habitable with the appropriate interest in the land on which the dwelling unit is located; or\n\t(3)\tThe land with site improvements (other than the dwelling unit) either partially or fully developed.\n\n\n\n\t(b)  The corporation shall require all applicants for the purchase of dwelling units to make application therefor under oath, and may require additional testimony or evidence under oath in connection with any application.  The determination of any applicant's eligibility under this chapter by the corporation shall be conclusive as to all persons thereafter dealing with the property; but the making of any false statement knowingly by the applicant or other person to the corporation in connection with any application shall constitute perjury and be punishable as such.  The corporation shall establish a system to determine preferences by lot in the event that it receives more qualified applications than it has units available.\n\t(c)  The corporation shall adopt rules under chapter 91 on health upon direction from the governor and for the period as the governor shall authorize, rules on health, safety, building, planning, zoning, and land use that relate to the development, subdivision, and construction of dwelling units in projects in which the State, through the corporation, shall participate; provided that these rules shall not contravene any safety standards or tariffs approved by the public utilities commission; provided further that these rules shall follow existing law as closely as is consistent with the production of lower cost housing with standards that meet minimum requirements of good design, pleasant amenities, health, safety, and coordinated development.\n\tUpon the adoption of such rules they shall have the force and effect of law and shall supersede, for all projects in which the State through the corporation shall participate, all other inconsistent laws, ordinances, and rules relating to the use, zoning, planning, and development of land, and the construction of dwelling units thereon; provided that any rules, before becoming effective, shall be presented to the legislative body of each county in which they will be effective and the legislative body of any county may within forty-five days approve or disapprove, for that county, any or all of the rules by a majority vote of its members.  On the forty-sixth day after submission any rules not disapproved shall be deemed to have been approved by the county.\n\t(d)  The corporation may acquire, by eminent domain, exchange, or negotiation, land or property required within the foreseeable future for the purposes of this chapter.  Whenever land with a completed or substantially complete and habitable dwelling or dwellings thereon is acquired by exchange or negotiation, the exchange value or purchase price for each dwelling, including land, shall not exceed its appraised value.  Land or property acquired in anticipation of future use may be leased for the interim period by the corporation for such term and rent as it deems appropriate.\n\t(e)  Upon authorization by the legislature, the corporation shall cause the State to issue general obligation bonds to finance:\n\n\n\n\t(1)\tLand acquisition;\n\t(2)\tThe development and improvement of land;\n\t(3)\tThe construction of dwelling units;\n\t(4)\tThe purchase, lease, or rental of land and dwelling units by qualified residents, nonprofit organizations, or government agencies under this chapter;\n\t(5)\tPayment of any services contracted for under this chapter, including profit or recompense paid to partners, and including community information and advocacy services deemed necessary by the corporation to provide for citizen participation in the development of housing projects, the implementation of this chapter, and the staffing of any citizen advisory committee the corporation may establish;\n\t(6)\tThe cost of repurchase of units under section 201G-127;\n\t(7)\tLoans for the rehabilitation and renovation of existing housing; and\n\t(8)\tAny other moneys required to accomplish the purposes of this chapter.\n\n\n\n\t(f)  The corporation shall do all other things necessary and convenient to carry out the purposes of this chapter. [L 1997, c 350, pt of §2; am L 1998, c 212, §21]\n\t    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  The administration may develop fee simple or leasehold property, construct dwelling units thereon, including condominiums, planned units, and cluster developments, and sell, lease, or rent or cause to be leased or rented, at the lowest possible price to qualified residents, nonprofit organizations, or government agencies, with an eligible developer or in its own behalf, either:\n\n\n\n\t(1)\tFully completed dwelling units with the appropriate interest in the land on which the dwelling unit is located;\n\t(2)\tUnits which are substantially complete and habitable with the appropriate interest in the land on which the dwelling unit is located; or\n\t(3)\tThe land with site improvements (other than the dwelling unit) either partially or fully developed.\n\n\n\n\t(b)  The administration shall require all applicants for the purchase of dwelling units to make application therefor under oath, and may require additional testimony or evidence under oath in connection with any application.  The determination of any applicant's eligibility under this chapter by the administration shall be conclusive as to all persons thereafter dealing with the property; but the making of any false statement knowingly by the applicant or other person to the administration in connection with any application shall constitute perjury and be punishable as such.  The administration shall establish a system to determine preferences by lot in the event that it receives more qualified applications than it has units available.\n\t(c)  The administration shall adopt rules under chapter 91 on health upon direction from the governor and for the period as the governor shall authorize, rules on health, safety, building, planning, zoning, and land use that relate to the development, subdivision, and construction of dwelling units in projects in which the State, through the administration, shall participate; provided that these rules shall not contravene any safety standards or tariffs approved by the public utilities commission; provided further that these rules shall follow existing law as closely as is consistent with the production of lower cost housing with standards that meet minimum requirements of good design, pleasant amenities, health, safety, and coordinated development.\n\tUpon the adoption of such rules they shall have the force and effect of law and shall supersede, for all projects in which the State through the administration shall participate, all other inconsistent laws, ordinances, and rules relating to the use, zoning, planning, and development of land, and the construction of dwelling units thereon; provided that any rules, before becoming effective, shall be presented to the legislative body of each county in which they will be effective and the legislative body of any county may within forty-five days approve or disapprove, for that county, any or all of the rules by a majority vote of its members.  On the forty-sixth day after submission any rules not disapproved shall be deemed to have been approved by the county.\n\t(d)  The administration may acquire, by eminent domain, exchange, or negotiation, land or property required within the foreseeable future for the purposes of this chapter.  Whenever land with a completed or substantially complete and habitable dwelling or dwellings thereon is acquired by exchange or negotiation, the exchange value or purchase price for each dwelling, including land, shall not exceed its appraised value.  Land or property acquired in anticipation of future use may be leased for the interim period by the administration for such term and rent as it deems appropriate.\n\t(e)  Upon authorization by the legislature, the administration shall cause the State to issue general obligation bonds to finance:\n\n\n\n\t(1)\tLand acquisition;\n\t(2)\tThe development and improvement of land;\n\t(3)\tThe construction of dwelling units;\n\t(4)\tThe purchase, lease, or rental of land and dwelling units by qualified residents, nonprofit organizations, or government agencies under this chapter;\n\t(5)\tPayment of any services contracted for under this chapter, including profit or recompense paid to partners, and including community information and advocacy services deemed necessary by the administration to provide for citizen participation in the development of housing projects, the implementation of this chapter, and the staffing of any citizen advisory committee the administration may establish;\n\t(6)\tThe cost of repurchase of units under section 201G-127;\n\t(7)\tLoans for the rehabilitation and renovation of existing housing; and\n\t(8)\tAny other moneys required to accomplish the purposes of this chapter.\n\n\n\n\t(f)  The administration shall do all other things necessary and convenient to carry out the purposes of this chapter. [L 1997, c 350, pt of §2; am L 1998, c 212, §21; am L 2005, c 196, §26(a)]"
}