{
    "name": "Homeless shelter stipends",
    "number": "464",
    "text": "(a)  Effective July 1, 1998, the stipend limits per shelter unit of zero bedrooms shall be adjusted by the corporation on July 1, 1998, and each first day of July thereafter pursuant to standards established by rule which may consider changes in the cost of operating homeless facilities, the fair market rents, the consumer price index, or other relevant factors.  A \"shelter unit of zero bedrooms\" means a living unit which is a studio unit or a single-room occupancy unit.  The homeless shelter stipend at transitional shelters for larger shelter unit sizes shall be related to the difference in unit size, pursuant to standards established by rule.\n\t(b)  The corporation may make or may contract to make homeless shelter stipend payments on behalf of one or more homeless families or individuals to a provider agency operating or managing an emergency or transitional shelter or, in the case that the corporation itself operates and manages a homeless facility, to the corporation in such amounts and under such circumstances as provided by rule.  The contract may specify a minimum total amount of homeless shelter stipends to be received by a provider agency for making its shelter and services available to eligible homeless families or individuals, pursuant to rule.\n\t(c)  In making homeless shelter stipend payments to a provider agency the corporation may establish minimal services to be provided by the provider agency to homeless families or individuals at the agency's shelter.  The corporation may also direct provider agencies to establish and manage a savings account program as described in subsection [(d)].  Additionally, the corporation may direct provider agencies to subcontract for outreach services from other private agencies specializing in programs for the unsheltered homeless.\n\t(d)  Provider agencies and the corporation may establish and collect shelter and services payments from homeless families [or] individuals in addition to the amount received in homeless shelter stipend payments pursuant to rule.  Provider agencies and the corporation may also set aside a portion of the payments in a savings account to be made available to homeless families or individuals when these families and individuals vacate the shelter. [L 1997, c 350, pt of §2]\n §201G-464   [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  Effective July 1, 1998, the stipend limits per shelter unit of zero bedrooms shall be adjusted by the administration on July 1, 1998, and each first day of July thereafter pursuant to standards established by rule which may consider changes in the cost of operating homeless facilities, the fair market rents, the consumer price index, or other relevant factors.  A \"shelter unit of zero bedrooms\" means a living unit which is a studio unit or a single-room occupancy unit.  The homeless shelter stipend at transitional shelters for larger shelter unit sizes shall be related to the difference in unit size, pursuant to standards established by rule.\n\t(b)  The administration may make or may contract to make homeless shelter stipend payments on behalf of one or more homeless families or individuals to a provider agency operating or managing an emergency or transitional shelter or, in the case that the administration itself operates and manages a homeless facility, to the administration in such amounts and under such circumstances as provided by rule.  The contract may specify a minimum total amount of homeless shelter stipends to be received by a provider agency for making its shelter and services available to eligible homeless families or individuals, pursuant to rule.\n\t(c)  In making homeless shelter stipend payments to a provider agency the administration may establish minimal services to be provided by the provider agency to homeless families or individuals at the agency's shelter.  The administration may also direct provider agencies to establish and manage a savings account program as described in subsection [(d)].  Additionally, the administration may direct provider agencies to subcontract for outreach services from other private agencies specializing in programs for the unsheltered homeless.\n\t(d)  Provider agencies and the administration may establish and collect shelter and services payments from homeless families [or] individuals in addition to the amount received in homeless shelter stipend payments pursuant to rule.  Provider agencies and the administration may also set aside a portion of the payments in a savings account to be made available to homeless families or individuals when these families and individuals vacate the shelter. [L 1997, c 350, pt of §2; am L 2005, c 196, §26(a)]"
}