{
    "name": "Eligible projects",
    "number": "436",
    "text": "(a)  Activities eligible for assistance from the fund shall include but not be limited to:\n\n\n\n\t(1)\tNew construction, rehabilitation, or preservation of low-income rental housing units that meet the criteria for eligibility described in subsection (c);\n\t(2)\tThe leveraging of moneys with the use of fund assets;\n\t(3)\tPre-development activity grants or loans to nonprofit organizations; and\n\t(4)\tAcquisition of housing units for the purpose of preservation as low-income or very low-income housing.\n\n\n\n\t(b)  Preference shall be given to projects producing units in at least one of the following categories:\n\n\n\n\t(1)\tMultifamily units;\n\t(2)\tAttached single-family units;\n\t(3)\tApartments;\n\t(4)\tTownhouses;\n\t(5)\tHousing units above commercial or industrial space;\n\t(6)\tSingle room occupancy units;\n\t(7)\tAccessory apartment units;\n\t(8)\tEmployee housing;\n\t(9)\tUnited States Department of Housing and Urban Development mixed finance development of public housing units; and\n\t(10)\tOther types of units meeting the criteria for eligibility set forth in subsection (c).\n\n\n\n\t(c)  [Subsection effective until June 30, 2006.  For subsection effective July 1, 2006, see below.] The corporation shall establish an application process for fund allocation that gives preference to projects meeting the criteria set forth below that are listed in descending order of priority:\n\n\n\n\t(1)\tServe the original target group;\n\t(2)\tProvide at least five per cent of the total number of units for persons and families with incomes at or below thirty per cent of the median family income;\n\t(3)\tProvide maximum number of units for persons or families with incomes at or below eighty per cent of the median family income;\n\t(4)\tAre committed to serving the target population over a longer period of time;\n\t(5)\tIncrease the integration of income levels of the immediate community area;\n\t(6)\tMeet the geographic needs of the target population of the proposed rental housing project, such as proximity to employment centers and services; and\n\t(7)\tHave favorable past performance in developing, owning, managing, or maintaining affordable rental housing.\n\n\n\n\tThe corporation may include other criteria in the above process as it deems necessary to carry out the purposes of this part.\n\tIf the corporation, after applying the process described in this subsection, finds a nonprofit project equally ranked with a for-profit or government project, the corporation shall give preference to the nonprofit project in allotting fund moneys.\n\t(c)  [Subsection effective July 1, 2006.  For subsection effective until June 30, 2006, see above.] The administration shall establish an application process for fund allocation that gives preference to projects meeting the criteria set forth below that are listed in descending order of priority:\n\n\n\n\t(1)\tServe the original target group;\n\t(2)\tProvide at least five per cent of the total number of units for persons and families with incomes at or below thirty per cent of the median family income;\n\t(3)\tProvide maximum number of units for persons or families with incomes at or below eighty per cent of the median family income;\n\t(4)\tAre committed to serving the target population over a longer period of time;\n\t(5)\tIncrease the integration of income levels of the immediate community area;\n\t(6)\tMeet the geographic needs of the target population of the proposed rental housing project, such as proximity to employment centers and services; and\n\t(7)\tHave favorable past performance in developing, owning, managing, or maintaining affordable rental housing.\n\n\n\n\tThe administration may include other criteria in the above process as it deems necessary to carry out the purposes of this part.\n\tIf the administration, after applying the process described in this subsection, finds a nonprofit project equally ranked with a for-profit or government project, the administration shall give preference to the nonprofit project in allotting fund moneys. [L 1997, c 350, pt of §2; am L 2005, c 196, §§7, 26(a)]"
}