{
    "name": "Rules; eligible project loans",
    "number": "185",
    "text": "(a)  The corporation shall establish requirements for projects to be financed by an eligible project loan, and may consider the location, age, condition, and other characteristics of the project.\n\t(b)  The corporation shall establish restrictions on the terms, maturities, interest rates, and other requirements for eligible project loans.\n\t(c)  The corporation shall establish restrictions on the prepayment of eligible project loans and on the transfer of ownership of the projects securing eligible project loans.\n\t(d)  The corporation shall require that any sums deferred on land leased at nominal rates by the corporation to the owner of an eligible project shall be recovered by the corporation at the time an eligible project loan is prepaid, whether as a result of refinancing of the eligible project loan or otherwise, to the extent that funds are available from the refinancing or other method by which the eligible project loan is paid in full prior to its due date.\n\t(e)  The corporation shall enter into an agreement with the owner of an eligible project to be financed with an eligible project loan which shall provide that in the event that the eligible project loan is at any time prepaid for the purpose of converting the rental units of such project to ownership units, all tenants at the time of the proposed conversion shall have the first option to purchase their units.\n\t(f)  All eligible project loans shall comply with applicable state and federal laws. [L 1997, c 350, pt of §2]\n §201G-185   [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  The administration shall establish requirements for projects to be financed by an eligible project loan, and may consider the location, age, condition, and other characteristics of the project.\n\t(b)  The administration shall establish restrictions on the terms, maturities, interest rates, and other requirements for eligible project loans.\n\t(c)  The administration shall establish restrictions on the prepayment of eligible project loans and on the transfer of ownership of the projects securing eligible project loans.\n\t(d)  The administration shall require that any sums deferred on land leased at nominal rates by the administration to the owner of an eligible project shall be recovered by the administration at the time an eligible project loan is prepaid, whether as a result of refinancing of the eligible project loan or otherwise, to the extent that funds are available from the refinancing or other method by which the eligible project loan is paid in full prior to its due date.\n\t(e)  The administration shall enter into an agreement with the owner of an eligible project to be financed with an eligible project loan which shall provide that in the event that the eligible project loan is at any time prepaid for the purpose of converting the rental units of such project to ownership units, all tenants at the time of the proposed conversion shall have the first option to purchase their units.\n\t(f)  All eligible project loans shall comply with applicable state and federal laws. [L 1997, c 350, pt of §2; am L 2005, c 196, §26(a)]"
}