{
    "name": "Corporation's right to repurchase or rent real property; authority to seek recovery",
    "number": "131",
    "text": "  (a) Notwithstanding any provisions to the contrary, during the period in which the restrictions in section 201G-127 are in effect, the following provisions shall apply when dwelling units developed, constructed, financed, purchased, or sold pursuant to Act 105, Session Laws of Hawaii 1970, as amended, are found to have a substantial construction defect, or when vacant lands developed, financed, purchased, or sold pursuant to Act 105, Session Laws of Hawaii 1970, as amended, are found to have a substantial soil defect:\n\n\n\n\t(1)\tThe corporation shall have the right, but not the obligation, to repurchase a dwelling unit or land which has a defect, regardless of whether or not the owner wishes to sell; provided that such repurchases shall be in accordance with the following provisions:\n\n\t\t(A)\tThe corporation may repurchase a dwelling unit or land if:\n\n\t\t\t(i)\tThe dwelling unit or land is deemed unsafe by the county building department;\n\t\t\t(ii)\tThe defects are irreparable; or\n\t\t\t(iii)\tIn the opinion of the corporation, the defect is of such magnitude that it will take longer than a year to repair;\n\n\t\t(B)\tThe corporation's purchase price shall be based on the formula set forth in section 201G-127(a)(1);\n\t\t(C)\tAfter repairs to the unit or land are completed, the former owner shall have the first right of refusal to repurchase the real property;\n\t\t(D)\tThe corporation shall give preference in all other projects of the corporation to all owners whose real property is repurchased by the corporation under this subsection, and the corporation may waive certain eligibility requirements for these owners; and\n\t\t(E)\tIf the corporation exercises its right to purchase  defective real property against an owner's wishes  pursuant to this paragraph, the corporation shall  provide relocation assistance to that owner as  provided in chapter 111;\n\n\t(2)\tIf the corporation does not opt to purchase defective real property, the corporation shall also have the right, but not the obligation, to enter into a contract to repair a dwelling unit which has a construction defect or land which has a soil defect.  During the period that the real property is being repaired, the corporation shall rent that real property from the owner for an amount not to exceed the owner's present mortgage payments; and\n\t(3)\tIf the corporation does not execute either a contract to repurchase the real property or an agreement to repair and rent the real property within ninety days after written notice is given to the corporation of a construction defect, the owner may pursue any other available legal remedies.\n\n\n\nFor the purposes of this subsection, \"substantial construction defect\" includes but is not necessarily limited to: structural defects such as shifting foundations and bearing walls; structural deficiencies due to the use of defective or undersized materials; and defects affecting the health and safety of occupants; and \"substantial soil defect\" means shifting, sliding, or sinking ground of such degree as to affect the dwelling unit on the land or the health and safety of the occupants of the land.\n\t(b)  If moneys are expended by the corporation pursuant to subsection (a)(1) and (2), the corporation shall have the authority to take necessary legal action against the developer, co-developer, general contractor, and their subcontractors, consultants, and other parties notwithstanding any provisions to the contrary in chapter 657.\n\t(c)  If real property developed, constructed, financed, purchased, or sold pursuant to Act 105, Session Laws of Hawaii 1970, as amended, is found to have a substantial construction or soil defect, the corporation shall have the right, but not the obligation, to file or cause to be filed a legal action on behalf of or by, the owner or lessee of the real property for the recovery of damages or for injunctive relief against the developer, co-developer, general contractor, and their subcontractors, consultants, and other parties notwithstanding any provisions to the contrary in chapter 657.  Additionally, notwithstanding any provision of rule 23 of the Hawaii rules of civil procedure, the corporation may file or cause to be filed a legal action brought under this subsection as a class action on behalf of or by at least two owners or lessees of real property that have similar substantial construction or soil defects.\n\t(d)  Nothing in this chapter shall be construed so as to diminish the rights or remedies of the corporation otherwise provided under common law, by statute or by contract.\n\t(e)  The corporation shall adopt rules pursuant to chapter 91 necessary for the purposes of this section.\n\t(f)  This section shall not apply to a particular real property and shall not apply after subsequent transfers of title of that real property if the corporation releases the restrictions when the real property is financed under a federally subsidized mortgage program.\n\t(g)  If any subsection, sentence, clause, or phrase of this section, or its application to any person or transaction or other circumstances, is for any reason held to be unconstitutional or invalid, the remaining subsections, sentences, clauses, and phrases of this section, or the application of this section to other persons or transactions or circumstances, shall not be affected.  The legislature hereby declares that it would have passed this section and each subsection, clause, or phrase thereof, irrespective of the fact that any one or more subsections, sentences, clauses, or phrases of this section, or its application to any person or transaction or other circumstance, be declared unconstitutional or invalid. [L 1997, c 350, pt of §2]\n   Administration's right to repurchase or rent real property; authority to seek recovery. [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a) Notwithstanding any provisions to the contrary, during the period in which the restrictions in section 201G-127 are in effect, the following provisions shall apply when dwelling units developed, constructed, financed, purchased, or sold pursuant to Act 105, Session Laws of Hawaii 1970, as amended, are found to have a substantial construction defect, or when vacant lands developed, financed, purchased, or sold pursuant to Act 105, Session Laws of Hawaii 1970, as amended, are found to have a substantial soil defect:\n\n\n\n\t(1)\tThe administration shall have the right, but not the obligation, to repurchase a dwelling unit or land which has a defect, regardless of whether or not the owner wishes to sell; provided that such repurchases shall be in accordance with the following provisions:\n\n\t\t(A)\tThe administration may repurchase a dwelling unit or land if:\n\n\t\t\t(i)\tThe dwelling unit or land is deemed unsafe by the county building department;\n\t\t\t(ii)\tThe defects are irreparable; or\n\t\t\t(iii)\tIn the opinion of the administration, the defect is of such magnitude that it will take longer than a year to repair;\n\n\t\t(B)\tThe administration's purchase price shall be based on the formula set forth in section 201G-127(a)(1);\n\t\t(C)\tAfter repairs to the unit or land are completed, the former owner shall have the first right of refusal to repurchase the real property;\n\t\t(D)\tThe administration shall give preference in all other projects of the administration to all owners whose real property is repurchased by the administration under this subsection, and the administration may waive certain eligibility requirements for these owners; and\n\t\t(E)\tIf the administration exercises its right to purchase defective real property against an owner's wishes pursuant to this paragraph, the administration shall provide relocation assistance to that owner as provided in chapter 111;\n\n\t(2)\tIf the administration does not opt to purchase defective real property, the administration shall also have the right, but not the obligation, to enter into a contract to repair a dwelling unit which has a construction defect or land which has a soil defect.  During the period that the real property is being repaired, the administration shall rent that real property from the owner for an amount not to exceed the owner's present mortgage payments; and\n\t(3)\tIf the administration does not execute either a contract to repurchase the real property or an agreement to repair and rent the real property within ninety days after written notice is given to the administration of a construction defect, the owner may pursue any other available legal remedies.\n\n\n\nFor the purposes of this subsection, \"substantial construction defect\" includes but is not necessarily limited to: structural defects such as shifting foundations and bearing walls; structural deficiencies due to the use of defective or undersized materials; and defects affecting the health and safety of occupants; and \"substantial soil defect\" means shifting, sliding, or sinking ground of such degree as to affect the dwelling unit on the land or the health and safety of the occupants of the land.\n\t(b)  If moneys are expended by the administration pursuant to subsection (a)(1) and (2), the administration shall have the authority to take necessary legal action against the developer, co-developer, general contractor, and their subcontractors, consultants, and other parties notwithstanding any provisions to the contrary in chapter 657.\n\t(c)  If real property developed, constructed, financed, purchased, or sold pursuant to Act 105, Session Laws of Hawaii 1970, as amended, is found to have a substantial construction or soil defect, the administration shall have the right, but not the obligation, to file or cause to be filed a legal action on behalf of or by, the owner or lessee of the real property for the recovery of damages or for injunctive relief against the developer, co-developer, general contractor, and their subcontractors, consultants, and other parties notwithstanding any provisions to the contrary in chapter 657.  Additionally, notwithstanding any provision of rule 23 of the Hawaii rules of civil procedure, the administration may file or cause to be filed a legal action brought under this subsection as a class action on behalf of or by at least two owners or lessees of real property that have similar substantial construction or soil defects.\n\t(d)  Nothing in this chapter shall be construed so as to diminish the rights or remedies of the administration otherwise provided under common law, by statute or by contract.\n\t(e)  The administration shall adopt rules pursuant to chapter 91 necessary for the purposes of this section.\n\t(f)  This section shall not apply to a particular real property and shall not apply after subsequent transfers of title of that real property if the administration releases the restrictions when the real property is financed under a federally subsidized mortgage program.\n\t(g)  If any subsection, sentence, clause, or phrase of this section, or its application to any person or transaction or other circumstances, is for any reason held to be unconstitutional or invalid, the remaining subsections, sentences, clauses, and phrases of this section, or the application of this section to other persons or transactions or circumstances, shall not be affected.  The legislature hereby declares that it would have passed this section and each subsection, clause, or phrase thereof, irrespective of the fact that any one or more subsections, sentences, clauses, or phrases of this section, or its application to any person or transaction or other circumstance, be declared unconstitutional or invalid. [L 1997, c 350, pt of §2; am L 2005, c 196, §26(a)]"
}