{
    "name": "Housing development; exemption from statutes, ordinances, charter provisions, rules",
    "number": "118",
    "text": "(a)  The corporation may develop, on behalf of the State or with an eligible developer, or may assist under a government assistance program in the development of, housing projects which shall be exempt from all statutes, ordinances, charter provisions, and rules of any governmental agency relating to planning, zoning, construction standards for subdivisions, development and improvement of land, and the construction of units thereon; provided that:\n\n\n\n\t(1)\tThe project primarily or exclusively includes housing units affordable to households with incomes at or below one hundred forty per cent of the median family income;\n\t(2)\tThe corporation finds the project is consistent with the purpose and intent of this chapter, and meets minimum requirements of health and safety;\n\t(3)\tThe development of the proposed project does not contravene any safety standards, tariffs, or rates and fees approved by the public utilities commission for public utilities or the various boards of water supply authorized under chapter 54;\n\t(4)\tThe legislative body of the county in which the project is to be situated shall have approved the project.\n\n\t\t(A)\tThe legislative body shall approve or disapprove the project by resolution within forty-five days after the corporation has submitted the preliminary plans and specifications for the project to the legislative body.  If on the forty-sixth day a project is not disapproved, it shall be deemed approved by the legislative body;\n\t\t(B)\tNo action shall be prosecuted or maintained against any county, its officials, or employees on account of actions taken by them in reviewing, approving, or disapproving the plans and specifications; and\n\t\t(C)\tThe final plans and specifications for the project shall be deemed approved by the legislative body if the final plans and specifications do not substantially deviate from the preliminary plans and specifications.  The final plans and specifications for the project shall constitute the zoning, building, construction, and subdivision standards for that project.  For purposes of sections 501-85 and 502-17, the executive director of the corporation, or the responsible county official may certify maps and plans of lands connected with the project as having complied with applicable laws and ordinances relating to consolidation and subdivision of lands, and the maps and plans shall be accepted for registration or recordation by the land court and registrar; and\n\n\t(5)\tThe land use commission shall approve or disapprove a boundary change within forty-five days after the corporation has submitted a petition to the commission as provided in section 205-4.  If on the forty-sixth day the petition is not disapproved, it shall be deemed approved by the commission.\n\n\n\n\t(b)  For the purposes of this section, \"government assistance program\" means a housing program qualified by the corporation and administered or operated by the corporation or the United States or any of their political subdivisions, agencies, or instrumentalities, corporate or otherwise. [L 1997, c 350, pt of §2; am L 1998, c 212, §23; am L 2005, c 196, §16]\n\t    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  The administration may develop, on behalf of the State or with an eligible developer, or may assist under a government assistance program in the development of, housing projects which shall be exempt from all statutes, ordinances, charter provisions, and rules of any governmental agency relating to planning, zoning, construction standards for subdivisions, development and improvement of land, and the construction of units thereon; provided that:\n\n\n\n\t(1)\tThe project primarily or exclusively includes housing units affordable to households with incomes at or below one hundred forty per cent of the median family income;\n\t(2)\tThe administration finds the project is consistent with the purpose and intent of this chapter, and meets minimum requirements of health and safety;\n\t(3)\tThe development of the proposed project does not contravene any safety standards, tariffs, or rates and fees approved by the public utilities commission for public utilities or the various boards of water supply authorized under chapter 54;\n\t(4)\tThe legislative body of the county in which the project is to be situated shall have approved the project.\n\n\t\t(A)\tThe legislative body shall approve or disapprove the project by resolution within forty-five days after the administration has submitted the preliminary plans and specifications for the project to the legislative body.  If on the forty-sixth day a project is not disapproved, it shall be deemed approved by the legislative body;\n\t\t(B)\tNo action shall be prosecuted or maintained against any county, its officials, or employees on account of actions taken by them in reviewing, approving, or disapproving the plans and specifications; and\n\t\t(C)\tThe final plans and specifications for the project shall be deemed approved by the legislative body if the final plans and specifications do not substantially deviate from the preliminary plans and specifications.  The final plans and specifications for the project shall constitute the zoning, building, construction, and subdivision standards for that project.  For purposes of sections 501-85 and 502-17, the executive director of the administration, or the responsible county official may certify maps and plans of lands connected with the project as having complied with applicable laws and ordinances relating to consolidation and subdivision of lands, and the maps and plans shall be accepted for registration or recordation by the land court and registrar; and\n\n\t(5)\tThe land use commission shall approve or disapprove a boundary change within forty-five days after the administration has submitted a petition to the commission as provided in section 205-4.  If on the forty-sixth day the petition is not disapproved, it shall be deemed approved by the commission.\n\n\n\n\t(b)  For the purposes of this section, \"government assistance program\" means a housing program qualified by the administration and administered or operated by the administration or the United States or any of their political subdivisions, agencies, or instrumentalities, corporate or otherwise. [L 1997, c 350, pt of §2; am L 1998, c 212, §23; am L 2005, c 196, §§16, 26(a)\n\nPrevious\nVol04_Ch0201-0257\nNext"
}