{
    "name": "Criteria",
    "number": "111",
    "text": "F.  Housing Development Programs\nNote\n  Subpart heading amended by L 1998, c 212, §12.\n  Effective July 1, 2006, functions are transferred to Hawaii housing finance and development administration.  L 2005, c 196, §§21 to 26.\n  First offer requirement to owner-builders or nonprofit organizations shall not apply to the housing and community development corporation of Hawaii's current or future development in Kapolei, Oahu (Villages of Kapolei).  L 1998, c 274, §1.\n []   [Section effective until June 30, 2006.  For section effective July 1, 2006, see below.]  In administering this chapter and other laws of the State applicable to the supplying of housing or the assistance in obtaining housing, the corporation shall give preference to those applicants most in need of assistance in obtaining housing, in light of the amount of moneys available for the various programs.  In doing so, the corporation shall take into consideration the applicant's household income and number of dependents; the age of the applicant; the physical disabilities of the applicant or those living with the applicant; whether or not the present housing of the applicant is below standard; whether or not the applicant's need for housing has arisen by reason of displacement of the applicant by governmental actions; and other factors as it may deem pertinent. [L 1997, c 350, pt of §2]\n    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  In administering this chapter and other laws of the State applicable to the supplying of housing or the assistance in obtaining housing, the administration shall give preference to those applicants most in need of assistance in obtaining housing, in light of the amount of moneys available for the various programs.  In doing so, the administration shall take into consideration the applicant's household income and number of dependents; the age of the applicant; the physical disabilities of the applicant or those living with the applicant; whether or not the present housing of the applicant is below standard; whether or not the applicant's need for housing has arisen by reason of displacement of the applicant by governmental actions; and other factors as it may deem pertinent. [L 1997, c 350, pt of §2; am L 2005, c 196, §26(a)]"
}