{
    "name": "Eviction",
    "number": "55",
    "text": "  (a)  If it is proven to the satisfaction of the eviction board that there is cause to terminate a lease, rental agreement, permit, or license and evict the tenant, licensee, or other occupant, the corporation shall provide the tenant with a written notice of the corporation's decision to terminate the lease.  The notice shall inform the tenant that a writ of possession may be issued by the corporation within ten days.  The notice shall also inform the tenant of whether the grounds for eviction are considered curable, and if so, what the tenant must do to remedy the grounds, by when it must be done, and what the tenant must do to document for the corporation that the grounds have been remedied.\n\t(b)  When the grounds for termination of the lease may be cured by the occupant, licensee, or other occupant, the tenant shall have ten days from receipt of the notice provided for in subsection (a) to cure such grounds.  If the grounds are cured within the ten-day period, no writ of possession may be issued.  If the condition is not cured within the ten-day period, the corporation may issue a writ of possession forthwith.\n\t(c)  The corporation may adopt rules to define curable and noncurable grounds for eviction pursuant to chapter 91.  The corporation may consider a tenant's history in determining noncurable grounds for eviction.  A tenant's history may include chronic or consistent delinquency, or repeated violations of the terms of the rental agreement.\n\t(d)  Enforcement of the order by a writ of possession shall be effected either by an officer appointed by the corporation, who shall have all of the powers of a police officer for all action in connection with the enforcement of the order, or by the sheriff, or any other law enforcement officer of the State or any county, whose duty it shall be to carry out the order.  The person enforcing the order shall remove all persons from the premises and put the corporation in full possession thereof.\n\t(e)  Upon eviction, the household goods and personal effects of the person against whom the order is entered, and those of any persons using the premises incident to the person's holding, may be removed from the premises and stored by the corporation.  If the action is taken, the corporation shall have a lien on the property so taken for the expenses incurred by it in moving and storing the same, and the corporation is authorized to sell or otherwise dispose of the property, if unclaimed after thirty days. [L 1997, c 350, pt of §2; am L 2002, c 227, §6]\n    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.  Repeal and reenactment on July 1, 2007.  L 2002, c 227, §13.]  (a)  If it is proven to the satisfaction of the eviction board that there is cause to terminate a lease, rental agreement, permit, or license and evict the tenant, licensee, or other occupant, the administration shall provide the tenant with a written notice of the administration's decision to terminate the lease.  The notice shall inform the tenant that a writ of possession may be issued by the administration within ten days.  The notice shall also inform the tenant of whether the grounds for eviction are considered curable, and if so, what the tenant must do to remedy the grounds, by when it must be done, and what the tenant must do to document for the administration that the grounds have been remedied.\n\t(b)  When the grounds for termination of the lease may be cured by the occupant, licensee, or other occupant, the tenant shall have ten days from receipt of the notice provided for in subsection (a) to cure such grounds.  If the grounds are cured within the ten-day period, no writ of possession may be issued.  If the condition is not cured within the ten-day period, the administration may issue a writ of possession forthwith.\n\t(c)  The administration may adopt rules to define curable and noncurable grounds for eviction pursuant to chapter 91.  The administration may consider a tenant's history in determining noncurable grounds for eviction.  A tenant's history may include chronic or consistent delinquency, or repeated violations of the terms of the rental agreement.\n\t(d)  Enforcement of the order by a writ of possession shall be effected either by an officer appointed by the administration, who shall have all of the powers of a police officer for all action in connection with the enforcement of the order, or by the sheriff, or any other law enforcement officer of the State or any county, whose duty it shall be to carry out the order.  The person enforcing the order shall remove all persons from the premises and put the administration in full possession thereof.\n\t(e)  Upon eviction, the household goods and personal effects of the person against whom the order is entered, and those of any persons using the premises incident to the person's holding, may be removed from the premises and stored by the administration.  If the action is taken, the administration shall have a lien on the property so taken for the expenses incurred by it in moving and storing the same, and the administration is authorized to sell or otherwise dispose of the property, if unclaimed after thirty days. [L 1997, c 350, pt of §2; am L 2002, c 227, §6; am L 2005, c 196, §26(a)]\nNote\n  Report to legislature (2006); eviction proceedings pending on July 1, 2007; status of rules, etc.  L 2002, c 227, §§9 to 11."
}