{
    "name": "Qualified tenant defined",
    "number": "233",
    "text": "  As used in this subpart, the term \"qualified tenant\" means any single person or family, pursuant to criteria and procedures established by the corporation, that has been determined to have an income not exceeding the very low income limit as determined by the corporation pursuant to rules adopted by the corporation; provided that the qualified tenant's primary place of residence shall be in the State of Hawaii or that the qualified tenant intends to make the State of Hawaii the qualified tenant's primary place of residence.  The terms \"qualified tenant\" and \"tenant\" include a member of a cooperative who satisfies the foregoing requirements and who, upon resale of the member's membership to the cooperative, will not be reimbursed for more than fifty per cent of any equity increment accumulated through payments under this subpart.  With respect to members of a cooperative, the terms \"rental\" and \"rental charges\" mean the charges under the occupancy agreements between the members and the cooperative.  The term \"qualified tenant\" shall not include any person receiving money payments for public assistance from the department of human services; provided that the term \"public assistance\" shall exclude aid provided through the federal Supplemental Security Income Program. [L 1997, c 350, pt of §2; am L 2000, c 214, §4]\n    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  As used in this subpart, the term \"qualified tenant\" means any single person or family, pursuant to criteria and procedures established by the administration, that has been determined to have an income not exceeding the very low income limit as determined by the administration pursuant to rules adopted by the administration; provided that the qualified tenant's primary place of residence shall be in the State of Hawaii or that the qualified tenant intends to make the State of Hawaii the qualified tenant's primary place of residence.  The terms \"qualified tenant\" and \"tenant\" include a member of a cooperative who satisfies the foregoing requirements and who, upon resale of the member's membership to the cooperative, will not be reimbursed for more than fifty per cent of any equity increment accumulated through payments under this subpart.  With respect to members of a cooperative, the terms \"rental\" and \"rental charges\" mean the charges under the occupancy agreements between the members and the cooperative.  The term \"qualified tenant\" shall not include any person receiving money payments for public assistance from the department of human services; provided that the term \"public assistance\" shall exclude aid provided through the federal Supplemental Security Income Program. [L 1997, c 350, pt of §2; am L 2000, c 214, §4; am L 2005, c 196, §26(a)]"
}