{
    "name": "Definitions",
    "number": "181",
    "text": "B.  Housing Loan and Mortgage Programs\nNote\n  Effective July 1, 2006, functions transferred to Hawaii housing finance and development administration.  L 2005, c 196, §§21 to 26.\n\t    [Section effective until June 30, 2006.  For section effective July 1, 2006, see below.]  The following words or terms as used in this subpart shall have the following meanings unless a different meaning clearly appears from the context:\n\t\"Eligible borrower\" means a person or family, irrespective of race, creed, national origin, or sex, who:\n\n\n\n\t(1)\tIs a citizen of the United States or a resident alien;\n\t(2)\tIs a bona fide resident of the State;\n\t(3)\tIs at least of legal age;\n\t(4)\tDoes not personally, or whose spouse does not if the person is married, own any interest in a principal residence within or without the State and who has not owned a principal residence within the three years immediately prior to the application for an eligible loan under this part, except this requirement shall not apply to any eligible loan for a targeted area residence as defined in the Mortgage Subsidy Bond Tax Act of 1980, Public Law 96-499, which residence is to replace a housing unit which has been declared structurally unsalvageable by a governmental board or agency having the power to make the declaration; and provided further that this requirement shall not apply to up to ten per cent of eligible loans of a bond issue made to single parent household borrowers.  No loans, however, shall be made if they adversely affect the tax-exempt status of the bonds issued.  For the purpose of this section, \"single parent household\" means a household headed by a single person who has legal custody of one or more dependent children; \n\t(5)\tHas never before obtained a loan under this part; and \n\t(6)\tMeets other qualifications as established by rules adopted by the corporation.\n\n\n\n\t\"Eligible improvement\" means alterations, repairs, or improvements to an existing housing unit which substantially protect or improve the basic livability of the unit.\n\t\"Eligible improvement loan\" means a loan to finance an eligible improvement to the owner of the housing unit, which may be a condominium unit, where the eligible improvement is to be made; provided that the owner meets the requirements of an eligible borrower, except that the requirements of paragraph (4) set forth in the definition of \"eligible borrower\" need not apply, the unit to be financed is located in the State, the unit will be occupied as the principal place of residence of the borrower, and meets other requirements as established by rules adopted by the corporation.\n\t\"Eligible loan\" means a loan to an eligible borrower for the permanent financing of a dwelling unit, including a condominium unit; provided that the property financed is located in the State, will be occupied as the principal place of residence by the eligible borrower, and meets other requirements as established by rules adopted by the corporation.\n\t\"Eligible project loan\" means an interim or permanent loan, which may be federally insured or guaranteed, made to a qualified sponsor for the financing of a rental housing project, and which meets other requirements as established by rules adopted by the corporation.\n\t\"Housing loan programs\" includes all or any part of the loan to lenders program, the purchase of existing loans program, the advance commitments program, and the loan funding programs authorized under this part.\n\t\"Qualified sponsor\" means any person or entity determined by the corporation:\n\n\n\n\t(1)\tTo be qualified by experience, financial responsibility, and support to construct a housing project of the type and magnitude described;\n\t(2)\tTo have submitted plans for a project adequately meeting the objectives of this chapter, the maintenance of aesthetic values in the locale of the project, and the requirements of all applicable environmental statutes and rules; and\n\t(3)\tTo meet other qualifications as established by rules adopted by the corporation pursuant to chapter 91. [L 1997, c 350, pt of §2 superseding c 258, §8; am L 1998, c 212, §35]\n\n\n\n\n\t    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  The following words or terms as used in this subpart shall have the following meanings unless a different meaning clearly appears from the context:\n\t\"Eligible borrower\" means a person or family, irrespective of race, creed, national origin, or sex, who:\n\n\n\n\t(1)\tIs a citizen of the United States or a resident alien;\n\t(2)\tIs a bona fide resident of the State;\n\t(3)\tIs at least of legal age;\n\t(4)\tDoes not personally, or whose spouse does not if the person is married, own any interest in a principal residence within or without the State and who has not owned a principal residence within the three years immediately prior to the application for an eligible loan under this part, except this requirement shall not apply to any eligible loan for a targeted area residence as defined in the Mortgage Subsidy Bond Tax Act of 1980, Public Law 96-499, which residence is to replace a housing unit which has been declared structurally unsalvageable by a governmental board or agency having the power to make the declaration; and provided further that this requirement shall not apply to up to ten per cent of eligible loans of a bond issue made to single parent household borrowers.  No loans, however, shall be made if they adversely affect the tax-exempt status of the bonds issued.  For the purpose of this section, \"single parent household\" means a household headed by a single person who has legal custody of one or more dependent children; \n\t(5)\tHas never before obtained a loan under this part; and \n\t(6)\tMeets other qualifications as established by rules adopted by the administration.\n\n\n\n\t\"Eligible improvement\" means alterations, repairs, or improvements to an existing housing unit which substantially protect or improve the basic livability of the unit.\n\t\"Eligible improvement loan\" means a loan to finance an eligible improvement to the owner of the housing unit, which may be a condominium unit, where the eligible improvement is to be made; provided that the owner meets the requirements of an eligible borrower, except that the requirements of paragraph (4) set forth in the definition of \"eligible borrower\" need not apply, the unit to be financed is located in the State, the unit will be occupied as the principal place of residence of the borrower, and meets other requirements as established by rules adopted by the administration.\n\t\"Eligible loan\" means a loan to an eligible borrower for the permanent financing of a dwelling unit, including a condominium unit; provided that the property financed is located in the State, will be occupied as the principal place of residence by the eligible borrower, and meets other requirements as established by rules adopted by the administration.\n\t\"Eligible project loan\" means an interim or permanent loan, which may be federally insured or guaranteed, made to a qualified sponsor for the financing of a rental housing project, and which meets other requirements as established by rules adopted by the administration.\n\t\"Housing loan programs\" includes all or any part of the loan to lenders program, the purchase of existing loans program, the advance commitments program, and the loan funding programs authorized under this part.\n\t\"Qualified sponsor\" means any person or entity determined by the administration:\n\n\n\n\t(1)\tTo be qualified by experience, financial responsibility, and support to construct a housing project of the type and magnitude described;\n\t(2)\tTo have submitted plans for a project adequately meeting the objectives of this chapter, the maintenance of aesthetic values in the locale of the project, and the requirements of all applicable environmental statutes and rules; and\n\t(3)\tTo meet other qualifications as established by rules adopted by the administration pursuant to chapter 91. [L 1997, c 350, pt of §2 superseding c 258, §8; am L 1998, c 212, §35; am L 2005, c 196, §26(a)]"
}