{
    "name": "Termination and eviction",
    "number": "52",
    "text": "  (a)  Except as otherwise provided, the corporation may terminate any lease, rental agreement, permit, or license covering the use and occupation of any dwelling unit or other premises located within a public housing project and evict from any premises any tenant, licensee, or other occupant for any of the following reasons:\n\n\n\n\t(1)\tFailure to pay rent when due;\n\t(2)\tViolation of any of the provisions of a lease rental agreement, permit, or license;\n\t(3)\tViolation of any of the rules of the corporation;\n\t(4)\tFailure to maintain the dwelling unit in a clean, sanitary, and habitable condition; or\n\t(5)\tThe existence of any other circumstances giving rise to an immediate right to possession by the corporation.\n\n\n\n\t(b)  When any tenant has been delinquent in payment of rent, the corporation, either directly or through its managing agent, shall provide the tenant with a written notice no later than forty-five days from the date of delinquency that shall inform the tenant of the delinquency and schedule a meeting between the tenant and the corporation or its agent.  The written notice shall:\n\n\n\n\t(1)\tInform the tenant that continued delinquency shall result in the tenant's eviction;\n\t(2)\tInform the tenant of the tenant's right to apply for an interim adjustment in rent;\n\t(3)\tExplain to the tenant the steps of the grievance and eviction processes and how the processes protect the tenant;\n\t(4)\tProvide the tenant with a sample letter for demanding a grievance hearing;\n\t(5)\tSet forth the location, date, and time, which shall be no earlier than fourteen days from the date of the written notice, at which the tenant may meet with the corporation or its agent to discuss the delinquency in rent; and \n\t(6)\tInform the tenant that the tenant shall either attend the meeting or, if applicable, contact the corporation or the corporation's agent before the meeting time to reschedule the meeting.\n\n\n\n\t(c)  At the meeting described in subsection (b), the corporation or its agent shall:\n\n\n\n\t(1)\tInquire into the cause of the tenant's delinquency and offer suggestions that the corporation may feel appropriate, if any, to address the causes of delinquency;\n\t(2)\tConsider whether a reasonable payment plan is appropriate for the tenant's situation and, if appropriate, offer a payment plan to the tenant; and\n\t(3)\tInform the tenant of and explain the issues as required under subsection (b)(1), (2), and (3).\n\n\n\n\t(d)  The corporation shall develop a checklist outlining all of the requirements listed in subsection (c).  The corporation or its agent and the tenant shall complete, sign, and date the checklist to memorialize the meeting.\n\t(e)  If the tenant fails to attend or reschedule the meeting provided for in subsection (c), the corporation shall provide the tenant with a second written notice.  The notice shall inform the tenant that:\n\n\n\n\t(1)\tThe corporation shall proceed to terminate the tenant's tenancy because of the tenant's outstanding rent delinquency and the tenant's failure to respond to the corporation's written notice issued pursuant to subsection (b);\n\t(2)\tThe tenant has thirty days from receipt of the second written notice to request a grievance hearing; and\n\t(3)\tIf the tenant fails to request a grievance hearing within thirty days, the corporation has the right to proceed with the eviction hearing pursuant to section 201G-53.\n\n\n\n\t(f)  If the tenant meets with the corporation as provided for in subsection (c), the corporation shall decide, based upon the facts discussed at the meeting, what action is appropriate to address the tenant's case.  The corporation shall notify the tenant of such decision in writing.  If the corporation decides to proceed with an action to terminate the tenancy, the corporation shall further inform the tenant in the same written notice that:\n\n\n\n\t(1)\tThe tenant has thirty days from receipt of this notice to request a grievance hearing; and\n\t(2)\tIf the tenant fails to request a grievance hearing within thirty days, the corporation has the right to proceed with the eviction hearing pursuant to section 201G-53. [L 1997, c 350, pt of §2; am L 1998, c 212, §14; am L 2002, c 227, §4]\n\n\n\n\n\t    [[Section effective July 1, 2006.  For section effective until June 30, 2006, see above. Repeal and reenactment on July 1, 2007.  L 2002, c 227, §13.]  (a)  Except as otherwise provided, the administration may terminate any lease, rental agreement, permit, or license covering the use and occupation of any dwelling unit or other premises located within a public housing project and evict from any premises any tenant, licensee, or other occupant for any of the following reasons:\n\n\n\n\t(1)\tFailure to pay rent when due;\n\t(2)\tViolation of any of the provisions of a lease rental agreement, permit, or license;\n\t(3)\tViolation of any of the rules of the administration;\n\t(4)\tFailure to maintain the dwelling unit in a clean, sanitary, and habitable condition; or\n\t(5)\tThe existence of any other circumstances giving rise to an immediate right to possession by the administration.\n\n\n\n\t(b)  When any tenant has been delinquent in payment of rent, the administration, either directly or through its managing agent, shall provide the tenant with a written notice no later than forty-five days from the date of delinquency that shall inform the tenant of the delinquency and schedule a meeting between the tenant and the administration or its agent.  The written notice shall:\n\n\n\n\t(1)\tInform the tenant that continued delinquency shall result in the tenant's eviction;\n\t(2)\tInform the tenant of the tenant's right to apply for an interim adjustment in rent;\n\t(3)\tExplain to the tenant the steps of the grievance and eviction processes and how the processes protect the tenant;\n\t(4)\tProvide the tenant with a sample letter for demanding a grievance hearing;\n\t(5)\tSet forth the location, date, and time, which shall be no earlier than fourteen days from the date of the written notice, at which the tenant may meet with the administration or its agent to discuss the delinquency in rent; and \n\t(6)\tInform the tenant that the tenant shall either attend the meeting or, if applicable, contact the administration or the administration's agent before the meeting time to reschedule the meeting.\n\n\n\n\t(c)  At the meeting described in subsection (b), the administration or its agent shall:\n\n\n\n\t(1)\tInquire into the cause of the tenant's delinquency and offer suggestions that the administration may feel appropriate, if any, to address the causes of delinquency;\n\t(2)\tConsider whether a reasonable payment plan is appropriate for the tenant's situation and, if appropriate, offer a payment plan to the tenant; and\n\t(3)\tInform the tenant of and explain the issues as required under subsection (b)(1), (2), and (3).\n\n\n\n\t(d)  The administration shall develop a checklist outlining all of the requirements listed in subsection (c).  The administration or its agent and the tenant shall complete, sign, and date the checklist to memorialize the meeting.\n\t(e)  If the tenant fails to attend or reschedule the meeting provided for in subsection (c), the administration shall provide the tenant with a second written notice.  The notice shall inform the tenant that:\n\n\n\n\t(1)\tThe administration shall proceed to terminate the tenant's tenancy because of the tenant's outstanding rent delinquency and the tenant's failure to respond to the administration's written notice issued pursuant to subsection (b);\n\t(2)\tThe tenant has thirty days from receipt of the second written notice to request a grievance hearing; and\n\t(3)\tIf the tenant fails to request a grievance hearing within thirty days, the administration has the right to proceed with the eviction hearing pursuant to section 201G-53.\n\n\n\n\t(f)  If the tenant meets with the administration as provided for in subsection (c), the administration shall decide, based upon the facts discussed at the meeting, what action is appropriate to address the tenant's case.  The administration shall notify the tenant of such decision in writing.  If the administration decides to proceed with an action to terminate the tenancy, the administration shall further inform the tenant in the same written notice that:\n\n\n\n\t(1)\tThe tenant has thirty days from receipt of this notice to request a grievance hearing; and\n\t(2)\tIf the tenant fails to request a grievance hearing within thirty days, the administration has the right to proceed with the eviction hearing pursuant to section 201G-53. [L 1997, c 350, pt of §2; am L 1998, c 212, §14; am L 2002, c 227, §4; am L 2005, c 196, §26(a)]"
}