{
    "name": "Housing finance revolving fund; housing project bond special funds",
    "number": "170",
    "text": "(a)  There is created a housing finance revolving fund to be administered by the corporation.  Notwithstanding sections 36-21 and 201G-411, the proceeds in the fund shall be used for long-term and other special financings of the corporation and for the necessary expenses in administering this part. \t(b)  All moneys received and collected by the corporation, not otherwise pledged or obligated nor required by law to be placed in any other special fund, shall be deposited in the housing finance revolving fund.\n\t(c)  A separate special fund shall be established for each housing project or projects or loan program financed from the proceeds of bonds secured under the trust indenture.  Each fund shall be designated \"housing project bond special fund\" or \"housing loan program revenue bond special fund\", as appropriate, and shall bear additional designation as the corporation deems appropriate to properly identify the fund.\n\t(d)  Notwithstanding any other law to the contrary, all revenues, income, and receipts derived from a housing project or projects or loan program financed from the proceeds of bonds or pledged to the payment of principal of and interest and premium on bonds, shall be paid into the housing project bond special fund established for the housing project or projects or loan program and applied as provided in the proceedings authorizing the issuance of the bonds. [L 1997, c 350, pt of §2; am L 1998, c 212, §33]\n\t    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  There is created a housing finance revolving fund to be administered by the administration.  Notwithstanding sections 36-21 and 201G-411, the proceeds in the fund shall be used for long-term and other special financings of the administration and for the necessary expenses in administering this part.\n\t(b)  All moneys received and collected by the administration, not otherwise pledged or obligated nor required by law to be placed in any other special fund, shall be deposited in the housing finance revolving fund.\n\t(c)  A separate special fund shall be established for each housing project or projects or loan program financed from the proceeds of bonds secured under the trust indenture.  Each fund shall be designated \"housing project bond special fund\" or \"housing loan program revenue bond special fund\", as appropriate, and shall bear additional designation as the administration deems appropriate to properly identify the fund.\n\t(d)  Notwithstanding any other law to the contrary, all revenues, income, and receipts derived from a housing project or projects or loan program financed from the proceeds of bonds or pledged to the payment of principal of and interest and premium on bonds, shall be paid into the housing project bond special fund established for the housing project or projects or loan program and applied as provided in the proceedings authorizing the issuance of the bonds. [L 1997, c 350, pt of §2; am L 1998, c 212, §33; am L 2005, c 196, §26(a)]\nNote\n  Contingent transfer to department of budget and finance (repealed July 1, 2007).  L 2005, c 196, §36."
}