{
    "name": "Investigatory powers",
    "number": "34",
    "text": "(a)  The corporation may:\n\n\n\n\t(1)\tInvestigate living, dwelling, and housing conditions and the means and methods of improving such conditions;\n\t(2)\tEnter upon any building or property in order to conduct investigations or to make surveys or soundings;\n\t(3)\tConduct examinations and investigations and hear testimony and take proof under oath at public or private hearings on any matter material for its information;\n\t(4)\tIssue subpoenas requiring the attendance of witnesses or the production of books and papers, and order the examination of witnesses who are unable to attend before the corporation, are excused from attendance, or by leave of courts as provided by chapter 624, are out of the State; and\n\t(5)\tMake available to any government agency charged with the duty of abating or requiring the correction of nuisances or like conditions, or of demolishing unsafe or unsanitary structures within its territorial limits, its findings and recommendations with regard to any building or property where conditions exist which are dangerous to the public health, morals, safety, or welfare.\n\n\n\n\t(b)  Investigations or examinations may be conducted by the corporation or by a committee appointed by it, consisting of one or more members, or by counsel, or by an officer or employee specially authorized by the corporation to conduct it.  Any person designated by the corporation to conduct an investigation or examination shall have power to administer oaths, take affidavits, and issue subpoenas or orders for the taking of depositions. [L 1997, c 350, pt of §2]\n §201G-34   [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  The administration may:\n\n\n\n\t(1)\tInvestigate living, dwelling, and housing conditions and the means and methods of improving such conditions;\n\t(2)\tEnter upon any building or property in order to conduct investigations or to make surveys or soundings;\n\t(3)\tConduct examinations and investigations and hear testimony and take proof under oath at public or private hearings on any matter material for its information;\n\t(4)\tIssue subpoenas requiring the attendance of witnesses or the production of books and papers, and order the examination of witnesses who are unable to attend before the administration, are excused from attendance, or by leave of courts as provided by chapter 624, are out of the State; and\n\t(5)\tMake available to any government agency charged with the duty of abating or requiring the correction of nuisances or like conditions, or of demolishing unsafe or unsanitary structures within its territorial limits, its findings and recommendations with regard to any building or property where conditions exist which are dangerous to the public health, morals, safety, or welfare.\n\n\n\n\t(b)  Investigations or examinations may be conducted by the administration or by a committee appointed by it, consisting of one or more members, or by counsel, or by an officer or employee specially authorized by the administration to conduct it.  Any person designated by the administration to conduct an investigation or examination shall have power to administer oaths, take affidavits, and issue subpoenas or orders for the taking of depositions. [L 1997, c 350, pt of §2; am L 2005, c 196, §26(a)]"
}