{
    "name": "Administration of state low-income public housing projects and programs",
    "number": "44",
    "text": "  (a)  The corporation may construct, develop, and administer property or housing for the purpose of state low-income public housing projects and programs.\n\t(b)  The corporation may offer any decommissioned low-income public housing project, except for federal housing projects, to nonprofit or for-profit organizations or government agencies for rehabilitation into emergency or transitional shelter facilities for the homeless or rehabilitation into rental units that set aside at least fifty per cent of the units to persons or families with incomes at or below fifty per cent of the area median family income; provided that:\n\n\n\n\t(1)\tThe housing project is wholly owned by the State on either state-owned or ceded lands;\n\t(2)\tThe corporation has determined that the housing project is no longer suitable for its original use and intends to demolish the housing project;\n\t(3)\tThe corporation has determined that the housing project is not eligible for rehabilitation using the corporation's current resources; and\n\t(4)\tThe nonprofit or for-profit organization or government agency demonstrates expertise in rehabilitation of housing projects and has community, public, and private resources to substantially pay for the rehabilitation.\n\n\n\nThe land and improvements may be leased to the nonprofit or for-profit organization or government agency for a period not to exceed ninety-nine years for a sum of $1 per year.\n\t(c)  The corporation shall adopt necessary rules in accordance with chapter 91, including the establishment and collection of reasonable fees for administering the public housing projects or programs and to carry out any state program under subsection (a). [L 1998, c 212, pt of §4; am L 2005, c 120, §10 and c 196, §11]\n     [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  The administration may construct, develop, and administer property or housing for the purpose of state low-income public housing projects and programs.\n\t(b)  The administration may offer any decommissioned low-income public housing project, except for federal housing projects, to nonprofit or for-profit organizations or government agencies for rehabilitation into emergency or transitional shelter facilities for the homeless or rehabilitation into rental units that set aside at least fifty per cent of the units to persons or families with incomes at or below fifty per cent of the area median family income; provided that:\n\n\n\n\t(1)\tThe housing project is wholly owned by the State on either state-owned or ceded lands;\n\t(2)\tThe administration has determined that the housing project is no longer suitable for its original use and intends to demolish the housing project;\n\t(3)\tThe administration has determined that the housing project is not eligible for rehabilitation using the administration's current resources; and\n\t(4)\tThe nonprofit or for-profit organization or government agency demonstrates expertise in rehabilitation of housing projects and has community, public, and private resources to substantially pay for the rehabilitation.\n\n\n\nThe land and improvements may be leased to the nonprofit or for-profit organization or government agency for a period not to exceed ninety-nine years for a sum of $1 per year.\n\t(c)  The administration shall adopt necessary rules in accordance with chapter 91, including the establishment and collection of reasonable fees for administering the public housing projects or programs and to carry out any state program under subsection (a). [L 1998, c 212, pt of §4; am L 2005, c 120, §10 and c 196, §§11, 26(a)]\nNote\n\n  Moratorium on the demolition of decommissioned housing projects until July 1, 2007, or until projects may be offered for rehabilitation under section 201G-44, whichever occurs first.  L 2005, c 196, §12."
}