{
    "name": "Housing loan programs; general powers",
    "number": "244",
    "text": "  (a)  The corporation may make, enter into, and enforce all contracts or agreements which are necessary, convenient, or desirable for the purpose of the performance of its powers under this subpart. \t(b)  The corporation may establish, revise, charge, and collect fees, premiums, and charges as necessary, reasonable, or convenient in connection with its housing loan programs established under this subpart.  The fees, premiums, and charges shall be deposited into such funds as are determined by the corporation.\n\t(c)  The corporation may contract for the servicing and custody of any loans or other obligations acquired under this subpart.\n\t(d)  The corporation may procure insurance against any default of its loans from insurers in amounts deemed necessary or desirable.\n\t(e)  Subject to any agreements with the holders of its bonds, the corporation may renegotiate, refinance, or foreclose any loan in default; and may commence any action to protect or enforce any right conferred upon it by any law, or as provided in any mortgage, insurance policy, contract, or other agreement; and may bid for and purchase the property secured by the loan at any foreclosure or other sale; or acquire, or take possession of the property secured by the loan and may operate, manage, lease, dispose of, or otherwise deal with the property securing the loan. [L 1997, c 350, pt of §2; am L 1998, c 212, §38]\n\t    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  The administration may make, enter into, and enforce all contracts or agreements which are necessary, convenient, or desirable for the purpose of the performance of its powers under this subpart.\n\t(b)  The administration may establish, revise, charge, and collect fees, premiums, and charges as necessary, reasonable, or convenient in connection with its housing loan programs established under this subpart.  The fees, premiums, and charges shall be deposited into such funds as are determined by the administration.\n\t(c)  The administration may contract for the servicing and custody of any loans or other obligations acquired under this subpart.\n\t(d)  The administration may procure insurance against any default of its loans from insurers in amounts deemed necessary or desirable.\n\t(e)  Subject to any agreements with the holders of its bonds, the administration may renegotiate, refinance, or foreclose any loan in default; and may commence any action to protect or enforce any right conferred upon it by any law, or as provided in any mortgage, insurance policy, contract, or other agreement; and may bid for and purchase the property secured by the loan at any foreclosure or other sale; or acquire, or take possession of the property secured by the loan and may operate, manage, lease, dispose of, or otherwise deal with the property securing the loan. [L 1997, c 350, pt of §2; am L 1998, c 212, §38; am L 2005, c 196, §26(a)]"
}