{
    "name": "Powers and duties",
    "number": "474",
    "text": "(a)  [Subsection effective until June 30, 2006.  For subsection effective July 1, 2006, see below.]  The executive director of the corporation shall appoint a state homeless section administrator to carry out the purposes of this subpart and coordinate all programs and responses of state agencies relating to the problem of homelessness.  The administrator, with approval of the executive director, may contract with private services to carry out the duties and responsibilities of the program.\n\tNotwithstanding any other law to the contrary, any contracts entered into by the administrator with a private sector entity pursuant to this subsection shall not be subject to chapters 76 and 89.  This subsection shall apply to contracts entered into by the state homeless programs coordinator with private sector entities pursuant to Act 279, Session Laws of Hawaii 1992, section 3, before July 14, 1998.\n\t(a)  [Subsection effective July 1, 2006.  For subsection effective until June 30, 2006, see above.  L 2005, c 196, §26(a).]  The executive director of the administration shall appoint a state homeless section administrator to carry out the purposes of this subpart and coordinate all programs and responses of state agencies relating to the problem of homelessness.  The administrator, with approval of the executive director, may contract with private services to carry out the duties and responsibilities of the program.\n\tNotwithstanding any other law to the contrary, any contracts entered into by the administrator with a private sector entity pursuant to this subsection shall not be subject to chapters 76 and 89.  This subsection shall apply to contracts entered into by the state homeless programs coordinator with private sector entities pursuant to Act 279, Session Laws of Hawaii 1992, section 3, before July 14, 1998.\n\t(b)  Under the supervision of the executive director, the duties of the administrator or contracted agency shall include:\n\n\n\n\t(1)\tCarrying out the requirements of the Hale Kokua program under this subpart;\n\t(2)\tDeveloping and adopting the requirements, eligibility qualifications, registration, background check, initial screening procedures, and procedures for follow-up after placement to determine the ability to make rental payments and the need for social services and referrals for homeless families and individuals to qualify them as tenants under this program;\n\t(3)\tDeveloping and adopting the requirements, qualifications, and the registration procedures for property owners who provide rental housing to qualified homeless tenants; provided that priority shall be given to those not requesting construction grants;\n\t(4)\tDeveloping appropriate procedures to address potential liabilities of the State; and adopting the procedures to place qualified homeless tenants with property owners participating in the program.  Participating property owners shall interview and make final tenant selection from lists of prospective tenants compiled by the administrator or the contracted agency;\n\t(5)\tEstablishing the procedures and requirements for the  disbursement of building improvement grants and rental subsidies and the amounts thereof to property owners participating in the program;\n\t(6)\tWorking with the counties to develop and propose uniform incentives to encourage and facilitate the participation of property owners, including real property tax waivers or reductions, and exemptions in zoning or building code requirements which shall be conditioned on participation in the program and which shall lapse when program participation ends;\n\t(7)\tMonitoring the financial status and progress of homeless tenants and cooperating with other agencies in establishing and coordinating job training, and other programs to help tenants to progress toward self- sufficiency;\n\t(8)\tPromoting and assisting in the development of employer- employee relationships between homeless tenants and participating property owners, including but not limited to tenant caretaker, housekeeper, or groundskeeper employment situations;\n\t(9)\tWorking towards securing financial, in-kind, and administrative assistance from law enforcement and other state and county agencies and the private sector to implement the program;\n\t(10)\tWorking towards securing funding assistance from federal agencies and programs involved in housing development, job-training, or homeless assistance;\n\t(11)\tMonitoring the progress of the Hale Kokua program, and collecting annual statistics showing the numbers of homeless people, homeless families, and homeless children, using appropriate measurement systems; and\n\t(12)\tPreparing recommendations to improve and expand the program, including but not limited to incentives for participating property owners to sign up for additional terms. [L 1998, c 167, pt of §2(2); am L 2002, c 148, §21]\n\n\n\n\nNote\n  Effective July 1, 2002, chapter 77 referred to in subsection (a) is repealed.\nRevision Note\n  \"July 14, 1998\" substituted for \"the effective date of this section\"."
}