{
    "name": "Development of property",
    "number": "12",
    "text": "(a)  The corporation, in its own behalf or on behalf of any government, may:\n\n\n\n\t(1)\tClear, improve, and rehabilitate property;\n\t(2)\tPlan, develop, construct, and finance housing projects; and\n\t(3)\tIn cooperation with the department of education and department of accounting and general services, plan educational facilities and related infrastructure as a necessary and integral part of its housing projects using all its innovative powers towards achieving that end expeditiously and economically; provided that the educational facilities comply with the department of education's educational specifications, [timelines], and siting requirements.\n\n\n\n\t(b)  The corporation may develop public land in an agricultural district subject to the prior approval of the land use commission, when developing lands greater than five acres in size, and public land in a conservation district subject to the prior approval of the board of land and natural resources.  The corporation shall not develop state monuments or historical sites, or parks.  When the corporation proposes to develop public land, it shall file with the department of land and natural resources a petition setting forth such purpose.  The petition shall be conclusive proof that the intended use is a public use superior to that which the land has been appropriated.\n\t(c)  The corporation may develop or assist in the development of federal lands with the approval of appropriate federal authorities.\n\t(d)  The corporation shall not develop any public land where the development may endanger the receipt of any federal grant, impair the eligibility of any public body for a federal grant, prevent the participation of the federal government in any government program, or impair any covenant between the government and the holder of any bond issued by the government.\n\t(e)  The corporation may contract or sponsor with any county, housing authority, or person, subject to the availability of funds, an experimental or demonstration housing project designed to meet the needs of elders, disabled, displaced or homeless persons, low and moderate income persons, employees, teachers, or other government workers, or university and college students and faculty. [L 1997, c 350, pt of §2]\n §201G-12   [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  The administration, in its own behalf or on behalf of any government, may:\n\n\n\n\t(1)\tClear, improve, and rehabilitate property;\n\t(2)\tPlan, develop, construct, and finance housing projects; and\n\t(3)\tIn cooperation with the department of education and department of accounting and general services, plan educational facilities and related infrastructure as a necessary and integral part of its housing projects using all its innovative powers towards achieving that end expeditiously and economically; provided that the educational facilities comply with the department of education's educational specifications, [timelines], and siting requirements.\n\n\n\n\t(b)  The administration may develop public land in an agricultural district subject to the prior approval of the land use commission, when developing lands greater than five acres in size, and public land in a conservation district subject to the prior approval of the board of land and natural resources.  The administration shall not develop state monuments or historical sites, or parks.  When the administration proposes to develop public land, it shall file with the department of land and natural resources a petition setting forth such purpose.  The petition shall be conclusive proof that the intended use is a public use superior to that which the land has been appropriated.\n\t(c)  The administration may develop or assist in the development of federal lands with the approval of appropriate federal authorities.\n\t(d)  The administration shall not develop any public land where the development may endanger the receipt of any federal grant, impair the eligibility of any public body for a federal grant, prevent the participation of the federal government in any government program, or impair any covenant between the government and the holder of any bond issued by the government.\n\t(e)  The administration may contract or sponsor with any county, housing authority, or person, subject to the availability of funds, an experimental or demonstration housing project designed to meet the needs of elders, disabled, displaced or homeless persons, low and moderate income persons, employees, teachers, or other government workers, or university and college students and faculty. [L 1997, c 350, pt of §2; am L 2005, c 196, §26(a)]"
}