{
    "name": "Definitions",
    "number": "241",
    "text": "E.  Taxable Mortgage Securities Programs\nNote\n  Effective July 1, 2006, functions transferred to Hawaii housing finance and development administration.  L 2005, c 196, §§21 to 26.\n\t    [Section effective until June 30, 2006.  For section effective July 1, 2006, see below.]  Whenever used in this subpart, unless the context otherwise requires:\n\t\"Eligible borrower\" means:\n\n\n\n\t(1)\tAny person or family, irrespective of race, creed, national origin, or sex, who:\n\n\t\t(A)\tIs a citizen of the United States or a declarant  alien;\n\t\t(B)\tIs a bona fide resident of the State;\n\t\t(C)\tIs at least of legal age;\n\t\t(D)\tDoes not personally, or whose spouse if the person  is married, own a majority interest in any  residential property in the State; and\n\t\t(E)\tMeets other qualifications as established by rules  adopted by the corporation; or\n\n\t(2)\tA qualified sponsor of an affordable housing project who meets the qualification requirements as established by rules adopted by the corporation.\n\n\n\n\t\"Eligible loan\" or \"loan\" means:\n\n\n\n\t(1)\tA loan to an eligible borrower for the purchase of a housing unit, including a condominium unit; provided that the property financed is located in the State, will be occupied as the principal place of residence by the eligible borrower, and meets other requirements as established by rules adopted by the corporation; or\n\t(2)\tAn interim or permanent loan, which may be federally insured or guaranteed, made to a qualified sponsor for the financing of an affordable housing project, and which meets other requirements as established by rules adopted by the corporation.\n\n\n\n\t\"Housing loan programs\" include all or any part of the loan programs authorized in section 201G-242. [L 1997, c 350, pt of §2 and am c 258, §9; am L 1998, c 212, §§36, 37]\n\t    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  Whenever used in this subpart, unless the context otherwise requires:\n\t\"Eligible borrower\" means:\n\n\n\n\t(1)\tAny person or family, irrespective of race, creed, national origin, or sex, who:\n\n\t\t(A)\tIs a citizen of the United States or a declarant  alien;\n\t\t(B)\tIs a bona fide resident of the State;\n\t\t(C)\tIs at least of legal age;\n\t\t(D)\tDoes not personally, or whose spouse if the person  is married, own a majority interest in any  residential property in the State; and\n\t\t(E)\tMeets other qualifications as established by rules  adopted by the administration; or\n\n\t(2)\tA qualified sponsor of an affordable housing project who meets the qualification requirements as established by rules adopted by the administration.\n\n\n\n\t\"Eligible loan\" or \"loan\" means:\n\n\n\n\t(1)\tA loan to an eligible borrower for the purchase of a housing unit, including a condominium unit; provided that the property financed is located in the State, will be occupied as the principal place of residence by the eligible borrower, and meets other requirements as established by rules adopted by the administration; or\n\t(2)\tAn interim or permanent loan, which may be federally insured or guaranteed, made to a qualified sponsor for the financing of an affordable housing project, and which meets other requirements as established by rules adopted by the administration.\n\n\n\n\t\"Housing loan programs\" include all or any part of the loan programs authorized in section 201G-242. [L 1997, c 350, pt of §2 and am c 258, §9; am L 1998, c 212, §§36, 37; am L 2005, c 196, §26(a)]"
}