{
    "name": "Establishment of revolving fund",
    "number": "142",
    "text": "  The director of finance shall set up out of any moneys heretofore or hereafter appropriated for the purposes of teacher housing, a revolving fund to be known as the teachers' housing revolving fund.  All unexpended balances of appropriations, allocations, allotments, special revolving funds or other funds heretofore created and made available for the purposes of developing or administering teachers' housing projects shall be transferred to the teachers' housing revolving fund.  Notwithstanding any law to the contrary, all moneys, including refunds, reimbursements, and rentals for housing from teacher tenants shall be deposited in the revolving fund.\n\tThe revolving fund may be used by the corporation for any and all of the purposes of teachers' housing including, without prejudice to the generality of the foregoing, the planning, construction, maintenance, and operation of teachers' housing, as well as for the salaries of the necessary personnel in charge thereof.\n\tWhenever the governor determines that the amount in the teachers' housing revolving fund is in excess of the requirements of the teacher housing program, the corporation shall transfer such excess to the state general fund. [L 1997, c 350, pt of §2]\n    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  The director of finance shall set up out of any moneys heretofore or hereafter appropriated for the purposes of teacher housing, a revolving fund to be known as the teachers' housing revolving fund.  All unexpended balances of appropriations, allocations, allotments, special revolving funds or other funds heretofore created and made available for the purposes of developing or administering teachers' housing projects shall be transferred to the teachers' housing revolving fund.  Notwithstanding any law to the contrary, all moneys, including refunds, reimbursements, and rentals for housing from teacher tenants shall be deposited in the revolving fund.\n\tThe revolving fund may be used by the administration for any and all of the purposes of teachers' housing including, without prejudice to the generality of the foregoing, the planning, construction, maintenance, and operation of teachers' housing, as well as for the salaries of the necessary personnel in charge thereof.\n\tWhenever the governor determines that the amount in the teachers' housing revolving fund is in excess of the requirements of the teacher housing program, the administration shall transfer such excess to the state general fund. [L 1997, c 350, pt of §2; am L 2005, c 196, §26(a)]\nNote\n  Effective July 1, 2008, this section is repealed and functions are transferred to the department of education.  L 2005, c 204, §§3, 4."
}