{
    "name": "Restrictions on borrower",
    "number": "323",
    "text": "  Every loan made under this subpart shall be subject to the following conditions:\n\n\n\n\t(1)\tThe borrower shall expend no portion of the borrower's downpayment loan for purposes other than to make a downpayment for the purchase of a residential property;\n\t(2)\tThe residential property purchased with the downpayment loan and mortgaged to the State to secure the repayment of the loan shall not be sold or assigned without the prior approval in writing of the corporation and the first mortgage lender;\n\t(3)\tThe borrower shall pay when due all taxes, liens, judgments, or assessments which may be lawfully levied against the residential property and all costs and expenses of any foreclosure of the mortgage made to the State;\n\t(4)\tThe borrower shall maintain fire and casualty insurance in amounts equal to the replacement value of all improvements and insurable portions of the residential property with an insurance company authorized to do business in the State.  All proceeds of that insurance shall be made payable to the first mortgage lender and the corporation as their respective interests may appear at the time of any loss or damage.  Subject to the rules of the corporation, in the event of any loss or damage to the improvements or property covered by the insurance, the proceeds receivable by the State shall be applied toward the reconstruction of the improvements or property destroyed or damaged, unless otherwise determined by the corporation on behalf of the State; and\n\t(5)\tThe borrower shall maintain the improvements in good repair.\n\n\n\n\tAll of the above conditions shall be a part of any downpayment mortgage executed under this part, regardless of whether or not they are expressly incorporated in the mortgage document. [L 1997, c 350, pt of §2]\n    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  Every loan made under this subpart shall be subject to the following conditions:\n\n\n\n\t(1)\tThe borrower shall expend no portion of the borrower's downpayment loan for purposes other than to make a downpayment for the purchase of a residential property;\n\t(2)\tThe residential property purchased with the downpayment loan and mortgaged to the State to secure the repayment of the loan shall not be sold or assigned without the prior approval in writing of the administration and the first mortgage lender;\n\t(3)\tThe borrower shall pay when due all taxes, liens, judgments, or assessments which may be lawfully levied against the residential property and all costs and expenses of any foreclosure of the mortgage made to the State;\n\t(4)\tThe borrower shall maintain fire and casualty insurance in amounts equal to the replacement value of all improvements and insurable portions of the residential property with an insurance company authorized to do business in the State.  All proceeds of that insurance shall be made payable to the first mortgage lender and the administration as their respective interests may appear at the time of any loss or damage.  Subject to the rules of the administration, in the event of any loss or damage to the improvements or property covered by the insurance, the proceeds receivable by the State shall be applied toward the reconstruction of the improvements or property destroyed or damaged, unless otherwise determined by the administration on behalf of the State; and\n\t(5)\tThe borrower shall maintain the improvements in good repair.\n\n\n\n\tAll of the above conditions shall be a part of any downpayment mortgage executed under this part, regardless of whether or not they are expressly incorporated in the mortgage document. [L 1997, c 350, pt of §2; am L 2005, c 196, §26(a)]"
}