{
    "name": "Trustee; designation, duties",
    "number": "165",
    "text": "  (a)  The corporation may designate a trustee for each issue of bonds secured under the same trust indenture; provided that the trustee shall be approved by the director of finance. \t(b)  The trustee shall be authorized by the corporation to receive and receipt for, hold, and administer the proceeds of the bonds, and to apply the proceeds to the purposes for which the bonds are issued.\n\t(c)  The trustee shall also be authorized by the corporation to hold and administer any housing project bond special funds established pursuant to section 201G-170, and to receive and receipt for, hold, and administer the revenues derived by the corporation from any housing project or projects or loan program for which the bonds are issued or the projects or loan programs pledged to the payment of the bonds, and to apply the revenues to the payment of the cost of administering, operating, and maintaining the housing project or projects or loan program, to pay the principal of and the interest on the bonds, to the establishment of reserves, and to other purposes as may be authorized in the proceedings providing for the issuance of the bonds.\n\t(d)  Notwithstanding section 39-68, the director of finance may appoint the trustee to serve as fiscal agent for:\n\n\n\n\t(1)\tThe payment of the principal of and interest on the bonds; and\n\t(2)\tThe purchase, registration, transfer, exchange, and redemption of the bonds.\n\n\n\n\t(e)  The trustee shall perform additional functions with respect to the payment, purchase, registration, transfer, exchange, and redemption, as the director of finance may deem necessary, advisable, or expeditious, including the holding of the bonds and coupons, if any, that have been paid and the supervision of their destruction in accordance with law.\n\t(f)  Nothing in this part shall limit or be construed to limit the powers granted to the director of finance in sections 36-3, 39-13, and 39-68(a), to appoint the trustee or others as fiscal agents, paying agents, and registrars for the bonds or to authorize and empower those fiscal agents, paying agents, and registrars to perform the functions referred to in those sections. [L 1997, c 350, pt of §2; am L 1998, c 212, §31]\n\t    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  The administration may designate a trustee for each issue of bonds secured under the same trust indenture; provided that the trustee shall be approved by the director of finance.\n\t(b)  The trustee shall be authorized by the administration to receive and receipt for, hold, and administer the proceeds of the bonds, and to apply the proceeds to the purposes for which the bonds are issued.\n\t(c)  The trustee shall also be authorized by the administration to hold and administer any housing project bond special funds established pursuant to section 201G-170, and to receive and receipt for, hold, and administer the revenues derived by the administration from any housing project or projects or loan program for which the bonds are issued or the projects or loan programs pledged to the payment of the bonds, and to apply the revenues to the payment of the cost of administering, operating, and maintaining the housing project or projects or loan program, to pay the principal of and the interest on the bonds, to the establishment of reserves, and to other purposes as may be authorized in the proceedings providing for the issuance of the bonds.\n\t(d)  Notwithstanding section 39-68, the director of finance may appoint the trustee to serve as fiscal agent for:\n\n\n\n\t(1)\tThe payment of the principal of and interest on the bonds; and\n\t(2)\tThe purchase, registration, transfer, exchange, and redemption of the bonds.\n\n\n\n\t(e)  The trustee shall perform additional functions with respect to the payment, purchase, registration, transfer, exchange, and redemption, as the director of finance may deem necessary, advisable, or expeditious, including the holding of the bonds and coupons, if any, that have been paid and the supervision of their destruction in accordance with law.\n\t(f)  Nothing in this part shall limit or be construed to limit the powers granted to the director of finance in sections 36-3, 39-13, and 39-68(a), to appoint the trustee or others as fiscal agents, paying agents, and registrars for the bonds or to authorize and empower those fiscal agents, paying agents, and registrars to perform the functions referred to in those sections. [L 1997, c 350, pt of §2; am L 1998, c 212, §31; am L 2005, c 196, §26(a)]"
}