{
    "name": "Administrative order of abatement for infringement of trade name",
    "number": "8.5",
    "text": "(a)  Any individual or sole proprietor with a currently registered trade name in this State claiming that the name of any entity registered or authorized to transact business under the laws of this State is substantially identical to, or confusingly similar to, its trade name may file a petition with the director for an administrative order of abatement to address the infringement of its trade name.  The petition shall set forth the facts and authority that support the petitioner's claim that further use of the name should be abated.  The petitioner, at the petitioner's expense, shall notify the registrant of the hearing in the manner prescribed by chapter 91 and the registrant shall be given an opportunity to respond to the petition at the hearing.  The notice shall be made and the hearing held in accordance with the contested case provisions of chapter 91.\n\t(b)  [Subsection effective until June 30, 2004.  For subsection effective July 1, 2004, see below.]  In addition to any other remedy or sanction allowed by law, the order of abatement may:\n\n\n\n\t(1)\tAllow the entity to retain its registered name, but require the entity to:\n\n\t\t(A)\tRegister a new trade name with the director; and\n\t\t(B)\tTransact business in this State under the new trade name; or\n\n\t(2)\tRequire the entity to change its registered name, and to:\n\n\t\t(A)\tRegister a new trade name with the director; and\n\t\t(B)\tTransact business in this State under the new trade name.\n\n\n\n\n\nIf the entity fails to comply with the order of abatement within sixty days, the director may involuntarily dissolve or terminate the entity, or cancel or revoke the entity's registration or certificate of authority after the time to appeal has lapsed and no appeal has been timely filed.  The director shall mail notice of the dissolution, termination, or cancellation to the entity at its last known mailing address.  The entity shall wind up its affairs in accordance with this chapter or chapter 414, 414D, 415A, 425, 425D, or 428, as applicable.\n\t(b)  [Subsection effective July 1, 2004.  For subsection effective until June 30, 2004, see above.]  In addition to any other remedy or sanction allowed by law, the order of abatement may:\n\n\n\n\t(1)\tAllow the entity to retain its registered name, but require the entity to:\n\n\t\t(A)\tRegister a new trade name with the director; and\n\t\t(B)\tTransact business in this State under the new trade name; or\n\n\t(2)\tRequire the entity to change its registered name, and to:\n\n\t\t(A)\tRegister a new trade name with the director; and\n\t\t(B)\tTransact business in this State under the new trade name.\n\n\n\n\n\nIf the entity fails to comply with the order of abatement within sixty days, the director may involuntarily dissolve or terminate the entity, or cancel or revoke the entity's registration or certificate of authority after the time to appeal has lapsed and no appeal has been timely filed.  The director shall mail notice of the dissolution, termination, or cancellation to the entity at its last known mailing address.  The entity shall wind up its affairs in accordance with this chapter or chapter 414, 414D, 415A, 425, 425E, or 428, as applicable.\n\t(c)  Any person aggrieved by the director's order under this section may obtain judicial review in accordance with chapter 91 by filing a notice of appeal in circuit court within thirty days after the issuance of the director's order.  Review of any final decision of the circuit court shall be governed by chapter 602. [L 2002, c 130, §7; am L 2003, c 124, §90 and c 210, §13]"
}