{
    "name": "Waiver and liability of State",
    "number": "2",
    "text": "The State hereby waives its immunity for liability for the torts of its employees and shall be liable in the same manner and to the same extent as a private individual under like circumstances, but shall not be liable for interest prior to judgment or for punitive damages. [L 1957, c 312, pt of §1; Supp, §245A-2; HRS ; am L 1972, c 164, §2(a)]\nAttorney General Opinions\n  State liable for torts of volunteers working for state agencies.  Att. Gen. Op. 85-8.\nLaw Journals and Reviews\n  Punitive Damages in Hawaii:  Curbing Unwarranted Expansion.  13 UH L. Rev. 659.\n  Fido Seeks Full Membership In The Family:  Dismantling The Property Classification of Companion Animals By Statute.  25 UH L. Rev. 481.\nCase Notes\n  Consent to suit in federal court; waiver of immunity in this section is not just a waiver to actions in state courts.  512 F. Supp. 889.\n  Where plaintiffs argued that State waived its Eleventh Amendment immunity through the enactment of §353-14 and the State's Tort Claims Act [sic], this section and §663-1, no express consent or applicable waiver provisions found.  940 F. Supp. 1523.\n  Section 661-1 and this section did not constitute a waiver of defendants' Eleventh Amendment immunity where plaintiffs contended that defendants' failure to provide sufficient Hawaiian language in Hawaii's public schools violated state and federal laws.  951 F. Supp. 1484.\n  State must exercise same standard of care required of private party.  51 H. 150, 454 P.2d 112.\n  Prohibition against payment of interest \"prior to judgment\" construed.  52 H. 156, 472 P.2d 509.\n  State's duty to maintain safe roads; no obligation to make 35- miles-per-hour highway safe for cars exceeding 40 miles.  54 H. 548, 511 P.2d 1087.\n  State's duty to construct and maintain safe highways; no obligation to guard against unusual accidents.  57 H. 405, 557 P.2d 125.\n  Negligent operation of automobile by escapee of state hospital held not a foreseeable consequence of the negligence which permitted the escape.  59 H. 515, 583 P.2d 980.\n  Assumption of risk is applicable for failure to provide a safe working place only in cases of voluntary employment and does not apply to prison laborers.  The State owes a duty to protect prisoners from unreasonable risk of physical harm.  60 H. 557, 592 P.2d 820.\n  This act did not waive sovereign immunity from suits for money damages for constitutional rights.  61 H. 369, 604 P.2d 1198.\n  Duty owed by State to public school students during required attendance entails general supervision unless specific needs or dangerous situation require specific supervision.  62 H. 483, 616 P.2d 1376.\n  Negligent infliction of mental distress.  Death of family dog.  63 H. 557, 632 P.2d 1066.\n  Reconstruction or replacement of Moanalua stream bridge would involve evaluation of broad policy factors, and therefore was discretionary function.  66 H. 76, 655 P.2d 877.\n  Based on State's knowledge of defective guardrail, danger it posed to a driver and passengers who struck it, and the opportunity to improve it, trial court did not err in concluding that State breached its duty of care in failing to design, construct, and/or maintain--which includes a duty to \"correct\" defects in--the highway and guardrail.  91 H. 60, 979 P.2d 1086.\n  Where prior accident gave State reasonable prior notice of a prior occurrence under similar circumstances, State had made improvements to highway in vicinity of guardrail, and had knowledge of potential ramping problems associated with guardrail, intoxicated driver's reckless actions were \"reasonably foreseeable\" and thus not the sole legal cause of plaintiff's injuries and damages.  91 H. 60, 979 P.2d 1086.\n  This section provides in clear and unambiguous language that the State shall not be liable for interest prior to judgment and constitutes a plain reservation of immunity with respect to pre-judgment interest on judgments rendered against the State.  As no other statute unequivocally expresses a clear relinquishment of the State's immunity from awards of pre-judgment interest, trial court did not err in concluding that the State is immune from paying pre-judgment interest on the damages for which it is liable.  105 H. 104, 94 P.3d 659.\nHawaii Legal Reporter Citations\n  Youth correctional facility.  77-1 HLR 77-267.\n  School premises.  78-1 HLR 77-1239.\n  Roadway defect.  80-2 HLR 800964.\n  Shore waters.  81-1 HLR 810419."
}