{
    "name": "Private and commercial shooting preserve and farmer's license",
    "number": "34",
    "text": "(a)  For the purpose of encouraging private and commercial shooting preserves, game bird farming, and the domestication and propagation of game birds, a license authorizing the licensee to engage in the business of conducting a private and commercial shooting game preserve, or breeding and selling game birds, as limited in this section, shall be issued by the department, pursuant to rules as may be adopted by the department, to any responsible resident person duly applying therefor.  The licenses shall expire on June 30 of each year.\n\t(b)  Any other law to the contrary notwithstanding, a commercial or private shooting preserve licensee may permit a nonresident hunter to take game birds that are the exclusive property of the private or commercial shooting preserve, pursuant to section 183D-41, on a designated shooting preserve, without a hunting license as required by section 183D-21; provided that the nonresident hunter has been issued, and is in possession of, a valid hunting license issued within the previous five years by any other state or country, or proof of having completed a hunter education training course.  The department may adopt rules to administer this subsection.  The licensee shall include, in each quarterly report required under section 183D-39, additional information on the number of nonresident hunters exempted from section 183D-21 under this subsection, the number of hunting days per unlicensed nonresident hunter, and the amount of fees collected.  The information shall be on a form or in a format as may be prescribed by the department.  The department may require the licensee to provide any other information that it deems necessary.\n\t(c)  The fee for private and commercial shooting preserve and farmer's licenses shall be set by the department; provided that the department may authorize any governmental agency to breed and sell game birds and may authorize any person to possess lawfully obtained game birds.  In addition to any other applicable fees, private and commercial shooting preserve licensees shall remit, with their quarterly report, a fee equal to the current nonresident hunting license fee, as established in section 183D-22(b)(2), per each nonresident hunter exempted from the licensing requirement under subsection (b); provided that for each nonresident hunter who participates in one day or less of hunting during a calendar year, the fee shall be fifty per cent of the current nonresident hunting license fee.  The fees collected under this subsection shall be deposited into the wildlife revolving fund. [L 1985, c 174, pt of §4; am L 1995, c 135, §1; am L 1996, c 50, §3; am L 1999, c 224, §3]"
}