{
    "name": "Commercial fisheries special fund",
    "number": "2.4",
    "text": "(a)  There is established in the treasury of the State a special fund to be known as the commercial fisheries special fund which shall be administered by the department.\n\t(b)  The following revenues shall be deposited into the commercial fisheries special fund:\n\n\n\n\t(1)\tMoneys collected as fees for licenses and permits related to commercial fishing and the sale of aquatic life, use of public fishing grounds for commercial fishing purposes, and use of commercial fisheries-related facilities;\n\t(2)\tMoneys collected under the provision of any law or rule related to the importation, rearing, fishing, taking, catching, or killing of any aquatic life for commercial purposes;\n\t(3)\tMoneys, other than informers' fees authorized under section 187A-14, collected as fines or bail forfeitures or administrative fines for violations of this chapter;\n\t(4)\tMoneys collected from the sale of any article purchased from the department related to aquatic life used for commercial purposes or fishing for commercial purposes;\n\t(5)\tAny monetary contributions or moneys collected from the sale of nonmonetary gifts to benefit aquatic life used for commercial purposes or fishing for commercial purposes; and\n\t(6)\tMoneys derived from interest, dividend, or other income from the above sources. \n\n\n\n\t(c)  The commercial fisheries special fund shall be used for the following:\n\n\n\n\t(1)\tPrograms and activities for projects concerning aquatic life used for commercial purposes;\n\t(2)\tDeveloping and conducting resource monitoring programs, conducting studies to determine the sustainable use of aquatic life for commercial purposes, and developing recommendations for acceptable levels of use;\n\t(3)\tResearch programs and activities concerning the conservation and management of aquatic life for commercial purposes;\n\t(4)\tPrograms and activities concerning the importation and management, preservation, propagation, enforcement, and protection of aquatic life used for commercial purposes; and\n\t(5)\tPayroll for personnel of the department or the awarding of grants-in-aid to or contracts with the University of Hawaii or other qualified organizations or individuals to develop or implement the programs and activities for the conservation and management of aquatic life for commercial purposes.\n\n\n\n\t(d)  The proceeds of the commercial fisheries special fund shall not be used as security for, or pledged to the payment of principal or interest on, any bonds or instruments of indebtedness.\n\t(e)  Nothing in this section shall be construed to prohibit the use of general funds or the funds of other programs and activities to implement or enforce title 12, subtitle 5, concerning management and conservation of aquatic life used for commercial purposes. [L 2000, c 121, §1; am L 2002, c 86, §7]"
}