{
    "name": "County surcharge on state tax; administration Licenses; Tax; Exemptions",
    "number": "8.6",
    "text": "County surcharge on state tax; administration.  (a)  The county surcharge on state tax, upon the adoption of county ordinances and in accordance with the requirements of section 46-16.8, shall be levied, assessed, and collected as provided in this section on all gross proceeds and gross income taxable under this chapter.  No county shall set the surcharge on state tax at a rate greater than one-half per cent of all gross proceeds and gross income taxable under this chapter.  All provisions of this chapter shall apply to the county surcharge on state tax.  With respect to the surcharge, the director of taxation shall have all the rights and powers provided under this chapter.  In addition, the director of taxation shall have the exclusive rights and power to determine the county or counties in which a person is engaged in business and, in the case of a person engaged in business in more than one county, the director shall determine, through apportionment or other means, that portion of the surcharge on state tax attributable to business conducted in each county.\n\t(b)  Each county surcharge on state tax that may be adopted pursuant to section 46-16.8(a) shall be levied beginning in the taxable year after the adoption of the relevant county ordinance; provided that no surcharge on state tax may be levied prior to January 1, 2007.\n\t(c)  The county surcharge on state tax, if adopted, shall be imposed on the gross proceeds or gross income of all written contracts that require the passing on of the taxes imposed under this chapter; provided that if the gross proceeds or gross income are received as payments beginning in the taxable year in which the taxes become effective, on contracts entered into before June 30 of the year prior to the taxable year in which the taxes become effective, and the written contracts do not provide for the passing on of increased rates of taxes, the county surcharge on state tax shall not be imposed on the gross proceeds or gross income covered under the written contracts.  The county surcharge on state tax shall be imposed on the gross proceeds or gross income from all contracts entered into on or after June 30 of the year prior to the taxable year in which the taxes become effective, regardless of whether the contract allows for the passing on of any tax or any tax increases.\n\t(d)  No county surcharge on state tax shall be established on any:\n\n\n\n\t(1)\tGross income or gross proceeds taxable under this chapter at the one-half per cent tax rate;\n\t(2)\tGross income or gross proceeds taxable under this chapter at the 0.15 per cent tax rate; or\n\t(3)\tTransactions, amounts, persons, gross income, or gross proceeds exempt from tax under this chapter.\n\n\n\n\t(e)  The director of taxation shall revise the general excise tax forms to provide for the clear and separate designation of the imposition and payment of the county surcharge on state tax.\n\t(f)  The taxpayer shall designate the taxation district to which the county surcharge on state tax is assigned in accordance with rules adopted by the director of taxation under chapter 91.  The taxpayer shall file a schedule with the taxpayer's periodic and annual general excise tax returns summarizing the amount of taxes assigned to each taxation district.\n\t(g)  The penalties provided by section 231-39 for failure to file a tax return shall be imposed on the amount of surcharge due on the return being filed for the failure to file the schedule required to accompany the return.  In addition, there shall be added to the tax an amount equal to ten per cent of the amount of the surcharge and tax due on the return being filed for the failure to file the schedule or the failure to correctly report the assignment of the general excise tax by taxation district on the schedule required under this subsection.\n\t(h)  All taxpayers who file on a fiscal year basis whose fiscal year ends after December 31 of the year prior to the taxable year in which the taxes become effective, shall file a short period annual return for the period preceding January 1 of the taxable year in which the taxes become effective.  Each fiscal year taxpayer shall also file a short period annual return for the period starting on January 1 of the taxable year in which the taxes become effective, and ending before January 1 of the following year. [L 2005, c 247, §3]\nNote\n  L 2005, c 247, §9 provides:\n  \"SECTION 9.  This Act [enacting 46-16.8, 237-8.6, 238-2.6, and 248-2.6, amending 437D-8.4, and repealing chapter 51D, HRS] shall take effect upon its approval [became law without the governor's signature on July 12, 2005]; provided that:\n\n\n  (1)\tIf none of the counties of the State adopt an ordinance to levy a county surcharge on state tax by December 31, 2005, this Act shall be repealed and section 437D-8.4, Hawaii Revised Statutes, shall be reenacted in the form in which it read on the day prior to the effective date of this Act [July 12, 2005];\n  (2)\tIf any county does not adopt an ordinance to levy a county surcharge on state tax by December 31, 2005, it shall be prohibited from adopting such an ordinance pursuant to this Act, unless otherwise authorized by the legislature through a separate legislative act;\n  (3)\tIf an ordinance to levy a county surcharge on state tax is adopted by December 31, 2005:\n\n\t(A)\tThe ordinance shall be repealed on December 31, 2022;\n\t(B)\tThis Act shall be repealed on December 31, 2022; and\n\t(C)\tSection 437D-8.4, Hawaii Revised Statutes, shall be reenacted in the form in which it read on the day prior to the effective date of this Act [July 12, 2005].\""
}