{
    "name": "\"Business\", \"engaging\" in business, defined",
    "number": "2",
    "text": "\"Business\" as used in this chapter, includes all activities (personal, professional, or corporate), engaged in or caused to be engaged in with the object of gain or economic benefit either direct or indirect, but does not include casual sales.\n\tThe term \"engaging\" as used in this chapter with reference to engaging or continuing in business also includes the exercise of corporate or franchise powers. [L 1935, c 141, pt of §1; RL 1945, §5443; RL 1955, §117-2; HRS ]\nAttorney General Opinions\n  Agreement of sale executed by a partnership dealing in land was not a \"casual sale\".  Att. Gen. Op. 62-1.\n  Co-op apartment corporation operating and managing apartment building is engaged in business and is taxable on its receipts of monthly \"maintenance\" charges from stockholder-lessees.  Att. Gen. Op. 62-47.\n  Application of excise tax to activities in foreign trade zone.  Att. Gen. Op. 64-52.\nCase Notes\n  \"Casual sale\" does not exclude unusual sales within taxpayer's business.  40 H. 722.\n  Engaging in activity with \"object of gain or economic benefit\" construed.  53 H. 435, 496 P.2d 1.\n  Attorney's activities as trustee, executor and corporate director were not so isolated or unconnected as to constitute \"casual\" transactions.  53 H. 435, 496 P.2d 1.\n  Out-of-state company's continuing leasing of telecast rights performable only in Hawaii is \"business\" within this section, although agreement consummated outside of Hawaii.  57 H. 175, 554 P.2d 242.\n  Nondomiciliary corporation investing capital in Hawaiian land held to be \"engaging in business.\"  57 H. 436, 559 P.2d 264.\n  Taxability of transactions between joint venture and its member.  59 H. 307, 582 P.2d 703.\n  Taxpayer partnership's provision of medical equipment and ancillary services to its joint venture constituted \"business\" under this section and was thus made subject to the general excise tax by 0.  93 H. 267 (App.), 999 P.2d 865.\n  Cited:  48 H. 486, 490, 405 P.2d 382.\nDecisions under prior law.\n  Receiving a distribution of income from a trust estate as a beneficiary is not \"doing business within the Territory\".  34 H. 404.  Administration of an estate is doing business.  34 H. 493."
}