{
    "name": "Principles applicable in certain situations",
    "number": "20",
    "text": "A person or company having shareholders or members (a corporation, association, group, trust, partnership, joint adventure, or other person) is taxable upon its business with them, and they are taxable upon their business with it.  A person or company, whether or not called a cooperative, through which shareholders or members are pursuing a common objective (for example, the obtaining of property or services for their individual businesses or use, or the marketing of their individual products) is a taxable person, and such facts do not give rise to any tax exemption or tax benefit except as specifically provided.  Even though a business has some of the aspects of agency it shall not be so regarded unless it is a true agency.  The reimbursement of costs or advances made for or on behalf of one person by another shall not constitute gross income of the latter, unless the person receiving such reimbursement also receives additional monetary consideration for making such costs or advances. [L 1957, c 34, §11(i); am L 1965, c 201, §24; Supp, §117-17.1; am L 1967, c 297, §2; HRS ; am L 1985, c 303, §1; am L 1986, c 340, §8]  Law Journals and Reviews\n  Rule of Strict Construction in Tax Cases, a Question of Classification or Exemption, Arthur B. Reinwald, 11 HBJ 98.\nCase Notes\n  Amounts received from manufacturer by taxpayer for warranty service work constituted, not reimbursement, but taxable gross income.  56 H. 321, 536 P.2d 91.\n  \"Cost\" means monetary amount paid out by taxpayer for property or service furnished by a third party.  56 H. 321, 536 P.2d 91.\n  Payments by joint venture to member for services rendered joint venture were subject to general excise taxation.  59 H. 307, 582 P.2d 703.\n  Taxpayer partnership's provision of medical equipment and ancillary services to its joint venture constituted \"business\" under §237-2 and was thus made subject to the general excise tax by this section.  93 H. 267 (App.), 999 P.2d 865."
}