{
    "name": "Administration",
    "number": "2",
    "text": "(a)  The chief justice shall be the administrative head of the judiciary.  The chief justice shall make a report to the legislature, at each regular session thereof, of the business of the judiciary and of the administration of justice throughout the State.  The chief justice shall present to the legislature a unified budget, six- year program and financial plan, and variance report for all of the programs of the judiciary.  The chief justice shall direct the administration of the judiciary, with responsibility for the efficient operation of all of the courts and for the expeditious dispatch of all judicial business.\n     (b)  The chief justice shall possess the following powers, subject to such rules as may be adopted by the supreme court:\n     (1)  To assign circuit judges from one circuit to another;\n     (2)  In a circuit court with more than one judge, (A) to make assignments of calendars among the circuit judges for such period as the chief justice may determine and, as deemed advisable from time to time, to change assignments of calendars or portions thereof (but not individual cases) from one judge to another, and (B) to appoint one of the judges, for such period as the chief justice may determine, as the administrative judge to manage the business of the court, subject to the rules of the supreme court and the direction of the chief justice;\n     (3)  To prescribe for all of the courts a uniform system of keeping and periodically reporting statistics of their business;\n     (4)  To procure from all of the courts estimates for their appropriations; with the cooperation of the representatives of the court concerned to review and revise them as the chief justice deems necessary for equitable provisions for the various courts according to their needs and to present the estimates, as reviewed and revised by the chief justice, to the legislature as collectively constituting a unified budget for all of the courts;\n     (5)  To exercise exclusive authority over the preparation, explanation, and administration of the judiciary budget, programs, plans, and expenditures, including without limitation policies and practices of financial administration and the establishment of guidelines as to permissible expenditures, provided that all expenditures of the judiciary shall be in conformance with program appropriations and provisions of the legislature, and all powers of administration over judiciary personnel that are specified in Title 7; and\n     (6)  To do all other acts which may be necessary or appropriate for the administration of the judiciary.\nThe budget, six-year program and financial plan, and the variance report of the judiciary shall be submitted by the chief justice to the legislature in accordance with the schedule of submission specified for the governor in chapter 37 and shall contain the program information prescribed in that chapter.  By November 1 of each year preceding a legislative session in which a budget is to be submitted, the chief justice shall provide written notification to the governor of the proposed total expenditures, by cost categories and sources of funding, and estimated revenues of the judiciary for each fiscal year of the next fiscal biennium. [L 1959, c 259, pt of §1(b); am imp L 1965, c 97, §24; Supp, §213-1.5; HRS ; am L 1972, c 88, §1(a), (b); am L 1974, c 159, §15; am L 1977, c 159, §17; gen ch 1985]\n \nCross References\n \n  Generally, see Const. Art. VI, §6.\n  Annual reports, see §93-12."
}