{
    "name": "Probation services fee",
    "number": "648",
    "text": "(1)  The court, when sentencing a defendant to probation, shall order the defendant to pay a probation services fee.  The amount of the fee shall be as follows:\n    (a)   $150, when the term of probation is for more than one year; or\n    (b)   $75, when the term of probation is for one year or less;\nprovided that no fee shall be ordered when the court determines that the defendant is unable to pay the fee.\n     (2)  The entire fee ordered or assessed shall be payable forthwith by cash, check, or by a credit card approved by the court.  When a defendant is also ordered to pay a fine, make restitution, pay a crime victim compensation fee, or pay other fees in addition to the probation services fee under subsection (1), payments by the defendant shall be made in the following order of priority:\n    (a)   Restitution;\n    (b)   Crime victim compensation fee;\n    (c)   Probation services fee;\n    (d)   Other fees; and\n    (e)   Fines.\n     (3)  Any defendant received for supervision pursuant to chapter 353B shall be assessed a probation services fee pursuant to this section.\n     (4)  The defendant shall pay the fee to the clerk of the court.  The fee shall be deposited with the director of finance who shall transmit the fee to the probation services special fund pursuant to section 706-649. [L 2000, c 205, pt of §2; am L 2001, c 55, §29; am L 2004, c 78, §2]\n \nCOMMENTARY ON \n \n  Act 205, Session Laws 2000, added this section to require a court, when sentencing a defendant to probation, to order the defendant to pay a probation services fee.  The legislature found that this was necessary to help defray the costs of administering probation services.  Conference Committee Report No. 45, Senate Standing Committee Report No. 3375.\n  Act 78, Session Laws 2004, amended this section to change the reference to the Interstate Parole and Probation Compact codified as part III of chapter 353 and repealed by Act 78, to reflect the new Interstate Compact for the Supervision of Adult Offenders, codified as chapter 353B.  House Standing Committee Report No. 176-04."
}