{
    "name": "Motion picture theater accommodation",
    "number": "9",
    "text": "(a)  A public accommodation that owns, leases, leases to, or operates a motion picture theater in more than two locations in the State shall provide:\n     (1)  Open movie captioning during at least one showing per week of each motion picture that is produced and offered with open movie captioning; or\n     (2)  A personal closed captioning system by means of lightweight eyewear for a motion picture that is produced and offered with closed captioning content.\n     (b)  A public accommodation that owns, leases, leases to, or operates a motion picture theater in the State shall provide, upon request, audio description of any motion picture that is produced and offered with audio description.\n     (c)  A violation of this section shall be a discriminatory practice.\n     (d)  This section shall apply to motion pictures that are produced and distributed with the necessary auxiliary aids and services, including captioning and audio description.  This section shall not prohibit the showing of a motion picture that is produced and distributed without captioning and audio description; provided that a public accommodation that owns, leases, leases to, or operates a motion picture theater shall provide notice to the public if a motion picture offered for viewing is produced and distributed without captioning or audio description.\n     (e)  For the purposes of this section, \"motion picture theater\" means a movie theater, screening room, or other venue in use primarily for the exhibition of a motion picture. [L 2015, c 39, §§1, 3; am L 2017, c 211, §1]\n \nNote\n \n     Department of business, economic development, and tourism; survey of motion picture theaters covered by L 2015, c 39; findings to 2018 legislature.  L 2017, c 211, §3."
}