{
    "name": "Tax credits",
    "number": "12",
    "text": "(a)  The State shall issue tax credits to the corporation that may be transferred or otherwise used to reduce the tax liability of any taxpayer pursuant to chapter 235 or 241.  The total amount of tax credits that may be issued, and which may be transferred pursuant to this chapter by the corporation is $36,000,000.  Upon compliance with subsection (b), the credits shall be freely transferable by the corporation to transferees and by transferees to subsequent transferees; however, the tax credits so transferred by the corporation shall not be exercisable before July 1, 2005, nor after July 1, 2030.  The corporation shall not transfer tax credits except in conjunction with a legitimate call on a corporation guarantee.  The corporation shall immediately notify the president of the senate, the speaker of the house of representatives, and the governor in writing if any tax credit is transferred by the corporation in conjunction with a legitimate call on a corporation guarantee; provided that the corporation shall not be required to make that notification for transfers to subsequent transferees.\n\t(b)  Subject to the annual authorization by the legislature, the corporation may transfer tax credits under this section up to the annual amount allowed under subsection (c).  Legislative authorization for the tax credits shall be by a separate legislative act.\n\t(c)  The corporation shall determine the amount of individual tax credits to be transferred pursuant to this chapter and may negotiate for the sale of those credits subject only to the limits imposed by this chapter.  The corporation shall limit the transfer of tax credits that may be claimed and used to reduce the tax otherwise imposed by chapter 235 or 241 for one fiscal year (including any tax credits that are carried over by a taxpayer from a prior fiscal year and used to reduce taxes otherwise imposed in the current fiscal year, as permitted in subsection (g)) to not more than an aggregate total of $12,000,000 per fiscal year.  The board shall clearly indicate on the face of the certificate or other document transferring the tax credit the principal amount of the tax credit and the taxable year or years for which the credit may be claimed.\n\t(d)  The corporation, in conjunction with the department of taxation, shall develop a system for registration of any tax credits issued or transferred pursuant to this chapter and a system of certificates that permits verification that any tax credit claimed upon a tax return is validly issued, properly taken in the year of claim, and that any transfers of the tax credit are made in accordance with this chapter.\n\t(e)  The corporation may pay a fee and provide other consideration in connection with the purchase by the corporation of a put option or other agreement pursuant to which a transfer of tax credits authorized by this chapter may be made.\n\t(f)  The tax credits issued or transferred pursuant to this chapter, upon election by the taxpayer at time of use, shall be treated as a payment or prepayment in lieu of taxes imposed under chapter 235 or 241.  Tax credits used pursuant to this chapter shall be claimed as a payment of tax or estimated tax for the purposes of chapter 235 or 241.\n\t(g)  If the tax credits under this section exceed the taxpayer's income tax liability under chapter 235 or 241 for any taxable year, or for any other reason is not claimed by a taxpayer in whole or in part in any taxable year, the excess of the tax credit over liability, or the amount of the unclaimed tax credit, as the case may be, may be carried over and used as a credit against the taxpayer's income tax liability in any subsequent year until exhausted, subject to:\n\n\n\n\t(1)\tThe deadline for the exercise of tax credits imposed by subsection (a); and\n\t(2)\tThe monetary limit imposed by subsection (c). [L 2004, c 215, pt of §1]"
}