{
    "name": "Mandatory reporting of suspected financial abuse of an elder",
    "number": "3-114.5",
    "text": "(a)  A financial institution shall report suspected financial abuse that is directed towards, targets, or is committed against an elder to the department of human services if:\n     (1)  In connection with providing financial services to the elder, the officer or employee of a financial institution:\n         (A)  Has direct contact with the elder; or\n         (B)  Reviews or approves the elder's financial documents, records, or transactions; and\n     (2)  The officer or employee, within the scope of employment or professional practice:\n         (A)  Observes or has knowledge of an incident the officer or employee believes in good faith appears to be financial abuse; or\n         (B)  In the case of officers or employers who do not have direct contact with the elder, has a good faith suspicion that financial abuse has occurred or may be occurring, based solely on the information present at the time of reviewing or approving the document, record, or transaction.\n     (b)  Suspected financial abuse shall be reported immediately to the department by telephone and by written report sent within five business days.\n     (c)  Upon notification by a financial institution of suspected financial abuse, the department, in a timely manner, shall determine whether the department has jurisdiction over the elder involved; and if not, shall notify the financial institution, which shall then notify the proper local law enforcement agency immediately by telephone and forward the written report to the agency within three business days.  A financial institution shall not be liable for failing to report suspected financial abuse to a local law enforcement agency in cases in which the department fails to notify the institution of the department's lack of jurisdiction.\n     (d)  Notwithstanding any other state law to the contrary, including but not limited to laws concerning confidentiality, any person, including the financial institution, who:\n     (1)  Participates in the making of a report pursuant to this section; and\n     (2)  Believes, in good faith, that the action is warranted by facts known to that person,\nshall have immunity from any liability, civil or criminal, that might be otherwise incurred or imposed by or as a result of the making of the report.  Any person making the report shall have the same immunity with respect to participation in any judicial proceeding resulting from the report.\n     (e)  For the purposes of this section:\n     \"Department\" means the department of human services.\n     \"Elder\" means a person who is sixty-two years of age or older.\n     \"Financial abuse\" means financial abuse or economic exploitation. [L 2007, c 94, §2]\n \nCross References\n \n  Some other actions or penalties for violations committed against elders, see §§28-94, 444-10.7, 454-4.5, 480-13, 480-13.5, 485A-603.5, 485A-604.5, and 487.14."
}