{
    "name": "Airlines, certain carriers",
    "number": "6",
    "text": "(a)  There shall be levied and assessed upon each airline a tax of four per cent of its gross income each year from the airline business; provided that if an airline adopts a rate schedule for students in grade twelve or below traveling in school groups providing such students at reasonable hours a rate less than one-half of the regular adult fare, the tax shall be three per cent of its gross income each year from the airline business.\n\t(b)  There shall be levied and assessed upon each motor carrier, each common carrier by water, and upon each contract carrier other than a motor carrier, a tax of four per cent of its gross income each year from the motor carrier or contract carrier business.\n\t(c)  The tax imposed by this section is a means of taxing the personal property of the airline or other carrier, tangible and intangible, including going concern value, and is in lieu of the tax imposed by chapter 237 but is not in lieu of any other tax.\t(d)  Notwithstanding subsections (a), (b), and (c), the rate of tax upon the portion of the gross income of a motor carrier which consists of the receipts from the sale of its products or services to a contractor shall be as follows:\n\n\n\n\t(1)\tIn calendar year 2000, 3.5 per cent;\n\t(2)\tIn calendar year 2001, 3.0 per cent;\n\t(3)\tIn calendar year 2002, 2.5 per cent;\n\t(4)\tIn calendar year 2003, 2.0 per cent;\n\t(5)\tIn calendar year 2004, 1.5 per cent;\n\t(6)\tIn calendar year 2005, 1.0 per cent; and\n\t(7)\tIn calendar year 2006, and thereafter, 0.5 per cent;\n\n\n\nprovided that there is a resale of the products or services and the resale by the contractor is subject to taxation at the highest rate under section 237-13; the gross income of the motor carrier is not divided as provided in the definition of \"gross income\" in section 239-2 for the tax imposed under this chapter or chapter 237; and the gross income of the motor carrier from the sale of its products or services to the contractor is not subject to a deduction under chapter 237 by the contractor; and in the case of services provided by the motor carrier, the benefit of the service passes to the customer of the contractor as an identifiable element of the contracting or service provided by the contractor and does not constitute overhead as defined in section 237-1.\n\tThe department shall have the authority to implement the tax rate changes in paragraphs (1) through (7) by prescribing tax forms and instructions that require tax reporting and payment by deduction, allocation, or any other method to determine tax liability with due regard to the tax rate changes.\n\tFor purposes of this subsection, \"contractor\" has the same meaning as defined in section 237-6.\n\t(e)  Notwithstanding subsections (a) through (d), beginning on October 1, 2001, the tax under this chapter shall not apply to airlines, motor carriers, common carriers by water, and contract carriers other than motor carriers; provided that the gross income received on or after October 1, 2001, by these carriers shall be subject to the tax imposed under chapter 237.  For the taxable year in which October 1, 2001 occurs, the tax imposed and due under this chapter for the affected carriers shall be abated in an amount equal to:\n\n\n\n\t(1)\tThe tax imposed on the first day of the taxpayer's taxable year in which October 1, 2001 occurs;\n\t(2)\tDivided by the number of months in the taxpayer's affected taxable year; and\n\t(3)\tMultiplied by the number of months in the taxpayer's taxable year remaining after September 30, 2001. [L 1963, c 147, §2(f); am L 1965, c 155, §18; Supp, §126-5.1; HRS ; am L 1968, c 59, §3; am L 1970, c 180, §22; am L 2000, c 198, §15; am L Sp 2001 3d, c 9, §4; am L 2003, c 135, §8]\n\n\n\n\nCase Notes\n  Federal law preempts gross receipts tax on air transportation or carriage of persons in air commerce.  464 U.S. 7.\n  Commissions retained by airline's travel agents are includible in airline's gross income for purposes of imposing tax.  56 H. 626, 547 P.2d 586.\n  Section does not burden commerce unduly, and is not preempted by federal law.  65 H. 1, 647 P.2d 263.\n  Federal Aviation Act did not preempt State's power, under this section, to tax gross receipts attributable to the ground transportation portion of air packages that common carrier transported interisland and/or between Hawaii and the mainland.  88 H. 336, 966 P.2d 648."
}