{
    "name": "Unauthorized computer access in the third degree",
    "number": "895.7",
    "text": "(1)  A person commits the offense of unauthorized computer access in the third degree if the person knowingly accesses a computer, computer system, or computer network without authorization.\n     (2)  Unauthorized computer access in the third degree is a misdemeanor. [L 2001, c 33, pt of §1]\n \nCOMMENTARY ON §§708-890 TO 895.7\n \n  Act 33, Session Laws 2001, strengthened the State's computer crime laws, by, among other things, replacing statutes relating to computer crimes with several new offenses and provisions to deter computer fraud, damage, and other computer-related perpetrations, allowing the forfeiture of property used in computer crimes, and updating computer-related definitions to reflect modern technology and for clarity.  The legislature found that society was adopting at a rapid pace, computer technology to conduct activities of daily living.  Computer technology was being utilized not only for purposes of business and recreation, but also for criminal activity.  Thus, computer-related criminal activity was on the rise as society's dependence on computers increased.  Senate Standing Committee Report No. 1508.\n  Act 3, Session Laws 2003, made a technical amendment to §708-890, by deleting the brackets around the word \"retrieve\" in the definition of \"access\".\n  Act 141, Session Laws 2006, amended §708-893 to include the use of a computer to obtain control over the property of the victim [to commit theft in the first or second degree].   The legislature found that the use of a computer to commit theft is a growing problem in Hawaii and the number of crimes perpetrated via the Internet is increasing.  Using a computer as an instrument of the crime offers the perpetrator relative anonymity, a quick and easy mechanism to commit fraud, and the potential for sizable financial gain.  Hawaii's statutes relating to computer fraud are inadequate for purposes of prosecuting internet fraud.  The amendment of §708-893 would enable law enforcement to respond more efficiently to the various forms of computer crime.  Senate Standing Committee Report Nos. 3116 and 3306."
}