{
    "name": "Renewal of license and annual report",
    "number": "12",
    "text": "(a)  On or before December 31 of each year, each licensee shall pay to the commissioner an annual license fee of $500, plus $100 for each authorized delegate, not to exceed an aggregate fee of $2,000.\n     (b)  The annual license fee shall be accompanied by a report, in a form prescribed by the commissioner, which shall include:\n     (1)  A copy of the licensee's most recent audited annual financial statement, including balance sheets, statement of income or loss, statement of changes in shareholder's equity, and statement of changes in financial position or, if a licensee is a wholly owned subsidiary of another corporation, the consolidated audited annual financial statement of the parent corporation in lieu of the licensee's audited annual financial statement;\n     (2)  For the most recent quarter for which data is available prior to the date of the filing of the renewal application, but in no event more than one hundred twenty days prior to the renewal date, the licensee shall provide the number of payment instruments sold by the licensee in the State, the dollar amount of those instruments, and the dollar amounts of those instruments currently outstanding;\n     (3)  Any material changes to any of the information submitted by the licensee on its original application that have not previously been reported to the commissioner on any other report required to be filed under this chapter;\n     (4)  A list of the licensee's permissible investments; and\n     (5)  A list of the locations, if any, within this State where business regulated by this chapter is being conducted by either the licensee or the licensee's authorized delegates.\n     (c)  A licensee that has not filed a renewal report or paid its annual license fee by the renewal filing deadline, and has not been granted an extension of time to do so by the commissioner, shall have its license suspended on the renewal date.  The licensee has thirty days after its license is suspended to file a renewal report and pay the annual license fee, plus $100 for each business day after suspension that the commissioner does not receive the renewal report and the annual license fee.  The commissioner, for good cause, may grant an extension of the renewal date or reduce or suspend the $100 per day late filing fee. [L 2006, c 153, pt of §1]"
}