{
    "name": "Inspection and classification of agricultural commodities; fees",
    "number": "7",
    "text": "(a)  The department may contract with the United States Department of Agriculture for obtaining the services of a supervising inspector employed by the federal department and the establishment of a cooperative inspection service with the United States government.  The department, or the supervising inspector, with the approval of the department, may designate any competent employee or agent of the department as an inspector to inspect or classify agricultural commodities in accordance with rules of the department, and at the time and places designated by the supervising inspector or the department.\n\t(b)  The inspectors shall be authorized to inspect or classify agricultural commodities at the request of persons having a financial interest in the commodities, or as mandated by subsection (d), and to ascertain and certify to the persons the grade, classification, quality, condition, or origin of them and other pertinent facts.\n\t(c)  The department may fix, assess, and collect or cause to be collected fees for the services when they are performed by employees of the department.  The fees shall be on a uniform basis and in an amount reasonably necessary to cover the cost of inspection and the administration of this part; provided that the department may prescribe a reasonable charge for traveling expenses and extraordinary services when the performance of the services involves unusual cost in their performance.  No fee shall be charged for an inspection unless the inspection was requested by a person having a financial interest in the inspected commodity or the inspection was mandated by subsection (d).\n\t(d)  All Hawaii-grown green coffee beans shall be inspected and certified by the department for grade and origin unless otherwise specified by rules of the department.\n\t(e)  The department may adopt rules establishing the requirements, procedures, restrictions, and other criteria necessary for establishing a program of self inspection and certification of agricultural commodities. [L 1945, c 252, §7; RL 1955, §22-6; am L Sp 1959 2d, c 1, §22; am L 1961, c 132, §2; HRS ; am L 1978, c 12, §1; am L Sp 1995, c 8, §2; am L 1997, c 345, §2]"
}