{
    "name": "Registration application; by whom made",
    "number": "21",
    "text": "Application for registration of title may be made by:\n\n\n\n\t(1)\tThe persons who claim, singly or collectively, to own the legal estate or easements or rights in land held and possessed in fee simple, either as a whole or as owner or owners of an undivided part;\n\t(2)\tThe persons who claim, singly or collectively, to have the power of appointing or disposing of the legal estate or easements or rights in land held and possessed in fee simple, either as a whole or as owners of an undivided part;\n\t(3)\tInfants and other persons under disability, by their legally appointed guardians;\n\t(4)\tA corporation by its proper officer or by an agent duly authorized by the board of directors;\n\t(5)\tAn unincorporated nonprofit association by a person authorized in a statement of authority recorded in the office of the assistant registrar of the land court or with the registrar of conveyances in the bureau of conveyances;\n\t(6)\tAny personal representative duly appointed by the proper probate court, and duly authorized so to do by an order of court.  For the purpose of registering title, such representative shall be a trustee of any title registered for the heirs of the estate, and be subject to the decree of distribution of the court of probate; and\n\t(7)\tAny political subdivision of the State by its mayor, after resolution duly passed by its council so directing; the State, by the board of land and natural resources; or the government of the United States by any proper officer thereof thereunto duly authorized.\n\n\n\n\tThe basis for determining the fees payable in the registration of the easements and rights above stated shall, instead of the assessed valuation, be the value of the same as found by the land court and instead of the fee for examination of title chargeable under section 501-218, the fee shall be the actual amount allowed by the court to the examiner therefor.\n\tThe provisions relative to the registration and conveyance of registered land shall apply to the registration and conveyance of easements and rights. [L 1903, c 56, §19; am L 1907, c 43, §2; am L 1913, c 126, §1; am L 1921, c 208, §2; RL 1925, §3208; RL 1935, §5012; RL 1945, §12612; am L 1953, c 126, §1; RL 1955, §342-13; am L Sp 1959 2d, c 1, §21; am L 1961, c 132, §2; HRS ; am L 1972, c 91, §1(d); am L 1976, c 200, pt of §1; am L 2000, c 178, §2]\nLaw Journals and Reviews\n  For comparison of procedures under this chapter and quiet title statute, see Adverse Possession Against Unknown Claimants Under Land Court and Quiet Title Procedures.  2 HBJ, Dec 1964, at 4."
}