{
    "name": "Conclusive presumptions; unexploded ordnance on Kaho`olawe and in the ocean adjacent to Kaho`olawe",
    "number": "18",
    "text": "  (a)  The State shall have a duty to warn persons who enter the Kaho`olawe island reserve specifically of the dangers posed by unexploded ordnance on the island or in the adjacent ocean. \t(b)  A sign, signs, or other device warning of the dangers posed by unexploded ordnance on the island or in the adjacent ocean shall be conclusively presumed to be legally adequate to warn of those dangers if:\n\n\n\n\t(1)\tThe State posts the sign, signs, or other device on the island; and\n\t(2)\tThe design and placement of the sign, signs, or other device is approved by the Kaho`olawe island reserve commission.\n\n\n\n\t(c)  Prior to approving the design and placement of a warning sign, signs, or device under this section, the Kaho`olawe island reserve commission shall:\n\n\n\n\t(1)\tConsider the needs of the public to be warned of the dangers posed by unexploded ordnances on the island and in its adjacent ocean; and\n\t(2)\tConsult the task force on warning signs and devices for the Kaho`olawe island reserve.\n\n\n\nThe Kaho`olawe island reserve commission may seek the advice of the United States Navy or other agency of the United States of America with respect to the appropriate design of warning signs or devices and their placement.  The Kaho`olawe island reserve commission may require warning signs or devices in addition to the signage before approving the design and placement of a warning sign or device.\n\t(d)  Approval of the design and placement of a warning sign or device under this section shall be a discretionary function under section 662-15(1).\n\t(e)  If a warning sign or device posted or established in accordance with this section is vandalized, otherwise removed, or made illegible, the conclusive presumption provided by subsection (b) shall continue for a period of ten days from the date that the vandalism, removal, or illegibility is discovered by the State.  The Kaho`olawe island reserve commission shall maintain a record regarding each report of vandalism, removal, or illegibility that results in the replacement of a warning sign or device on the island of Kaho`olawe.  The record shall include the date and time of the report and of the replacement of the warning sign or device.\n\t(f)  Chapter 91 shall not apply to any action taken, or any procedure followed by the Kaho`olawe island reserve commission pursuant to this section. [L 2002, c 218, §2]"
}