{
    "name": "Definitions",
    "number": "2",
    "text": "As used in this chapter, unless the context otherwise requires: \n     \"Consideration\" means any payment or thing of value provided to an owner of a distressed property, including reasonable costs paid to independent third parties necessary to complete the distressed property conveyance or payment of money to satisfy a debt or legal obligation of an owner of the distressed property.  \"Consideration\" shall not include any amounts paid or to be paid directly or indirectly to the distressed property purchaser, including amounts identified as \"gift equity\", \"fees\", \"escrow\", or \"down payment\".\n     \"Distressed property\" means any residential real property that:  \n     (1)  Is in foreclosure or at risk of foreclosure because payment of any loan that is secured by the residential real property is more than sixty days delinquent; \n     (2)  Had a lien or encumbrance charged against it because of nonpayment of any taxes, lease assessments, association fees, or maintenance fees; \n     (3)  Is at risk of having a lien or encumbrance charged against it because the payments of any taxes, lease assessments, association fees, or maintenance fees are more than ninety days delinquent;\n     (4)  Secures a loan for which a notice of default has been given; or\n     (5)  Secures a loan that has been accelerated.  \n     \"Distressed property consultant\" means any person who performs or makes any solicitation, representation, or offer to perform any of the following relating to a distressed property:\n     (1)  Stop or postpone the foreclosure sale or loss of any distressed property due to the nonpayment of any loan that is secured by the distressed property; \n     (2)  Stop or postpone the charging of any lien or encumbrance against any distressed property or eliminate any lien or encumbrance charged against any distressed property for the nonpayment of any taxes, lease assessments, association fees, or maintenance fees; \n     (3)  Obtain any forbearance from any beneficiary or mortgagee, or relief with respect to a tax sale of the property; \n     (4)  Assist the owner to exercise any cure of default arising under Hawaii law; \n     (5)  Obtain any extension of the period within which the owner may reinstate the owner's rights with respect to the property; \n     (6)  Obtain any waiver of an acceleration clause contained in any promissory note or contract secured by a mortgage on a distressed property or contained in the mortgage; \n     (7)  Assist the owner in foreclosure, loan default, or post-tax sale redemption period to obtain a loan or advance of funds; \n     (8)  Avoid or ameliorate the impairment of the owner's credit resulting from the recording or filing of a notice of default or the conduct of a foreclosure sale or tax sale; or \n     (9)  Save the owner's residence from foreclosure or loss of home due to nonpayment of taxes.\n     \"Distressed property consultant\" shall not include any of the following:  \n     (1)  A person or the person's authorized agent acting under the express authority or written approval of the federal Department of Housing and Urban Development; \n     (2)  A person who holds or is owed an obligation secured by a lien on any distressed property, or a person acting under the express authorization or written approval of such person, when the person performs services in connection with the obligation or lien, if the obligation or lien did not arise as the result of or as part of a proposed distressed property conveyance; \n     (3)  Banks, savings banks, savings and loan associations, credit unions, trust companies, depository and nondepository financial service loan companies, and insurance companies organized, chartered, or holding a certificate of authority to do business under the laws of this State or any other state, or under the laws of the United States; \n     (4)  Licensed attorneys engaged in the practice of law; \n     (5)  Certified public accountants licensed under chapter 466, persons holding a permit to practice public accountancy in the State of Hawaii, and persons holding a valid certified public accountant license issued under the laws of another state or territory who are lawfully practicing in the State of Hawaii with a temporary permit to practice pursuant to rules established by the board of public accountancy and who are subject to regulation by the board of public accountancy while engaged in the practice of public accountancy;\n     (6)  A federal Department of Housing and Urban Development approved mortgagee and any subsidiary or affiliate of these persons or entities, and any agent or employee of these persons or entities, while engaged in the business of these persons or entities;\n     (7)  A nonprofit organization that, pursuant to chapter 446, offers counseling or advice to an owner of a distressed property, if the nonprofit organization has no contract or agreement for services with lenders, distressed property purchasers, or any person who effects loans or distressed property purchases; or\n    [(8)] A person currently licensed as an active real estate broker or real estate salesperson in Hawaii pursuant to chapter 467, when acting in the capacity of a real estate broker or real estate salesperson in accordance with customary industry standards.\n     \"Distressed property consultant contract\" means any agreement or obligation between an owner or agent of an owner of a distressed property and a distressed property consultant.  \n     \"Distressed property conveyance\" means the transfer of any interest in a distressed property effected directly or indirectly by or through a distressed property consultant.  \n     \"Distressed property conveyance contract\" means any agreement or obligation affecting a distressed property conveyance.\n     \"Distressed property lease\" means any agreement or obligation regarding the lease or rental of a distressed property effected directly or indirectly by or through a distressed property consultant or distressed property purchaser.\n     \"Distressed property purchaser\" means any person who acquires any interest in a distressed property directly or indirectly through a distressed property conveyance or distressed property conveyance contract.\n     \"Material fact\" means a fact that, if disclosed, might have influenced the distressed property owner to not enter into the agreement or obligation.\n     \"Person\" means any individual, partnership, corporation, limited liability company, association, or other group or entity, however organized. [L 2008, c 137, pt of §2; am L 2009, c 66, §2 and c 73, §2]"
}