{
    "name": "Appeals",
    "number": "33",
    "text": "  From the order made on an application for reconsideration or rehearing by the public utilities commission under this chapter, an appeal shall lie to the supreme court subject to chapter 602 in the manner and within the time provided by chapter 602, and by the rules of court, provided the order is final, or if preliminary is of the nature defined by section 91-14(a).  The appeal shall not of itself stay the operation of the order appealed from, but the court may stay the same after a hearing upon a motion therefor, and may impose such conditions as it may deem proper as to giving a bond and keeping the necessary accounts or otherwise to secure a restitution of the excess charges, if any, made during the pendency of the appeal in case the order appealed from should be sustained, reversed, or modified in whole or in part. [L 1961, c 121, pt of §2; Supp, §106C-31; HRS ; am L 1973, c 149, §2(d); am L 1979, c 111, §13]   \n\t    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  From the order made on an application for reconsideration or rehearing by the public utilities commission under this chapter, an appeal shall lie, subject to chapter 602, in the manner and within the time provided for civil appeals from the circuit courts and by the rules of court; provided that the order is final, or if preliminary, is of the nature defined by section 91-14(a).  The appeal, of itself, shall not stay the operation of the order appealed from, but the court may stay the same after a hearing upon a motion therefor and may impose such conditions as it may deem proper as to giving a bond and keeping the necessary accounts or otherwise to secure a restitution of the excess charges, if any, made during the pendency of the appeal, in case the order appealed from is sustained, reversed, or modified in whole or in part. [L 1961, c 121, pt of §2; Supp, §106C-31; HRS ; am L 1973, c 149, §2(d); am L 1979, c 111, §13; am L 2004, c 202, §32]\nNote\n  L 2004, c 202, §82 provides:\n  \"SECTION 82.  Appeals pending in the supreme court as of the effective date of this Act [July 1, 2006] may be transferred to the intermediate appellate court or retained at the supreme court as the chief justice, in the chief justice's sole discretion, directs.\"\nCross References\n  Appeals under administrative procedure act, see chapter 91.\nRules of Court\n  Appeal to supreme court, see Hawaii Rules of Appellate Procedure.\nCase Notes\n  Given that the \"aggrieved party\" provision of §271-32(e) did not apply to the case, supreme court had jurisdiction to hear competitor's appeal; competitor appealed from a final order of the public utilities commission and from the commission's denial of competitor's motion for reconsideration; thus, competitor satisfied the requirements of §271-32(e) and this section.  104 H. 98, 85 P.3d 623.\n  Referred to:  50 H. 22, 428 P.2d 411; 53 H. 14, 486 P.2d 413.\n  Cited:  50 H. 172, 435 P.2d 21."
}