{
    "name": "Department of human services",
    "number": "14",
    "text": "(a)  The department of human services shall be headed by a single executive to be known as the director of human services. \t(b)  The department shall administer programs designed to improve the social well-being and productivity of the people of the State.  Without limit to the generality of the foregoing, the department shall concern itself with problems of human behavior, adjustment, and daily living through the administration of programs of family, child and adult welfare, economic assistance, health care assistance, rehabilitation toward self-care and support, public housing, and other related programs provided by law.\n\t(c)  The functions and authority heretofore exercised by the department of public welfare, the bureau of sight conservation and work with the blind (except for the transcription services program transferred to the department of education), the council on veterans' affairs, and any other agency of the state or county governments with respect to the assistance and care of the indigent and medically indigent as heretofore constituted are transferred to the department of human services established by this chapter.\n\t(d)  The housing and community development corporation of Hawaii and the Hawaii state commission on the status of women are placed within the department of human services for administrative purposes only. [L Sp 1959 2d, c 1, §20; am L 1961, c 128, §4; am L 1963, c 193, §4; am L 1965, c 175, §41(b); Supp, §14A-19; am L 1967, c 274, §2; HRS ; am L 1969, c 42, §1; am L 1970, c 105, §5; am L 1975, c 79, §1; am L 1976, c 92, §§6, 8; am L 1980, c 10, §1; am L 1983, c 74, §1; gen ch 1985; am L 1987, c 338, §1(3) superseded by c 339, §2(2); am L 1993, c 197, §2; am L 1996, c 186, §1; am L 1997, c 350, §4; am L 2003, c 92, §2; am L 2005, c 147, §2]\nNote\n  Effective July 1, 2006, \"housing and community development corporation of Hawaii\" renamed.  L 2005, c 196.\nCross References\n  State advisory council on rehabilitation, see §348-8.\n  Statewide council on independent living, see §348-9.\nAttorney General Opinions\n  Qualifications of director construed.  Att. Gen. Op. 62-18."
}