{
    "name": "Department of land and natural resources",
    "number": "15",
    "text": "(a)  The department of land and natural resources shall be headed by an executive board to be known as the board of land and natural resources, except for matters relating to the state water code where the commission on water resource management shall have exclusive jurisdiction and final authority. \tThe board shall consist of seven members, one from each land district and three at large.  The appointment, tenure, and removal of the members and the filling of vacancies on the board shall be as provided in section 26-34.  At least one member of the board shall have a background in conservation and natural resources, as provided in section 171-4.\n\tThe governor shall appoint the chairperson of the board from among the members thereof.\n\tThe board may delegate to the chairperson such duties, powers, and authority, or so much thereof, as may be lawful or proper for the performance of the functions vested in the board.\n\tThe chairperson of the board shall serve in a full-time capacity.  The chairperson, in that capacity, shall perform those duties, and exercise those powers and authority, or so much thereof, as may be delegated by the board.\n\t(b)  The department shall manage and administer the public lands of the State and minerals thereon and all water and coastal areas of the State except the commercial harbor areas of the State, including the soil conservation function, the forests and forest reserves, aquatic life, wildlife resources, state parks, including historic sites, and all activities thereon and therein including, but not limited to, boating, ocean recreation, and coastal areas programs.\n\t(c)  The functions and authority heretofore exercised by the commissioner and board of public lands (including the hydrography division and the bureau of conveyances), the Hawaii water authority, the commission on ground water resources, the Hawaii land development authority, the soil conservation committee, and the commission on historical sites and the function of managing the state parks and the function of promoting the conservation, development and utilization of forests, including the regulatory powers over the forest reserve, aquatic life and wildlife resources of the State heretofore exercised by the board of commissioners of agriculture and forestry as heretofore constituted are transferred to the department of land and natural resources established by this chapter. [L Sp 1959 2d, c 1, §21; am L 1961, c 132, §1(b) to (e); am L 1963, c 10, §1; am L 1965, c 223, §8(b); Supp, §14A-20; am L 1967, c 145, §1; HRS ; am L 1983, c 15, §1; am L 1987, c 45, §3; am L 1991, c 272, §3; am L 1999, c 6, §1; am L 2002, c 16, §3; am L 2005, c 9, §1]\nNote\n  The 2005 amendment applies to new appointments and reappointments made after April 18, 2005.  L 2005, c 9, §4."
}