{
    "name": "Office of the lieutenant governor",
    "number": "1",
    "text": "PART I.  ORGANIZATION, GENERALLY\n\n     (a)  Except as otherwise provided by law, the lieutenant governor is designated the secretary of state for intergovernmental relations and shall perform the duties and functions heretofore exercised by the secretary of Hawaii.  The duties and functions shall include, but not be limited to, recordation of all legislative and gubernatorial acts, certification of state documents, and maintenance of an official file of rules adopted by state departments as provided in chapter 91.  The lieutenant governor may employ staff as necessary without regard to chapter 76.\n\t(b)  The lieutenant governor, with the approval of the governor, may designate some other officer of the government of the State to authenticate documents on behalf of the lieutenant governor during the lieutenant governor's temporary absence outside the State or during the lieutenant governor's illness whenever the documents require the signature of the lieutenant governor.  The person shall affix the person's own signature to the document with the words, \"for the lieutenant governor\" following and the signature shall be deemed to satisfy the requirement of the lieutenant governor's signature on the document.  The designation and approval shall be in writing and shall be filed in the office of the governor and a copy thereof, certified by the governor, shall be filed with the public archives.  The person so designated shall serve without additional compensation and the lieutenant governor shall be responsible and liable on the lieutenant governor's official bond for all acts done by the person so designated in the performance of the duties on behalf of the lieutenant governor.\n\t(c)  Nothing in this section shall be construed to authorize the person to exercise and discharge the powers and duties of the office of the governor as provided by the first paragraph of Article V, section 4, of the Constitution of the State.  The person shall not be authorized to exercise any powers whenever a successor to the lieutenant governor assumes the duties of the lieutenant governor pursuant to Article V, section 4, of the Constitution.\n\t(d)  In addition to the functions and duties provided by law, the lieutenant governor shall assume administrative responsibility for the office of information practices.\n\t(e)  The governor shall identify and direct other duties as necessary to the lieutenant governor. [L Sp 1959 2d, c 1, §9; am L 1963, c 30, §1; am L 1965, c 96, §10; Supp, §14A-8; HRS ; am L 1981, c 82, §5; gen ch 1985; am L 1987, c 213, §1; am L 1995, c 151, §2; am L Sp 1995, c 27, §§9, 15; am L 1998, c 137, §3; am L 1999, c 141, §3; am L 2000, c 253, §150; am L 2005, c 147, §1]\nNote\n  Employees of the office of the lieutenant governor subject to chapters 76 and 77 to retain civil service status.  L 1987, c 213, §3."
}