{
    "name": "Administrative supervision of boards and commissions",
    "number": "35",
    "text": "(a)  Whenever any board or commission is established or placed within or transferred to a principal department for administrative purposes or subject to the administrative control or supervision of the head of the department, the following provisions shall apply except as otherwise specifically provided by this chapter:\n\n\n\n\t(1)\tThe head of the department shall represent the board or commission in communications with the governor and with the legislature.\n\t(2)\tThe financial requirements from state funds of the board or commission shall be submitted through the head of the department and included in the budget for the department.\n\t(3)\tAll rules and regulations adopted by the board or commission shall be subject to the approval of the governor.\n\t(4)\tThe employment, appointment, promotion, transfer, demotion, discharge, and job descriptions of all officers and employees of or under the jurisdiction of the board or commission shall be determined by the board or commission subject to the approval of the head of the department and to applicable personnel laws.\n\t(5)\tAll purchases of supplies, equipment, or furniture by the board or commission shall be subject to the approval of the head of the department.\n\t(6)\tThe head of the department shall have the power to allocate the space or spaces available to the department and which are to be occupied by the board or commission.\n\t(7)\tAny quasi-judicial functions of the board or commission shall not be subject to the approval, review, or control of the head of the department.\n\t(8)\tExcept as set forth hereinabove, the head of the department shall not have the power to supervise or control the board or commission in the exercise of its functions, duties, and powers.\n\n\n\n\t(b)  Every board or commission established or placed within a principal department for administrative purposes or subject to the administrative control or supervision of the head of the department shall be considered an arm of the State and shall enjoy the same sovereign immunity available to the State. [L Sp 1959 2d, c 1, §6; am L 1965, c 96, §140; Supp, §14A-4; HRS ; am L 2004, c 16, §1]\nCross References\n  Rulemaking procedure, see chapter 91."
}