{
    "name": "Executive salary commission Note Cross References Uniform electronic transactions act, see chapter 489E.",
    "number": "55",
    "text": "Executive salary commission.  (a)  There is established within the department of human resources development, for administrative purposes only, the executive salary commission.  The commission shall consist of five members.  Two members shall be appointed by the president of the senate, two members shall be appointed by the speaker of the house of representatives, and one member shall be appointed by the chief justice of the supreme court.  Vacancies in these positions shall be filled in the same manner.  The members of the commission shall serve without compensation but shall be reimbursed for expenses necessary for the performance of their duties.\n\t(b)  The commission shall review the salaries of the governor, the lieutenant governor, the administrative director of the State, and the department heads or executive officers of the departments of accounting and general services, agriculture, attorney general, budget and finance, business, economic development, and tourism, commerce and consumer affairs, Hawaiian home lands, health, human resources development, human services, labor and industrial relations, land and natural resources, public safety, taxation, and transportation.  The commission shall also review the salary of the deputy to the superintendent of education.  The commission shall recommend an appropriate salary for the governor, the lieutenant governor, and each department head or executive officer, and appropriate salary ranges for the deputy department heads.  The commission may recommend different salaries for department heads and executive officers and different salary ranges for deputies or assistants to department heads; provided that the commission shall recommend the same salary range for deputies or assistants to department heads within the same department; provided further that the appointing official shall specify the salary for a particular position within the applicable range.\n\t(c)  The commission may seek assistance from the department of human resources development and any other agency in conducting its review, and all agencies shall fully cooperate with the commission and provide any necessary information to the commission upon request.\n\t(d)  The commission shall convene in the month of November 2003, and every eight years thereafter.  Not later than the fortieth legislative day of the regular session of 2004, and every eight years thereafter, the commission shall submit a report of its findings and its salary recommendations to the legislature, through the governor.  The commission may include incremental increases that take effect over the span of years occurring prior to the convening of the next salary commission.  The recommended salaries submitted by the commission shall become effective July 1 of the next fiscal year unless the legislature disapproves the recommended salaries submitted by the commission through the adoption of a concurrent resolution, which shall be approved by a simple majority of each house of the legislature, prior to adjournment sine die of the legislative session in which the recommended salaries are submitted; provided that, pursuant to section 3 of article V of the State Constitution, the salaries of the governor and the lieutenant governor shall not be decreased for their respective terms and the new salaries shall not take effect until the beginning of the next term for those offices.  The governor shall include the salary amounts, recommended by the commission and approved by the legislature, in the executive budget.  If the salary amounts recommended by the commission are disapproved by the legislature, the commission shall reconvene in the month of November following the legislative disapproval to review the legislature's reasons for disapproving its salary recommendation.  The commission may submit a report of its findings and submit a new salary recommendation to the legislature of the next regular session.  The commission's reconvening following a legislative disapproval shall not toll the eight year cycle. [L 2003, c 122, §1]"
}