{
    "name": "Department of accounting and general services",
    "number": "6",
    "text": "(a)  The department of accounting and general services shall be headed by a single executive to be known as the comptroller. \t(b)  The department shall:\n\n\n\n\t(1)\tPreaudit and conduct after-the-fact audits of the financial accounts of all state departments to determine the legality of expenditures and the accuracy of accounts;\n\t(2)\tReport to the governor and to each regular session of the legislature as to the finances of each department of the State;\n\t(3)\tAdminister the state risk management program;\n\t(4)\tEstablish and manage motor pools;\n\t(5)\tManage the preservation and disposal of all records of the State;\n\t(6)\tUndertake the program of centralized engineering and office leasing services, including operation and maintenance of public buildings, for departments of the State;\n\t(7)\tUndertake the functions of the state surveyor;\n\t(8)\tEstablish accounting and internal control systems;\n\t(9)\tProvide centralized computer information management and processing services, coordination in the use of all information processing equipment, software, facilities, and services in the executive branch of the State, and consultation and support services in the use of information processing and management technologies to improve the efficiency, effectiveness, and productivity of state government programs; and\n\t(10)\tEstablish, coordinate, and manage a program to provide a means for public access to public information and develop and operate an information network in conjunction with its overall plans for establishing a communication backbone for state government.\n\n\n\n\t(c)  The state communication system shall be established to:\n\n\n\n\t(1)\tFacilitate implementation of the State's distributed information processing and information resource management plans;\n\t(2)\tImprove data, voice, and video communications in state government;\n\t(3)\tProvide a means for connectivity among the state, university, and county computer systems; and\n\t(4)\tProvide a long-term means for public access to public information.\n\n\n\n\t(d)  The department may adopt rules as may be necessary or desirable for the operation and maintenance of public buildings, and for the operation and implementation of a program to provide a means for public access to the State's information network system and public information.  The rules shall be adopted pursuant to chapter 91.\n\t(e)  The King Kamehameha celebration commission shall be placed within the department of accounting and general services for administrative purposes.  The functions, duties, and powers, subject to the administrative control of the comptroller, and the composition of the commission shall be as heretofore provided by law.\n\t(f)  The functions and authority heretofore exercised by the comptroller, board of commissioners of public archives, the archivist, the disposal committee, and the insurance management, surplus property management, and central purchasing functions of the bureau of the budget and the nonhighway functions of the department of public works as heretofore constituted are transferred to the department of accounting and general services established by this chapter. [L Sp 1959 2d, c 1, §12; am L 1963, c 77, §2; Supp, §14A-11; HRS ; am L 1970, c 19, §1; am L 1981, c 82, §6; am L 1994, c 45, §1 and c 186, §2; am L 1995, c 126, §1; am L 2005, c 22, §1]"
}