{
    "name": "Training replacement temporary license",
    "number": "3.5",
    "text": "(a)  The board may issue a limited and temporary license to a physician to maintain patient services for the purpose of substituting for another physician licensed in this State to enable specialized training at an out-of-state fully accredited medical teaching institution; provided that the out-of-state physician:\n\n\n\n\t(1)\tIs board certified by the American Board of Medical Specialties in the subspecialty in which the Hawaii physician is seeking training;\n\t(2)\tIs a member of the teaching faculty of the accredited medical teaching institution;\n\t(3)\tHas an unrestricted license in another state;\n\t(4)\tHas been invited by the chief of a clinical department of a hospital; and\n\t(5)\tHas been examined and approved by the hospital's credential process.\n\n\n\nThe limited and temporary license issued under this section shall expire upon notification of the board by the Hawaii-licensed physician that the physician has resumed the physician's practice in this State.  Licenses and extensions of licenses issued under this section to an individual shall not be valid for more than nine months during any consecutive twenty-four month period.\n\t(b)  The chief of the clinical department in which the out- of-state physician will practice shall submit a letter to the board which shall include, without limitation, the following:\n\n\n\n\t(1)\tIdentification and documentation of unrestricted license for the applicant for the specialty training license;\n\t(2)\tA statement that the hospital is sponsoring the applicant, and shall be responsible for monitoring the individual physician during the period of the temporary license;\n\t(3)\tVerification of the start and end dates for the requested temporary license; and\n\t(4)\tVerification that the chief of the clinical department is a licensed physician of this State.\n\n\n\n\t(c)  The holder of a specialty training license shall obey and be subject to all laws and rules of this State. [L 1997, c 364, §2]"
}