{
    "name": "Definitions",
    "number": "1",
    "text": "  Unless it is plainly evident from the context that a different meaning is intended, as used herein: \t\"Apartment\" means a part of the property of a condominium project intended for any type of use or uses, and with an exit to a public street or highway or to a common element or elements leading to a public street or highway, and may include such appurtenances as garage and other parking space, storage room, balcony, terrace, and patio.\n\t\"Association\" means:\n\n\n\n\t(1)\tAll of the apartment owners acting as a group in accordance with the bylaws and declaration; and\n\t(2)\tA nonprofit, incorporated, or unincorporated organization upon which responsibilities are imposed and to which authority is granted in a declaration that governs a planned community,\n\n\n\nand includes any other governing body of a residential community with common elements and common interests.\n\t\"Common elements\" or \"common area\" means:\n\n\n\n\t(1)\tThe same as defined in section 514A-3; and\n\t(2)\tReal property within a planned community that is owned or leased by the association or is otherwise available for the use of its members or designated as common area in or pursuant to the declaration.\n\n\n\n\t\"Condominium\" means the ownership of single apartments, with common elements, located on property within a condominium property regime.\n\t\"Declaration\" means:\n\n\n\n\t(1)\tThe instrument by which property is submitted to chapter 514A, as provided in that chapter, and such declaration as from time to time amended; and\n\t(2)\tAny recorded instrument, however denominated, that imposes on an association maintenance or operational responsibilities for the common area and creates the authority in the association to impose on units, or on the owners or occupants of the units, any mandatory payment of money as a regular annual assessment or otherwise in connection with the provisions, maintenance, or services for the benefit of some or all of the units, the owners, or occupants of the units or the common areas, including any amendment or supplement to the instrument.\n\n\n\n\t\"Family child care home\" means a private residence, including an apartment, unit, or townhouse, where care may be provided for three to no more than six children, who are unrelated to the caregiver by blood, marriage, or adoption at any given time.\n\t\"Planned community\" has the same meaning as set forth in section 421J-2.\n\t\"Townhouse\" means a series of individual apartments or units having architectural unity and common elements, with each apartment or unit extending from ground to roof or from the first or second floor to roof, and where apartments or units may share a common wall or be freestanding structures, including townhouse projects that are created pursuant to chapters 514A and 421J, as well as projects that are not created pursuant to those chapters but are governed by an association; provided that \"townhouse\" shall not include any apartments or units located in a building of more than three stories.\n\t\"Unit\" means a physical portion of a planned community designated for separate ownership or occupancy. [L 1999, c 242, pt of §1]"
}