{
    "name": "Performance of electrical and plumbing work; licensing of electrical and plumbing workers",
    "number": "9.5",
    "text": "(a)  A person licensed as an electrical or plumbing contractor under this chapter may enter into contracts to perform electrical or plumbing work, respectively; provided that:\n     (1)  If the contractor's responsible managing employee, which includes a sole proprietor, is not licensed in accordance with chapter 448E, the contractor shall employ individuals licensed in accordance with chapter 448E to actually perform the electrical or plumbing work, respectively, subject to this section; and\n     (2)  Employees of a community antennae television company and employees of a public utility within the State that is franchised or chartered by the State and regulated by the public utilities commission shall be exempt from this section while so employed and acting within the scope of their employment.\n     (b)  At least half of all individuals performing electrical or plumbing work employed on a construction job site by an electrical or plumbing contractor shall be licensed in accordance with chapter 448E.  The board may waive this requirement in any county when there are insufficient licensed electrical or plumbing workers in that county to comply with this section.\n     (c)  All individuals employed on a construction job site by an electrical or plumbing contractor who are licensed in accordance with chapter 448E shall visibly display their license on their person while on the construction job site.  Only individuals displaying their license at the time of a site inspection shall be counted as a licensee to determine compliance with this section. [L 1971, c 183, §2; gen ch 1985; am L 2006, c 274, §2; am L 2010, c 28, §2; am L 2017, c 173, §2]\n \nNote\n \n  Applicability of L 2017, c 173.  L 2017, c 173, §3."
}