{
    "name": "Hawaii climate change mitigation and adaptation commission; general functions, duties, and powers",
    "number": "3",
    "text": "(a)  There is established the Hawaii climate change mitigation and adaptation commission that shall be placed within the department of land and natural resources for administrative purposes only.\n     (b)  Coordination of the commission shall be headed jointly by the chairperson of the board of land and natural resources, or the chairperson's designee, and the director of the office of planning, or the director's designee.\n     (c)  The commission shall include the following members:\n     (1)  The chairs of the standing committees of the legislature with subject matter jurisdiction encompassing environmental protection and land use;\n     (2)  The chairperson of the board of land and natural resources or the chairperson's designee, who shall be the co-chair of the commission;\n     (3)  The director of the office of planning or the director's designee, who shall be the co-chair of the commission;\n     (4)  The director of business, economic development, and tourism or the director's designee;\n     (5)  The chairperson of the board of directors of the Hawaii tourism authority or the chairperson's designee;\n     (6)  The chairperson of the board of agriculture or the chairperson's designee;\n     (7)  The chief executive officer of the office of Hawaiian affairs or the officer's designee;\n     (8)  The chairperson of the Hawaiian homes commission or the chairperson's designee;\n     (9)  The director of transportation or the director's designee;\n    (10)  The director of health or the director's designee;\n    (11)  The adjutant general or the adjutant general's designee;\n    (12)  The chairperson of the board of education or the chairperson's designee;\n    (13)  The directors of each of the county planning departments, or the directors' designees; and\n    (14)  The manager of the coastal zone management program.\n     (d)  In addition to the members listed in subsection (c), the chairs of the commission may request the participation or input of members of the public; experts in the field; and county, state, or federal officials or others as necessary.\n     (e)  The members of the commission shall serve without pay but shall be reimbursed for their actual and necessary expenses, including travel expenses, incurred in carrying out their duties.\n     (f)  The commission shall provide policy direction, facilitation, coordination, and planning among state and county agencies, federal agencies, and other partners as appropriate.\n     (g)  The commission shall establish climate change mitigation and adaptation strategies and goals to help guide planning and implementation statewide using the latest scientific analysis and risk assessment to monitor and forecast climate change related impacts at the regional, state, and local level, including any additional information deemed necessary.\n     (h)  The commission shall identify vulnerable people, communities, industries, ecosystems, and the potential economic ramifications for climate change related impacts.\n     (i)  The commission shall identify existing climate change mitigation and adaptation efforts at the federal, state, and local levels and make recommendations for how to meet or exceed Hawaii's state mitigation goals and shall adopt a liberal approach in preparation, so as to minimize future risk to the people and environment of Hawaii.\n     (j)  The commission shall assess the capacity and availability of existing resources and identify new sources of revenue necessary to address climate change mitigation and adaptation and shall advise the governor, legislature, and counties on the economic and budgetary ramifications of climate change impacts, mitigation, and adaptation.\n     (k)  The commission shall identify the information necessary to track progress in implementing climate change mitigation and adaptation efforts and shall submit an annual report to the governor and legislature no later than twenty days prior to the convening of each regular session of the legislature.\n     (l)  The commission shall maintain a website that includes a mission statement as well as access to climate change related actions, plans, policies, and results.\n     (m)  The commission shall conduct a comprehensive review of the implementation as required by this section and submit a report to the governor, legislature, and the counties no later than twenty days prior to the convening of the regular session of 2023 and every five years thereafter.\n     (n)  The commission shall, as a first step, focus on and develop sea level rise vulnerability and adaptation reports that shall include:\n     (1)  Identification of the major areas of sea level rise impacts affecting the State and counties through 2050;\n     (2)  Identification of expected impacts of sea level rise based on the latest scientific research for each area through 2050;\n     (3)  Identification of the economic ramifications of sea level rise;\n     (4)  Identification of applicable federal laws, policies, or programs that impact affected areas; and\n     (5)  Recommendations for planning, management, and adaptation for hazards associated with increasing sea level rise.\nThe reports shall be made publicly available no later than December 31, 2017, and the commission shall reevaluate and update the sea level rise vulnerability and adaptation report every five years.\n     (o)  In developing the report, pursuant to subsection (n), the commission shall:\n     (1)  Solicit public views and concerns; and\n     (2)  Coordinate with the various county, state, and federal agencies involved in ongoing climate change adaptation planning initiatives. [L 2014, c 83, pt of §2; am L 2017, c 32, §5]"
}