{
    "name": "University of Hawaii risk management special fund",
    "number": "6.2",
    "text": "(a)  There is created the   The following may be deposited into the special fund:\n\n\n\n\t(1)\tAppropriations by the legislature;\n\t(2)\tAssessments for risk management costs as applicable against any funds of the university;\n\t(3)\tMoneys received from the settlement of claims or losses of the university that are not contractually or otherwise obligated for other purposes; and\n\t(4)\tMoneys received pursuant to an insurance policy.\n\n\n\n\t(b)  Notwithstanding any other law to the contrary, the university may transfer funds at its disposal into the special fund to be expended for the purposes provided herein.\n\t(c)  Revenues deposited into the special fund may be expended by the university for costs and expenses associated with the administration and operation of the risk management program, including but not limited to insurance premiums, retention payments, claims administration and operation, settlements, payment of judgments, other obligations, and legal fees and costs.\n\t(d)  Notwithstanding any other law to the contrary, the board of regents may agree in writing to an indemnity provision by which the University of Hawaii agrees to indemnify, defend, and hold harmless any person, corporation, or entity that sponsors research at the university when all of the following conditions are satisfied:\n\n\n\n\t(1)\tWhen such person, corporation, or entity requires an indemnity in writing as a condition for receiving a grant, benefit, service, or interest in or right to use property;\n\t(2)\tThe president, or the president's designee, following a favorable review by the university general counsel, or the counsel's designee, approves the proposed indemnification; and\n\t(3)\tThe chief financial officer, pursuant to section 304-6, has obtained an insurance policy or policies in an amount sufficient to cover the liability of the university that may be reasonably anticipated to arise under the indemnity provision or has determined that it is not in the best interest of the university to obtain insurance.\n\n\n\n\t(e)  Nothing in this section shall be construed to expand the scope of liability of the university beyond that set forth in chapters 661 and 662.\n\t(f)  Nothing in this section shall be construed to waive the immunity of the university from suit in federal courts guaranteed by the Eleventh Amendment to the United States Constitution.  An indemnity provision not in strict compliance with this section shall not give rise to a claim against the university under chapter 304 or 661 or otherwise waive the university's sovereign immunity.\n\t(g)  The board shall develop internal policies and procedures for the management of risk at the university that are consistent with the goals of public accountability.\n\t(h)  The board shall report annually to the legislature the sources of revenue into and expenditures made from the special fund no later than twenty days before the convening of each regular session of the legislature. [L 2003, c 186, §2]"
}