{
    "name": "Medical education council",
    "number": "118",
    "text": "(a)  There is created within the University of Hawaii, the medical education council consisting of the following thirteen members:\n\n\n\n\t(1)\tThe dean of the school of medicine at the University of Hawaii;\n\t(2)\tThe dean of the school of nursing and dental hygiene at the University of Hawaii;\n\t(3)\tThe vice dean for academic affairs at the school of medicine who represents graduate medical education at the University of Hawaii;\n\t(4)\tThe director of health or the director's designated representative;\n\t(5)\tThe director of the Cancer Research Center of Hawaii; and\n\t(6)\tEight persons to be appointed by the governor as follows:\n\n\t\t(A)\tThree persons each of whom shall represent a different hospital at which accredited graduate medical education programs are conducted;\n\t\t(B)\tThree persons each who represent the health professions community;\n\t\t(C)\tOne person who represents the federal health care sector; and\n\t\t(D)\tOne person from the general public.\n\n\n\n\n\n\t(b)  Except as provided in subsection (a)(1), (2), (3), and (4), no two council members may be employed by or affiliated with the same:\n\n\n\n\t(1)\tInstitution of higher education;\n\t(2)\tState agency outside of higher education; or\n\t(3)\tPrivate entity.\n\n\n\n\t(c)  Terms of office of council members shall be as follows:\n\n\n\n\t(1)\tExcept as provided in paragraph (2), the dean of the school of medicine, dean of nursing and dental hygiene, vice dean of academic affairs of the school of medicine at the University of Hawaii, and the director of health, or the director's designated representative, shall be permanent ex officio members of the council, and the remaining nonpermanent council members shall be appointed to four-year terms of office;\n\t(2)\tNotwithstanding paragraph (1), the governor at the time of the initial appointment shall reduce the terms of four nonpermanent council members to two years to ensure that approximately half of the nonpermanent council members are appointed every two years; and\n\t(3)\tIf a vacancy occurs in the membership for any reason, the replacement shall be appointed by the governor for the unexpired term in the same manner as the original appointment was made.\n\n\n\n\t(d)  The dean of the school of medicine at the University of Hawaii shall chair the council.  The council shall annually elect a vice chair from among the members of the council.\n\t(e)  All council members shall have voting rights.  A majority of the council members shall constitute a quorum.  The action of a majority of a quorum shall be the action of the council.\n\t(f)  Per diem and expenses incurred in the performance of official duties may be paid to a council member who:\n\n\n\n\t(1)\tIs not a government employee; or\n\t(2)\tIs a government employee, but does not receive salary, per diem, or expenses from the council member's employing unit for service to the council.\n\n\n\nA council member may decline to receive per diem and expenses for service to the council. [L 2003, c 181, pt of §1]"
}