{
    "name": "Death by wrongful act",
    "number": "3",
    "text": "(a)  When the death of a person is caused by the wrongful act, neglect, or default of any person, the deceased's legal representative, or any of the persons enumerated in subsection (b), may maintain an action against the person causing the death or against the person responsible for the death.  The action shall be maintained on behalf of the persons enumerated in subsection (b), except that the legal representative may recover on behalf of the estate the reasonable expenses of the deceased's last illness and burial.\n\t(b)  In any action under this section, such damages may be given as under the circumstances shall be deemed fair and just compensation, with reference to the pecuniary injury and loss of love and affection, including:\n\n\n\n\t(1)\tLoss of society, companionship, comfort, consortium, or protection;\n\t(2)\tLoss of marital care, attention, advice, or counsel;\n\t(3)\tLoss of care, attention, advice, or counsel of a reciprocal beneficiary as defined in chapter 572C;\n\t(4)\tLoss of filial care or attention; or\n\t(5)\tLoss of parental care, training, guidance, or education, suffered as a result of the death of the person;\n\n\n\nby the surviving spouse, reciprocal beneficiary, children, father, mother, and by any person wholly or partly dependent upon the deceased person.  The jury or court sitting without jury shall allocate the damages to the persons entitled thereto in its verdict or judgment, and any damages recovered under this section, except for reasonable expenses of last illness and burial, shall not constitute a part of the estate of the deceased.  Any action brought under this section shall be commenced within two years from the date of death of the injured person, except as otherwise provided. [L 1923, c 245, §1; RL 1925, §2681; am L 1931, c 16, §1; am L 1933, c 139, §1; RL 1935, §4052; RL 1945, §10486; am L 1955, c 205, §1; RL 1955, §246-2; HRS ; am L 1972, c 144, §2(c); am L 1997, c 383, §20]"
}