{
    "name": "Public auction unlawful when",
    "number": "22",
    "text": "It shall be unlawful for any person to sell, offer for sale, or expose for sale at public auction, any personal property at any place other than in a public auction room, except:\n\n\n\n\t(1)\tHousehold furniture, vehicles, automobiles, machinery, livestock, and such bulky articles as are usually sold in warehouses or places other than auction rooms;\n\t(2)\tSales made under the direction of any court;\n\t(3)\tSales of any personal property belonging to the State or any county;\n\t(4)\tA bona fide sale of a stock of merchandise, where the creditors of the owner thereof are engaged in the legitimate closing out of the stock;\n\t(5)\tSales by hawkers on the street or peddlers from vehicles;\n\t(6)\tSales by persons selling fruit, fish, seafood products, vegetables, butter, eggs, or other farm or ranch produce; or\n\t(7)\tA bona fide sale of a stock of merchandise, where the owner thereof is engaged in a legitimate closing out of the stock and has been engaged in business at a specified location in the State for not less than six months immediately preceding the commencement of any such sale; provided that the owner, before commencing any such sale, shall affix to each article to be sold a tag designating the article by serial number, and file with the county treasurer a true and sworn statement containing a detailed list and inventory of the stock, which statement shall include:\n\n\t\t(A)\tA description of each article to be sold sufficient to identify the same;\n\t\t(B)\tThe article's serial number;\n\t\t(C)\tThe article's cost price; and\n\t\t(D)\tThe approximate date of the article's receipt by the owner, if received by the owner not more than ninety days prior to the date of the statement.\n\n\n\n\n\n\tUpon conclusion of sale, the owner shall immediately file with the treasurer a true and sworn statement containing a detailed list and inventory of such stock as has been sold at and during the sale, which statement shall include a description of each article sold sufficient to identify the same, the article's serial number, and the price received therefor.\n\tThe treasurer, at any time prior to the filing of the final statement with the treasurer, or within ten days thereafter, shall require the owner to file with the treasurer the invoices and bills of lading of any articles in the stock that appear from the preliminary statement to have been received by the owner within three months prior to the first day of the sale.  The statements, invoices, and bills of lading shall be open to inspection by any interested person upon application to the treasurer.  The sale at public auction shall be only of the stock on hand at the time of filing the statement with the treasurer, and the stock shall not be augmented or replenished in anticipation of the auction sale, or pending or during the sale.  The auction sale shall be held on successive days, Sundays and legal holidays excepted, and shall not continue for more than thirty days within the period of one year.  Failure to comply with any of the foregoing provisions shall be deemed prima facie evidence that the sale was not for the legitimate purpose of closing out the stock.\n\tFor the purposes of this chapter, the term \"public auction room\" means a place designated by a licensed auctioneer in the manner set forth in section 445-29, as the place for holding auction; provided that the treasurer of any county may give a special permit to any regularly licensed auctioneer to conduct the sale of pictures, paintings, furniture, books and bric-a- brac, or personal property under foreclosure of mortgage, at a place other than a public auction room. [L 1923, c 177, pt of §1; RL 1925, §1974; am L 1925, c 195, pt of §1; am L 1931, c 190, pt of §1; RL 1935, §2418; RL 1945, §7019; am L 1951, c 196, §1; RL 1955, §155-19; HRS ; gen ch 1985; am L 1993, c 272, §1]"
}