{
    "name": "Number, appointment, term",
    "number": "4",
    "text": "(a)  The board shall be composed of five directors, whose term of office shall be five years, and each director shall hold office until the appointment and qualification of the director's successor.\n\t(b)  The terms of the first five directors, who shall be appointed by the governor, upon the fund becoming operational as provided in section 386A-12, shall expire as follows:\n\n\n\n\t(1)\tOne for one year;\n\t(2)\tOne for two years;\n\t(3)\tOne for three years;\n\t(4)\tOne for four years; and\n\t(5)\tOne for five years.\n\n\n\nThereafter, each director shall be appointed for a term of five years.\n\tUpon the payment in full of the loan from the State and all interest thereon, the unexpired terms of the appointed directors shall expire, and the fund's policyholders shall be entitled to elect all of the directors.  Any other law to the contrary notwithstanding, the selection and composition of the board of directors as provided in this section shall be deemed adequate to qualify the fund as a mutual insurer under chapter 431.\n\t(c)  A vacancy on the board shall be filled by appointment of the governor in the case of vacancies in positions formerly occupied by the governor's appointee, or by election by the fund's policyholders in the case of positions formerly occupied by a director elected by the fund's policyholders.  The person appointed to fill a vacancy shall serve for the remainder of the term of the person's predecessor.\n\t(d)  Each director shall receive necessary travelling and board expenses incurred in the performance of duty as a director and a fee of $100 for each day of actual attendance at board meetings, but not to exceed $500 a month.\n\t(e)  Within one year after appointment, each director shall be a policyholder or an employee of a policyholder of the fund and shall continue in such status during the director's term of office.\n\tNo person who has any interest as a stockholder, employee, attorney, or contractor of a competing insurance carrier shall be a director.\n\t(f)  The board shall determine the content and sale of workers' compensation insurance policies.\n\t(g)  The board shall discharge its duties:\n\n\n\n\t(1)\tIn accordance with the fund's purpose;\n\t(2)\tWith the care, skill, prudence, and diligence under the circumstances that a prudent director, acting in a like capacity and familiar with such matters would use in conducting a similar enterprise and purpose;\n\t(3)\tBy diversifying the fund's investments to minimize the risk of losses, unless it is prudent not to do so;\n\t(4)\tIn accordance with governing legal documents;\n\t(5)\tBy having an annual audit of the fund by an independent certified public accountant and by making copies of such audit available to the governor and the state legislature;\n\t(6)\tBy securing fidelity bonds for the directors and in its discretion for other agents dealing with the fund's assets at the fund's expense;\n\t(7)\tBy purchasing liability insurance for errors and omissions for the board, each director, and any other fiduciary employed or contracted by the fund to cover liability or losses caused by the act or omission of a fiduciary;\n\t(8)\tBy maintaining proper books of accounts and records of the fund's administration;\n\t(9)\tBy carrying out the reporting and disclosure requirements required by law; and\n\t(10)\tBy determining an actuarially responsible schedule of premium rates with consideration of the fund's investment income or refunds, or both, to policyholders.\n\n\n\n\t(h)  Except as otherwise provided by law, the fund may:\n\n\n\n\t(1)\tTransact workers' compensation insurance policies required or authorized by state law to the same extent as any other insurer.\n\n\t\t(A)\tThe fund may insure Hawaii employers against their liability for compensation or damages for injury or death under the United States Longshoremen's and Harbor Workers' Compensation Act or other federal or maritime laws like any other private insurer;\n\t\t(B)\tThe fund may insure an out-of-state employer against its liability for damages under the State's law for bodily injury or death occurring within the State of Hawaii if the fund also sold workers' compensation insurance to the employer as an in-state employer.\n\n\t(2)\tAllocate fiduciary responsibilities among the directors and designate other persons to carry out fiduciary responsibilities.\n\t(3)\tCollect, receive, hold, and disburse all money payable to or by the fund.\n\t(4)\tDeposit the fund's money in banks or depositories selected by the board.  Withdrawals from such banks or depositories shall be made or authorized only upon the signatures of at least two persons approved by the board.\n\t(5)\tPay money from the fund to effectuate the fund's purpose and administration, including costs incurred to establish the fund.\n\t(6)\tEmploy persons to administer the fund, including, but not limited to, legal counsel, accountants, insurance consultants, administrators, actuaries, investment managers, adjustors, and any other expert and clerical employees and pay compensation and expenses in connection therewith, without the restrictions or requirements affecting public officers and employees under title 7.\n\t(7)\tBy August 1, 1986, appoint an administrator, establish an administration office, and secure real and personal property to maintain such office to administer the fund.\n\t(8)\tProvide for the fund's administration, jointly, with other similar funds or similar purposes, to reduce expenses of administration.\n\t(9)\tSelect the department of budget and finance or other organization to serve as custodial trustee to collect, receive, hold, or disburse money payable to or by the fund.\n\t(10)\tInvest the fund's principal and income without distinction between principal and income and keep the fund's assets invested in real or personal property or other securities.  The board may retain cash temporarily awaiting investment or to meet contemplated payments without liability for interest thereon.\n\t\t\tThe board may manage the fund's assets, except to the extent that such authority to manage the fund's assets is delegated to other qualified investment managers.\n\t\t\tThe board may appoint investment managers to manage, acquire, or dispose of any of the fund's assets.  An investment manager may be designated as an \"investment agent\".\n\t\t\tAn investment manager is any fiduciary, who has been designated by the board to manage, acquire, or dispose of the fund's assets, a bank as defined by law, or an insurance company qualified to perform services under laws of more than one state.  Such investment manager shall acknowledge in writing that it is a fiduciary under the fund.\n\t\t\tThe board may, but not by way of limitation:\n\n\t\t(A)\tSell the fund's securities.  No purchaser of the fund's securities is bound to see to the application of the purchase money or inquire as to the validity of such sale.\n\t\t(B)\tVote in behalf of any stocks, bonds, or securities of any corporation or issuer held in the fund or request any action to such corporation or issuer.  The board may give general or special proxies or powers of attorney with or without powers of substitution.\n\t\t(C)\tParticipate in reorganizations, recapitalizations, consolidations, mergers, and similar transactions for stocks, bonds, or other securities of any corporation which are held in the fund and may accept and retain any property received thereunder for the fund.  The board may exercise any subscription rights and conversion privileges for the fund's stocks or securities.\n\t\t(D)\tCompromise, compound, and settle any debt or obligation due to or from the fund.  The board may reduce the amount of principal and interest, damages, and costs of collection in settling such debts.\n\t\t(E)\tCause securities held by it to be registered in its own name or in the name of a nominee without indicating that such securities are held in the fiduciary capacity and to hold any securities in bearer form.  The fund's records, however, shall show that such investments are part of the fund.\n\t\t(F)\tIn order to expedite the purchase and sale of securities, the board may delegate their investment powers to investment managers of the fund.  The purchase or sale of any securities by such managers shall be in the name selected by the board.  The authority of such managers to purchase or sell such securities for the fund shall be evidenced by written authority executed by the fund's administrator.  The board shall require such managers to keep them currently informed as to the nature and amount of the investments made for the fund by them.  The board may enter into appropriate agreements with such managers setting forth their investment powers and limitations.  The board may terminate the services of such managers.  Such managers shall be subject to the board's instructions.\n\n\t(11)\tBorrow money from any source and secure repayment thereof by pledging any of the fund's assets.\n\t(12)\tBuy, sell, exchange, lease, convey, and otherwise acquire or dispose of any real or personal property under proper terms and sign and deliver any necessary instrument of conveyances or transfer, or both, in connection therewith.\n\t(13)\tEnter into any agreement to carry out this chapter and to administer the fund.\n\t(14)\tPay taxes or assessments assessed against the fund.\n\t(15)\tRequire any employer or policyholder or any employee to furnish the board with such information necessary for the fund's administration.\n\t(16)\tDelegate its authority to the administrator or any authorized representative to maintain any legal proceedings necessary to protect the fund or the directors or to secure payment due to the fund.  In connection therewith the board or the administrator or their representative may compromise, settle, or release claims on behalf of or against the fund or the board.\n\t(17)\tPromote safety programs to employer clients, including, but not limited to, the following activities:\n\n\t\t(A)\tAnalysis of reports of industrial accidents of employer clients to help determine the cause of these accidents;\n\t\t(B)\tConduct of studies for the purpose of risk and hazard identification and assessment by safety and medical professionals;\n\t\t(C)\tConduct of educational programs designed to prevent frequently recurring industrial accidents; and\n\t\t(D)\tInspection of work sites and investigation of unsafe working conditions to promote job safety and elimination of hazards.\n\n\t(18)\tProvide the terms and conditions of an insurance policy.\n\t(19)\tProvide that any written instrument be executed for the fund by the administrator or the administrator's agent.\n\t(20)\tPay for reasonable expenses to educate the directors and fund personnel, including but not limited to travelling, room and board, and tuition expenses. [L 1985, c 296, pt of §11; am L 1989, c 277, §§5, 6]"
}