{
    "name": "Mergers; procedures; approval by members",
    "number": "21.6",
    "text": "(a)  Pursuant to a plan of merger, any agricultural cooperative association organized under this chapter may merge with one or more domestic professional corporations, or with one or more associations, or other business entities formed or organized under the laws of this State, any state or territory of the United States, any foreign jurisdiction, or any combination thereof, with one of the domestic professional corporations, associations, or other business entities whether domestic or foreign, being the surviving entity as provided in the plan; provided that the merger is permitted by the law of the state or country under whose law each foreign association or entity that is a party to the merger is organized.\n\t(b)  The board or a committee selected by the board or the members shall adopt a plan of merger that sets forth:\n\n\n\n\t(1)\tThe names of the entities proposing to merge;\n\t(2)\tThe name of the surviving entity;\n\t(3)\tThe manner and basis of converting the stock or membership of each association into stock or membership in the surviving entity;\n\t(4)\tThe terms of the merger;\n\t(5)\tThe proposed effect of the merger on the members of the association; and\n\t(6)\tAmendments, if any, to the organizing articles of the surviving entity or, if no amendments are desired, a statement that the organizing articles of the surviving entity shall not be amended pursuant to the merger.\n\n\n\n\t(c)  The board of each association shall mail a notice of the proposed merger to each member.  The notice shall contain the full text of the merger plan and the time and place of the meeting at which the plan will be considered.  An association with more than two hundred members may publish the notice as provided in section 421-12.\n\t(d)  At the meeting, a vote of the members shall be taken on the proposed plan; provided that a quorum of the members shall be registered as being present or represented by proxy vote at the meeting.  The plan shall be approved upon receiving the affirmative vote of:\n\n\n\n\t(1)\tTwo-thirds of the votes cast; or\n\t(2)\tFor an association with articles or bylaws requiring more than two-thirds of the votes cast or other conditions for approval, a proportion of the votes cast or a number of total members as required by the articles or bylaws and the conditions for approval in the articles or bylaws have been satisfied.\n\n\n\nAfter the plan has been approved, the chair, vice-chair, president, vice president, secretary, or assistant secretary of each association merging shall sign the articles of merger which shall also be signed on behalf of each other entity that is a party to the merger.\n\t(e)  The articles of merger shall be filed with the director of commerce and consumer affairs.  The articles shall set forth:\n\n\n\n\t(1)\tThe name and jurisdiction of each entity that is a party to the merger, and the name, address, and jurisdiction of the surviving entity;\n\t(2)\tA statement that the plan of merger has been approved by each entity involved in the merger in accordance with the applicable laws of each entity;\n\t(3)\tA statement indicating any changes in the organizing articles of the surviving entity to be given effect by the merger; provided that if no changes are made, a statement that the organizing articles of the surviving entity shall not be amended pursuant to the merger; and\n\t(4)\tA statement that includes:\n\n\t\t(A)\tAn agreement that the surviving entity may be served with process in this State in any action or proceeding for the enforcement of any liability or obligation of any entity previously subject to suit in this State which is to merge;\n\t\t(B)\tAn irrevocable appointment of a resident of this State as its agent to accept service of process in any such proceeding, that includes the resident's street address in this State; and\n\t\t(C)\tAn agreement for the enforcement, as provided in this chapter, of the right of any dissenting member, shareholder, or partner to receive payment for their interest against the surviving entity.\n\n\n\n\n\n\tArticles of merger shall act as articles of dissolution or an application for a certificate of withdrawal for the respective domestic or foreign entity that is not the surviving entity in the merger.\n\t(f)  The merger shall become effective upon the effective date and time of filing the articles of merger, or upon a date and time subsequent to the filing as set forth in the articles, but not more than thirty days after being filed.\n\t(g)  A certified copy of the articles of merger shall be filed with the department of agriculture.\n\t(h)\tWhen a merger takes effect:\n\n\n\n\t(1)\tThe separate existence of each entity that is a party to the merger, other than the surviving entity, terminates;\n\t(2)\tAll property owned by each of the entities that are parties to the merger vests in the surviving entity;\n\t(3)\tAll debts, liabilities, and other obligations of each entity that is a party to the merger become the obligations of the surviving entity;\n\t(4)\tAn action or proceeding pending by or against an entity that is party to a merger may be continued as if the merger had not occurred or the surviving entity may be substituted as a party to the action or proceeding; and\n\t(5)\tExcept as prohibited by other law, all rights, privileges, immunities, powers, and purposes of every entity that is a party to a merger become vested in the surviving entity.\n\n\n\n\t(i)  If a surviving entity fails to appoint or maintain an agent designated for service of process in this State or the agent for service of process cannot with reasonable diligence be found at the designated office, service of process may be made upon the surviving entity by sending a copy of the process by registered or certified mail, return receipt requested, to the surviving entity at the address set forth in the articles of merger.  Service is effected under this subsection at the earliest of:\n\n\n\n\t(1)\tThe date the surviving entity receives the process, notice, or demand;\n\t(2)\tThe date shown on the return receipt, if signed on behalf of the surviving entity; or\n\t(3)\tFive days after its deposit in the mail, if mailed postpaid and correctly addressed.\n\n\n\n\t(j)  The rights of creditors shall not be impaired by the merger without the creditors' consent.\n\t(k)  The director of commerce and consumer affairs may charge a filing fee for filing the articles.\n\t(l)  For the purposes of a merger, an association shall be defined as an association organized under chapter 421 or 421C. [L 1993, c 105, §1; am L 2001, c 129, §64; am L 2004, c 121, §25]"
}