{
    "name": "Conditions",
    "number": "12",
    "text": "Every borrower who is granted a loan under this chapter shall comply with the following conditions:\n\n\n\n\t(1)\tExpend no portion of the borrower's loan for purposes other than those sanctioned by the department of agriculture;\n\t(2)\tCarry out recommended management practices, including the keeping of proper records;\n\t(3)\tNot sell or otherwise dispose of the mortgaged property except on written consent of the lender, and except upon conditions as may be prescribed in writing by the lender;\n\t(4)\tUndertake to pay, when due, all taxes, liens, judgments, or assessments that may be lawfully assessed against the property mortgaged, together with the costs and expense of any foreclosure of the mortgage;\n\t(5)\tKeep insured to the satisfaction of the department all buildings and other insurable property covered by the mortgage.  Insurance shall be made payable to the mortgagee as its interests may appear at the time of the loss.  At the option of the lender, and subject to the general regulations of the department, sums so received may be used to pay for reconstruction of the buildings destroyed, or for decreasing the amount of the indebtedness;\n\t(6)\tKeep buildings in good repair; provide proper care for improvements, stock, and implements; keep land free from noxious weeds; and practice good systems of husbandry;\n\t(7)\tAll of the above conditions shall be held and construed to be a provision of any mortgage executed by virtue of this chapter whether appearing as a provision of the mortgage or not; and\n\t(8)\tIf the borrower is in default in respect to the above conditions, or any other conditions, or any other condition or covenant of the mortgage, the whole of the loan shall, at the option of the lender become due and payable forthwith.  The lender may, with or without notice, take possession of the mortgaged property pending a foreclosure and may carry on the business pursuits upon the mortgaged premises, expending all reasonable sums therefor.  The sums shall be a lien on the mortgaged premises and be recoverable in any foreclosure proceedings or otherwise.  The lender may foreclose the mortgage by any method provided for by law. [L 1959, c 278, pt of §1; am L Sp 1959 2d, c 1, §25; am L 1961, c 104, §1(n) and c 132, §2; Supp, §102-12; HRS ; gen ch 1985; am L 2000, c 51, §13]"
}