{
    "name": "Cooperation in loans by the department",
    "number": "6.5",
    "text": "(a)  The department of agriculture, for a fee, may underwrite and service loans for cooperating private lenders and government loan programs providing loan funds to qualified farmers and qualified food manufacturers.  All fees shall be deposited into the agricultural loan reserve fund. \t(b)  Loans underwritten or serviced under this section shall not be subject to the restrictions in section 155-3.\n\t(c)  Loans underwritten or serviced under this section shall be limited by sections 155-1 and 155-9 to 155-12; provided that class \"E\" loans to food manufacturers shall not be subject to section 155-10.  No class \"D\" and \"F\" loans shall be underwritten or serviced under this section.\n\t(d)  Loans underwritten or serviced under this section shall bear simple interest on the unpaid principal balance charged on the actual amount disbursed to the borrower.  The interest rate on class \"A\", \"B\", \"C\", and \"E\" loans shall be at a rate of two per cent above the prime rate or at a rate of eight and one-half per cent a year, whichever is less.  For purposes of this subsection, the prime rate shall be determined on January 1 and July 1 of each year and shall be the prime rate charged by the two largest banks in the State identified by the department of commerce and consumer affairs.  If the prime rates of the two largest banks are different, the higher prime rate of the two shall apply.\n\tThe director of commerce and consumer affairs shall publish a notice statewide pursuant to section 1-28.5 to specify the prime rate.\n\t(e)  For loans underwritten or serviced under this section, funds shall be disbursed in accordance with rules adopted by the department pursuant to chapter 91.\n\t(f)  The department and the cooperating lender may charge a filing fee for any application made under this section.  However, the applicant shall pay for any actual expenses incurred.\n\t(g)  The department and the cooperating lender may mutually agree on underwriting criteria, functions, responsibilities, and fees for loan underwriting and loan servicing, by way of a memorandum of agreement.  The memorandum of agreement shall be approved by the chairperson of the board of agriculture. [L 1999, c 294, §2; am L 2000, c 51, §8]"
}