{
    "name": "Juror qualification form",
    "number": "13",
    "text": "(a)  The clerk shall prepare an alphabetical list of the names in the master jury wheel, which shall not be disclosed to any person other than pursuant to this chapter or specific order of the court.  The clerk shall mail to every name on the list a juror qualification form accompanied by instructions to fill out and return the form by mail to the clerk within ten days after its receipt.  The form shall be subject to approval by the court as to matters of form and shall elicit the name, address of resident, age of the prospective juror, other information pertinent to disqualification or exemption from jury service, and any other matters as may be ordered by the court.  The form also shall contain the prospective juror's declaration that the prospective juror's responses are true to the best of the prospective juror's knowledge and the prospective juror's acknowledgment that a wilful misrepresentation of a material fact may be punished by a fine of not more than $500 or imprisonment for not more than thirty days, or both.  Notarization of the juror qualification form shall not be required.  If the prospective juror is unable to fill out the form, another person may do it for the prospective juror and shall indicate that the person has done so and the reason therefor.  Upon failure or refusal of any person duly receiving the juror qualification form to complete and return it as required, or in case of an omission, ambiguity, or error in a returned form, the court, after first summoning the person to appear before the clerk to complete or correct the form, may punish the person for contempt.\n\t(b)  At the time of the prospective juror's appearance for jury service, or at the time of any interview before the court or clerk, any prospective juror may be required or permitted to fill out another juror qualification form in the presence of the court or clerk, at which time the prospective juror may be questioned, but only with regard to the prospective juror's responses to questions contained on the form and grounds for the prospective juror's exemption, excuse, or disqualification.  Any information thus acquired by the court or clerk shall be noted on the juror qualification form.\n\t(c)  Any person who wilfully misrepresents a material fact on a juror qualification form for the purpose of avoiding or securing service as a juror is guilty of a petty misdemeanor.\n\t(d)  Juror qualification forms shall not be deemed a public record, nor shall they become part of the court record unless the court so orders and places under the seal of the court; provided that a redacted form may be disclosed:\n\n\n\n\t(1)\tTo the litigants pursuant to section 612-17(c); or\n\t(2)\tWhen permitted in accordance with section 612-23. [L 1973, c 191, pt of §1; gen ch 1985; am L 1987, c 366, §6; am L 2002, c 92, §3]"
}