{
    "name": "Purpose; findings and determinations",
    "number": "221",
    "text": "C.  Rental Assistance Program\n []    The legislature finds and declares that the health and general welfare of the people of the State require that the people of this State have safe and sanitary rental housing accommodations available at affordable rents; that a grave shortage in the number of such accommodations affordable by families and individuals of low and moderate income in the State exists; that it is essential that owners of rental housing accommodations be provided with appropriate additional means to assist in reducing the cost of rental housing accommodations to the people of the State.\n\tAdditionally, the legislature finds that the high cost of infrastructure development and the obtaining of interim construction financing are two of the greatest impediments to the production of affordable rental housing in this State.  It is especially difficult for private nonprofit and profit entities to participate in the development of affordable housing due to the difficulty in amassing the capital necessary to plan and carry a project to completion.\n\tIt is the purpose of this subpart to:\n\n\n\n\t(1)\tAssist owners in maintaining the rentals at levels affordable by families and individuals of low and moderate income by providing owners with rental assistance payments which, with rentals received by tenants of low and moderate income, will provide owners with limited but acceptable rates of return on their investments in rental housing accommodations; and that assisting owners by entering into contracts with them which provide for rental assistance payments is a valid public purpose and in the public interest; and\n\t(2)\tProvide a funding source for interim construction financing for the development of affordable rental housing by private nonprofit and profit entities, as well as the corporation; provided that in allotting this financing, the corporation shall give preference to qualified sponsors who are private nonprofit and profit entities. [L 1997, c 350, pt of §2]"
}