{
    "name": "Educational requirements for intra-oral block anesthesia",
    "number": "3.5",
    "text": "(a)  The applicant for certification to administer intra-oral block anesthesia shall show proof that the applicant successfully completed a course of study that shall include the following categories of intra-oral infiltration local anesthesia and intra-oral block anesthesia:\n\n\n\n\t(1)\tMaxillary mandibular infiltration anesthesia;\n\t(2)\tLong buccal nerve block anesthesia;\n\t(3)\tMental nerve block;\n\t(4)\tInferior alveolar/lingual nerve block;\n\t(5)\tIncisive nerve block;\n\t(6)\tPosterior superior alveolar nerve block;\n\t(7)\tMiddle superior alveolar nerve block;\n\t(8)\tAnterior superior alveolar nerve block;\n\t(9)\tNasopalatine (incisive canal) nerve block; and\n\t(10)\tGreater (anterior) palatine nerve block.\n\n\n\n\t(b)  A course of study shall also include didactic studies and clinical experience, and for intra-oral block anesthesia categories in subsection (a)(1) to (10), at least thirty-nine hours, and a minimum of fifty successful injections of which ten shall be in intra-oral block in subsection (a)(4) and five in intra-oral block in subsection (a)(6).\n\t(c)  The curriculum of the course of study shall include as follows:\n\n\n\n\t(1)\tCardiopulmonary resuscitation certification;\n\t(2)\tMedical history evaluation procedures;\n\t(3)\tPhysical evaluation procedures;\n\t(4)\tAnatomy of head, neck, and oral cavity as it relates to administering local anesthetic agents;\n\t(5)\tPharmacology of local anesthetics and vasoconstrictors;\n\t(6)\tIndications and contraindications for administration of local anesthetics;\n\t(7)\tPrevention, diagnosis, and management of medical emergency;\n\t(8)\tRecognition and management of post-injection complications and management of reactions to injections;\n\t(9)\tMedical and legal management complications;\n\t(10)\tSelection and preparation of the armamenteria and recordkeeping for administering various local anesthetics;\n\t(11)\tMethods of administering local anesthetics with emphasis on technique, which includes aspiration and slow injection, in addition to minimum effective dosage; and\n\t(12)\tProper infection control techniques with regard to local anesthesia and the proper disposal of sharps.\n\n\n\n\t(d)  As part of the course of study, the applicant or licensed dental hygienist shall be required to pass an examination to determine if the applicant or licensed dental hygienist has acquired the necessary knowledge and clinical proficiency to administer intra-oral block anesthesia.\n\t(e)  The board of dental examiners may adopt rules pursuant to chapter 91, relating to the education and certification of dental hygienists to administer intra-oral block anesthesia. [L 1999, c 97, §1]"
}