{
    "name": "Who may become dental hygienists; fees",
    "number": "1",
    "text": "(a)  Any person:\n\n\n\n\t(1)\tEighteen years of age or over;\n\t(2)\tHolding and having a diploma or proper certificate of graduation from a dental hygiene school accredited by the American Dental Association (A.D.A.) Commission on Dental Accreditation requiring at least a two year course, recognized by the board of dental examiners; and\n\t(3)\tHaving been officially certified in the administration of intra-oral infiltration local anesthesia and intra-oral block anesthesia by an accredited dental hygiene school or by a certification program previously approved by the board;\n\n\n\nupon written application made to and filed with the board may be examined for qualification as a dental hygienist.\n\tThe application for examination shall be accompanied by the applicant's certificate of graduation from an accredited dental hygiene school together with documentary proof of the applicant's certification in the administration of intra-oral infiltration local anesthesia and intra-oral block anesthesia.  At the time of filing the application, the applicant shall pay to the board application and examination fees, which fees, together with all other fees or charges in this chapter, shall be as provided in rules adopted by the director of commerce and consumer affairs pursuant to chapter 91, and shall be deposited to the credit of the compliance resolution fund established pursuant to section 26-9(o).\n\t(b)  The board shall require an applicant to take and pass the State's examination or one of the following four regional examinations given after February 1, 2005, by:\n\n\n\n\t(1)\tThe Western Regional Examining Board;\n\t(2)\tThe Central Regional Dental Testing Service, Inc.;\n\t(3)\tThe Southern Regional Testing Agency, Inc.; or\n\t(4)\tThe North East Regional Board of Dental Examiners.\n\n\n\n\t(c)  Once a national examination is available, an applicant shall take and pass the national examination, and neither the state examination nor any regional examination shall be accepted; provided that an applicant who has taken and passed the state or a regional examination after February 1, 2005, but prior to the availability of a national examination shall be deemed to have met the board's examination requirement.\n\t(d)  If the applicant successfully passes the examination, the applicant shall be licensed to practice as a dental hygienist in the State.  Every licensed dental hygienist, before entering practice, shall pay the board a license fee.  On or before December 31 of each odd-numbered year, every licensed dental hygienist desiring to begin or continue to practice in the State shall pay to the board a fee for the biennial licensure thereof.  The failure, neglect, or refusal of any duly licensed dental hygienist to pay the biennial licensure fee shall constitute a forfeiture of the license, but the license may be restored upon written application therefor and payment to the board of a restoration fee.\n\t(e)  An applicant's or licensed dental hygienist's competence to administer intra-oral infiltration local anesthesia shall be demonstrated by certification in the administration of intra-oral infiltration local anesthesia by an accredited dental hygiene school or by a certification program previously approved by the board.  In addition, an applicant's or licensed dental hygienist's competence to administer intra-oral block anesthesia shall be demonstrated by proof of successful completion of a course of study in accordance with standards provided for in this chapter, and the issuance of a certificate or other program documentation listing the intra-oral block anesthesia categories in which the applicant or licensed dental hygienist has acquired knowledge and proficiency.\n\tThe applicant or licensed dental hygienist shall also submit documentation of the course content when submitting the certificate.  The board shall certify that the applicant or licensed dental hygienist has met the requirements of this chapter; provided that the licensed dental hygienist's administration of intra-oral block anesthesia shall be under the direct supervision of a licensed dentist and shall be for those categories of intra-oral block anesthesia listed on the course of study certificate submitted to the board.\n\t(f)  No person shall practice dental hygiene, either gratuitously or for pay, or shall offer or attempt so to practice, or shall advertise or announce publicly or privately as being prepared or qualified so to practice, without having a license as in this section provided, nor shall any licensed dental hygienist practice except under the supervision of a licensed dentist as in this chapter provided. [L 1920, c 7, §1; am L 1923, c 136, §1; RL 1925, §1083; am L 1927, c 149, §1; am L 1931, c 158, §1; RL 1935, §1000; am L 1941, c 6, §1; RL 1945, §2181; am L 1949, c 59, §1; RL 1955, §62-1; am L 1959, c 90, §1; am L Sp 1959 2d, c 1, §§14, 15; am L 1961, c 142, §4 and c 184, §28; am L 1963, c 114, §§1, 3; HRS ; am L 1975, c 118, §10; am L 1982, c 204, §8 and c 240, §1; am L 1983, c 124, §17; am L 1984, c 7, §24; am L 1987, c 73, §1; am L 1989, c 232, §1; am L 1991, c 51, §1; am L 1994, c 183, §2; am L 1997, c 9, §§1, 2, c 39, §1, and c 232, §6; am L 1999, c 97, §3; am L 2004, c 69, §1; am L 2005, c 122, §1]\nCross References\n  Board of dental examiners, see §448-5.\n  Disposal of examination records, see §94-5."
}