{
    "name": "Relating to agent of society",
    "number": "1110",
    "text": "The agent of any society which is formed or incorporated for the prevention of cruelty to animals, upon being appointed thereto by the president of such society in any district in the State, may within such district make arrests and bring before any district judge thereof offenders found violating the provisions of section 711-1109 to be dealt with according to law. [L 1972, c 9, pt of §1]\n \nCOMMENTARY ON §§711-1109 TO 1110\n \n  When the Legislature adopted the Code in 1972, it declined to accept the Proposed Draft's treatment of the offense of cruelty to animals.  Section 711-1109 as adopted clarifies the existing law relating to the offense of \"cruelty to animals.\"  It makes it a crime to \"knowingly or recklessly\" overdrive, overload, torture, torment, deprive of necessary sustenance, cruelly beat, or needlessly mutilate or kill any living creature.  The section prohibits the keeping, using, management, or receipt of money for admission for fighting or baiting any \"bull, bear, dog, cock, or other creature.\"  It also bars the carrying of any creature in a cruel or inhumane manner, and bars any other act towards the furtherance of any act of cruelty to animals. \n  The section provides that if a domestic animal is so severely injured that there is no reasonable probability that its life or usefulness can be saved, the animal may be immediately destroyed. \n  The section also states that the provisions do not apply to \"accepted veterinary practices\" and \"scientific research\" activities. \n  Section 711-1110 is a new section which was not contained in the Proposed Draft.  It authorizes agents of any society for the prevention of cruelty to animals to make arrests for violations of §711-1109. \n  The Code basically retains the prior existing Hawaii law relating to this subject.  Thus the provisions set forth in HRS Chapter 722, with updating, appear to be restated in substantial part in the Code.  The Code treatment thus differs from the brief provision recommended by the Proposed Draft.  The Legislature felt that the provision was too vague to prevent some types of mistreatment of animals.  Conference Committee Report No. 2 (1972). \n \nSUPPLEMENTAL COMMENTARY ON §§711-1109 TO 1110\n \n  Act 173, Session Laws 1998, amended §711-1109 to provide that depriving pet animals of necessary sustenance constitutes the crime of cruelty to animals.  The legislature noted that the statute identified only those acts which were the most heinous and extreme, such as beating, mutilation, poisoning, starvation, and torture.  However, on a daily basis, other less overt acts such as daily neglect also resulted in the inhumane treatment of animals.  Thus, the legislature agreed that pet animals deserved a minimum level of care including adequate food, water, and shelter.  Senate Standing Committee Report No. 3222, Conference Committee Report No. 87.\n  Act 192, Session Laws 1986, amended §711-1109 to provide that the intentional, knowing, or reckless poisoning of an animal, except insects and vermin, constitutes the offense of cruelty to animals.  The prohibition was enacted in light of the increasing incidences of paraquat poisoning of animals and because of the uncertainty of whether the present law applied to such acts.  House Conference Committee Report No. 37-86, Senate Conference Committee Report No. 27-86, and House Standing Committee Report No. 392. \n  Section 711-1109.3 was added by Act 129, Session Laws 1983, to prohibit the practice of dog fighting and its related activities.  While those activities could be prosecuted under §711-1109, the legislature felt the need to impose a more severe sanction than the misdemeanor penalty imposed in that section.  Senate Standing Committee Report No. 347, House Standing Committee Report No. 1054.\n  Act 259, Session Laws 2002, added §§711-1109.4 and 711-1109.5, creating criminal offenses for causing injury or death to a guide dog, signal dog, or service animal, and for intentional interference with the use of a guide dog, signal dog, or service animal.  Act 259 recognized the unique skills of guide dogs, signal dogs, and service animals that have completed lengthy and specialized training to serve their owners with disabilities.  The dogs have become the object of taunting and injury from people or from other dogs.  Conference Committee Report No. 58-02.\n  Act 239, Session Laws 2006, added §§711-1109.1 and 711-1109.2, allowing:  (1) law enforcement officers to enter premises and impound a pet animal when there is probable cause to believe the pet animal is being subjected to cruel treatment; and (2) a court to order the forfeiture of an impounded pet animal prior to the disposition of a criminal action against the pet animal's owner.  The forfeiture was intended to pay for the animal's care, not to punish the owner.  Act 239 provided a way to implement the legal principle that, despite the impoundment, the obligation to provide adequate care for the pet animal remains with the owner.  Conference Committee Report No. 6-06, Senate Standing Committee Report No. 2592.\n  Act 114, Session Laws 2007, strengthened Hawaii's animal cruelty laws.  Act 114 amended §711-1109 by making conduct against any animal resulting in substantial bodily injury a misdemeanor.  Act 114 also amended §§711-1109.1 and 711-1109.2 by conforming the forfeiture provisions to apply to the felony prohibitions of the Act.  Act 114 created the offense of cruelty to animals in the first degree, making it a felony to intentionally or knowingly torture, mutilate, or poison or cause the torture, mutilation, or poisoning of any pet animal resulting in serious bodily injury or death of the pet animal.  The legislature found that violence, whether against humans or animals, must be not tolerated in our society. Evidence suggests a link between animal abuse and the commission of violent acts against humans.  Hawaii is only one of nine states in the United States without a felony offense for domestic animal abuse.  The legislature also found that pet animals provide a close emotional bond and relationship with their owners and family members and friends.  Violence and harm committed against the animals have a significant emotional impact on their owners and family.  The felony provisions of Act 114 protected pet animals. Conference Committee Report No. 29."
}