{
    "name": "Cruelty to animals in the first degree",
    "number": "1108.5",
    "text": "(1)  A person commits the offense of cruelty to animals in the first degree if the person intentionally or knowingly tortures, mutilates, or poisons or causes the torture, mutilation, or poisoning of any pet animal resulting in serious bodily injury or death of the pet animal.\n     (2)  Subsection (1) shall not apply to:\n    (a)   Accepted veterinary practices;\n    (b)   Activities carried on for scientific research governed by standards of accepted educational or medicinal practices; or\n    (c)   Cropping or docking as customarily practiced.\n     (3)  Whenever any pet animal is so severely injured that there is no reasonable probability that its life can be saved, the pet animal may be immediately destroyed without creating any offense under this section.\n     (4)  Cruelty to animals in the first degree is a class C felony. [L 2007, c 114, §2]\n \nCOMMENTARY ON \n \n  Act 114, Session Laws 2007, created the offense of cruelty to animals in the first degree, making it a felony to intentionally or knowingly torture, mutilate, or poison or cause the torture, mutilation, or poisoning of any pet animal resulting in serious bodily injury or death of the pet animal.  The legislature found that violence, whether against humans or animals, must be not tolerated in our society. Evidence suggests a link between animal abuse and the commission of violent acts against humans.  Hawaii is only one of nine states in the United States without a felony offense for domestic animal abuse.  The legislature also found that pet animals provide a close emotional bond and relationship with their owners and family members and friends.  Violence and harm committed against the animals have a significant emotional impact on their owners and family.  The felony provisions of Act 114 protected pet animals.  Conference Committee Report No. 29."
}