{
    "name": "Grant of approval",
    "number": "10-107",
    "text": "§412:10-107    (a)  Approval of the application for charter shall be granted if the commissioner finds that:\n\n\n\n\t(1)\tThe proposed credit union will be formed for legitimate purposes contemplated by this article;\n\t(2)\tThe qualifications, character, experience, and general fitness of the original chartering applicants and proposed executive officers are such as will command public confidence.  For purposes of this section, the commissioner may presume that in the absence of credible evidence to the contrary, an original chartering applicant or proposed executive officer is of good character and is qualified to participate in the affairs of the proposed credit union.  Such presumption may be rebutted by evidence to the contrary, including without limitation a finding that such applicant or executive officer has:\n\n\t\t(A)\tBeen convicted of, or has pleaded nolo contendere to, any crime involving an act of fraud or dishonesty;\n\t\t(B)\tConsented to or suffered a judgment in any civil action based upon conduct involving an act of fraud or dishonesty;\n\t\t(C)\tConsented to or suffered the suspension or revocation of any professional, occupational, or vocational license based upon conduct involving an act of fraud or dishonesty;\n\t\t(D)\tWilfully made or caused to be made in any application or report filed with the commissioner, or in any proceeding before the commissioner, any statement which was at the time and in the light of the circumstances under which it was made false or misleading with respect to any material fact, or has wilfully omitted to state in any application or report any material fact which was required to be stated therein; or\n\t\t(E)\tWilfully committed any violation of, or has wilfully aided, abetted, counseled, commanded, induced, or procured the violation by any other person of, any provision of this chapter or of any rule or order issued under this chapter;\n\n\t(3)\tThe characteristics of the common bond of the proposed field of membership set forth in the proposed articles of association are favorable to the economic viability of the proposed credit union;\n\t(4)\tThe proposed operations of the credit union will be conducted in a safe and sound manner; and\n\t(5)\tThe articles of association and bylaws are in compliance with this article.\n\n\n\n\t(b)  Upon approval of the application by the commissioner, the credit union shall be a body corporate and as such, subject to the limitations herein contained, shall be vested with all the powers and charged with all the liabilities conferred and imposed by this article.\n\t(c)  In granting approval of the application, the commissioner may impose such conditions and restrictions as shall be in the public interest, including without limitation requiring the applicants to fulfill representations contained in their application and agreements made with the commissioner during the application process.\n\t(d)  Upon issuance of a charter, the commissioner shall return the articles of association and bylaws to the applicants or their representatives.  The original articles and bylaws shall be preserved in the permanent files of the credit union.\n\t(e)  The applicants shall not transact any credit union business until the application has been approved by the commissioner and a charter has been issued. [L 1993, c 350, pt of §1]"
}