{
    "name": "General powers",
    "number": "8-200",
    "text": "PART II.  POWERS OF TRUST COMPANIES\n\n     (a)  Except as expressly prohibited or limited by this chapter, a trust company shall have the fiduciary powers specified in section 412:8-201, such powers as are granted to trustees generally by law, such other powers usual and incidental to the business of a trust company, and all rights, powers and privileges of a corporation organized under the laws of this State including but not limited to the power to:\n\n\n\n\t(1)\tBorrow money from any source within or without the State; provided that a trust company shall not pledge or encumber any client assets for the purpose of borrowing money for its own account or benefit;\n\t(2)\tEnter into repurchase agreements; and\n\t(3)\tMake investments as permitted under this article.\n\n\n\n\t(b)  Except as otherwise expressly authorized by this chapter, a trust company shall not:\n\n\n\n\t(1)\tIssue bills of exchange or letters of credit;\n\t(2)\tDiscount commercial paper;\n\t(3)\tSolicit, accept, or hold deposits;\n\t(4)\tEngage in a general banking, savings bank, or savings and loan association business;\n\t(5)\tEngage in any business for which a real estate broker's license is required, in any business for which an insurance producer license is required, or in any business of a securities broker or dealer; and\n\t(6)\tMake any loans or extensions of credit to any person; except, a trust company may:\n\n\t\t(A)\tMake loans to its affiliates not exceeding in the aggregate amount twenty per cent of the trust company's capital and surplus;\n\t\t(B)\tMake loans to its clients for the sole purpose of preventing overdrafts in the client's account or accounts or securing repayment of overdrafts in the client's account or accounts.  A trust company may charge interest on such advances, subject to chapter 478.  A trust company shall have a lien on the assets in the client's account or accounts for the amount of the advance or credit and interest; and\n\t\t(C)\tPay or advance premiums due and owing by any person to an insurance company, before the payment by the person; provided that the total amount of the payments and advances at any one time for the benefit of any one person shall not exceed two per cent of the capital and surplus of the trust company, and for the benefit of all such persons shall not exceed fifteen per cent of the capital and surplus of the trust company. [L 1993, c 350, pt of §1; am L 1995, c 56, §1; am L 2003, c 212, §12]"
}