{
    "name": "Provisional approval to organize",
    "number": "2-508",
    "text": "§412:2-508    (a)  The commissioner may issue a provisional approval to organize a new corporation pursuant to this chapter and chapter 414 solely for the purpose of merging with or acquiring the stock or assets and assuming the liabilities of a failing financial institution in a transaction meeting the requirements of this part and other applicable law. \t(b)  Applications for a provisional approval shall be filed with the commissioner, and shall provide the information required by this chapter for preliminary approval to organize the type of financial institution that will result from the merger or acquisition under this part.  The applicant shall also furnish such other information as the commissioner may require, and an application fee as established by the commissioner.\n\t(c)  The commissioner may expedite consideration of an application filed under this section, and may grant the application for a provisional approval without any investigation or publication of notice or informational and comment proceeding; provided, that if after granting of approval, the commissioner discovers any reason why approval should not have been granted, the approval may be revoked by giving written notice of revocation to the applicant.\n\t(d)  Except as otherwise provided in this section, the provisional approval shall enable the applicant to accomplish only the merger or acquisition, or both, as shall be specified in the approval.\n\t(e)  Any provisional approval shall expire one year after it has been granted, or upon issuance of a charter or license as provided in this chapter, whichever first occurs.  The commissioner may extend the expiration date of a provisional approval for good cause.  If the merger or acquisition is not consummated before the expiration of the provisional approval, or any extended time granted by the commissioner the approval shall be void and of no further effect. [L 1993, c 350, pt of §1; am L 2002, c 40, §12]"
}