{
    "name": "Application for license",
    "number": "3-301",
    "text": "§412:3-301    (a)  Any corporation or any person intending to form a corporation incorporated in this State may file an application with the commissioner for a license to engage in the business of a nondepository financial services loan company. \t(b)  The application shall contain the following information, unless waived by the commissioner:\n\n\n\n\t(1)\tThe proposed name of the nondepository financial services loan company, the location of its principal office, and any lease agreements for such principal office;\n\t(2)\tAny intended or existing affiliates, subsidiaries, and holding company of the proposed nondepository financial services loan company and the extent and nature of the holding company's control over the operations of the proposed nondepository financial services loan company;\n\t(3)\tA business plan which shall contain the following:\n\n\t\t(A)\tA written description of the company's proposed financial products;\n\t\t(B)\tA written statement which explains how the scope of the proposed business complies with article 9 and why any existing lines of business do not conflict with the provisions of article 9;\n\t\t(C)\tA written description of the company's proposed plan of marketing its products, whether through affiliates, subsidiaries, service corporations, or holding company;\n\t\t(D)\tFinancial projections regarding the nondepository financial services loan company's profitability; and\n\t\t(E)\tAny and all contractual arrangements which are intended to be executed between the nondepository financial services loan company and its holding company, affiliates, and subsidiaries;\n\n\t(4)\tFinancial statements, employment history, education, management experience, and other biographical information for the proposed executive officers and directors of the nondepository financial services loan company and its holding company, if any;\n\t(5)\tProposed policies regarding loans, investments, operations, accounting, recordkeeping and compliance with applicable federal and state consumer laws;\n\t(6)\tThe name and address of each proposed subscriber of capital stock in the nondepository financial services loan company or the majority shareholders in any holding company;\n\t(7)\tA copy of the nondepository financial services loan company's articles of incorporation and bylaws; and\n\t(8)\tAny other information that the commissioner may require.\n\n\n\n\t(c)  The application shall be submitted on a form prescribed by the commissioner.  The application shall be accompanied by an application fee of $5,000, or such greater amount as the commissioner shall establish by rule pursuant to chapter 91.  The application fee shall not be refundable.\n\t(d)  The identity of each applicant and organizer, and any information which is not confidential shall be available to the public.  The applicant may request in writing that information be kept confidential.  The applicant shall designate and separate any matter which the applicant claims is confidential and shall submit a separate statement providing the reasons and authority for the request for confidential treatment.  The failure by the applicant to request confidential treatment and designate and separate the confidential matter shall preclude any objection or claim for wrongful disclosure of the same.  Information determined by the commissioner to be confidential, pursuant to an applicant's request or otherwise, shall not be available to the public. [L 1993, c 350, pt of §1; am L 1996, c 63, §4]"
}