{
    "name": "Open-end consumer loans",
    "number": "9-305",
    "text": "§412:9-305    (a)  Open-end consumer loans made under the authority of this article shall be subject to the following special restrictions:\n\n\n\n\t(1)\tA financial services loan company shall not compound interest on any open-end consumer loan by adding any unpaid interest to the unpaid principal balance of the open-end loan.  However, the unpaid principal balance may include charges other than interest and late charges;\n\t(2)\tRegardless of the interest computation method used in each billing cycle under an open-end loan agreement, the unpaid principal balance of any day shall be determined by adding to any balance unpaid as of the beginning of that day all advances and other permissible amounts (other than interest) charged to the borrower, and deducting all payments and other credits made or received that day;\n\t(3)\tIf credit life insurance or credit disability insurance is provided, the additional charge for the insurance shall be calculated in each billing cycle by applying the current monthly premium rate (which may be calculated daily), as approved by the insurance commissioner, to the entire outstanding balances, or to as much of the outstanding balances that the insurance covers, using the same method used for the calculation of loan interest.  A financial services loan company shall not be obligated to advance to the insurer any premiums for the insurance on a borrower who is delinquent in making the required minimum payments on the loan if one or more of the payments is past due for ninety days or more.  However, the financial services loan company shall advance to the insurer the amounts required to keep the insurance in force during the ninety-day period.  The advanced amounts may be debited to the borrower's open-end account; and\n\t(4)\tA financial services loan company may retain any security interest in real or personal property securing the open-end loan until the open-end loan is terminated.\n\n\n\n\t(b)  A financial services loan company may impose charges on an open-end consumer loan for:\n\n\n\n\t(1)\tParticipation in an open-end loan account, whether assessed on an annual, periodic, or other basis; and\n\t(2)\tPayment of items that overdraw an open-end loan account. [L 1993, c 350, pt of §1; am L 1995, c 45, §1]"
}