{
    "name": "General powers",
    "number": "5-200",
    "text": "PART II.  POWERS OF BANKS\n\n §412:5-200    (a)  Except as expressly prohibited or limited by this chapter, a bank shall have the power to solicit, accept and hold deposits, engage in other activities which are usual or incidental to the business of banking, and shall have all rights, powers and privileges of a corporation organized under the laws of this State including but not limited to the power to:\n\n\n\n\t(1)\tMake loans and extensions of credit of any kind, whether unsecured or secured by real or personal property of any kind or description;\n\t(2)\tBorrow money from any source within or without the State;\n\t(3)\tIssue, confirm and advise letters of credit, or otherwise enter into letter of credit transactions;\n\t(4)\tEnter into repurchase agreements;\n\t(5)\tAccept drafts or bills of exchange and buy and sell bullion and foreign currency; and\n\t(6)\tMake investments as permitted under this article.\n\n\n\n\t(b)  Except as otherwise expressly authorized by this chapter or by the commissioner under section 412:5-201, a bank shall not:\n\n\n\n\t(1)\tEmploy its funds, directly or indirectly, in trade or commerce, by buying or selling ordinary goods, chattels, wares, and merchandise, or by owning or operating industrial or manufacturing plants of any kind;\n\t(2)\tOwn or control the capital stock of any other corporation;\n\t(3)\tMake loans and extensions of credit secured by its own capital stock, except in cases where the taking of the security is necessary to prevent loss upon an indebtedness previously contracted in good faith;\n\t(4)\tMake loans and extensions of credit secured by the capital stock of another bank, if by making the loan the total capital stock of the other bank held by the lending bank as collateral would exceed in the aggregate fifty per cent of the capital stock of the other bank; or\n\t(5)\tEngage in any business for which a real estate broker's license is required. [L 1993, c 350, pt of §1; am L 1996, c 225, §2]"
}