{
    "name": "Operating subsidiaries",
    "number": "6-204",
    "text": "§412:6-204   (a)  \"Operating subsidiary\" means a corporation other than a corporation referred to in section 412:6-306(g)(2) to (7) of which more than fifty per cent of the voting securities is held by a savings bank. \t(b)  An operating subsidiary may engage in activities which are authorized for a savings bank or which are usual or incidental to the business of a savings bank.\n\t(c)  No savings bank may acquire, establish or hold the voting securities of an operating subsidiary without the commissioner's prior written approval; provided, that such approval shall not be required so long as the savings bank's aggregate net contributions to the capital of the operating subsidiary remain less than ten per cent of the savings bank's capital and surplus; provided further, that the savings bank shall comply with the notification requirements of subsection (f).  Unless otherwise provided by law or rule, all provisions of this chapter applicable to the operations of the parent savings bank shall be applicable to the operations of its operating subsidiary.  Unless otherwise provided by law or rule, pertinent accounts of the parent savings bank and its operating subsidiaries shall be consolidated for the purpose of applying applicable statutory limitations such as contained in section 412:6-303.\n\t(d)  The savings bank shall file an application with the commissioner in a form approved by the commissioner.  The application shall be accompanied by a fee, the amount of which shall be prescribed by rule.  The application shall contain the following information concerning the proposed operating subsidiary:\n\n\n\n\t(1)\tThe name and date for commencement of operations;\n\t(2)\tThe specific location;\n\t(3)\tThe activities and nature of business;\n\t(4)\tThe ownership, amount and nature of the investment; and\n\t(5)\tAny other information that the commissioner may require.\n\n\n\n\t(e)  If after appropriate examination and investigation, the commissioner is satisfied that the acquisition, establishment or holding the voting securities of the operating subsidiary will comply with this section, the commissioner shall approve such application in writing, with such conditions as the commissioner may deem appropriate.\n\t(f)  The savings bank shall notify the commissioner in writing within five days of acquiring or establishing any operating subsidiary or performing new activities in the operating subsidiary.  The notification shall provide the information specified in subsection (d).\n\t(g)  The accounts of each operating subsidiary of a savings bank shall be maintained independently of the accounts of all of the savings bank's other operating subsidiaries and independently of the accounts of the savings bank itself.  At least at the end of every quarter of its fiscal year the savings bank shall consolidate or recognize its proportionate share of the profit and loss from each operating subsidiary. [L 1993, c 350, pt of §1]"
}