{
    "name": "Adjustments and refunds Jeopardy Assessments",
    "number": "23",
    "text": "Adjustments and refunds.  (a)  This subsection shall apply to all taxes except those collected under chapter 247 and those collected under a chapter containing a provision for credit and refund of the amount of tax paid in excess of the tax imposed by such chapter.  As to all tax payments for which a refund or credit is not authorized by this subsection (including without prejudice to the generality of the cases of unconstitutionality hereinafter mentioned in (1)(C)) the remedies provided by appeal or under section 40-35 are exclusive.\n\n\n\n\t(1)\tIf the amount already paid exceeds that which should have been paid under the chapter imposing a particular tax, or if the amount already paid results in duplication of payment in whole or in part, the excess so paid shall be refunded in the manner provided in subsection (c) subject however to the following limitations:\n\n\t\t(A)\tNo refund shall be made unless an application for the refund shall have been made within five years after the amount to be refunded was paid;\n\t\t(B)\tNo recourse may be had except under section 40-35 or by appeal for refunds of taxes paid pursuant to an assessment by the director of taxation, provided that if the assessment by the director shall contain clerical errors, transposition of figures, typographical errors, and errors in calculation or if there shall be an illegal or erroneous assessment, the usual refund procedures shall apply; or\n\t\t(C)\tNo refund or overpayment credit shall be made unless the original payment of the tax was due to the law having been interpreted or applied in respect of the taxpayer concerned differently than in respect of taxpayers generally.\n\n\t(2)\tIn any case where a taxpayer is entitled to a refund, the taxpayer, at the taxpayer's election, may apply the amount of the refund as an overpayment credit to taxes subsequently accruing under the same chapter as that under which the refundable amount was collected.\n\n\n\n\t(b)  This subsection shall apply to the taxes collected under chapter 247.\n\tThere may be refunded in the manner provided in subsection (c) such conveyance tax as has been erroneously or unjustly paid.\n\t(c)  This subsection shall apply to all taxes.\n\n\n\n\t(1)\tAll refunds shall be paid only upon a form to be known as a \"refund voucher\" prepared by the collector.  The refund vouchers shall set forth all the details of each transaction, shall be approved by the director, and shall be forwarded to the comptroller from time to time.  The comptroller shall issue a warrant, in the form prescribed by section 40-52, for the payment of any such refund out of the tax reserve fund hereinafter created; provided that if the person entitled to the refund is delinquent in the payment of any tax, the comptroller, upon demand of the collector and after notice to the delinquent taxpayer, shall withhold the amount of the delinquent taxes, together with penalties and interest thereon, from the amount of the refund and pay the same to the collector.\n\t(2)\tThere is hereby appropriated, from the general revenues of the State not otherwise appropriated, the sum of $25,000 which shall be set aside as a trust fund to be known as the tax reserve fund.  All refunds of taxes collected by the department under chapters of the law under title 14 administered by the department shall be made out of the tax reserve fund.  The director of taxation, from time to time, may deposit taxes collected under chapters of the law under title 14 administered by the department in the state treasury to the credit of the tax reserve fund so that there may be maintained at all times a fund not exceeding $25,000.  The amounts deposited shall be made from the taxes with respect to which a particular refund is made.\n\n\n\n\t(d)  This subsection shall apply to a refund for an overpayment of a tax.\n\n\n\n\t(1)\tIf the tax return as filed by a taxpayer shows the amount already paid, whether or not on the basis of installments, exceeds the amount determined to be the correct amount of the tax due, and the taxpayer requests a refund of the overpayment, the amount of overpayment together with interest, if any, shall be refunded in the manner provided in subsection (c).  The interest shall be allowed and paid at the rate of two- thirds of one per cent for each month or fraction thereof, beginning with the first calendar day after the due date of the return or, if the return is filed after the prescribed due date, the first month following the month the return is received, and continuing until the date that the director approves the refund voucher.  If the director approves the refund voucher within ninety days from the due date or the date the return is received, whichever is later, and the comptroller of the State sends the taxpayer a refund warrant within forty-five days from the date of the director's approval, no interest on the overpayment will be allowed or paid.  However, if either the director or the comptroller exceeds the time allowed herein, interest will be computed from the first calendar day after the due date of the return or from the first month following the month the return is received by the director if the return is filed after the prescribed due date, until the date that the comptroller sends the refund warrant to the taxpayer.\n\t(2)\tIf any overpayment of taxes results or arises from (A) the taxpayer filing an amended return, or from (B) a determination made by the director and such overpayment is not shown on the original return as filed by the taxpayer, interest on the overpayment shall be allowed and paid from the first calendar day after the due date of the original return or, if the original return is filed after the prescribed due date, the first month following the month the return is received, to the date that the director signs the refund voucher.  If the comptroller does not send the refund warrant to the taxpayer within forty-five days after the director's approval, interest will continue until the date that the comptroller sends the refund warrant to the taxpayer.\n\t(3)\tFor purposes of a net income tax return, if any overpayment of any taxes results from a carryback of a net operating loss, the overpayment shall be deemed to have been made at the close of the taxable year in which the net operating loss arises.  To the extent that the carryback of net operating loss results in reducing the amount of underpayment of taxes for prior taxable year or years, interest which would be chargeable because of the underpayment shall not be applicable with respect to that amount or amounts which are carried back.\n\t(4)\tIn the case of credit, interest shall be allowed and paid from the first calendar day after the due date of the return, the first month following the month the return is received by the director, or the date of payment, whichever is later, to the date the credit is taken; provided that the director may make a refund of any credit to a taxpayer where the taxpayer has no underpayment against which to apply the credit. [L 1939, c 213, §1; RL 1945, §5130; am L 1949, c 205, §1; RL 1955, §115-28; am L 1957, c 152, §1; am L Sp 1959 2d, c 1, §16; am L 1963, c 45, §1(c); am L 1966, c 10, §3; am L 1967, c 134, §2; HRS ; am L 1968, c 32, §3; am L 1971, c 10, §1; am L 1972, c 200, §5; am L 1974, c 12, §1; am L 1983, c 217, §6; am L 1985, c 16, §5; gen ch 1985; am L 1986, c 340, §5; am L 1989, c 14, §4(4); am L 1991, c 136, §1 and c 263, §8; am L 1992, c 102, §1; am L 1995, c 66, §8; am L 2003, c 135, §2]"
}