{
    "name": "Selection and terms of members of boards and commissions",
    "number": "34",
    "text": "(a)  The members of each board and commission established by law shall be nominated and, by and with the advice and consent of the senate, appointed by the governor.  Unless otherwise provided by this chapter or by law hereafter enacted, the terms of the members shall be for four years; provided that the governor may reduce the terms of those initially appointed so as to provide, as nearly as can be, for the expiration of an equal number of terms at intervals of one year for each board and commission.  Unless otherwise provided by law, each term shall commence on July 1 and expire on June 30, except that the terms of the chairpersons of the board of agriculture, the board of land and natural resources, and the Hawaiian homes commissions shall commence on January 1 and expire on December 31.  No person shall be appointed consecutively to more than two terms as a member of the same board or commission; provided that membership on any board or commission shall not exceed eight consecutive years. \t(b)  Any member of a board or commission whose term has expired and who is not disqualified for membership under subsection (a) may continue in office as a holdover member until a successor is nominated and appointed; provided that a holdover member shall not hold office beyond the end of the second regular legislative session following the expiration of the member's term of office.\n\t(c)  A vacancy occurring in the membership of any board or commission during a term shall be filled for the unexpired term thereof, subject to Article V, section 6 of the Constitution of the State.\n\t(d)  The governor may remove or suspend for cause any member of any board or commission after due notice and public hearing.\n\t(e)  Except as otherwise provided by this chapter, this section shall apply to every board and commission established by part I, or existing or established after November 25, 1959.  All new appointments to any board or commission shall thereafter be made in accordance with this section.\n\t(f)  This section shall not apply to ex officio members of boards and commissions or to the board of trustees of the employees retirement system. [L Sp 1959 2d, c 1, §5; Supp, §14A-3; HRS ; am L 1971, c 143, §3; am L 1984, c 54, §1 and c 72, §1; am L 1985, c 153, §1]"
}