{
    "name": "Members of boards and commissions; immunity from or indemnification for civil liability; defense of members",
    "number": "35.5",
    "text": "(a)  For purposes of this section, \"member\" means any person who is appointed, in accordance with the law, to serve on a temporary or permanent state board, including members of the local school board of any new century charter school established under section 302A-1182 or new century conversion charter school established under section 302A-1191, council, authority, committee, or commission, established by law or elected to the board of education or the board of trustees of the employees' retirement system under section 88-24; provided that \"member\" shall not include any person elected to serve on a board or commission in accordance with chapter 11 other than a person elected to serve on the board of education.\n\t(b)  Notwithstanding any law to the contrary, no member shall be liable in any civil action founded upon a statute or the case law of this State, for damage, injury, or loss caused by or resulting from the member's performing or failing to perform any duty which is required or authorized to be performed by a person holding the position to which the member was appointed, unless the member acted with a malicious or improper purpose, except when the plaintiff in a civil action is the State.\n\t(c)  Except as provided in subsections (d) and (f), the State shall indemnify a member from liability by paying any judgment in, or settlement or compromise of, any civil action arising under federal law, the law of another state, or the law of a foreign jurisdiction, including fees and costs incurred, unless the loss, injury, or damage for which the judgment or settlement amount is required to be paid:\n\n\n\n\t(1)\tIs fully covered by a policy of insurance for civil liability purchased by the State;\n\t(2)\tIs caused by or is the result of the member's performing an act authorized or required to be performed by a person holding the position to which the member was appointed so as to effect a malicious or improper purpose;\n\t(3)\tIs caused by or is the result of the member's failure to perform an act required or authorized to be performed by a person holding the position to which the member was appointed so as to effect a malicious or improper purpose.\n\n\n\n\t(d)  The State shall not indemnify a member who would otherwise be entitled to indemnification under subsection (c), if the member fails to cooperate fully in the defense of the civil action which is made available to the member under subsection (e).  The State shall not indemnify a member for any portion of a judgment that represents punitive or exemplary damages.  The State shall not indemnify a member for any portion of a settlement which is deemed unreasonable by the legislature.\n\t(e)  The attorney general, or in the case of the board of regents of the University of Hawaii, its university general counsel, shall represent and defend a member in any civil action for which immunity is conferred under subsection (b), or when the attorney general, or, if the action involves a member of the board of regents, the university general counsel, determines that indemnification is available to the member under subsection (c), and the member against whom the action is brought has submitted a written request for representation and has provided the attorney general, or the university general counsel in the case of an action involving a member of the board of regents, with all process or complaint served upon the member within a reasonable period of time, but not more than five days after being served with the process or complaint.  The attorney general, or the university general counsel, may terminate the representation and defense of the member at any time if, after representation and defense is accepted, the attorney general, or the university general counsel, determines that indemnification would not be available to the member under subsection (c).  \n\t(f)  A member may retain counsel of the member's own choice at the member's own expense.  If the member chooses to retain counsel at the member's own expense, the State shall not indemnify the member even though the member would have been entitled to indemnification under subsection (c).  The attorney general, or the university general counsel in the case of a member of the board of regents, may enter an appearance in any action in which the member is represented by counsel of the member's own choice, even though no request for the appearance has been made by the member.\n\t(g)  Nothing in this section precludes a member from compromising or settling any claim against the member at the member's own expense.  If such a settlement or compromise is effected, however, the member shall be deemed to have waived any claims which the member might have made under this section unless the provisions of subsection (i) apply.\n\t(h)  If the attorney general, or the university general counsel in the case of a member of the board of regents, denies representation to the member under subsection (e) and the member proceeds to judgment in the action for which representation was denied, the member may commence an action against the State or the University of Hawaii in the case of a member of the board of regents, in the circuit court to recover reasonable costs and fees incurred by the member in defending against that action, including attorney's fees, court costs, investigative costs, and expert witness fees.  The State or the University of Hawaii in the case of a member of the board of regents, shall pay the judgment or reimburse the member if the member has satisfied the judgment in an action for which representation was denied; provided the member was found not liable in that action or the member establishes by a preponderance of the evidence that the member is entitled to indemnification under subsection (c).  A finding of negligence against the member in the civil action for which representation was denied shall not be binding upon the circuit court in any action brought under this subsection.  The member shall commence any action under this subsection no later than two years after entry of judgment in the action for which the member was denied representation if no appeal is filed, or two years after the conclusion of the final appeal from that judgment if an appeal is filed.\n\t(i)  If the attorney general, or the university general counsel in the case of a member of the board of regents, denies representation to the member under subsection (e) and the member negotiates a compromise or settlement without an entry of judgment in the action for which representation was denied, the member may seek to introduce a bill in the legislature to secure an appropriation to reimburse the member for the amount of the settlement or that portion which constitutes a reasonable settlement, and for reasonable costs and fees incurred by the member in defending against that action, including attorney's fees, court costs, investigative costs, and expert witness fees.\n\t(j)  Any moneys which the State is required to pay to a member under this section shall be paid from an appropriation made by the legislature at the next session after the requirement to pay inures to the member.  The appropriation shall be sufficient to include any postjudgment interest which the member was required to pay if the member has personally satisfied the judgment, or at the rate specified in section 478-3 for the period from the entry of judgment for which indemnification is available until the appropriation is enacted if the judgment was not satisfied.  Any bill necessary to effect a payment required by subsections (h) and (i) shall be submitted by the member to a legislator; all other bills necessary to effect payments required by this section shall be initiated by the attorney general.\n\t(k)  This section shall not be construed as eliminating, waiving, reducing, or limiting any defense, immunity, or jurisdictional bar conferred upon or available to a member or the State by any other statute or by case law. [L 1984, c 152, §1; am L 1985, c 218, §1; am L 1987, c 283, §2; am L 2000, c 187, §2; am L 2001, c 54, §2 and c 243, §3; am L 2002, c 2, §3]"
}