{
    "name": "Department of the attorney general",
    "number": "7",
    "text": "The department of the attorney general shall be headed by a single executive to be known as the attorney general. \tThe department shall administer and render state legal services, including furnishing of written legal opinions to the governor, legislature, and such state departments and officers as the governor may direct; represent the State in all civil actions in which the State is a party; approve as to legality and form all documents relating to the acquisition of any land or interest in lands by the State; and, unless otherwise provided by law, prosecute cases involving violations of state laws and cases involving agreements, uniform laws, or other matters which are enforceable in the courts of the State.  The attorney general shall be charged with such other duties and have such authority as heretofore provided by common law or statute.\n\tThere shall be within the department of the attorney general a commission to be known as the commission to promote uniform legislation which shall sit in an advisory capacity to the attorney general and to the legislature on matters relating to the promotion of uniform legislation.  The composition of the commission shall be as heretofore provided for the commission to promote uniform legislation existing immediately prior to November 25, 1959.  The members of the commission shall be nominated, and by and with the advice and consent of the Senate, appointed by the governor for terms of four years each, provided that each member shall hold office until the member's successor is appointed and qualified; and provided also that the provisions of section 26-34, limiting the appointment of members of boards and commissions to two terms and the duration of membership to not more than eight consecutive years shall not be applicable.\n\tThe functions and authority heretofore exercised by the attorney general, high sheriff, and the commission to promote uniform legislation as heretofore constituted are transferred to the department of the attorney general established by this chapter. [L Sp 1959 2d, c 1, §13; am L 1965, c 127, §1; Supp, §14A-12; HRS ; am L 1969, c 123, §1 and c 175, §12; am L 1975, c 20, §1; gen ch 1985; am L 1989, c 211, §10; am L 1990, c 281, §11]"
}