{
    "name": "Creation of joint tenancy, tenancy by the entirety, and tenancy in common Law Journals and Reviews Summary of the Law on Tenancies.  2 HBJ, Jul 1964, at 12.",
    "number": "2",
    "text": "Creation of joint tenancy, tenancy by the entirety, and tenancy in common.  (a)  Land, or any interest therein, or any other type of property or property rights or interests or interest therein, may be conveyed by a person to oneself and another or others as joint tenants, or by a person to oneself and one's spouse or reciprocal beneficiary, or by spouses to themselves, or by reciprocal beneficiaries to themselves, as tenants by the entirety, or by joint tenants to themselves and another or others as joint tenants, or tenants in common to themselves or to themselves and another or others as joint tenants, or by tenants by the entirety to themselves or themselves and another or others as joint tenants or as tenants in common, or by one tenant by the entirety to the tenant's spouse or reciprocal beneficiary of all of the tenant's interest or interests, without the necessity of conveying through a third party, and each such instrument shall be construed as validly creating a joint tenancy, tenancy by the entirety, tenancy in common, or single ownership, as the case may be, if the tenor of the instrument manifestly indicates such intention.\n\t(b)  For the purposes of this chapter:\n\t\"Reciprocal beneficiary\" means an adult who is a party to a registered reciprocal beneficiary relationship in accordance with chapter 572C, and has a valid certificate of reciprocal beneficiary relationship that has not been terminated. [L 1941, c 167, §1; RL 1945, §12781; RL 1955, §345-2; am L 1957, c 237, §1; HRS ; gen ch 1993; am L 1997, c 383, §10]\nCase Notes\n  An estate by the entirety is not subject to claims of creditors of one of the spouses.  57 H. 608, 561 P.2d 1291. \n  Right of survivorship of a joint tenant is subject to levy.  59 H. 277, 580 P.2d 843. \n  Section states no presumption in favor of tenancy in common.  59 H. 474, 583 P.2d 966. \n  Property management agreement neither conveyed property nor altered the tenancy by the entirety; purpose of section and relevant antecedent is to eliminate common law requisite of a \"straw man\" in creating a joint tenancy.  64 H. 236, 639 P.2d 400."
}