{
    "name": "University revenue-undertakings fund",
    "number": "10",
    "text": "The director of finance shall establish as a special deposit in the treasury of the State, a special or revolving fund into which all revenues received from all university projects or university systems constructed, maintained, or both, by the board under this chapter shall be paid, which special or revolving fund is hereby created and shall be known as the university revenue-undertakings fund.  In the event that revenue bonds are issued under this chapter payable from the revenues of a university parking unit or the revenues of a university system which includes a university parking unit, the board in the resolution or resolutions authorizing such revenue bonds may direct that all or any part of the moneys required by sections 308-2 and 308-3 to be paid into the university parking revolving fund created by said section 308-2 shall be deposited in the university revenue-undertakings fund in lieu of being deposited in the university parking revolving fund, and thereafter all such moneys or such part thereof as the board has directed shall be deposited in the university revenue-undertakings fund in lieu of being deposited in the university parking revolving fund.  All moneys in the university revenue-undertakings fund are appropriated and shall be applied in accordance with the provisions of the resolution or resolutions of the board authorizing the issuance of revenue bonds under this chapter:\n\n\n\n\t(1)\tTo provide for all costs of construction, operation, repair and maintenance of university projects or university systems, including reserves therefor;\n\t(2)\tTo pay when due all revenue bonds and interest thereon, for the payment of which the revenue is or has been pledged, charged, or otherwise encumbered, including reserves therefor;\n\t(3)\tTo reimburse the university for all moneys advanced to pay the expenses incurred in making the preparation for the initial issuance of revenue bonds under this chapter;\n\t(4)\tTo reimburse the general fund of the State for all bond requirements for general obligation bonds which are or shall have been issued for a university project or university system, or to refund any of such general obligation bonds, except insofar as such obligation of reimbursement has been or shall be cancelled by the legislature, such bond requirements being the interest on term and serial bonds, sinking fund for term bonds, and principal of serial bonds maturing the following year;\n\t(5)\tTo provide a reserve for betterments and improvements to and renewals and replacements of, university projects or university systems.  If adequate provision has been made for all the foregoing purposes, and if permitted by the covenants in the resolution or resolutions authorizing the issuance of revenue bonds under this chapter, any surplus moneys remaining in the university revenue-undertakings fund at the end of any fiscal year may be expended by the board in subsequent years in furtherance of any or all of the purposes of the university.\n\n\n\n\tThe comptroller of the State shall open and keep in the comptroller's books a separate and special account of the university revenue-undertakings fund which shall be known as the university revenue-undertakings fund account and which shall at all times show the exact condition thereof, including reserves.\n\tMoneys appropriated as hereinabove provided shall be payable by the director of finance, upon warrants issued by the comptroller, upon vouchers approved by the board or its duly authorized agent. [L 1947, c 141, pt of §1; RL 1955, §44-70; am L 1957, c 152, §1; am L Sp 1959 1st, c 20, §2(j); am L Sp 1959 2d, c 1, §14; am L 1963, c 114, §1; HRS ; am L 1971, c 141, §1(j); gen ch 1985]"
}