{
    "name": "Revenue bonds",
    "number": "4",
    "text": "Revenue bonds shall be issued in the name of the board of regents, may be in one or more series, may be in a denomination or denominations, may bear a date or dates, may mature at a time or times not exceeding fifty years from their respective dates, may be payable at a place or places within or without the State, may carry registration privileges as to principal alone or as to both principal and interest, may be subject to terms or redemption with or without premium, may be executed in a manner, and may contain terms, covenants, and conditions, and may be in a form, either coupon or registered with privilege of exchange from one form to another, that the resolution authorizing the issuance of the bonds, or subsequent resolutions may provide. \tRevenue bonds may be sold at private sale to the United States, or any agency, instrumentality, or corporation thereof, to the State or any political subdivision, agency, instrumentality, or corporation thereof, or to any person or group of persons offering to purchase all or a major portion of a particular issue or series.  Unless sold at private sale as herein provided, revenue bonds shall be sold at public sale after public notice of the sale given at least five days prior to the date of the sale, and the notice shall be made statewide and in a financial newspaper published in any of the cities of New York, Chicago, or San Francisco.  The revenue bonds shall be sold for not less than ninety-eight per cent of the principal amount thereof.  Pending the preparation of definitive revenue bonds, interim receipts or temporary bonds may be issued and delivered to the purchasers of the bonds in a form and containing provisions that the board may determine.  Revenue bonds, interim receipts, and temporary bonds shall be fully negotiable within the meaning of and for all the purposes of the Uniform Commercial Code, chapter 490.\n\tIt shall be legal for the State and any of its political subdivisions, or any political or public corporation, including the employees' retirement system of the State, or any instrumentality of the State, or any insurance company or building and loan association, or any savings bank or trust company, or any bank or other financial institution operating under the laws of this State, or for any personal representative, guardian, trustee, or other fiduciary, or any educational, charitable, or eleemosynary institution, to invest their funds, and moneys in their custody in revenue bonds issued under this chapter. [L 1947, c 141, pt of §1; RL 1955, §44-63; am L 1959, c 190, §1; am L Sp 1959 1st, c 20, §§1, 2(c); am imp L 1965, c 208; HRS ; am L 1969, c 201, §1; am L 1971, c 141, §1(d); am L 1976, c 200, pt of §1; am L 1979, c 105, §32; am L 1998, c 2, §84]"
}