{
    "name": "Fees and assessments",
    "number": "2-105",
    "text": "(a)  The commissioner may charge an examination fee based upon the cost per hour per examiner for all financial institutions examined by the commissioner or the commissioner's staff.  Effective July 1, 1995, the hourly fee shall be $40.  After July 1, 1996, the commissioner may establish, increase, decrease, or repeal the hourly fee when necessary pursuant to rules adopted in accordance with chapter 91.\n     (b)  In addition to the examination fee, the commissioner may charge any financial institution examined or investigated by the commissioner or the commissioner's staff, additional amounts for travel, per diem, mileage and other reasonable expenses incurred in connection with the examination.\n     (c)  The commissioner shall bill the affected financial institution for examination fees and expenses as soon as feasible after the close of the examination or investigation.  The affected financial institution shall pay the division of financial institutions within thirty days following the billing.  All such payments shall be deposited to the compliance resolution fund established pursuant to section 26-9(o).  All disputes relating to these billings between the affected financial institution and the commissioner shall be resolved in accordance with the procedures for contested cases under chapter 91.\n     (d)  The commissioner, by rules adopted in accordance with chapter 91, may set reasonable fee amounts to be collected by the division in connection with its regulatory functions, including, without limitation, any fees for renewals, applications, licenses, and charters.  Unless otherwise provided by statute, all such fees shall be deposited into the compliance resolution fund established pursuant to section 26-9(o).\n     (e)  A Hawaii financial institution that fails to make a payment required by this section shall be subject to an administrative fine of not more than $250 per day for each day it is in violation of this section, which fine, together with the amount due under this section, may be recovered pursuant to section 412:2-611 and shall be deposited into the compliance resolution fund established pursuant to section 26‑9(o). [L 1993, c 350, pt of §1; am L Sp 1995, c 11, §9; am L 1999, c 129, §7]"
}