{
    "name": "Industrial park development",
    "number": "134",
    "text": "(a)  The department may develop an area of public lands as an industrial park.  Any development shall commence after designation of the area of public lands as an industrial park in accordance with section 171-132.  Planning activities for the proposed or potential designation of an industrial park may precede a designation.\n\t(b)  At the option of the board, the development of an industrial park shall be exempt from all statutes, ordinances, charter provisions, and rules of any governmental agency relating to planning, zoning, construction standards for subdivision development and improvement of land, and the construction of buildings thereon; provided that:\n\n\n\n\t(1)\tThe board finds that the industrial park meets the minimum requirements of health and safety;\n\t(2)\tThe development of the industrial park does not contravene any safety standards or tariffs approved by the public utilities commission for public utilities;\n\t(3)\tThe legislative body of the county in which the industrial park is proposed to be situated approves the industrial park.\n\n\t\t(A)\tThe legislative body shall approve or disapprove the industrial park within forty-five days after the department has submitted preliminary plans and specifications for the industrial park to the legislative body.  If after the forty-fifth day, an industrial park is not disapproved, it shall be deemed approved by the legislative body.\n\t\t(B)\tNo action shall be prosecuted or maintained against any county, its officials, or employees, on account of actions taken by them in reviewing, approving, or disapproving the plans and specifications.\n\t\t(C)\tThe final plans and specifications for the industrial park shall be deemed approved by the legislative body if the final plans and specifications for the industrial park do not substantially deviate from the preliminary plans and specifications.  The determination that the final plans and specifications do not substantially deviate from the preliminary plans and specifications of the industrial park shall rest with the board.  The final plans and specifications for the park shall constitute the planning, zoning, building, improvement, construction, and subdivision standards for that industrial park.  For the purposes of sections 501-85 and 502-17, the chairperson of the board or the responsible county official may certify maps and plans of land connected with the industrial park as having complied with applicable laws and ordinances relating to consolidation and subdivision of lands, and such maps and plans shall be accepted for registration or recordation by the land court and registrar; and\n\n\n\n\n\n\t(4)\tThe board shall assume the responsibility of all infrastructure within the industrial park, if the infrastructure developed is exempt from applicable county ordinances, charter provisions, and rules.\n\t(c)  If the board does not exercise the option under subsection (b), the board shall develop an industrial park in compliance with the statutes, ordinances, charter provisions, and rules of applicable government agencies. [L 1988, c 361, pt of §1]"
}