{
    "name": "Minerals and water rights",
    "number": "58",
    "text": "(a)  Except as provided in this section the right to any mineral or surface or ground water shall not be included in any lease, agreement, or sale, this right being reserved to the State; provided that the board may make provisions in the lease, agreement, or sale, for the payment of just compensation to the surface owner for improvements taken as a condition precedent to the exercise by the State of any reserved rights to enter, sever, and remove minerals or to capture, divert, or impound water.\n\t(b)  Disposition of mineral rights shall be in accordance with the laws relating to the disposition of mineral rights enacted or hereafter enacted by the legislature.\n\t(c)  Disposition of water rights may be made by lease at public auction as provided in this chapter or by permit for temporary use on a month-to-month basis under those conditions which will best serve the interests of the State and subject to a maximum term of one year and other restrictions under the law; provided that any disposition by lease shall be subject to disapproval by the legislature by two-thirds vote of either the senate or the house of representatives or by majority vote of both in any regular or special session next following the date of disposition; provided further that after a certain land or water use has been authorized by the board subsequent to public hearings and conservation district use application and environmental impact statement approvals, water used in nonpolluting ways, for nonconsumptive purposes because it is returned to the same stream or other body of water from which it was drawn, essentially not affecting the volume and quality of water or biota in the stream or other body of water, may also be leased by the board with the prior approval of the governor and the prior authorization of the legislature by concurrent resolution.\n\t(d)  Any lease of water rights shall contain a covenant on the part of the lessee that the lessee shall provide from waters leased from the State under the lease or from any water sources privately owned by the lessee to any farmer or rancher engaged in irrigated pasture operations, crop farming, pen feeding operations, or raising of grain and forage crops, or for those public uses and purposes as may be determined by the board, at the same rental price paid under the lease, plus the proportionate actual costs, as determined by the board, to make these waters available, so much of the waters as are determined by the board to be surplus to the lessee's needs and for that minimum period as the board shall accordingly determine; provided that in lieu of payment for those waters as the State may take for public uses and purposes the board may elect to reduce the rental price under the lease of water rights in proportion to the value of the waters and the proportionate actual costs of making the waters available.  Subject to the applicable provisions of section 171-37(3), the board, at any time during the term of the lease of water rights, may withdraw from waters leased from the State and from sources privately owned by the lessee so much water as it may deem necessary to (1) preserve human life and (2) preserve animal life, in that order of priority; and that from waters leased from the State the board, at any time during the term of the lease of water rights, may also withdraw so much water as it may deem necessary to preserve crops; provided that payment for the waters shall be made in the same manner as provided in this section.\n\t(e)  Any new lease of water rights shall contain a covenant that requires the lessee and the department of land and natural resources to jointly develop and implement a watershed management plan.  The board shall not approve any new lease of water rights without the foregoing covenant or a watershed management plan.  The board shall prescribe the minimum content of a watershed management plan; provided that the watershed management plan shall require the prevention of the degradation of surface water and ground water quality to the extent that degradation can be avoided using reasonable management practices.\n\t(f)  Upon renewal, any lease of water rights shall contain a covenant that requires the lessee and the department of land and natural resources to jointly develop and implement a watershed management plan.  The board shall not renew any lease of water rights without the foregoing covenant or a watershed management plan.  The board shall prescribe the minimum content of a watershed management plan; provided that the watershed management plan shall require the prevention of the degradation of surface water and ground water quality to the extent that degradation can be avoided using reasonable management practices.\n\t(g)  The department of land and natural resources shall notify the department of Hawaiian home lands of its intent to execute any new lease, or to renew any existing lease of water rights.  After consultation with affected beneficiaries, these departments shall jointly develop a reservation of water rights sufficient to support current and future homestead needs.  Any lease of water rights or renewal shall be subject to the rights of the department of Hawaiian home lands as provided by section 221 of the Hawaiian Homes Commission Act. [L 1962, c 32, pt of §2; am L 1965, c 239, §32; Supp, §103A-55; HRS ; am L 1970, c 101, §1; am L 1987, c 367, §1; am L 1990, c 201, §1; am L 1991, c 325, §3]"
}