{
    "name": "Development through private developer",
    "number": "60",
    "text": "(a)  Leasehold projects.  Notwithstanding anything in this chapter to the contrary, the board, by negotiation and without recourse to public auction, with the prior approval of the governor and authorization of the legislature by concurrent resolution approving a development project, the concurrent resolution to be adopted by each house no earlier than forty-eight hours after printed copies thereof have been made available to members of that house, may lease public lands, including submerged lands to be reclaimed at the developer's or developers' expense, to a private developer or developers, or enter into a development agreement with a private developer or developers, for development and subdivision of the lands as a leasehold project for agricultural, industrial, single-family or multiple-family residential, commercial, business, or hotel and resort uses, as provided in this subsection.\n\tPrior to leasing any public land to, or entering into a development contract with, a developer or developers, the board shall:\n\n\n\n\t(1)\tDetermine:\n\n\t\t(A)\tWhether the lands shall be developed by disposition or contract;\n\t\t(B)\tThe location, area, and size of the lands to be developed;\n\t\t(C)\tThe use or uses to which the lands shall be put, which shall be in conformity with the applicable state, city and county, or county zoning and subdivision laws, ordinances, or regulations;\n\t\t(D)\tThe estimated period of time to construct and complete the development;\n\t\t(E)\tMinimum requirements for on-site and off-site improvements, if any;\n\t\t(F)\tWhether any beach rights-of-way or public game preserves should be established; and\n\t\t(G)\tOther terms and conditions that are deemed necessary by the board;\n\n\t(2)\tSet the minimum rental of the lands to be developed on the basis of an appraisal report prepared by an appraiser for the board determining the fair market value of the lands to be developed;\n\t(3)\tGive public notice of the proposed disposition or contract at least once in each of three successive weeks statewide and, in addition, in the appropriate county, if the land is situated in the first, second, and fourth districts.  The notice shall invite interested persons to submit applications to be selected as the developer or developers for the project and sealed bids for the development of the lands.  The notice shall also state in general terms the size, location, and minimum rental of the area to be leased to the developer or developers, the minimum requirements for any required off-site and on-site improvement, the maximum estimated period of time to install and complete the construction of any required improvement, the use or uses to which the lands shall be put, the last date on which applications and sealed bids will be received by the board, which date shall not be less than thirty days or more than ninety days after the last notice, and the times and places at which more detailed information with respect to the disposition or contract may be secured by interested persons.\n\t\t\tEach applicant shall include, together with the applicant's sealed bid, a financial statement, and performance and experience records in real estate development; provided that the board, in its discretion, may require the applicant to submit answers, under oath, to questions contained in a questionnaire prepared by the board; the applicant's sealed bid shall include a development plan in as much detail as possible and including but not limited to the following:  the applicant's proposal as to how and when the applicant intends to develop the land, including any permitted incremental development, the amount of money the applicant intends to commit to the total project, the method of recovery of the applicant's costs and profits, the amount the applicant agrees to pay to lease or contract to develop the land, and the income the State will receive from leases;\n\t(4)\tEstablish reasonable criteria for the selection of the private developer or developers; and\n\t(5)\tDetermine within forty-five days of the last day for filing applications the applicant or applicants who meet the criteria for selection set by the board, and notify all applicants of its determination within seven days of a determination.  Any applicant may examine the basis of the determination, which shall be in writing, to ascertain whether or not the conditions and criteria established by the board were followed; provided that if any applicant does not notify the board of any objections and the grounds therefor, in writing, within ten days of the receipt of a notice, the applicant shall be barred from proceeding to seek legal remedy for an alleged failure of the board to follow the conditions and criteria.\n\t\t\tIf only one applicant meets the criteria for selection as the developer, the board then may negotiate the details of the disposition of the public lands to, or enter into a development contract with, the developer; provided that the terms of the disposition or contract shall not be less than those proposed by the developer in the application and shall be subject to the concurrence of the governor.  If two or more applicants meet the criteria for selection, the board shall consider all of the relevant facts of the disposition or contract, the proposals submitted by each applicant, the experience and financial capability of each applicant, and within forty-five days from the date of selection of the applicants that met the criteria, shall select the applicant who submitted the best offer.  The board then may negotiate the details of the disposition of the public lands or enter into a development contract with the developer; provided that the terms of the disposition or contract shall not be less than those proposed by the developer in the application and shall be subject to the concurrence of the governor.\n\t\t\tThe terms of any disposition or development contract shall include the following, wherever appropriate:\n\n\t\t(A)\tThe development and subdivision shall comply with appropriate state, county, and city and county zoning and subdivision requirements;\n\t\t(B)\tThe developer or developers shall file with the board a good and sufficient bond conditioned upon the full and faithful performance of all the terms, covenants, and conditions of the disposition or development contract;\n\t\t(C)\tThe use or uses to which the land will be put.  Development of large, though economic, tracts of land with multiple but complementary uses should be encouraged;\n\t\t(D)\tThe dates on which the developer must submit preliminary plans and final plans and specifications for the total development to the board for approval, which approval shall not be arbitrarily or capriciously withheld.  No construction shall commence until the board has approved the final plans and specifications; provided that with board approval construction on an incremental basis may be permitted;\n\t\t(E)\tThe date of completion of the total development, including the date of completion of any permitted incremental development;\n\t\t(F)\tThe minimum requirements for off-site and on-site improvements that the developer must install, construct, and complete by the date of completion of the total development.  The board may permit incremental development and establish the minimum requirements for off-site and on-site improvements that must be installed, constructed, and completed prior to the date of completion of the total development;\n\t\t(G)\tIn the event of a lease the developer may be permitted, after the developer has completed construction of any required off-site improvement, to assign or sublease with board approval portions of the leased lands in which the construction of any required off-site improvement has been completed to a purchaser or sublessee who shall assume the obligations of the developer relative to the parcel being assigned or subleased, including the construction of any on-site improvement.  The board may permit a developer to share in the lease rent for a fixed period in order to recover costs and profit;\n\t\t(H)\tA development agreement may provide that the board shall issue a lease to the nominee or nominees of the developer, including the developer, pursuant to the terms previously negotiated and agreed upon between the developer and the board, including the lease rent to the lessee and the method of recoupment of expenses and profit by the developer;\n\t\t(I)\tThe board shall lay out and establish a number of rights-of-way from proposed or established highways to the public beaches and game preserves in order that the right of the people to utilize the public beach or beaches and public game preserves shall be protected.\n\t\t\t\tPrior to leasing or entering into any development contract, the board shall determine the feasibility of hunting on the lands, and if any of them is suitable for hunting or during the term of the lease may become suitable for hunting, the board may reserve the lands as game preserves.  Where the board finds that hunting on the lands would not be consistent with the rights of the lessee or for other good cause, the board need not reserve the lands as game preserves.\n\t\t\t\tThe cost of the rights-of-way and any fencing which may be required shall be borne by the State, lessee, or jointly as the board may deem appropriate prior to the leasing of the lands.\n\t\t\t\tIn any disposition of beach-front lands, the board shall give consideration to the needs of the public for beach area above and below the high-water mark;\n\t\t(J)\tThe board may include in any development contract or lease, provisions concerning notice of breach or default, rights of a holder of a security interest, and consent to mortgage as set forth in sections 171-20, 171-21, and 171-22, respectively; and\n\t\t(K)\tAny other terms and conditions set by the board.\n\n\n\n\n\n\tThe term \"developer\" as used in this subsection means a person, firm, corporation, partnership, association, trust, or other legal entity, or a combination of any thereof, who or which has experience in the development and subdivision of land for single-family, multiple-family, industrial, hotel and resort, business commercial, or agricultural uses and has the financial ability satisfactory to the board to develop and subdivide land.\n\t(b)  Fee simple residential development.  Notwithstanding anything in this chapter to the contrary, the board, by negotiation and without recourse to public auction, with the prior approval of the governor and authorization of the legislature by concurrent resolution approving the development project, the concurrent resolution to be adopted by each house no earlier than twenty-four hours after printed copies thereof have been made available to the members of that house, may dispose of public lands, including submerged lands to be reclaimed at developer's or developers' expense, by sale of the fee, for single-family or multiple-family residential uses, as provided in this subsection.\n\tPrior to the sale in fee of any public land to a developer or developers, the board shall:\n\n\n\n\t(1)\tDetermine:\n\n\t\t(A)\tThe location, area, and size of the lands to be developed;\n\t\t(B)\tThe use or uses to which the lands shall be put, which shall be in conformity with the applicable state, city and county, or county zoning and subdivision laws, ordinances, or regulations;\n\t\t(C)\tThe estimated period of time to construct and complete the development;\n\t\t(D)\tMinimum requirements for on-site and off-site improvements, if any;\n\t\t(E)\tWhether any beach rights-of-way or game preserves should be established; and\n\t\t(F)\tAny other terms and conditions deemed necessary by the board;\n\n\t(2)\tSet the minimum sale price of the lands to be developed on the basis of an appraisal report prepared by an appraiser for the board determining the fair market value of the lands to be developed;\n\t(3)\tGive public notice of the proposed disposition at least once in each of three successive weeks statewide and, in addition, in the appropriate county if the land is situated in the first, second, and fourth districts.  The notice shall invite interested persons to submit applications to be selected as the developer or developers for the project and sealed bids for the development of the lands.  The notice shall also state in general terms the size, location, and minimum sale price of the area to be sold to the developer or developers, the minimum requirements for any required off-site and on-site improvements, the maximum estimated period of time to install and complete the construction of any required improvements, the use or uses to which the lands shall be put, the last date on which applications and sealed bids will be received by the board, which date shall not be less than thirty days or more than ninety days after the last notice, and the times and places at which more detailed information with respect to the disposition may be secured by interested persons.\n\t\t\tEach applicant shall include, together with the applicant's sealed bid, a financial statement and the applicant's performance and experience records in real estate development; provided that the board, in its discretion, may require the applicant to submit answers, under oath, to questions contained in a questionnaire prepared by the board; the applicant's sealed bid shall include a development plan in as much detail as possible and including but not limited to the following:  the applicant's proposal as to how and when the applicant intends to develop the land, including any permitted incremental development, the amount of money the applicant intends to commit to the total project, the method of recovery of the applicant's costs and profits, and the amount the applicant agrees to pay to purchase the land;\n\t(4)\tEstablish reasonable criteria for the selection of the private developer or developers;\n\t(5)\tDetermine within forty-five days of the last day for filing applications, the applicant or applicants who meet the criteria for selection set by the board, and notify all applicants of its determination within seven days of its determination.  Any applicant may examine the basis of the determination, which shall be in writing, to ascertain whether or not the conditions and criteria established by the board were followed; provided that if any applicant does not notify the board of the applicant's objections and the grounds therefor, in writing, within ten days of the receipt of the notice, the applicant shall be barred from proceeding to seek legal remedy for any alleged failure of the board to follow the conditions and criteria.\n\t\t\tIf only one applicant meets the criteria for selection as the developer, the board may then negotiate the details of the disposition of the public lands to the developer; provided that the terms of the disposition shall not be less than those proposed by the developer in the developer's application and shall be subject to the concurrence of the governor.  If two or more applicants meet the criteria for selection, the board shall consider all of the relevant facts of the disposition, the proposals submitted by each applicant, the experience and financial capability of each applicant and within forty-five days from the date of selection of the applicants that met the criteria, shall select the applicant who submitted the best offer.  The board may then negotiate the details of the disposition of the public lands with the developer; provided that the terms of the disposition shall not be less than those proposed by the developer in the developer's application and shall be subject to the concurrence of the governor.\n\t\t\tThe terms of the disposition shall include the following:\n\n\t\t(A)\tThe development and subdivision shall comply with appropriate state, county, and city and county zoning and subdivision requirements;\n\t\t(B)\tThe developer or developers shall file with the board a good and sufficient bond conditioned upon the full and faithful performance of all the terms, covenants, and conditions of the disposition;\n\t\t(C)\tThe use or uses to which the land will be put;\n\t\t(D)\tThe dates on which the developer must submit preliminary plans and final plans and specifications for the total development to the board for approval, which approval shall not be arbitrarily or capriciously withheld.  No construction shall commence until the board has approved the final plans and specifications; provided that with board approval construction on an incremental basis may be permitted;\n\t\t(E)\tThe date of completion of the total development, including the date of completion of any permitted incremental development;\n\t\t(F)\tThe minimum requirements for off-site and on-site improvements that the developer must install, construct, and complete by the date of completion of the total development.  The board may permit incremental development and establish the minimum requirements for off-site and on-site improvements that must be installed, constructed, and completed prior to the date of completion of the total development;\n\t\t(G)\tThe title to the land shall remain in the State until the purchaser has made all payments required in the terms of the sale and has constructed the improvements as agreed; provided that the developer may assign, with the approval of the board, the developer's sales agreement with the board as security for a loan to finance the balance of or a part of either the purchase price of the land or the cost of improvements, or both; provided further that if incremental development is permitted and the developer has completed construction of the required improvements in the increment and is able to pay or has paid for the agreed purchase price of the land within the increment, then the developer shall be entitled to a land patent or a deed to the land within the completed increment;\n\t\t(H)\tThe board shall lay out and establish over and across the lands a reasonable number of rights-of-way from proposed or established highways to the public beaches and game preserves in order that the right of people to utilize the public beach or beaches and public game preserves shall be protected.\n\t\t\t\tThe board may provide for the reservation of any lands within the lands to be disposed as game preserves if the board determines the establishment of the game preserves to be in the public interest.\n\t\t\t\tThe cost of rights-of-way and fencing which may be required shall be borne by the State, developer, or jointly as the board may deem appropriate prior to the disposition of the lands.\n\t\t\t\tIn any disposition of beach-front lands, the board shall give consideration to the needs of the public for beach area above and below the high-water mark;\n\t\t(I)\tThe board may include in any sales agreement provisions concerning notice of breach or default, rights of a holder of a security interest, and consent to mortgage as set forth in sections 171-20, 171-21, and 171-22, respectively; and\n\t\t(J)\tOther terms and conditions set by the board.\n\n\n\n\n\n\tThe term \"developer\" as used in this subsection means a person, firm, corporation, partnership, association, trust, or other legal entity, or a combination of any thereof, who or which has experience in the development and subdivision of land for single-family or multiple-family residential uses and has the financial ability satisfactory to the board to develop and subdivide land. [L 1965, c 239, §39; Supp, §103A-56.1; HRS ; am L 1968, c 68, §2; am L 1970, c 83, §§3, 4; am L 1981, c 199, §3; am L 1983, c 178, §2; gen ch 1985; am L 1998, c 2, §38]"
}