{
    "name": "Mediation; condominium management dispute resolution; request for hearing; hearing",
    "number": "121.5",
    "text": "(a)  If an apartment owner or the board of directors requests mediation of a dispute involving the interpretation or enforcement of the association of apartment owners' declaration, bylaws, or house rules, the other party in the dispute shall be required to participate in mediation.  Each party shall be wholly responsible for its own costs of participating in mediation; unless at the end of the mediation process, both parties agree that one party shall pay all or a specified portion of the mediation costs.  If an apartment owner or the board of directors refuses to participate in the mediation of a particular dispute, a court may take this refusal into consideration when awarding expenses, costs, and attorney's fees.\n     (b)  If a dispute is not resolved by mediation as provided in subsection (a), in addition to any other legal remedies that may be available, any party that participated in the mediation may file a request for a hearing with the office of administrative hearings, department of commerce and consumer affairs, as follows:\n     (1)  The party requesting the hearing must be a board of directors of a duly registered association of apartment owners, or an apartment owner that is a member of a duly registered association;\n     (2)  The request for hearing must be filed within thirty days from the final day of mediation;\n     (3)  The request for hearing must name one or more parties that participated in the mediation as an adverse party and identify the statutory provisions in dispute; and\n     (4)  The subject matter of the hearing before the hearing officer may include any matter that was the subject of the mediation pursuant to subsection (a).\n     (c)  For purposes of this section, the office of administrative hearing for the department of commerce and consumer affairs shall accept no more than thirty requests for hearing per fiscal year under this section.\n     (d)  The party requesting the hearing shall pay a filing fee of $25 to the department of commerce and consumer affairs, and the failure to do so shall result in the request for hearing being rejected for filing.  All other parties shall file a response, accompanied by a filing fee of $25 to the department of commerce and consumer affairs, within twenty days of being served with the request for hearing.\n     (e)  The hearings officers appointed by the director of commerce and consumer affairs pursuant to section 26-9(f) shall have jurisdiction to review any request for hearing filed under subsection (b).  The hearings officers shall have the power to issue subpoenas, administer oaths, hear testimony, find facts, make conclusions of law, and issue written decisions that shall be final and conclusive, unless a party adversely affected by the decision files an appeal in the circuit court under section 91-14.\n     (f)  Chapter 16-201, Hawaii Administrative Rules, shall govern all proceedings brought under this section.  The burden of proof, including the burden of producing the evidence and the burden of persuasion, shall be upon the party initiating the proceeding.  Proof of a matter shall be by a preponderance of the evidence.\n     (g)  Hearings to review and make determinations upon any requests for hearings filed under subsection (b) shall commence within sixty days following the receipt of the request for hearing.  The hearing officer shall issue written findings of fact, conclusions of law, and an order as expeditiously as practicable after the hearing has been concluded.\n     (h)  Each party to the hearing shall bear the party's own costs, including attorney's fees, unless otherwise ordered by the hearing officer.\n     (i)  Any party to a proceedings under this section who is aggrieved by a final decision of a hearings officer may apply for judicial review of that decision pursuant to section 91-14; provided that any party seeking judicial review pursuant to section 91-14 shall be responsible for the costs of preparing the record on appeal, including the cost of preparing the transcript of the hearing.\n     (j)  The department of commerce and consumer affairs may adopt rules and forms, pursuant to chapter 91, to effectuate the purpose of this section and to implement its provisions. [L 2007, c 244, pt of §2]\n \nNote\n \n  Subsections (b) to (j) are repealed on June 30, 2009.  Cases pending for dispute resolution are subject to this section.  L 2007, c 244, §12.  See also L 2006, c 277; L 2007, c 242."
}