{
    "name": "Prostitution",
    "number": "1200",
    "text": "PART I.  PROSTITUTION AND PROMOTING PROSTITUTION\n \nCross References\n \n  Liability for coercion into prostitution, see chapter 663J.\n \n         (1)  A person commits the offense of prostitution if the person engages in, or agrees or offers to engage in, sexual conduct with another person for a fee.\n     (2)  As used in subsection (1), \"sexual conduct\" means \"sexual penetration,\" \"deviate sexual intercourse,\" or \"sexual contact,\" as those terms are defined in section 707-700.\n     (3)  Prostitution is a petty misdemeanor.\n     (4)  A person convicted of committing the offense of prostitution shall be sentenced as follows:\n    (a)   For the first offense, when the court has not deferred further proceedings pursuant to chapter 853, a mandatory fine of $500 and the person may be sentenced to a term of imprisonment of not more than thirty days or probation; provided that in the event the convicted person defaults in payment of the $500 fine, and the default was not contumacious, the court may sentence the person to perform services for the community as authorized by section 706-605(1).\n    (b)   For any subsequent offense, a mandatory fine of $500 and a term of imprisonment of thirty days or probation, without possibility of deferral of further proceedings pursuant to chapter 853 and without possibility of suspension of sentence.\n    (c)   For the purpose of this subsection, if the court has deferred further proceedings pursuant to chapter 853, and notwithstanding any provision of chapter 853 to the contrary, the defendant shall not be eligible to apply for expungement pursuant to section 831-3.2 until four years following discharge.  A plea previously entered by a defendant under section 853-1 for a violation of this section shall be considered a prior offense.  When the court has ordered a sentence of probation, the court may impose as a condition of probation that the defendant complete a course of prostitution intervention classes; provided that the court may only impose such condition for one term of probation.\n     (5)  This section shall not apply to any member of a police department, a sheriff, or a law enforcement officer acting in the course and scope of duties. [L 1972, c 9, pt of §1; am L 1981, c 110, §1; am L 1986, c 314, §§73, 74; am L 1990, c 204, §1; am L 1993, c 130, §1; am L 1998, c 177, §2]\n \nCOMMENTARY ON \n \n  History has proven that prostitution is not going to be abolished either by penal legislation nor the imposition of criminal sanctions through the vigorous enforcement of such legislation.  Yet the trend of modern thought on prostitution in this country is that \"public policy\" demands that the criminal law go on record against prostitution.[1]  Defining this \"public policy\" is a difficult task.  Perhaps it more correctly ought to be considered and termed \"public demand\"--a widespread community attitude which the penal law must take into account regardless of the questionable rationales upon which it is based.\n  A number of reasons have been advanced for the suppression of prostitution, the most often repeated of which are: \"the prevention of disease, the protection of innocent girls from exploitation, and the danger that more sinister activities may be financed by the gains from prostitution.\"[2]  These reasons are not convincing.  Venereal disease is not prevented by laws attempting to suppress prostitution.  If exploitation were a significant factor, the offense could be dealt with solely in terms of coercion.  Legalizing prostitution would decrease the prostitute's dependence upon and connection with the criminal underworld and might decrease the danger that \"organized crime\" might be financed in part by criminally controlled prostitution.\n  Our study of public attitude in this area revealed the widespread belief among those interviewed that prostitution should be suppressed entirely or that it should be so restricted as not to offend those members of society who do not wish to consort with prostitutes or to be affronted by them.  Making prostitution a criminal offense is one method of controlling the scope of prostitution and thereby protecting those segments of society which are offended by its open existence.  This \"abolitionist\" approach is not without its vociferous detractors.  There are those that contend that the only honest and workable approach to the problem is to legalize prostitution and confine it to certain localities within a given community.  While such a proposal may exhibit foresight and practicality, the fact remains that a large segment of society is not presently willing to accept such a liberal approach.  Recognizing this fact and the need for public order, the Code makes prostitution and its associate enterprises criminal offenses.\n  This section makes the offense of prostitution contingent on the commission by a male or female of at least one of three acts:  (1) engaging in sexual conduct with another person for a fee, or (2) agreeing to engage in sexual conduct with another person for a fee, or (3) an offer to engage in sexual conduct with another person for a fee.  Under this section the sex of the parties or prospective parties is immaterial.  It is no defense under this section that: (a) both parties were of the same sex, or (b) the party who accepted, agreed to accept, or solicited the fee was a male and the party who tendered or agreed or offered to tender the fee was a female.  To emphasize the immateriality of the sex of the parties, the phrase \"he or she\" is used for the actor in subsection (1), albeit under Chapter 701 \"he\" includes any natural person.  The word \"person\" is also used in order to denote either the masculine or feminine gender as the particular case demands.\n  Subsection (2) defines \"sexual conduct.\"  As used in subsection (1) it is given a wide scope, meaning \"sexual intercourse,\" \"deviate sexual intercourse,\" or \"sexual contact,\" as those terms are defined in §707-700.  Subsection (3) provides that the offense is a petty misdemeanor.\n  The Code's provision on prostitution is similar to previous Hawaii law insofar as it applies to both male and female prostitution.[3]  However, unlike prior law, the Code does not cover indiscriminate sexual intercourse without hire.[4]  Instead of the vague word \"lewdness,\"[5] the Code gains some specificity by employing statutorily defined phrases.  In the area of penalty, previous law imposed a fine of not more than $1,000 or imprisonment of not more than one year, or both.  The Code lowers these maxima to $500 and 30 days, respectively, by making the offense a petty misdemeanor.  This has been done on the recommendation of some judges and with the concurrence of the Honolulu Police Department.  Since the sentences presently imposed do not, in fact, generally exceed those authorized for a petty misdemeanor, the Code is in accord with present practice.\n \nSUPPLEMENTAL COMMENTARY ON \n \n  Act 110, Session Laws 1981, added subsection (4) to specify the sentencing alternatives upon conviction of a defendant.  The legislature felt that some form of mandatory sentence was necessary to curb prostitution and the attendant crimes of violence and crimes against property.  Senate Conference Committee Report No. 15, House Conference Committee Report No. 25.\n  Act 204, Session Laws 1990, amended this section to clarify that the customer of a prostitute would also be committing the crime of prostitution.  The legislature felt that buyers and sellers of illegal business transactions should be targets for prosecution.  House Standing Committee Report No. 1205-90.\n  Act 130, Session Laws 1993, amended  to permit deferred pleas under chapter 853 in first-offense prostitution cases and to prohibit expungement pursuant to §831-3.2 until four years following discharge.  The act also provided that a plea previously entered by a defendant under §853-1 for prostitution is considered a prior offense.  Conference Committee Report No. 62.\n  Act 177, Session Laws 1998, amended this section to provide that any offense for which a person is convicted of prostitution is probationable, and that the court may impose prostitution intervention classes for only one term of probation.  The legislature found that prostitution was a multi-faceted problem which required efforts to encourage persons involved in the sex industry to seek alternative lifestyles and employment options.  The legislature further found that persons involved in prostitution were often not capable of exploring those options, and thus, those persons needed assistance in finding educational and employment opportunities that would support their desire to leave prostitution.  Conference Committee Report No. 155.\n \nLaw Journals and Reviews\n \n  The Protection of Individual Rights Under Hawai`i's Constitution.  14 UH L. Rev. 311.\n  Criminal Procedure Rights Under the Hawaii Constitution Since 1992.  18 UH L. Rev. 683.\n \nCase Notes\n \n  Evidence did not sufficiently prove whether money was given as a gift or as a fee.  56 H. 409, 538 P.2d 1206.\n  Subsection (4) eliminates power of court to grant deferred acceptance of guilty pleas.  66 H. 101, 657 P.2d 1026.\n  Applicable to sex for fee in a private apartment.  66 H. 616, 671 P.2d 1351.\n  Prohibition is gender-neutral; even if not, section did not deny equal protection.  67 H. 608, 699 P.2d 983.\n  Deferred acceptance of no-contest plea or deferred acceptance of guilty plea cannot be accepted under this section.  74 H. 75, 837 P.2d 776.\n  Because maximum authorized term of imprisonment for a prostitution offense is thirty days, prostitution is presumptively a petty offense to which right to a trial by jury does not attach; defendant did not have a right to jury trial on prostitution charges. 77 H. 162, 883 P.2d 83.\n  District court imposed illegal sentences, where defendant pleaded guilty to six offenses of prostitution, pleading guilty to each offense in reverse chronological order, and defendant was sentenced, in reverse chronological order, to fines of $500 for each offense.  77 H. 394, 885 P.2d 1135.\n  Under the plain meaning of §707-700 and this section, touching the sexual or other intimate parts of another person, for a fee, constitutes prostitution, even if the touching occurs through clothing.  88 H. 19, 960 P.2d 1227.\n  Subsection (4) does not require that a \"subsequent\" offense occur on a separate day.  90 H. 262, 978 P.2d 700.\n  As the exception in subsection (5) would negative the prostitution offense defendant was charged with, it constituted a defense; in order to claim the benefit of this defense, evidence that defendant fell within the exception must have been adduced; where defendant did not adduce any such evidence at trial, the prosecution was not required to disprove the defense until there was evidence that the defendant fell within subsection (5).  114 H. 1, 155 P.3d 1102.\n  In prostitution case, application of this section (2006) to defendant was not unconstitutional.  114 H. 1, 155 P.3d 1102.\n  \"Convicted\" in subsection (4) is used in pre-sentence context, and means ascertainment of guilt.  9 H. App. 165, 827 P.2d 1156.\n  Whether the men responded to defendant's offers and the substance of their responses were irrelevant under prostitution statute; defendant merely had to offer to engage in sex in exchange for a fee.  There was substantial evidence for trial judge to find that defendant offered to engage in sexual conduct in exchange for money.  79 H. 123 (App.), 899 P.2d 406.\n  As court had no discretion under subsection (4)(b) in imposing stiffer sentence on defendant once it was established that defendant was a subsequent prostitution offender, defendant was not required to raise a good-faith challenge to the prior conviction in order to trigger the State's burden to prove that defendant was represented by counsel or waived such representation at the time of defendant's prior conviction.  89 H. 492 (App.), 974 P.2d 1082.\n  Where officer testified to a prior arrest of defendant, defendant admitted to prior arrest by officer, trial court was able to evaluate and match physical identifying information in criminal history abstract with defendant, abstract set out the prior prostitution conviction of a defendant with the same name, and defendant had rather unusual name for person in Hawaii, evidence was sufficient to establish beyond a reasonable doubt that defendant had a prior prostitution conviction for purposes of subsection (4).  89 H. 492 (App.), 974 P.2d 1082.\n  As the First Amendment does not protect speech which is part of a course of criminal conduct, and defendant's words were an integral part of defendant's conduct in violating a valid statute prohibiting offers or agreements to engage in sex for a fee (this section), defendant's prosecution did not violate the First Amendment.  107 H. 360 (App.), 113 P.3d 811.\n  This section does not proscribe constitutionally protected conduct and was not overbroad as applied to defendant's actual conduct; the language of this section also was sufficiently clear that defendant was not required to guess at its meaning, this section gave defendant fair warning that defendant was prohibited from offering or agreeing to engage in sex for a fee.  107 H. 360 (App.), 113 P.3d 811.\n  Trial court's factual findings pertaining to defendant's offer and agreement to engage in sex for $200 were not clearly erroneous and there was sufficient evidence to support defendant's prostitution conviction under this section.  107 H. 360 (App.), 113 P.3d 811.\n \n__________\n§711-1200 Commentary:\n \n1.  Prop. Del. Cr. Code, comments at 427.\n \n2.  Id.  See also, M.P.C., Tentative Draft No. 9, comments at 171 (1959).\n \n3.  See H.R.S. §768-51.\n \n4.  See id. §768-52(1).\n \n5.  See id. §768-52(2)."
}