{
    "name": "Lessees within the last ten years of their lease terms; requests for interest",
    "number": "41.6",
    "text": "(a)  Notwithstanding any other provision of law to the contrary, and except as otherwise provided in section 171-36(b) and (d), a lessee of public land that is classified as commercial and industrial use pursuant to section 171-10, and that is subject to the management, administration, or control of the board may, during the last ten years of the term of the original lease, submit a written request to the board to initiate a request for interest process as provided in this section.\n     (b)  Within one hundred eighty days of a lessee's written request to initiate a request for interest, the board shall:\n     (1)  Appraise the value of the land and any improvements to the land that existed as of the date of the written request pursuant to section 171-17(a) and require the awardee of a new lease executed pursuant to this section to reimburse the department for the appraisal; \n     (2)  Publish a request for interest and request for qualifications notice inviting persons to express their interest in leasing the land and their qualifications as potential lessees and describing any improvements to the land that exist as of the date of the written request.  The notice shall be given at least once statewide and at least once in the county where the land is located and shall contain:\n          (A)  The qualifications required of eligible lessees;\n          (B)  A general description of the land, including the address and tax map key, and of any improvements to the land that existed as of the date of the written request;\n          (C)  That the land to be leased is classified as commercial and industrial use pursuant to section 171-10;\n          (D)  The appraised value of the land and of any improvements to the land that existed as of the date of the written request;\n          (E)  The closing date and manner by which a person shall indicate interest and submit a statement of qualifications; and\n          (F)  Notice that a business plan is a prerequisite to participate at time of auction or direct negotiation, if applicable, and shall be made a term of the lease.\n     (c)  Within ninety days after the closing date specified in the notice, the board shall determine if any persons have qualified under the terms of the request for qualifications and shall notify all persons who expressed interest as to whether they qualified.  The board shall also notify the current lessee as to whether any other persons qualified.\n     (d)  The board shall enter into direct negotiation with the current lessee immediately upon notification if no other qualified persons have expressed interest in the property. \n     (e)  If the land is not leased pursuant to subsection (d) within three years before the termination date of the lease, the board shall dispose of the land by public auction as provided in this chapter; provided that the board has determined that at least one person, who: \n     (1)  Is not the current lessee; \n     (2)  Has been determined by the board to be qualified; and \n     (3)  Has submitted a business plan prior to the date of the auction,\nhas expressed interest in leasing the land and any improvements to the land that existed as of the date of the written request in subsection (a).  The auction upset price shall be the greater of the current rent or the fair market rent pursuant to section 171-17(d) based upon the appraised value of the land and any improvements to the land that existed as of the date of the written request.  \n     The current lessee may bid on a new lease at the public auction.  The current lessee's business plan shall be deemed acceptable to the board and the current lessee shall not be required to submit a new business plan; provided that the current lessee is in compliance with the terms of the existing lease and has submitted a business plan prior to the date of the auction.\n     (f)  Lease terms for any new lease executed pursuant to this section shall be determined by the board and shall:\n     (1)  Not commence prior to the termination of the current lease;\n     (2)  Establish the rent at no less than the greater of the current rent or the fair market rent pursuant to section 171-17(d) based upon the appraised value of the land and any improvements to the land that existed as of the date of the written request;\n     (3)  If the lease is awarded after public auction to any person other than the current lessee, include a premium equal to the value of any improvements to the land made after the date of the written request in subsection (a), which shall be paid to the current lessee prior to transfer of the land and improvements to the new lessee; and\n     (4)  Include the previously submitted business plan.\n     (g)  Unless specifically required to do so by the board, the current lessee shall not be required to remove improvements or restore the land to a vacant condition at the expiration of the lease; provided that, without prejudice to any other rights or remedies that the current lessee or State may have, this subsection shall not alter any obligation of a current lessee to indemnify, defend, and hold the State harmless from any claims regarding pollution or contamination of the land with potentially hazardous substances.\n     (h)  This section shall not apply to:\n     (1)  Any lessee who is in arrears in the payment of taxes, rents, or other obligations owing to the State or any county or who has had, during the five years preceding the anticipated disposition of the public land at a public auction or direct negotiation, a sale, lease, license, permit, or easement covering other public lands canceled for failure to satisfy the terms and conditions thereof; or\n     (2)  Any lease that is subject to cancellation for failure to satisfy the terms or conditions of a lease, license, permit, or easement covering the public lands.\n     (i)  As used in this section, \"improvements\" means all physical improvements constructed, owned, or constructed and owned by the lessee during the lease term and shall exclude all infrastructure constructed, owned, or constructed and owned by third parties, such as water and sewer pipes, electricity and telephone lines and cables, or other infrastructure. [L 2017, c 215, pt of §2]"
}