{
    "name": "2.02",
    "number": "32",
    "text": "Articles of incorporation.  (a)  The articles of incorporation shall set forth:\n\n\n\n\t(1)\tA corporate name for the corporation that satisfies the requirements of section 414-51;\n\t(2)\tThe number of shares the corporation is authorized to issue;\n\t(3)\tThe mailing address of the corporation's initial principal office, the street address of the corporation's initial registered office, and the name of its initial registered agent at its initial registered office; and\n\t(4)\tThe name and address of each incorporator.\n\n\n\n\t(b)  The articles of incorporation may set forth:\n\n\n\n\t(1)\tThe names and addresses of the individuals who are to serve as the initial directors;\n\t(2)\tProvisions not inconsistent with law regarding:\n\n\t\t(A)\tThe purpose or purposes for which the corporation is organized;\n\t\t(B)\tManaging the business and regulating the affairs of the corporation;\n\t\t(C)\tDefining, limiting, and regulating the powers of the corporation, its board of directors, and shareholders;\n\t\t(D)\tA par value for authorized shares or classes of shares; and\n\t\t(E)\tThe imposition of personal liability on shareholders for the debts of the corporation to a specified extent and upon specified conditions;\n\n\t(3)\tAny provision that under this chapter is required or permitted to be set forth in the bylaws;\n\t(4)\tA provision eliminating or limiting the liability of a director to the corporation or its shareholders for money damages for any action taken, or any failure to take any action, as a director, subject to section 414-222; and\n\t(5)\tA provision permitting or making obligatory indemnification of a director for liability (as defined in section [414-241]) to any person for any action taken, or any failure to take any action, as a director, except liability for:\n\n\t\t(A)\tReceipt of a financial benefit to which the director is not entitled;\n\t\t(B)\tAn intentional infliction of harm on the corporation or its shareholders;\n\t\t(C)\tA violation of section 414-223; or\n\t\t(D)\tAn intentional violation of criminal law.\n\n\n\n\n\n\t(c)  The articles of incorporation need not set forth any of the corporate powers enumerated in this chapter. [L 2000, c 244, pt of §1; am L 2002, c 130, §10]"
}