{
    "name": "7.01",
    "number": "121",
    "text": "PART VIII.  SHAREHOLDERS\n\nA.  Meetings\n   Annual meeting.  (a)  A corporation shall hold a meeting of shareholders annually at a time stated in or fixed in accordance with the bylaws.\n\t(b)  Annual shareholders' meetings may be held in or out of this State at the place stated in or fixed in accordance with the bylaws.  If no place is stated in or fixed in accordance with the bylaws, annual meetings shall be held at the corporation's principal office.  Notwithstanding the foregoing, the bylaws may authorize the board of directors, in its sole discretion, to determine that the annual meeting shall not be held at any place, but may instead be held solely by means of remote communication as authorized under subsection (c).\n\t(c)  If authorized by the board of directors in its sole discretion, and subject to guidelines and procedures adopted by the board, shareholders and proxies of shareholders not physically present at a meeting of shareholders, by means of remote communication, may:\n\t(1)\tParticipate in a meeting of shareholders; and\n\n\n\n\t(2)\tBe deemed present in person and vote at a meeting of shareholders whether the meeting is held at a designated place or solely by means of remote communication; provided that the corporation shall:\n\n\t\t(A)\tImplement reasonable measures to verify that each person deemed present and permitted to vote at the meeting by means of remote communication is a shareholder or proxy of a shareholder;\n\t\t(B)\tImplement reasonable measures to provide shareholders and proxies of shareholders a reasonable opportunity to participate in the meeting and to vote on matters submitted to the shareholders, including an opportunity to read or hear the proceedings of the meeting concurrently with the proceedings; and\n\t\t(C)\tMaintain a record of voting or action by any shareholder or proxy of a shareholder that votes or takes other action at the meeting by means of remote communication.\n\n\n\n\n\n\t(d)  The failure to hold an annual meeting at the time stated in or fixed in accordance with a corporation's bylaws shall not affect the validity of any corporate action. [L 2000, c 244, pt of §1; am L 2002, c 130, §14]"
}