{
    "name": "6.01",
    "number": "71",
    "text": "PART VII.  SHARES AND DISTRIBUTIONS\n\nA.  Shares\n   Authorized shares.  (a)  The articles of incorporation must prescribe the classes of shares and the number of shares of each class that the corporation is authorized to issue.  If more than one class of shares is authorized, the articles of incorporation must prescribe a distinguishing designation for each class, and, prior to the issuance of shares of a class, the preferences, limitations, and relative rights of that class must be described in the articles of incorporation.  All shares of a class must have preferences, limitations, and relative rights identical with those of other shares of the same class except to the extent otherwise permitted by section 414-72.\n\t(b)  The articles of incorporation must authorize:\n\n\n\n\t(1)\tOne or more classes of shares that together have unlimited voting rights; and\n\t(2)\tOne or more classes of shares (which may be the same class or classes as those with voting rights) that together are entitled to receive the net assets of the corporation upon dissolution.\n\n\n\n\t(c)  The articles of incorporation may authorize one or more classes of shares that:\n\n\n\n\t(1)\tHave special, conditional, or limited voting rights, or no right to vote, except to the extent prohibited by this chapter;\n\t(2)\tAre redeemable or convertible as specified in the articles of incorporation:\n\n\t\t(A)\tAt the option of the corporation, the shareholder, or another person or upon the occurrence of a designated event;\n\t\t(B)\tFor cash, indebtedness, securities, or other property; and\n\t\t(C)\tIn a designated amount or in an amount determined in accordance with a designated formula or by reference to extrinsic data or events;\n\n\t(3)\tEntitle the holders to distributions calculated in any manner, including dividends that may be cumulative, noncumulative, or partially cumulative; or\n\t(4)\tHave preference over any other class of shares with respect to distributions, including dividends and distributions upon the dissolution of the corporation.\n\n\n\n\t(d)  The description of the designations, preferences, limitations, and relative rights of share classes in subsection (c) is not exhaustive. [L 2000, c 244, pt of §1]"
}