{
    "name": "Hawaii teacher standards board established",
    "number": "801",
    "text": "D.  Hawaii Teacher Standards Board\n \nNote\n \n  Subpart heading reenacted by L 2001, c 312, pt of §10.\n  Conviction of a teacher for sexual offense; suspension of license; procedure for license revocation (repealed July 1, 2010 or upon adoption of rules, whichever is earlier).  L 2008, c 164.\n  Professional development schools grant program.  L 2001, c 313.\n \n         (a)  There is established the Hawaii teacher standards board, which shall be placed within the department for administrative purposes only.  The board shall consist of thirteen members, including not less than six licensed teachers regularly engaged in teaching, three educational officers, the chairperson of the board of education or the chairperson's designee, the superintendent or the superintendent's designee, a representative of independent schools, and the dean of the University of Hawaii college of education or the dean's designee; provided that the dean's designee shall be chosen from the member institutions of the teacher education coordinating committee established under section [304A‑1202].\n     (b)  Except for the chairperson of the board of education, the superintendent, and the dean of the college of education, the governor shall appoint the members of the board pursuant to section 26-34, from a list of qualified nominees submitted to the governor by the departments, agencies, and organizations representative of the constituencies of the board.  To the extent possible, the board membership shall reflect representation of elementary and secondary school personnel from all islands.\n     (c)  Appointed board members shall serve not more than three consecutive three-year terms; provided that the initial terms of the appointed members that commence after June 30, 2000, shall be staggered, as follows:\n     (1)  Three members to serve three-year terms;\n     (2)  Three members to serve two-year terms; and\n     (3)  One member to serve a one-year term.\n     (d)  Board members shall receive no compensation.  When board duties require that a board member take leave of the board member's duties as a state employee, the appropriate state department shall allow the board member to be placed on administrative leave with pay and shall provide substitutes, when necessary, to perform that board member's duties.  Board members shall be reimbursed for necessary travel expenses incurred in the conduct of official board business.\n     (e)  The chairperson of the board shall be designated by the members of the board. [L 1996, c 89, pt of §2; am L 1999, c 218, §3; am L 2001, c 312, pt of §10; am L 2006, c 75, §9]\n \nCross References\n \n  Definitions, see §302A-501."
}