{
    "name": "Teachers' salary schedule",
    "number": "624",
    "text": "(a)  The salary schedule for all teachers of the department shall be negotiated pursuant to section 89-9.\n     (b)  All teachers shall meet the following requirements:\n     (1)  A teacher shall earn at least five credits within a three-year cycle to receive increment or longevity step increases in the third year of the three-year cycle;\n     (2)  A teacher who fails to meet the requirement set forth in paragraph (1) shall not be eligible for any increment or longevity step increases until the teacher earns the credit requirement for the three-year cycle;\n     (3)  Any credit earned in excess of any three-year credit requirement may not be carried over beyond the three-year cycle; and\n     (4)  Credits earned may be in the form of in-service, university, or other credits approved by the department.\n     (c)  A teacher shall be required to spend at least one year in Class III before going on to Class IV, at least one year in Class IV before going on to Class V, at least one year in Class V before going on to Class VI, and at least one year in Class VI before going on to Class VII.\n     (d)  In case of promotion from a teaching position to an educational officer, the employee shall receive compensation at the lowest step of the higher grade that exceeds the employee's existing compensation by at least eight per cent if such a step exists.\n     (e)  Effective July 1, 2006, the minimum hourly or minimum per diem rate for substitute teachers shall be determined by the legislature as follows; provided that any individual in Class I, II, or III who works less than a full seven-hour work day shall be compensated on a pro-rated, hourly basis:\n     (1)  Class I:  other individuals who do not possess a bachelor's degree shall be compensated at a rate of not less than $125 for a full work day;\n     (2)  Class II:  individuals with a bachelor's degree shall be compensated at a rate of not less than $136 for a full work day; and\n     (3)  Class III:  department of education teachers, or licensed or highly qualified teachers, shall be compensated at a rate of not less than $147 for a full work day.\n     (f)  Effective July 1, 2008, the board shall provide wage adjustments for substitute teachers.  The wage adjustments shall be comparable to the across-the-board wage adjustments for teachers that are negotiated for bargaining unit (5) subject to legislative approval, pursuant to section 89C-5.  The board may also adjust hours, benefits, and other terms and conditions of employment for substitute teachers. [L 1996, c 89, pt of §2; am L 2005, c 70, §1; am L 2006, c 263, §2; am L 2008, c 187, §2]"
}