{
    "name": "Hawaii teacher cadet program fund",
    "number": "401.5",
    "text": "(a)  There is established the Hawaii teacher cadet program fund as a separate fund of the Hawaii alliance for future teachers, a Hawaii nonprofit organization.  Moneys received from the state, county, or federal government, private contributions of cash or other property, and the income and capital gains earned by the fund shall constitute its assets.\n     (b)  The Hawaii alliance for future teachers shall expend moneys from the fund in the form of either grants to organizations or contracts with private vendors to provide programs for students who possess a high level of academic achievement and the personality traits found in good teachers to consider teaching as a career in accordance with this section.\n     (c)  The fund may receive contributions, grants, endowments, or gifts in cash or otherwise from all sources, including corporations or other businesses, foundations, government, individuals, and other interested parties.  The legislature intends that public and private sectors review and investigate all potential funding sources.  The State may appropriate moneys to the fund.\n     (d)  The Hawaii alliance for future teachers shall appoint the members of the Hawaii teacher cadet program advisory board, which shall be responsible for:\n     (1)  Soliciting and otherwise raising funds for the fund;\n     (2)  Establishing criteria for the expenditure of funds;\n     (3)  Reviewing grant proposals using criteria established by Hawaii alliance for future teachers; and\n     (4)  Making recommendations for grants and other specific expenditures.\nMembers of the advisory board shall be stakeholders in Hawaii's public educational system, including students, parents, alumni, principals, community and business leaders, and representatives from the department of education and the department of accounting and general services, who shall be represented on the advisory board.\n     (e)  In managing the moneys in the fund, the Hawaii alliance for future teachers shall exercise ordinary business care and prudence given the facts and circumstances prevailing at the time of action or decision.  In doing so, the Hawaii alliance for future teachers shall consider its long- and short-term needs in carrying out its purposes, its present and anticipated financial requirements, expected total return on its investments, price trends, and general economic conditions.\n     (f)  There may be an endowment component of the fund, and the Hawaii alliance for future teachers may accumulate net income and add the same to the principal.\n     (g)  The use of any state moneys may be restricted by the legislation appropriating these moneys to the fund.\n     (h)  The Hawaii alliance for future teachers may expend principal from the fund for the purposes of the fund.\n     (i)  Any organization submitting a proposal to the Hawaii alliance for future teachers for moneys shall meet the following standards at the time of application:\n     (1)  Be a for-profit organization duly registered under the laws of the State, or be a nonprofit organization determined by the Internal Revenue Service to be exempt from the federal income tax, or be an agency of the State or a county;\n     (2)  In the case of a nonprofit organization, have a governing board whose members have no material conflict of interest and serve without compensation;\n     (3)  In the case of an applicant that is not a state or county government agency, have bylaws or policies that describe the manner in which business is conducted and policies that relate to the management of a potential situation involving a conflict of interest;\n     (4)  Have experience with the project or in the program area for which the proposal is being made; and\n     (5)  Be licensed and accredited, as applicable, in accordance with the requirements of federal, state, and county governments.\n     (j)  All proposals submitted to the Hawaii alliance for future teachers for moneys shall be approved by the department for consistency in meeting standards for public schools.\n     (k)  Organizations or agencies to which moneys are awarded shall agree to comply with the following conditions before receiving the award:\n     (1)  Use persons qualified to engage in the activity to be funded;\n     (2)  Comply with the applicable federal, state, and county laws; and\n     (3)  Comply with any other requirements prescribed by the Hawaii alliance for future teachers to ensure adherence by the recipient of the award with applicable federal, state, and county laws and with the purposes of this section.\n     (l)  Chapter 103D shall not apply to organizations or agencies that apply for grants or contracts under this section; provided that the Hawaii alliance for future teachers shall be held accountable for the use of the funds under a contract with the department.\n     (m)  Any contract awarded by the Hawaii alliance for future teachers shall be made with as much competition as is practical to execute its purposes.\n     (n)  The fund shall be audited annually by an independent auditor.  The results of each annual audit shall be submitted to the department not later than thirty days from the date the  Hawaii alliance for future teachers receives the audit results.  In addition, the Hawaii alliance for future teachers shall retain for a period of three years and permit the department, state legislators, and the auditor, or their duly authorized representatives, to inspect and have access to any documents, papers, books, records and other evidence that is pertinent to the fund.\n     (o)  The fund shall not be placed in the state treasury, and the State shall not administer the fund, nor shall the State be liable for the operation or solvency of the fund of the  Hawaii alliance for future teachers.\n     (p)  For every dollar of state moneys granted by the fund to the project, there shall be a minimum of $1 in value matched by the Hawaii alliance for future teachers in cash, or the fair market value of in-kind donations, real property, or any other item of value from federal, state, or county governments, private entities, community-based organizations, non-profit organizations, or individuals.\n     (q)  The superintendent of education shall submit an annual report of the progress of the Hawaii teacher cadet program fund no later than twenty days prior to the convening of each regular session of the legislature. [L 2005, c 159, §2]"
}