{
    "name": "Junior kindergarten and kindergarten program; establishment; attendance",
    "number": "411",
    "text": "(a)  The department shall establish and maintain junior kindergartens and kindergartens with a program of instruction as a part of the public school system; provided that:\n     (1)  Attendance shall not be mandatory; and\n     (2)  Charter schools shall be excluded from mandatory participation in the program.\n     (b)  The department shall establish a two-tier junior kindergarten and kindergarten program to support the range of developmental abilities of children in junior kindergarten and kindergarten.  Any school may move students between junior kindergarten and kindergarten as the school deems appropriate.  Junior kindergarten students may graduate directly to grade one.  The program shall include any or all of the following models:\n     (1)  Classrooms composed exclusively of either junior kindergarten or kindergarten students;\n     (2)  Coordination with public, private, or public-private entities to address the needs of junior kindergarten-eligible students within the school's community; and\n     (3)  The blending of junior kindergarten and kindergarten students in a single classroom.\n     (c)  Beginning with the 2004-2005 school year, a child who will be at least five years of age on or before December 31 of the school year may attend a public school kindergarten.  Beginning with the 2006-2007 school year, a child who will be at least five years of age on or before August 1 of the school year may attend a public school kindergarten.  Beginning with the 2006-2007 school year, a child who will be at least five years of age after August 1 and before January 1 of the school year may attend a public school junior kindergarten.\n     (d)  The department may accept gifts to establish and maintain junior kindergartens and kindergartens. [L 1996, c 89, pt of §2; am L 1997, c 362, §1; am L 2004, c 219, §2; am L 2006, c 298, §9]\n \nCross References\n \n  Early childhood education facilities; identifying sites, see §302A-1506.5."
}