{
    "name": "Infected persons and quarantine",
    "number": "8",
    "text": "(a)  As used in this section: \t\"Communicable disease\" means any disease declared to be \"communicable\" by the director of health.\n\t\"Dangerous disease\" means a disease as defined in section 325-20.\n\t\"Quarantine\" means the compulsory physical separation, including the restriction of movement or confinement of individuals or groups believed to have been exposed to or known to have been infected with a contagious disease, from individuals who are believed not to have been exposed or infected, by order of the department or a court of competent jurisdiction.\n\t(b)  In implementing a quarantine, the dignity of the individual quarantined shall be respected at all times and to the greatest extent possible, consistent with the objective of preventing or limiting the transmission of the disease to others.  The needs of individuals quarantined shall be addressed in as systematic and competent a fashion as is reasonable under the circumstances.  To the greatest extent possible, the premises in which individuals are quarantined shall be maintained in a safe and hygienic manner, designed to minimize the likelihood of further transmission of infection or other harm to individuals subject to quarantine.  Adequate food, clothing, medication, and other necessities, access to counsel, means of communication with those in and outside these settings, and competent medical care shall be provided to the person quarantined.\n\tTo the greatest extent possible, cultural and religious beliefs shall be considered in addressing the needs of quarantined individuals.  The department may establish and maintain places of quarantine and quarantine any individual by the least restrictive means necessary to protect the public health.\n\tThe department shall take all reasonable means to prevent the transmission of infection between or among quarantined individuals.  The quarantine of any individual shall be terminated when the director determines that the quarantine of that individual is no longer necessary to protect the public health.\n\t(c)  An individual subject to quarantine shall obey the department's rules and orders, shall not go beyond the quarantined premises, and shall not put the individual's self in contact with any individual not subject to quarantine other than a physician, health care provider, or individual authorized to enter a quarantined premises by the department.  Violation of any of the provisions of this subsection is a misdemeanor.\n\t(d)  No individual, other than an individual authorized by the department, shall enter a quarantined premises.  Any individual entering a quarantined premises without permission of the department shall be guilty of a misdemeanor.  If, by reason of an unauthorized entry into a quarantined premises, the individual poses a danger to public health, the individual may be subject to the quarantine pursuant to this section.\n\t(e)  Before quarantining an individual, the department shall obtain a written, ex parte order from a court of this State authorizing such action.  A petition for an ex parte order shall be filed with the circuit court of the circuit in which the individual resides, is suspected of residing, or is quarantined under subsection (f).  Proceedings on or related to a petition for an ex parte order shall be a civil action.  The court shall grant an ex parte order upon finding that probable cause exists to believe a quarantine is warranted pursuant to this section.  A copy of the ex parte order shall be given to the individual quarantined, along with notification that the individual has a right to a hearing under this section.\n\t(f)  Notwithstanding subsection (e), the department may quarantine an individual without first obtaining a written, ex parte order from the court if any delay in the quarantine of the individual would pose an immediate threat to the public health.  Following such a quarantine, the department shall promptly obtain a written, ex parte order from the court authorizing the quarantine.\n\t(g)  An individual quarantined pursuant to subsection (e) or (f) shall have the right to a court hearing to contest the ex parte order.  If the individual, the individual's guardian ad litem, or the individual's counsel requests a hearing, the hearing shall be held within fourteen days of filing of the request.  The request shall be in writing and shall be filed with the circuit court in the circuit in which the individual is quarantined.  A request for a hearing shall not alter or stay the quarantine of the individual.  The department shall be notified of the request for a hearing at least ten days before the hearing.  At the hearing, the department shall show that the quarantine is warranted pursuant to this section.  If, after hearing all relevant evidence, the court finds that the criteria for quarantine under subsection (i) have been met by clear and convincing evidence, the court shall authorize the continued quarantine of the individual.\n\t(h)  On or after thirty days following the issuance of an ex parte order or a hearing as provided for in this section, an individual quarantined pursuant to this section may request in writing a court hearing to contest the continued quarantine.  The hearing shall be held within fourteen days of the filing of the request.  The request shall be in writing and shall be filed with the circuit court for the circuit in which the individual is quarantined.  A request for a hearing shall not alter or stay the order of quarantine.  The department shall be notified of the request for a hearing at least ten days before the hearing.  At the hearing, the department shall show that continuation of the quarantine is warranted pursuant to this section.  If, after hearing all relevant evidence, the court finds that the criteria for the quarantine under subsection (i) have been met by clear and convincing evidence, the court shall authorize the continued quarantine of the individual.\n\t(i)  A court may order an individual to be quarantined if the court finds that:\n\n\n\n\t(1)\tThe individual is reasonably believed to have been exposed to or known to have been infected with a communicable or dangerous disease; and\n\t(2)\tA quarantine is the least restrictive means by which the public's health, safety, and welfare can be protected, due to the transmittable nature of the communicable or dangerous disease and the lack of preventive measures, or due to the failure by the individual quarantined to accept or practice less restrictive measures to prevent disease transmission.\n\n\n\n\t(j)  An individual quarantined pursuant to this section may request a hearing in the courts of this State regarding the individual's treatment and the terms and conditions of the quarantine.  Upon receiving a request, the court shall fix a date for a hearing.  The hearing shall take place within fourteen days of the filing of the request with the court.  The request for a hearing shall not alter or stay the order of quarantine.  The department shall be notified of the request for a hearing at least ten days before the hearing.  If, upon a hearing, the court finds that the quarantine of the individual is not in compliance with subsection (b), the court may fashion remedies reasonable under the circumstances and consistent with this chapter.\n\t(k)  Judicial decisions shall be based upon clear and convincing evidence, and a written record of the disposition of the case shall be made and retained.  If the personal appearance before the court of a quarantined individual is determined by the director to pose a threat to individuals at the proceeding and the quarantined individual does not waive the right to attend the proceeding, the court shall appoint a guardian ad litem as provided in article V of chapter 560, to represent the quarantined individual throughout the proceeding or shall hold the hearing via any means that allow all parties to participate as fully and safely as is reasonable under the circumstances.\n\t(l)  Upon written request, the court shall appoint counsel at state expense to represent individuals or groups of individuals who are or who are about to be quarantined pursuant to this section and who are not otherwise represented by counsel.  Adequate means of communication between those individuals or groups and their counsel and guardians ad litem shall be provided.\n\t(m)  In any proceeding brought pursuant to this section, in consideration of the protection of the public's health, the severity of the emergency, and the availability of necessary witnesses and evidence, the court may order the consolidation of claims by individuals involved or to be affected by a quarantine where: \n\n\n\n\t(1)\tThe number of individuals involved or to be affected by a quarantine is so large as to render individual participation impractical; \n\t(2)\tThere are questions of law or fact common to the individual claims or rights to be determined; \n\t(3)\tThe group claims or rights to be determined are typical of the affected individuals' claims or rights; and \n\t(4)\tThe entire group will be adequately represented in the consolidation.\n\n\n\n\t(n)  Each individual quarantined shall be responsible for the costs of food, lodging, and medical care, except for those costs covered and paid by the individual's health plan. [PC 1869, c 59, §26; am L 1911, c 125, §4; RL 1925, §935; RL 1935, §1095; am L 1941, c 262, §1; RL 1945, §2307; RL 1955, §49-8; am L Sp 1959 2d, c 1, §19; HRS ; gen ch 1985; am L 2002, c 169, §5]"
}