{
    "name": "New administrative rules superseded old rules as to all matters except permit applications that were filed before July1, 1994, when statutory authority for old rules was repealed.  Att. Gen. Op. .",
    "number": "4",
    "text": "§183C-4  Zoning; amendments.  (a)  The department, after notice and hearing as provided in this section, shall review and redefine the boundaries of the zones within the conservation district.\n\t(b)  The department shall adopt rules governing the use of land within the boundaries of the conservation district that are consistent with the conservation of necessary forest growth, the conservation and development of land and natural resources adequate for present and future needs, and the conservation and preservation of open space areas for public use and enjoyment.  No use except a nonconforming use as defined in section 183C-5, shall be made within the conservation district unless the use is in accordance with a zoning rule.\n\t(c)  The department may allow a temporary variance from zoned use where good cause is shown and where the proposed temporary variance is for a use determined by the department to be in accordance with good conservation practices.\n\t(d)  The department shall establish zones within the conservation district, which shall be restricted to certain uses.  The department, by rules, may specify the land uses permitted therein which may include, but are not limited to, farming, flower gardening, operation of nurseries or orchards, growth of commercial timber, grazing, recreational or hunting pursuits, or residential use.  The rules may control the extent, manner, and times of the uses, and may specifically prohibit unlimited cutting of forest growth, soil mining, or other activities detrimental to good conservation practices.\n\t(e)  Whenever any landowner or government agency whose property will be directly affected makes an application to change the boundaries or land uses of any zone, or to establish a zone with certain land uses, or where the department proposes to make the change or changes itself, the change or changes shall be put in the form of a proposed rule by the applicant and the department shall then give public notice thereof during three successive weeks statewide and in the county in which the property is located.  The notice shall be given not less than thirty days prior to the date set for the hearing, and shall state the time and place of the hearing and the changes proposed.  Any proposed rules and the necessary maps shall be made available for inspection by interested members of the public.  The hearing shall be held in the county in which the land is located and may be delegated to an agent or representative of the board as may otherwise be provided by law and in accordance with rules adopted by the board.  For the purpose of its public hearing or hearings, the board may summon witnesses, administer oaths, and require the giving of testimony. [L 1994, c 270, pt of §1; am L 1998, c 2, §49]"
}