{
    "name": "Actions for partition",
    "number": "1",
    "text": "When two or more persons hold or are in possession of real property as joint tenants or as tenants in common, in which one or more of them have an estate in fee, or a life estate in possession, any one or more of such persons may bring an action in the circuit court of the circuit in which the property or some part thereof is situated, for a partition of the property, according to the respective rights of the parties interested therein, and for a sale of the same or a part thereof if it appears that a partition cannot be made without great prejudice to the owners.  The several circuit courts shall have power, in any action for partition, to proceed according to the usual practice of courts of equity in cases of partition, and according to this chapter in enlargement thereof. [L 1923, c 178, §1; RL 1925, §2761; am L 1929, c 170, §1; RL 1935, §4740; RL 1945, §12450; RL 1955, §337-1; HRS ; am L 1972, c 90, §11(a)]\nRules of Court\n  Joinder of parties plaintiff, see HRCP rule 20(a).\nCase Notes\n  Once decree entered discontinuance of suit is not allowable against objection.  9 H. 389.\n  Where same issues, ejectment, res judicata.  29 H. 482; 30 H. 323.\n  Pedigree.  30 H. 116, explained 49 H. 273, 295, 414 P.2d 925; 49 F.2d 24.\n  Trial of title dispute is enlargement of usual powers in a partition suit.  48 H. 92, 96, 395 P.2d 620.\n  Where State claims absolute title, it cannot be sued without its consent.  48 H. 92, 395 P.2d 620.\n  \"Usual practice of courts of equity\" includes the partition in kind of common property.  57 H. 510, 559 P.2d 739.\n  Read in pari materia, this section and 4, relating to the partition of real property, vest the circuit court with equitable discretion in judicial sales of such property, to reopen bidding after public auction but before confirmation of the public auction bid, and the court's rejection of confirmation of the highest bid submitted at a public auction does not require a showing that inadequacy of the bid amounted to fraud.  104 H. 119, 85 P.3d 644.\n  See 30 H. 860; 35 H. 262.\n  As chapter allows actions to be brought only for partition of real property held in joint tenancy or tenancy in common, and not for estates held by the entireties, property owner was not authorized to sever husband's alleged interest in property from wife's interest and thereby convert wife's interest into a tenancy in common with property owner.  92 H. 228 (App.), 990 P.2d 126.\n  Cited:  37 H. 74, 97."
}