{
    "name": "False advertising",
    "number": "871",
    "text": "(1)  A person commits the offense of false advertising if, in connection with the promotion of the sale of property or services, the person knowingly or recklessly makes or causes to be made a false or misleading statement in any advertisement addressed to the public or to a substantial number of persons. \n\t(2)  \"Misleading statement\" includes an offer to sell property or services if the offeror does not intend to sell or provide the advertised property or services: \n\n\n\n\t(a)\tAt the price equal to or lower than the price offered; or \n\t(b)\tIn a quantity sufficient to meet the reasonably- expected public demand, unless quantity is specifically stated in the advertisement; or \n\t(c)\tAt all. \n\n\n\n\t(3)  False advertising is a misdemeanor. [L 1972, c 9, pt of §1; gen ch 1993]\nCross References\n  Action to enjoin violation, see §603-23.5. \n  Unfair trade practices, see chapters 481 to 481B. \nCOMMENTARY ON \n  This section covers any false or misleading statement, made in any advertisement addressed to the public (or to a substantial number of persons), when the statement is made in connection with the promotion or sale of goods or services.  Such conduct probably does not in itself constitute theft by deception, but would rather be considered only preparatory thereto.  The requisite culpability, knowledge or recklessness, extends both to the making of the statement and to the deceptive quality thereof.  Commonly accepted \"puffing,\" the advertising exaggerations presumed harmless in §708-800, is not intended to be included within the ambit of this section. \n  Subsection (2) is intended to cover advertising which may not be false on its face, but which is intended as a \"bait\" or \"come- on\" to attract the unwary.[1]  A person may be liable under a combined reading of subsections (1) and (2) if the person offers goods or services with intent (a) to charge a higher price than that advertised, (b) to offer in a quantity insufficient to meet reasonably-expected demand, or (c) not to sell them at all.  Note that under §702-206, hope that the vendor will not have to sell as advertised suffices to fulfill the requisite culpability of intent.  Thus merchants who advertise with hope of persuading customers not to purchase the advertised bargain fall within the ambit of subsection (2). \n  The non-culpable medium or agent publishing false advertising is not liable under this section.  The requisite culpability applies to the deceptive quality of the advertisement, so that independent publishing agents who are not culpable with regard to the falsity of the advertisement do not fall within the scope of this section. \n  Previous Hawaii law dealt with false advertising at considerable length, and was an excellent example of the kind of \"telephone book\" legislation which seeks to provide in advance for all possible individual contingencies, rather than to provide a general proscription.[2]  The false advertising provisions in the prior Hawaii statute required about three-and-a-half pages of print.  Substantively, the Code, in its abbreviated and simplified form, is quite similar to the previous law, except for the Code's somewhat stronger misdemeanor penalty (as opposed to low-grade misdemeanor previously provided). \nCase Notes\n  In class action brought against major cigarette manufacturers, tobacco trade associations, and the industry's public relations firm, first amended complaint asserted violations of federal RICO statutes; Hawaii's RICO statute, §842-2; federal antitrust statutes; Hawaii's antitrust act, chapter 480; various state common-law torts; and false advertising under this section; defendants' motion to dismiss for failure to state a claim granted, where injuries alleged by plaintiffs trust funds in first amended complaint were not direct; even if remoteness doctrine did not bar claims, claims failed for other reasons.   52 F. Supp. 2d 1196.\n__________\n Commentary:\n1.  Prop. Mich. Rev. Cr. Code, comments at 291. \n2.  H.R.S. §§747-14 through 747-19."
}