{
    "name": "Robbery in the second degree",
    "number": "841",
    "text": "(1)  A person commits the offense of robbery in the second degree if, in the course of committing theft: \n\n\n\n\t(a)\tThe person uses force against the person of anyone present with the intent to overcome that person's physical resistance or physical power of resistance; \n\t(b)\tThe person threatens the imminent use of force against the person of anyone who is present with intent to compel acquiescence to the taking of or escaping with the property; or \n\t(c)\tThe person recklessly inflicts serious bodily injury upon another. \n\n\n\n\t(2)  Robbery in the second degree is a class B felony. [L 1972, c 9, pt of §1; am L 1983, c 68, §2; am L 1986, c 314, §69; gen ch 1993]\nCOMMENTARY ON §§708-840 AND 841\n  Basically, robbery appears to consist of both theft and threatened or actual assault.  It is significant to note, however, that the theft acts as an incentive to the threatened use of force.  Thus the combination of these two criminal activities has a multiplicative, rather than a simple additive effect.  This increased risk of harm is one reason why robbery is treated as a separate offense and more severely penalized than the sum of its simple components would seem to indicate.[1]  Another reason which has been advanced for the separate treatment of robbery is that the average citizen feels a special degree of affront at the prospect of having his possessions taken through the threat or use of force.[2]  In a slightly different vein, it has also been suggested that such an offender \"exhibits himself as seriously deviated from community norms, requiring more extensive incapacitation and retraining.\"[3] \n  When the Legislature adopted the Code in 1972, it consolidated the Proposed Draft's three degrees of robbery into two degrees.  The simple threat or use of force or the reckless infliction of serious bodily injury in the commission of a theft constitutes robbery in the second degree and carries a class B felony sanction.  Where the person committing the above acts is armed with a dangerous instrument, or intentionally inflicts serious bodily harm, or attempts to kill, the offense is increased to the first degree and its sanction to a class A felony. \n  Previous Hawaii law also recognized two degrees of robbery.  Robbery was defined as the \"stealing of a thing from the person of another or from his custody or presence, by force or putting him in fear.\"[4]  Robbery in the first degree was robbery by one armed with a dangerous weapon who injured another in committing the robbery or who, if resisted, intended to kill or injure another.[5]  All other robbery was second degree robbery.[6]  Thus, the Code's definitions of the offenses are substantively similar to those of prior Hawaii law; however, the Code's definitions are more inclusive than prior law and are linguistically correlated with the theft offenses. \nSUPPLEMENTAL COMMENTARY ON §§708-840 AND 841\n  Act 68, Session Laws 1983, amended §§708-840 and 841 so that a person could be charged with robbery if that person, in committing theft, used force intended to overcome any person's resistance.  This amendment was believed necessary because often a property owner is not present when force is used to take that owner's property.  In that case, under prior law the person forcibly taking the property could not have been charged with robbery.  Senate Standing Committee Report No. 788. \nCase Notes\n  Evidence of threat of force held sufficient.  2 H. App. 259, 630 P.2d 126. \n__________\n§§708-840 And 841 Commentary:\n1.  See Prop. Mich. Rev. Cr. Code, comments at 256. \n2.  M.P.C., Tentative Draft No. 11, comments at 69 (1960). \n3.  Id. \n4.  H.R.S. §765-1. \n5.  Id. §765-8. \n6.  Id."
}