{
    "name": "Criminal trespass in the second degree",
    "number": "814",
    "text": "(1)  A person commits the offense of criminal trespass in the second degree if:\n\n\n\n\t(a)\tThe person knowingly enters or remains unlawfully in or upon premises that are enclosed in a manner designed to exclude intruders or are fenced;\n\t(b)\tThe person enters or remains unlawfully in or upon commercial premises after a reasonable warning or request to leave by the owner or lessee of the commercial premises, the owner's or lessee's authorized agent, or a police officer; provided that this paragraph shall not apply to any conduct or activity subject to regulation by the National Labor Relations Act.\n\t\t\tFor the purposes of this paragraph, \"reasonable warning or request\" means a warning or request communicated in writing at any time within a one-year period inclusive of the date the incident occurred, which may contain but is not limited to the following information:\n\n\t\t(i)\tA warning statement advising the person that the person's presence is no longer desired on the property for a period of one year from the date of the notice, that a violation of the warning will subject the person to arrest and prosecution for trespassing pursuant to section 708-814(1)(b), and that criminal trespass in the second degree is a petty misdemeanor;\n\t\t(ii)\tThe legal name, any aliases, and a photograph, if practicable, or a physical description, including but not limited to sex, racial extraction, age, height, weight, hair color, eye color, or any other distinguishing characteristics of the person warned;\n\t\t(iii)\tThe name of the person giving the warning along with the date and time the warning was given; and\n\t\t(iv)\tThe signature of the person giving the warning, the signature of a witness or police officer who was present when the warning was given and, if possible, the signature of the violator; or\n\n\t(c)\tThe person enters or remains on agricultural lands without the permission of the owner of the land, the owner's agent, or the person in lawful possession of the land, and the agricultural lands:\n\n\t\t(i)\tAre fenced, enclosed, or secured in a manner designed to exclude intruders;\n\t\t(ii)\tHave a sign or signs displayed on the unenclosed cultivated or uncultivated agricultural land sufficient to give notice and reading as follows:  \"Private Property.\"  The sign or signs, containing letters not less than two inches in height, shall be placed along the boundary line of the land and at roads and trails entering the land in a manner and position as to be clearly noticeable from outside the boundary line; or\n\t\t(iii)\tAt the time of entry, have a visible presence of a crop:\n\n\t\t\t(A)\tUnder cultivation;\n\t\t\t(B)\tIn the process of being harvested; or\n\t\t\t(C)\tThat has been harvested.\n\n\n\n\n\n\n\n\t(2)  Criminal trespass in the second degree is a petty misdemeanor. [L 1972, c 9, pt of §1; am L 1974, c 49, §1; am L 1979, c 201, §1; am L 1980, c 232, §40; am L 1981, c 177, §2; gen ch 1993; am L 1998, c 146, §1; am L 2004, c 50, §2; am L 2005, c 181, §2 and c 212, §3]\nCase Notes\n  Where defendant failed to adduce sufficient evidence to support claim of the exercise of a constitutionally protected native Hawaiian right and knowingly entered landowner's property which was fenced in a manner to exclude others, trial court properly concluded that defendant was unlawfully on property in violation of subsection (1).  89 H. 177, 970 P.2d 485.\n  Where persons were allowed on hotel premises if invited by hotel guests, State had burden to prove that defendants were not so invited.  2 H. App. 264, 630 P.2d 129.\n  As criminal liability in section (1993) based only on contemporaneous refusal to obey warning or request to leave premises, no conviction where defendant returned to bar more than a month after being given warning not to return to premises for a year.  80 H. 372 (App.), 910 P.2d 143.\n  Finding by court that property was \"commercial premises\" protected by this section not clearly erroneous.  80 H. 460 (App.), 911 P.2d 95.\nHawaii Legal Reporter Citations\n  Conflict with administrative rules.  78-2 HLR 78-781."
}