{
    "name": "Theft in the second degree",
    "number": "831",
    "text": "(1)  A person commits the offense of theft in the second degree if the person commits theft:\n\n\n\n\t(a)\tOf property from the person of another;\n\t(b)\tOf property or services the value of which exceeds $300; \n\t(c)\tOf an aquaculture product or part thereof from premises that is fenced or enclosed in a manner designed to exclude intruders or there is prominently displayed on the premises a sign or signs sufficient to give notice and reading as follows:  \"Private Property\"; or\n\t(d)\tOf agricultural equipment, supplies, or products, or part thereof, the value of which exceeds $100 but does not exceed $20,000, or of agricultural products that exceed twenty-five pounds, from premises that are fenced, enclosed, or secured in a manner designed to exclude intruders or there is prominently displayed on the premises a sign or signs sufficient to give notice and reading as follows:  \"Private Property.\"  The sign or signs, containing letters not less than two inches in height, shall be placed along the boundary line of the land in a manner and in such position as to be clearly noticeable from outside the boundary line.  Possession of agricultural products without ownership and movement certificates, when a certificate is required pursuant to chapter 145, is prima facie evidence that the products are or have been stolen.\n\n\n\n\t(2)  Theft in the second degree is a class C felony.  A person convicted of committing the offense of theft in the second degree under [subsection (1)](c) and (d) shall be sentenced in accordance with chapter 706, except that for the first offense, the court may impose a minimum sentence of a fine of at least $1,000 or two-fold damages sustained by the victim, whichever is greater. [L 1972, c 9, pt of §1 and c 102, §1; am L 1974, c 201, §1; am L 1975, c 158, §1; am L 1979, c 106, §6; am L 1981, c 68, §1; am L 1986, c 314, §64; am L 1987, c 176, §2; am L 1990, c 28, §3; am L 1992, c 54, §2 and c 289, §2; am L 1993, c 218, §3; am L 1998, c 228, §1; am L 2005, c 182, §3]\nCase Notes\n  Welfare fraud cases may be prosecuted under this section despite existence of §346-34.  61 H. 79, 595 P.2d 291.\n  History of this section and §346-34 reveals no legislative intent to limit welfare fraud prosecutions to §346-34.  62 H. 364, 616 P.2d 193.\n  Where there is a single intention, general impulse, and plan, there is only one offense even though there is a series of transactions.  62 H. 364, 616 P.2d 193.\n  Substantial direct and circumstantial evidence existed from which jury could have convicted defendant of theft in the first degree by extortion.  64 H. 65, 637 P.2d 407.\n  No irreconcilable conflict with unemployment fraud statute; State may proceed under either.  67 H. 406, 689 P.2d 753.\n  Not a lesser included offense of fraudulent use of a credit card.  70 H. 434, 774 P.2d 888.\n  In order to convict a defendant of theft in the second degree, in violation of §708-830(8)(a) and subsection (1)(b), the prosecution must prove beyond a reasonable doubt that the accused intended to steal property or services valued in excess of $300.  90 H. 359, 978 P.2d 797.\n  Where defendant testified that defendant harbored no belief at all regarding the value of the stolen property, §708-801(5) could not afford defendant a mitigating defense to second degree theft under subsection (1)(b).  90 H. 359, 978 P.2d 797.\n  Inasmuch as the \"intent to defraud\" component of second degree theft by shoplifting, as defined by §708-800, prescribes two alternative means of establishing the state of mind requisite to the offense of second degree theft by shoplifting, trial court plainly erred in failing to instruct jury as to the alternative states of mind requisite to the charged offense.  101 H. 389, 69 P.3d 517.\n  The alternative states of mind potentially requisite to the charged offense of second degree theft by shoplifting, as prescribed by the definition of \"intent to defraud\" set forth in §708-800, does not implicate a defendant's constitutional right to a unanimous jury verdict, as guaranteed by article I, §§5 and 14 of the Hawaii constitution; a proper elements instruction, which sets forth the alternative states of mind prescribed by the \"intent to defraud\" component of second degree theft by shoplifting, does not violate defendant's constitutional right.  101 H. 389, 69 P.3d 517.\n  Where store security manager's testimony regarding the price/value of items, based on a universal price code with the price on the item that the manager verified through the store register system, was inadmissible hearsay, State failed to introduce substantial evidence of the value of the items necessary to support the charged offense of second or third degree theft; however, evidence was sufficient to support conviction of lesser included offense of fourth degree theft.  95 H. 169 (App.), 19 P.3d 752.\n  Valuation of stolen goods; airline tickets.  1 H. App. 644, 623 P.2d 898.\n  Evidence of moneys wrongfully converted, constituting violation of subsection (1)(b).  1 H. App. 658, 624 P.2d 381."
}