{
    "name": "Unauthorized control of propelled vehicle",
    "number": "836",
    "text": "(1)  A person commits the offense of unauthorized control of a propelled vehicle if the person intentionally or knowingly exerts unauthorized control over another's propelled vehicle by operating the vehicle without the owner's consent or by changing the identity of the vehicle without the owner's consent. \t(2)  \"Propelled vehicle\" means an automobile, airplane, motorcycle, motorboat, or other motor-propelled vehicle.\n\t(3)  It is an affirmative defense to a prosecution under this section that the defendant:\n\n\n\n\t(a)\tReceived authorization to use the vehicle from an agent of the owner where the agent had actual or apparent authority to authorize such use; or\n\t(b)\tIs a lien holder or legal owner of the propelled vehicle, or an authorized agent of the lien holder or legal owner, engaged in the lawful repossession of the propelled vehicle.\n\n\n\n\t(4)  For the purposes of this section, \"owner\" means the registered owner of the propelled vehicle or the unrecorded owner of the vehicle pending transfer of ownership; provided that if there is no registered owner of the propelled vehicle or unrecorded owner of the vehicle pending transfer of ownership, \"owner\" means the legal owner.\n\t(5)  Unauthorized control of a propelled vehicle is a class C felony. [L 1972, c 9, pt of §1; am L 1974, c 38, §1; gen ch 1993; am L 1996, c 195, §2; am L 1999, c 11, §1; am L 2001, c 87, §2]\nCOMMENTARY ON \n  [Section 708-836 was amended by Act 38, Session Laws 1974.  See Supplemental Commentary on .  The Commentary below was based on the original version in the Proposed Draft.]\n\n\tThis section is intended to deal with the special case of \"joy riding,\" where the vehicle is returned in undamaged condition, and the temporary borrowing is just for the pleasure (or convenience) of operating the vehicle.  The offense is a relatively mild one, and, as it is generally committed by youngsters, the penalty is set at the misdemeanor level.  Note that the unauthorized control over the vehicle must be operation of the vehicle:  the use of the vehicle as a shelter, for example, ought not to come within the prohibition of this section.[1]  The prevalence of \"joy riding\" predominantly relates to motor-propelled vehicles, and the Code limits this special offense of misappropriation to such property.  The misdemeanor sanction is felt too severe to apply to other forms of unauthorized use of personal property unless other aggravating attendant circumstances are present.\n\t\tThe affirmative defense allowed under subsection (3) is felt necessary to \"exempt from criminal liability a good deal of informal borrowing of automobiles by members of the same household or friends of the owner.\"[2]\n\t\tPreviously Hawaii had no statute dealing specifically with the problem of unauthorized use of a propelled vehicle.  Instead, such cases were prosecuted as the offense of \"malicious conversion\"[3] which covered any unauthorized moving, taking, carrying away, or converting, no matter how temporary.  The offense was punishable by a possible fine of $1000 or term of imprisonment of five years or both.  The distinction provided by this Part, and the reduction proposed in this section, represent needed changes in Hawaii law.\n\n\nSUPPLEMENTAL COMMENTARY ON \n  Act 38, Session Laws 1974, amended this section to refer to the unauthorized \"control\", rather than unauthorized \"operation\" of a propelled vehicle.  The penalty for the offense was raised from a misdemeanor to a class C felony, and the offense was broadened to include the situation where a change in the identity of the vehicle is made without the owner's consent.\n  Act 195, Session Laws 1996, amended this section by amending the definition of \"owner\", for purposes of this section, and by amending the affirmative defense, to provide an affirmative defense to a person who had authorization to use the vehicle from an agent of the owner and to a lien holder or legal owner of the propelled vehicle, or authorized agent, engaged in lawful repossession of the propelled vehicle.  The legislature found that the current affirmative defense, together with the current definition of \"owner\" (in §708-800) as a person having possession of the vehicle even when the possession is unlawful, provided an unintended loophole for defendants, who could avoid conviction by alleging that a \"friend\" loaned the vehicle to the defendants.  Senate Standing Committee Report No. 1659, Conference Committee Report No. 61.\n  Act 11, Session Laws 1999, amended this section by amending the state of mind required for the offense of unauthorized control of propelled vehicle to include a knowing state of mind.  The legislature found that in the prosecution of a charge of unauthorized control of propelled vehicle the State must prove that the defendant intentionally exerted unauthorized control over the vehicle.  Consequently, the State may be unable to prove guilt beyond a reasonable doubt when the defendant claims that the defendant thought the defendant had permission from another person whom the defendant believed to be the owner or the agent of the automobile owner.  The inclusion of the \"knowing\" state of mind to the offense would address this problem.  House Standing Committee Report No. 1459.\n  Act 87, Session Laws 2001, established the legal owner as the owner of a vehicle that has no registered owner under this section.  The legislature found that there was a gap in the definition of \"owner\" in the offense of unauthorized control of propelled vehicle.  Current law limited \"owner\" to the registered owner or unrecorded owner pending transfer.  The amendments to the definition of \"owner\" were necessary to cover propelled vehicles that are not required to be registered, such as golf carts or construction equipment.   Senate Standing Committee Report No. 714, House Standing Committee Report No. 1519.\nCase Notes\n  Section covers defendant's unauthorized use of truck for defendant's convenience; evidence sufficient to sustain conviction.  789 F.2d 1364.\n  Section 708-834(1)(b)'s defense was not applicable to offense.  10 H. App. 200, 862 P.2d 1073.\n  Section only requires proof that the defendant's intentional conduct was to accomplish at least one of two objectives, that is, to operate the vehicle or to change the identity of the vehicle without having obtained the owner's consent in either event.  93 H. 344 (App.), 3 P.3d 510.\n  Cited:  State v. Ferreira, 56 H. 107, 530 P.2d 5 (1974).\n  Discussed:  86 H. 207, 948 P.2d 1048.\n__________\n Commentary:\n1.  M.P.C., Tentative Draft No. 2, comments at 89 (1954).  However, §§708-803 and 804 cover the situation.\n2.  M.P.C., Proposed Official Draft, notes at 174 (1962).\n3.  H.R.S. §752-1."
}