{
    "name": "Theft",
    "number": "830",
    "text": "PART IV.  THEFT AND RELATED OFFENSES\n\n     A person commits theft if the person does any of the following:\n\n\n\n\t(1)\tObtains or exerts unauthorized control over property.  A person obtains, or exerts control over, the property of another with intent to deprive the other of the property.\n\t(2)\tProperty obtained or control exerted through deception.  A person obtains, or exerts control over, the property of another by deception with intent to deprive the other of the property.\n\t(3)\tAppropriation of property.  A person obtains, or exerts control over, the property of another that the person knows to have been lost or mislaid or to have been delivered under a mistake as to the nature or amount of the property, the identity of the recipient, or other facts, and, with the intent to deprive the owner of the property, the person fails to take reasonable measures to discover and notify the owner.\n\t(4)\tObtaining services by deception.  A person intentionally obtains services, known by the person to be available only for compensation, by deception, false token, or other means to avoid payment for the services.  When compensation for services is ordinarily paid immediately upon the rendering of them, absconding without payment or offer to pay is prima facie evidence that the services were obtained by deception.\n\t(5)\tDiversion of services.  Having control over the disposition of services of another to which a person is not entitled, the person intentionally diverts those services to the person's own benefit or to the benefit of a person not entitled thereto.\n\t(6)\tFailure to make required disposition of funds.\n\n\t\t(a)\tA person intentionally obtains property from anyone upon an agreement, or subject to a known legal obligation, to make specified payment or other disposition, whether from the property or its proceeds or from the person's own property reserved in equivalent amount, and deals with the property as the person's own and fails to make the required payment or disposition.  It does not matter that it is impossible to identify particular property as belonging to the victim at the time of the defendant's failure to make the required payment or disposition.  A person's status as an officer or employee of the government or a financial institution is prima facie evidence that the person knows the person's legal obligations with respect to making payments and other dispositions.  If the officer or employee fails to pay or account upon lawful demand, or if an audit reveals a falsification of accounts, it shall be prima facie evidence that the officer or employee has intentionally dealt with the property as the officer's or employee's own.\n\t\t(b)\tA person obtains personal services from an employee upon agreement or subject to a known legal obligation to make a payment or other disposition of funds to a third person on account of the employment, and the person intentionally fails to make the payment or disposition at the proper time.\n\n\t(7)\tReceiving stolen property.  A person intentionally receives, retains, or disposes of the property of another, knowing that it has been stolen, with intent to deprive the owner of the property.  It is prima facie evidence that a person knows the property to have been stolen if, being a dealer in property of the sort received, the person acquires the property for a consideration that the person knows is far below its reasonable value.\n\t(8)\tShoplifting.\n\n\t\t(a)\tA person conceals or takes possession of the goods or merchandise of any store or retail establishment, with intent to defraud.\n\t\t(b)\tA person alters the price tag or other price marking on goods or merchandise of any store or retail establishment, with intent to defraud.\n\t\t(c)\tA person transfers the goods or merchandise of any store or retail establishment from one container to another, with intent to defraud.\n\n\t\tThe unaltered price or name tag or other marking on goods or merchandise, duly identified photographs or photocopies thereof, or printed register receipts, shall be prima facie evidence of value and ownership of such goods or merchandise.  Photographs of the goods or merchandise involved, duly identified in writing by the arresting police officer as accurately representing such goods or merchandise, shall be deemed competent evidence of the goods or merchandise involved and shall be admissible in any proceedings, hearings, and trials for shoplifting, to the same extent as the goods or merchandise themselves. [L 1972, c 9, pt of §1 and c 102, §2; am L 1974, c 39, §1; am L 1979, c 106, §5; gen ch 1993; am L 2001, c 87, §1]\n\n\n\n\nCross References\n  Civil liability for shoplifting, see §663A-2.\nCase Notes\n  There was material difference between this section and theft indictment.  796 F.2d 261.\n  Evidence of recent and exclusive possession of stolen property if unexplained will sustain finding of guilt.  62 H. 83, 611 P.2d 595.\n  Particular ownership of property in question not essential element in proving crime.  65 H. 217, 649 P.2d 1138.\n  Receiving stolen property is a continuing offense.  65 H. 261, 650 P.2d 1358.\n  Section merely provides an alternate but not exclusive method establishing sufficient foundation for admissibility of photographs of stolen goods in shoplifting cases.  66 H. 97, 657 P.2d 1023.\n  Paragraph (6)(a) is not unconstitutionally vague or overbroad.  78 H. 127, 890 P.2d 1167. \n  In order to convict a defendant of theft in the second degree, in violation of §708-831(1)(b) and paragraph (8)(a), the prosecution must prove beyond a reasonable doubt that the accused intended to steal property or services valued in excess of $300.  90 H. 359, 978 P.2d 797.\n  For purposes of paragraph (8)(a), \"any store or retail establishment\" constitutes a circumstance attendant to the charged conduct, and as such, the prosecution has the burden of proving that the defendant acted with the requisite state of mind as to that element.  101 H. 389, 69 P.3d 517.\n  Inasmuch as the \"intent to defraud\" component of second degree theft by shoplifting, as defined by §708-800, prescribes two alternative means of establishing the state of mind requisite to the offense of second degree theft by shoplifting, trial court plainly erred in failing to instruct jury as to the alternative states of mind requisite to the charged offense.  101 H. 389,  69 P.3d 517.\n  The alternative states of mind potentially requisite to the charged offense of second degree theft by shoplifting, as prescribed by the definition of \"intent to defraud\" set forth in §708-800, does not implicate a defendant's constitutional right to a unanimous jury verdict, as guaranteed by article I, §§5 and 14 of the Hawaii constitution; a proper elements instruction, which sets forth the alternative states of mind prescribed by the \"intent to defraud\" component of second degree theft by shoplifting, does not violate defendant's constitutional right.  101 H. 389, 69 P.3d 517.\n  Phrase \"whether from the property or its proceeds or from [the person's] own property reserved in equivalent amount\" in paragraph (6)(a) limits application of paragraph to one of three situations specified in paragraph.  86 H. 183 (App.), 948 P.2d 604.\n  The law does not permit the conviction of a defendant of two counts of theft for, first, having obtained or taken an item of property and, second, for having disposed of or sold the same item of property; the taking and/or selling of one item of property is only one theft.  93 H. 22 (App.), 995 P.2d 323.\n  Where store security manager's testimony regarding the price/value of items, based on a universal price code with the price on the item that the manager verified through the store register system, was inadmissible hearsay, State failed to introduce substantial evidence of the value of the items necessary to support the charged offense of second or third degree theft; however, evidence was sufficient to support conviction of lesser included offense of fourth degree theft.  95 H. 169 (App.), 19 P.3d 752."
}