{
    "name": "Criminal tampering in the second degree",
    "number": "827",
    "text": "(1)  A person commits the offense of criminal tampering in the second degree if the person intentionally tampers with property of another person, without the other person's consent, with intent to cause substantial inconvenience to that person or to another.\n\t(2)  Criminal tampering in the second degree is a petty misdemeanor. [L 1972, c 9, pt of §1; gen ch 1993; am L 1996, c 256, §3]\nCOMMENTARY ON §§708-825 TO 827\n  The offenses of criminal tampering are addressed to two significant problems.  (1) Harm may result from meddling with, but not damaging, property which provides a service, thus altering the availability of the service.  For example an electrical switch could be turned and the flow of electrical power curtailed.  (2) Slight damage to property which provides a service would not, in many cases, if handled solely as an offense of criminal property damage under §§708-820 through 823, reflect the magnitude of social harm involved. \n  Section 708-826 provides misdemeanor liability for the most aggravated form of tampering:  intentional interference with a public utility defined in §708-825(2) to include a common carrier or an institution providing health or safety services for the purpose and with the result of causing substantial interruption or impairment of service furnished by the utility or institution. \n  A petty misdemeanor offense is provided by  where the circumstances are less aggravated.  Under subsection (1)(a) the definition requires that the actor intend to cause substantial inconvenience; however, the offense is inchoate in the sense that the actor need not be successful.  Moreover, the inconvenience need not be aimed at more than one person, and the property tampered with need not be that of a utility or institution providing protected services.  Under subsection (1)(b) liability is imposed for tampering with a public utility without its consent.  Actual interference with the operation of the utility need not be shown. \n  Previous Hawaii law contained no specific prohibitions of the sort contemplated by the present section."
}