{
    "name": "Definitions of terms in this chapter",
    "number": "800",
    "text": "PART I.  GENERAL PROVISIONS RELATING TO OFFENSES AGAINST\nPROPERTY RIGHTS\n\n     In this chapter, unless a different meaning plainly is required, the following definitions apply.\n\t\"Agricultural equipment, supplies, or products\" mean any agricultural equipment, supplies, or commercial agricultural products or commodities raised, grown, or maintained by a commercial agricultural enterprise or research agency while owned by the enterprise or agency.\n\t\"Apartment building\" means any structure containing one or more dwelling units which is not a hotel or a single-family residence.\n\t\"Aquaculture product\" means any fish, shellfish, mollusk, crustacean, algae, or other aquatic plant or animal raised, grown, or maintained by an aquaculture enterprise or research agency while owned by the enterprise or agency.\n\t\"Building\" includes any structure, and the term also includes any vehicle, railway car, aircraft, or watercraft used for lodging of persons therein; each unit of a building consisting of two or more units separately secured or occupied is a separate building.\n\t\"Cable operator\" means any person who provides cable television service by means of a set of closed transmission paths and associated signal generation, reception, and control equipment designed to deliver such programming to multiple subscribers.\n\t\"Cable television service\" means one-way transmission of programming provided by, or generally considered comparable to programming provided by, a television broadcast station or other information made available by a cable operator to all subscribers generally.\n\t\"Cable television service device\" means any mechanical or electronic instrument, apparatus, equipment or device which can be used to obtain cable television services without payment of applicable charges therefor.  A \"cable television service device\" does not include any instrument, apparatus, equipment, device, facility or any component thereof furnished by a cable operator in the ordinary course of its business.\n\t\"Cardholder\" means the person or organization named on the face of a credit card to whom or for whose benefit the credit card is issued by an issuer.\n\t\"Control over the property\" means the exercise of dominion over the property and includes, but is not limited to, taking, carrying away, or possessing the property, or selling, conveying, or transferring title to or an interest in the property.\n\t\"Credit card\" means any instrument or device, whether known as a credit card, credit plate, debit card, electronic benefits transfer card, or by any other name, issued with or without fee by an issuer for the use of the cardholder in obtaining money, goods, services, or anything else of value.\n\t\"Dealer\" means a person in the business of buying and selling goods.\n\t\"Deception\" occurs when a person knowingly:\n\n\n\n\t(1)\tCreates or confirms another's impression which is false and which the defendant does not believe to be true;\n\t(2)\tFails to correct a false impression which the person previously has created or confirmed;\n\t(3)\tPrevents another from acquiring information pertinent to the disposition of the property involved;\n\t(4)\tSells or otherwise transfers or encumbers property, failing to disclose a lien, adverse claim, or other legal impediment to the enjoyment of the property, whether that impediment is or is not valid, or is or is not a matter of official record; or\n\t(5)\tPromises performance which the person does not intend to perform or knows will not be performed, but a person's intention not to perform a promise shall not be inferred from the fact alone that the person did not subsequently perform the promise.\n\n\n\n\tThe term \"deception\" does not, however, include falsity as to matters having no pecuniary significance, or puffing by statements unlikely to deceive ordinary persons in the group addressed.  \"Puffing\" means an exaggerated commendation of wares or services in communications addressed to the public or to a class or group.\n\t\"Deprive\" means:\n\n\n\n\t(1)\tTo withhold property or cause it to be withheld from a person permanently or for so extended a period or under such circumstance that a significant portion of its economic value, or of the use and benefit thereof, is lost to the person; or\n\t(2)\tTo dispose of the property so as to make it unlikely that the owner will recover it; or\n\t(3)\tTo retain the property with intent to restore it to the owner only if the owner purchases or leases it back, or pays a reward or other compensation for its return; or\n\t(4)\tTo sell, give, pledge, or otherwise transfer any interest in the property; or\n\t(5)\tTo subject the property to the claim of a person other than the owner.\n\n\n\n\t\"Distributes\" means to sell, transfer, give or deliver to another, or to leave, barter, or exchange with another, or to offer or agree to do the same.\n\t\"Dwelling\" means a building which is used or usually used by a person for lodging.\n\t\"Encoding\" means making, changing, altering, erasing, adding, creating, or manipulating a credit card number electronically, or magnetically, or both.\n\t\"Enter or remain unlawfully.\"  A person \"enters or remains unlawfully\" in or upon premises when the person is not licensed, invited, or otherwise privileged to do so.  A person who, regardless of the person's intent, enters or remains in or upon premises which are at the time open to the public does so with license and privilege unless the person defies a lawful order not to enter or remain, personally communicated to the person by the owner of the premises or some other authorized person.  A license or privilege to enter or remain in a building which is only partly open to the public is not a license or privilege to enter or remain in that part of the building which is not open to the public.  A person who enters or remains upon unimproved and apparently unused land, which is neither fenced nor otherwise enclosed in a manner designed to exclude intruders, does so with license and privilege unless notice against trespass is personally communicated to the person by the owner of the land or some other authorized person, or unless notice is given by posting in a conspicuous manner.\n\t\"Expired credit card\" means a credit card which is no longer valid because the term shown on the credit card has elapsed.\n\t\"Financial institution\" means a bank, trust company, insurance company, credit union, safety deposit company, savings and loan association, investment trust, or other organization held out to the public as a place of deposit of funds or medium of savings or collective investment.\n\t\"Government\" means the United States, or any state, county, municipality, or other political unit within territory belonging to the United States, or any department, agency, or subdivision of any of the foregoing, or any corporation or other association carrying out the functions of government, or any corporation or agency formed pursuant to interstate compact or international treaty.  As used in this definition \"state\" includes any state, territory, or possession of the United States, the District of Columbia, and the Commonwealth of Puerto Rico.\n\t\"Hotel\" means a structure in which a majority of the tenants are roomers or boarders.\n\t\"Intent to defraud\" means:\n\n\n\n\t(1)\tAn intent to use deception to injure another's interest which has value; or\n\t(2)\tKnowledge by the defendant that the defendant is facilitating an injury to another's interest which has value.\n\n\n\n\t\"Issuer\" means the business organization or financial institution which issues a credit card or its agent.\n\t\"Master key\" means a key which will operate two or more locks to different apartments, offices, hotel rooms, or motel rooms in a common physical location.\n\t\"Obtain\" means:\n\n\n\n\t(1)\tWhen used in relation to property, to bring about a transfer of possession or other interest, whether to the obtainer or to another; and\n\t(2)\tWhen used in relation to services, to secure the performance of services.\n\n\n\n\t\"Owner\" means a person, other than the defendant, who has possession of or any other interest in, the property involved, even though that possession or interest is unlawful; however, a secured party is not an owner in relation to a defendant who is a debtor with respect to property in which the secured party has only a security interest.\n\t\"Personal information\" means information associated with an actual person or a fictitious person that is a name, an address, a telephone number, an electronic mail address, a driver's license number, a social security number, an employer, a place of employment, information related to employment, an employee identification number, a mother's maiden name, an identifying number of a depository account, a bank account number, a password used for accessing information, or any other name, number, or code that is used, alone or in conjunction with other information, to confirm the identity of an actual or a fictitious person.\n\t\"Premises\" includes any building and any real property.\n\t\"Property\" means any money, personal property, real property, thing in action, evidence of debt or contract, or article of value of any kind.  Commodities of a public utility nature such as gas, electricity, steam, and water constitute property, but the supplying of such a commodity to premises from an outside source by means of wires, pipes, conduits, or other equipment shall be deemed a rendition of a service rather than a sale or delivery of property.\n\t\"Property of another\" means property which any person, other than the defendant, has possession of or any other interest in, even though that possession or interest is unlawful; however, a security interest is not an interest in property, even if title is in the secured party pursuant to the security agreement.\n\t\"Receives\" or \"receiving\" includes but is not limited to acquiring possession, control, or title, and taking a security interest in the property.\n\t\"Revoked credit card\" means a credit card which is no longer valid because permission to use the credit card has been suspended or terminated by the issuer.\n\t\"Services\" includes but is not limited to labor, professional services, transportation, telephone or other public services, accommodation in hotels, restaurants or elsewhere, admission to exhibitions, and the supplying of equipment for use.\n\t\"Stolen\" means obtained by theft or robbery.\n\t\"Telecommunication service\" means the offering of transmission between or among points specified by a user, of information of the user's choosing, including voice, data, image, graphics, and video without change in the form or content of the information, as sent and received, by means of electromagnetic transmission, or other similarly capable means of transmission, with or without benefit of any closed transmission medium, and does not include cable service as defined in section 440G-3.\n\t\"Telecommunication service device\" means any mechanical or electronic instrument, apparatus, equipment, or device which can be used to obtain telecommunication services without payment of applicable charges therefor and shall include any such device that is capable of, or has been altered, modified, programmed, or reprogrammed alone or in conjunction with another device or other equipment so as to be capable of acquiring or facilitating the acquisition of any electronic serial number, mobile identification number, personal identification number, or any telecommunication service without payment of the applicable charges therefor.  A \"telecommunication service device\" includes telecommunication devices altered to obtain service without the consent of the telecommunication service provider, tumbler phones, counterfeit or clone microchips, scanning receivers of wireless telecommunication service of a telecommunication service provider, and other instruments capable of disguising their identity or location or of gaining access to a communications system operated by a telecommunication service provider.  A \"telecommunication service device\" does not include any telephone or telegraph instrument, equipment, device, facility, or any component thereof furnished by a provider of telecommunication services in the ordinary course of its business nor any device operated by a law enforcement agency in the normal course of its activities.\n\t\"Telecommunication service provider\" means any person that owns, operates, manages, or controls any facility used to furnish telecommunication services for profit to the public, or to classes of users as to be effectively available to the public, engaged in the provision of services, such as voice, data, image, graphics, and video services, that make use of all or part of their transmission facilities, switches, broadcast equipment, signalling, or control devices.\n\t\"Unauthorized control over property\" means control over property of another which is not authorized by the owner.\n\t\"Widely dangerous means\" includes explosion, fire, flood, avalanche, collapse of building, poison gas, radioactive material, or any other material, substance, force, or means capable of causing potential widespread injury or damage. [L 1972, c 9, pt of §1; am L 1973, c 136, §7(a); am L 1974, c 55, §2 and c 200, §1; am L 1978, c 221, §1; am L 1979, c 106, §4; am L 1986, c 314, §60; am L 1987, c 268, §1; am L 1992, c 54, §1; am L 1993, c 218, §2 and c 287, §1; gen ch 1993; am L 1996, c 222, §2; am L 1997, c 198, §3; am l 2002, c 45, §1 and c 224, §4; am L 2005, c 182, §2]\nCOMMENTARY ON \n  Section 708-800 provides definitions of terms used repeatedly throughout this chapter; it does not specify any penal offense.\n  As with other statutory definitions provided by this Code, a discussion of the definitions when needed or appropriate is found in the commentary on the sections employing the terms defined.\nSUPPLEMENTAL COMMENTARY ON \n  Act 136, Session Laws 1973, modified the definition of \"building\" and Act 200, Session Laws 1974, further clarified it.  As amended in 1974, \"building\" includes any structure, and the term also includes any vehicle, railway car, aircraft, or watercraft used for lodging of persons therein.\n  In explaining the change in 1974, the Senate Judiciary Committee in Standing Committee Report No. 1065-74 stated that it was clear the phrase, \"used for lodging of persons therein\" was added by Act 136, Session Laws 1973, \"to modify the terms 'vehicle, railway car, aircraft, or watercraft' and not the word 'structure.'  However, it is possible to interpret the present definition as including 'structures' only when 'used for lodging of persons therein.'  Such an interpretation means that stores, warehouses, and other commercial buildings not primarily used for the lodging of persons will not be included in the definition of 'building.'  As a further result, persons breaking into such places cannot be charged with burglary because the commission of that crime involves breaking into a 'building' as defined in (1).\"\n  Act 54, Session Laws 1992, amended this section by adding the definition of \"aquaculture product\" for the purpose of protecting Hawaii's aquaculture industry by deterring theft from aquaculture farms, which could cause devastating losses to research facilities and businesses.  House Standing Committee Report No. 1184-92, Senate Standing Committee Report No. 1671.\n  Act 218, Session Laws 1993, amended this section by adding a definition for \"agricultural equipment, supplies, or products\".  The legislature sought to prevent the theft of agricultural equipment, supplies, or products by subjecting violators to a class C felony in §708-831.  Conference Committee Report No. 52.\n  Act 287, Session Laws 1993, amended this section by adding a definition for \"encoding\".  The legislature intended to provide criminal sanctions for the fraudulent encoding of a credit card in §708-8100.5.  Conference Committee Report No. 102.\n  Act 222, Session Laws 1996, amended this section by adding the definition of \"telecommunication service provider\" and by amending the definitions of \"telecommunication service\" and \"telecommunication service device\".  The Act was intended to expand the scope of the law establishing the offense of telecommunication service fraud, to include fraud involving cellular telephone devices and services.  The legislature recognized that cellular telephone fraud had become a major problem in the country, increasing consumer costs, and contributing to increased drug-related criminal activity, and that current state law did not provide comprehensive protection for telecommunication services theft.  House Standing Committee Report No. 1521-96, Senate Standing Committee Report No. 2017.\n  Act 198, Session Laws 1997, expanded the definition of \"credit card\" to include electronic benefit transfer cards and debit cards, in order to criminalize the fraudulent use of debit and electronic benefit transfer cards under part X of chapter 708.  Senate Standing Committee Report No. 1547.\n  Act 45, Session Laws 2002, amended the definition of \"hotel\" to clarify that the definition in relation to offenses against property rights means a structure in which a majority of the tenants are roomers or boarders.  The current definition required all tenants to be roomers or boarders.  However, hotel structures will rarely be totally occupied by roomers or boarders at the exclusion of commercial tenants such as shops and restaurants.  The amended definition would more accurately reflect the current state of hotel operations.  House Standing Committee Report No. 176-02, Senate Standing Committee Report No. 2461.\n  Act 224, Session Laws 2002, amended this section by adding the definition of \"personal information\".  The legislature found that misappropriation of personal identification information was on the rise.  Act 224 addresses the criminal conduct associated with intentional identity theft.  Conference Committee Report No. 25-02.\n  Act 182, Session Laws 2005, amended the definition of \"agricultural equipment, supplies, or products\" by adding agricultural \"commodities\" in the definition.  Act 182 addressed the problem of agricultural theft in Hawaii by amending various provisions of Hawaii's theft laws relating to agricultural livestock and products.  Conference Committee Report No. 77, Senate Standing Committee Report No. 1359.\nCase Notes\n  Defendant did not intend to permanently deprive car dealership of vehicle where evidence indicated defendant wanted to have new vehicle to drive for weekend then return it when defendant's deception was discovered.  86 H. 207, 948 P.2d 1048.\n  Where defendant returned new vehicle after 72 hour possession and prosecution was unable to prove any economic loss to car dealership, no intent to deprive dealership of significant portion of vehicle's economic value, use, or benefit.  86 H. 207, 948 P.2d 1048.\n  Inasmuch as the \"intent to defraud\" component of second degree theft by shoplifting, as defined by this section, prescribes two alternative means of establishing the state of mind requisite to the offense of second degree theft by shoplifting, trial court plainly erred in failing to instruct jury as to the alternative states of mind requisite to the charged offense.  101 H. 389, 69 P.3d 517.\n  The alternative states of mind potentially requisite to the charged offense of second degree theft by shoplifting, as prescribed by the definition of \"intent to defraud\" set forth in this section, does not implicate a defendant's constitutional right to a unanimous jury verdict, as guaranteed by article I, §§5 and 14 of the Hawaii constitution; a proper elements instruction, which sets forth the alternative states of mind prescribed by the \"intent to defraud\" component of second degree theft by shoplifting, does not violate defendant's constitutional right.  101 H. 389, 69 P.3d 517.\n  Shambles and temporary absence not abandonment sufficient to deprive structure of use as a dwelling; a structure, although unoccupied does not become abandoned unless it is \"wholly forsaken or deserted;\" unoccupied house does not cease to be a \"dwelling\" because of the temporary absence of the owner.  2 H. App. 581, 637 P.2d 782.\n  Nightclub owner's bedroom and bath in separately secured area of club constituted a \"building\" within the meaning of this section.  9 H. App. 307, 837 P.2d 1308.\n  Once erected, a tent is a structure, and thus, a building.  9 H. App. 368, 842 P.2d 267.\n  In prosecution for first degree burglary under §708-810, prosecution satisfied its burden of proving that storage shed was in a garage that was part of a building that was a dwelling.  86 H. 143 (App.), 948 P.2d 564."
}