{
    "name": "Tampering with a publicly-exhibited contest",
    "number": "881",
    "text": "(1)  A person commits the offense of tampering with a publicly- exhibited contest if: \n\n\n\n\t(a)\tHe confers, or offers or agrees to confer, directly or indirectly, any benefit upon: \n\n\t\t(i)\tA contest participant with intent to influence him not to give his best efforts in a publicly- exhibited contest; or \n\t\t(ii)\tA contest official with intent to influence him to perform improperly his duties in connection with a publicly-exhibited contest; or \n\n\t(b)\tBeing a contest participant or contest official, he intentionally solicits, accepts, or agrees to accept, directly or indirectly, any benefit from another person with intent that he will thereby be influenced:\n\n\t\t(i)\tIn the case of a contest participant, not to give his best efforts in a publicly-exhibited contest; or \n\t\t(ii)\tIn the case of a contest official, to perform improperly his duties in connection with a publicly-exhibited contest; or \n\n\t(c)\tWith intent to influence the outcome of a publicly- exhibited contest he: \n\n\t\t(i)\tTampers with any contest participant, contest official, animal, equipment, or other thing involved in the conduct or operation of the contest, in a manner contrary to the rules and usages purporting to govern the contest in question; or \n\t\t(ii)\tSubstitutes a contest participant, animal, equipment, or other thing involved in the conduct or operation of the contest, for the genuine person, animal, or thing. \n\n\n\n\n\n\t(2)  In this section: \n\n\n\n\t(a)\t\"Publicly-exhibited contest\" means any professional or amateur sport, athletic game or contest, or race or contest involving machines, persons, or animals, viewed by the public, but does not include an exhibition which does not purport to be and which is not represented as being such a sport, game, contest, or race; \n\t(b)\t\"Contest participant\" means any person who participates or expects to participate in a publicly-exhibited contest as a player, contestant, or member of a team, or as a coach, manager, trainer, or other person directly associated with a player, contestant, or team; \n\t(c)\t\"Contest official\" means any person who acts or expects to act in a publicly-exhibited contest as an umpire, referee, or judge, or otherwise to officiate at a publicly-exhibited contest. \n\n\n\n\t(3)  Tampering with a publicly-exhibited contest is a misdemeanor. [L 1972, c 9, pt of §1]\nCOMMENTARY ON \n  The purpose of this section is to penalize corruption of publicly-exhibited contests.  It represents a broadening of previous legislation penalizing sports bribery and tampering.  Note that publicly-exhibited contest includes, by definition in subsection (2)(a), not only sporting events, but also non- athletic contests, such as quiz shows.  In addition to the possibilities of wholesale fraud, there is a substantial element of public affront at rigging or tampering with the outcome of publicly-exhibited contests:  witness the quiz show scandals of the last decade.  Moreover, it is felt that such behavior should be deterred because it \"subjects legitimate entertainment and advertising to unfair and debasing competition.\"[1]  The last part of subsection (2)(a) provides an exception for exhibitions, such as some wrestling spectacles, which do not purport to be and are not represented as being a sport, contest, game or race.\n  Subsection (1)(a) defines the offense in terms of the bribe offeror's conduct, whether it be addressed to the contest participant or the contest official.  Subsection (1)(b) defines the offense in terms of the bribe solicitor or receiver.  Finally, subsection (1)(c) is addressed to corruption, not by bribery, but by improper meddling or clandestine substitution. \n  Previous Hawaii law recognized the offense of bribery involving participants and officials in professional or amateur sports contests.[2]  The sanction provided seems unduly severe; it is roughly equivalent to the Code's sentence for a class C felony.  The Code clarifies the language of the offense, broadens its scope, and reduces the available sanction to a misdemeanor. \n__________\n Commentary:\n1.  M.P.C., Tentative Draft No. 11, comments at 108 (1960). \n2.  H.R.S. §725-7. \nNote on Ticket Scalping, Fortune Telling,\nSorcery, and Allied Practices\n  Some recent penal revisions have continued to make it an offense to scalp tickets.[1]  The offense covers issuing or selling tickets:  (1) without the price or seat, if any, printed conspicuously on them, (2) for more than the price printed on the ticket or charged at the place of admission, or (3) in violation of a condition making the tickets \"nontransferable.\"[2]  Hawaii previously had a law which covered the second mode of ticket scalping.[3]  The Model Penal Code does not make such activity an offense and any justification for a penal sanction does not readily appear.  The potential harm which could result from the issuing or selling of tickets in blank form is adequately covered by the sections on theft by deception and complicity. \n  Fortune telling has also been made an offense in some codes.[4]  Hawaii law previously had such a provision.[5]  Again, it is hard to see why this activity should be made a penal offense per se.  If the activity amounts, under aggravated circumstances, to theft by deception, the theft sections can be employed.  The argument in favor of making fortune telling an offense has been stated by the Michigan revision: \n\n\t\tThere may be some question whether this conduct should continue to be criminal.  However, persons holding themselves out to possess occult powers very often proceed to take advantage of the gullible and persuade them to turn over money or property.  While this activity amounts to theft by deception [citing section], it may be difficult to prove.  A prohibition against fortune telling, etc., as such drives the activity underground and reduces somewhat the opportunity to practice frauds.[6]  \n\n  In view of the coverage by the offense of theft, the utility to be gained from driving the activity underground seems marginal.  Indeed, driving the activity underground would reduce the opportunity to discover and prove theft by deception which arises in this context. \n  Hawaii law previously contained a section making sorcery an offense.[7]  Since the section is based on using pretended power to cure another, rather than intent to defraud that person, the practice seems adequately covered and penalized as practicing medicine without a license.[8] \n  For these reasons, the Code intentionally omits provisions making ticket scalping, fortune telling, and sorcery penal offenses. \n__________\nNote on Ticket Scalping, Fortune Telling, Sorcery, and Allied Practices\n1.  Prop. Mich. Rev. Cr. Code §4220 and Minnesota Criminal Code §609.805. \n2.  Id. \n3.  H.R.S. §747-21. \n4.  Prop. Mich. Rev. Cr. Code §4225, and N.Y.R.P.L. §165.35. \n5.  H.R.S. §772-7. \n6.  Prop. Mich. Rev. Cr. Code, comments at 309.  (Emphasis added.) \n7.  H.R.S. §772-6. \n8.  Id.  §§453-1, 453-2, and 453-13."
}