{
    "name": "Unauthorized operation of a recording device in a motion picture theater",
    "number": "835.4",
    "text": "(1)  A person commits the offense of unauthorized operation of a recording device in a motion picture theater if the person knowingly operates the audiovisual recording function of any device in a motion picture theater while a motion picture is being exhibited, without the consent of the motion picture theater owner. \t(2)  This section shall not prevent any lawfully authorized investigative, protective, law enforcement, or intelligence-gathering employee or agent of the local, state, or federal government, from operating any audiovisual recording device in a motion picture theater as part of lawfully authorized investigative, protective, law enforcement, or intelligence-gathering activities.\n\t(3)  Unauthorized operation of a recording device in a motion picture theater is a misdemeanor.\n\t(4)  For the purposes of this section:\n\t\"Audiovisual recording function\" means the capability of a device to record or transmit a motion picture or any part thereof by means of any technology.\n\t\"Motion picture theater\" means a movie theater, screening room, or other venue in use primarily for the exhibition of a motion picture at the time of the offense. [L 2005, c 59, §1]\nCOMMENTARY ON §708-835.4\n  Act 59, Session Laws 2005, created the misdemeanor offense of unauthorized operation of a recording device in a motion picture theater.  An exception is made for legitimate uses of audiovisual recording devices for a lawfully authorized investigative, protective, law enforcement, or intelligence-gathering employee or agent of the local, state, or federal government.  The legislature found that movie piracy through unauthorized audiovisual recordings made in movie theaters has resulted in losses to the motion picture industry, including actors, producers, and distributors of motion pictures.  Illicitly copied movies are illegally duplicated, packaged, and distributed across the country and abroad, further aggravating industry losses.  Conference Committee Report No. 71, House Standing Committee Report No. 827."
}