{
    "name": "Criminal littering",
    "number": "829",
    "text": "(1)  A person commits the offense of criminal littering if that person knowingly places, throws, or drops litter on any public or private property or in any public or private waters, except: \n\n\n\n\t(a)\tIn a place which is designated by the department of health or the county for the disposal of garbage and refuse; \n\t(b)\tInto a litter receptacle; \n\t(c)\tInto a litter bag, provided that the bag is disposed of properly into a litter receptacle or in a place which is designated by the department of health or the county for the disposal of garbage and refuse. \n\n\n\n\t(2)  \"Litter\" means rubbish, refuse, waste material, garbage, trash, offal, or debris of whatever kind or description, and whether or not it is of value, and includes improperly discarded paper, metal, plastic, glass, or solid waste. \n\t(3)  Criminal littering is a petty misdemeanor. \n\t(4)  The court shall sentence any person convicted of committing the offense of criminal littering as follows: \n\n\n\n\t(a)\tFor the first offense, defendant shall spend four hours of either picking up litter on public property or performing community service.\n\t(b)\tFor any subsequent offense, defendant shall spend eight hours of either picking up litter on public property or performing community service. \n\t(c)\tThe court shall fine the person convicted of committing the offense of criminal littering at least $25, but not more than $500.\n\n\n\n\t(5)  It shall be an affirmative defense that the defendant had consent of the owner in control of the property. [L 1972, c 9, pt of §1; am L 1975, c 154, §1; am L 1979, c 60, §5; am L 1985, c 97, §1; am L 1992, c 116, §3]\nCross References\n  Highways, see §§291C-131, 132. \n  Litter control, see §§339-1 to 11. \nCOMMENTARY ON \n  Subsection (1) makes it an offense to knowingly place, throw, or drop litter on property or in water without the consent of the owner thereof.  Litter is broadly defined in subsection (2).  The offense constitutes a diminishment of the aesthetic value and enjoyment of property.  Although water, e.g., a lake, pond, or stream, constitutes property, it is included separately in the definition of the offense on the theory that the greater clarity achieved is worth the minor redundancy. \n  The previous law only covered criminal littering insofar as it related to highways.[1]  This section of the Code extends the offense to areas other than public highways.  In so doing, it represents an addition.  However, even as it relates to highways, the Code greatly simplifies and clarifies prior law. \nSUPPLEMENTAL COMMENTARY ON \n  Subsection (4) was added by Act 154, Session Laws 1975.  The Legislature found that the punishment for littering was often not a sufficient deterrent and concluded that requiring an offender to actually pick up litter would be more effective.  Senate Standing Committee Report No. 501. \n  Act 60, Session Laws 1979, amended definition of litter to conform to the definition in Chapter 339. \n  Act 97, Session Laws 1985, amended this section to:  (1) except certain conduct from the criminal littering definition; and (2) allow anyone littering property to avoid conviction by affirmatively proving that the littering is consented to by the property owner.  Senate Standing Committee Report No. 609, House Standing Committee Report No. 878. \n  Act 116, Session Laws 1992, amended this section by establishing a minimum fine of $25 for litter violations and a penalty of four hours of litter pickup work or community service for the first offense and eight hours for any subsequent offense.  The legislature felt that the setting of a minimum fine and penalty serve as a more effective deterrent than having no minimum fine and penalty.  House Standing Committee Report No. 1179-92, Senate Standing Committee Report No. 461.\n__________\n Commentary:\n1.  H.R.S. §§727-4 through 727-6."
}