{
    "name": "Authorization of corporation to acquire educational loan notes",
    "number": "1.5",
    "text": "The governor is authorized to request the organization of a private not-for-profit corporation to be affiliated with United Student Aid Funds, Inc., which corporation shall be established and operated exclusively for the purpose of acquiring student loan notes under the federal Higher Education Act of 1965, as amended.  The governor is authorized to request that United Student Aid Funds organize a single private not-for-profit corporation known as the Secondary Market Services Corp.--Hawaii to be established and operated exclusively for the purpose of acquiring student loan notes under the federal Higher Education Act of 1965, as amended.  The corporation:\n\n\n\n\t(1)\tShall be a not-for-profit corporation organized under the laws of the State and authorized to do business within the State and shall be the only not-for-profit corporation organized within the State requested to conduct a program of acquiring student loan notes;\n\t(2)\tShall be required by its articles of incorporation and bylaws to devote any income (after payment of expenses, debt service, and the creation of reserves for the same) to the purchase of additional student loan notes or to pay over any income to the United States; and\n\t(3)\tIs authorized to issue obligations pursuant to section 103 of the Internal Revenue Code of 1986, as amended.  Those obligations shall be payable solely from the revenues and assets of the corporation pledged thereto and shall not constitute a general, limited, or moral obligation of the State, or any department, agency, or political subdivision thereof under any constitutional, statutory, or other provision.  Neither the full faith and credit of the State nor that of any department, agency, or political subdivision thereof shall be pledged to the payment of the principal of, or interest on, those obligations and those obligations shall so state on their face.  Bonds, notes, and other obligations of the corporation are declared to be issued for a public purpose and to be public instrumentalities and, together with the income therefrom, shall be exempt from all state, county, and municipal taxation, except inheritance, transfer, and estate taxes. [L 1984, c 144, §2; am L 1992, c 89, §1; am L 1995, c 59, §1; am L 2001, c 56, §1]"
}