{
    "name": "License fee; bond; requirements to maintain license",
    "number": "11",
    "text": "(a)  The application for a license to promote professional boxing contests or amateur boxing contests shall be accompanied by a fee as provided in rules adopted by the director of commerce and consumer affairs pursuant to chapter 91.\n\t(b)  Before any license is granted, the applicant shall file and maintain with the commission proof of medical insurance for boxers as provided in section 440-10(a)(3) and a bond in the sum of $5,000 with good and sufficient sureties conditioned for the faithful performance by the applicant of this chapter.  In case of default in the performance, the bond shall be forfeited and the full amount thereof, or any less amount as the commission may determine, shall be recovered by the attorney general in the name of the State and the amount so recovered shall be paid to any aggrieved party for monetary damages sustained as a result of the applicant's default in performance, as determined by the commission, with the remainder paid into the state treasury.\n\t(c)  Failure, refusal, or neglect of any licensed promoter to maintain in full force and effect the applicable medical insurance or the applicable bond covered in this section shall cause the automatic suspension of the promoter's license as of the date of expiration or cancellation of the medical insurance or bond.  A licensee may, within fifteen days after receipt of the notification of the license suspension, request an administrative hearing to review the suspension pursuant to chapter 91.\n\tThe commission shall not reinstate the affected license until satisfactory proof of medical insurance or bond coverage, as appropriate, is submitted to the commission.  Failure to effect a reinstatement of a suspended license within sixty days of the suspension shall cause the license to be terminated.\n\tThe commission may assess a fee not to exceed $500 as a condition for the reinstatement of a license terminated pursuant to this section. [L 1929, c 216, §12; RL 1935, §6999; RL 1945, §7560; am L 1949, c 264, §6; am L 1951, c 307, §6; RL 1955, §165-11; HRS ; am L 1983, c 241, §9; am L 1984, c 7, §16; am L 1986, c 135, §8]"
}