{
    "name": "Hawaii Internet Tax Freedom Act",
    "number": "8.6",
    "text": "(a)  No discriminatory tax shall be imposed under chapter 235 (relating to income tax), chapter 237 (relating to the general excise tax), or chapter 238 (relating to the use tax) on electronic commerce or Internet access.\n     (b)  As used in this section \"discriminatory tax\" means:\n     (1)  Any tax imposed by the State or county on electronic commerce that:\n         (A)  Is not generally imposed and legally collectible by the State or county on transactions involving similar property, goods, services, or information accomplished through other means;\n         (B)  Is not generally imposed and legally collectible at the same rate by such State or county on transactions involving similar property, goods, services, or information accomplished through other means;\n         (C)  Imposes an obligation to collect or pay the tax on a different person or entity than in the case of transactions involving similar property, goods, services, or information accomplished through other means;\n         (D)  Establishes a classification of Internet access service providers or online service providers for purposes of establishing a higher tax rate to be imposed on those providers than the tax rate generally applied to providers of similar information services delivered through other means; or\n     (2)  Any tax imposed by the State or county if:\n         (A)  The sole ability to access a site on a remote seller's out-of-state computer server is considered a factor in determining a remote seller's tax collection obligation; or\n         (B)  A provider of Internet access service or online services is deemed to be the agent of a remote seller for determining tax collection obligations solely as a result of:\n              (i)  The display of a remote seller's information or content on the out-of-state computer server or a provider of Internet access service or online services; or\n             (ii)  The processing of orders through the out-of-state computer server of a provider of Internet access service or online services.\n     (c)  As used in this section:\n     \"Electronic commerce\" means any transaction conducted over the Internet or through Internet access, comprising the sale, lease, license, offer, or delivery of property, goods, services, or information, whether or not for consideration, and includes the provision of Internet access.\n     \"Internet\" means collectively the myriad of computer and telecommunications facilities, including equipment and operating software that comprise the interconnected world-wide network of networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor protocols to that protocol, to communicate information of all kinds by wire or radio.\n     \"Internet access\" means a service or license that enables users to access content, information, electronic mail, or other services or licenses offered over the Internet, and may also include access to proprietary content, information, and other services or licenses as part of a package of services or licenses offered to users.  The term does not include telecommunications service as defined in section 269-1.\n     (d)  This section shall not apply to taxable years beginning after December 31, 2005. [L 1999, c 178, §9]"
}