{
    "name": "Expedited process of paternity",
    "number": "3.5",
    "text": "(a)  To expedite the establishment of paternity, each public and private birthing hospital or center and the department of health shall provide unwed parents the opportunity to voluntarily acknowledge the paternity of a child during the period immediately prior to or following the child's birth.  The voluntary acknowledgment of paternity shall be in writing and shall consist of a single form signed under oath by both the natural mother and the natural father and signed by a witness.  The voluntary acknowledgment of paternity form shall include the social security number of each parent.  Prior to the signing of the voluntary acknowledgment of paternity form, designated staff members of such facilities shall provide to both the mother and the alleged father, if he is present at the facility:\n\n\n\n\t(1)\tWritten materials regarding paternity establishment;\n\t(2)\tForms necessary to voluntarily acknowledge paternity; and\n\t(3)\tOral, video, or audio, and written descriptions of the alternatives to, the legal consequences of, and the rights and responsibilities of acknowledging paternity, including, if one parent is a minor, any right afforded due to minority status.\n\n\n\nThe completed voluntary acknowledgment forms shall clearly identify the name and position of the staff member who provides information to the parents regarding paternity establishment.  The provision by designated staff members of the facility of the information required by this section shall not constitute the unauthorized practice of law.  Each facility shall send to the department of health the original acknowledgment of paternity containing the social security numbers, if available, of both parents, with the information required by the department of health so that the birth certificate issued includes the name of the legal father of the child, which shall be promptly recorded by the department of health.\n\t(b)  The child support enforcement agency shall:\n\n\n\n\t(1)\tProvide to any person or facility the necessary:\n\n\t\t(A)\tMaterials and forms and a written description of the rights and responsibilities related to voluntary acknowledgment of paternity; and\n\t\t(B)\tTraining, guidance, and written instructions regarding voluntary acknowledgment of paternity; \n\n\t(2)\tAnnually assess each facility's paternity establishment program; and\n\t(3)\tDetermine if a voluntary acknowledgment has been filed with the department of health whenever it receives an application for paternity establishment services.\n\n\n\n\t(c)  Notwithstanding sections 338-17.7 and 338-18(b), the department of health shall disclose to the child support enforcement agency, upon request, all voluntary acknowledgment of paternity forms on file with the department of health.\n\t(d)  As used in this section:\n\t\"Agency\" means the child support enforcement agency.\n\t\"Birthing center\" means any facility outside a hospital that provides maternity services.\n\t\"Birthing hospital\" means any hospital with licensed obstetric-care units, any hospital licensed to provide obstetric services, or any licensed birthing center associated with a hospital.\n\t\"Facility\" means a birthing hospital or a birthing center.\n\t(e)  The signed voluntary acknowledgment of paternity shall constitute a legal finding of paternity, subject to the right of any signatory to rescind the acknowledgment:\n\n\n\n\t(1)\tWithin sixty days of signature; or\n\t(2)\tBefore the date of an administrative or judicial proceeding relating to the child, including a proceeding to establish a support order to which the signatory is a party,\n\n\n\nwhichever is sooner.\n\t(f)  Following the sixty-day period referred to in subsection (e), a signed voluntary acknowledgment of paternity may be challenged in court only on the basis of fraud, duress, or material mistake of fact, with the burden of proof upon the challenger.  The legal responsibilities of any signatory arising from the acknowledgment, including child support obligations, shall not be suspended during the challenge, except for good cause shown.\n\t(g)  The courts and office of child support hearings of this State shall give full faith and credit to affidavits for the voluntary acknowledgment of paternity signed in any other state and these affidavits shall constitute legal findings of paternity subject to subsections (e) and (f).\n\t(h)  Judicial and administrative proceedings shall not be required or permitted to ratify an unchallenged acknowledgment of paternity. [L 1996, c 154, §1; am L 1997, c 293, §41; am L 1998, c 83, §10; am L 2001, c 95, §8]"
}