{
    "name": "Procedure for licensing pesticides",
    "number": "13",
    "text": "(a)  Any pesticide which is received, used, sold, offered for sale, or distributed within this State shall be licensed by the board.  Any pesticide product which has been sold in this State but for which the license is not renewed can be used by the purchaser.  However, the product cannot be sold, resold, or distributed within the State before its license is renewed.  The licensee shall file with the department a statement including:\n\n\n\n\t(1)\tThe name and address of the licensee and the name and address of the person whose name will appear on the label, if other than the licensee;\n\t(2)\tThe name of the pesticide;\n\t(3)\tA complete copy of the labeling accompanying the pesticide and a statement of all claims to be made for it, including directions for use; and\n\t(4)\tIf requested by the department, a full description of the tests made and the results thereof upon which the claims are based.\n\n\n\n\t(b)  The licensee shall pay $75 for each year, or fraction thereof, that the pesticide is licensed.  Licensing fees may be increased or decreased from time to time by rules and may vary according to the amount or quantity of pesticide to be sold, offered for sale, or distributed.  The term of the license shall be for a period of up to three years.  A license shall expire on December 31 of the third year.  In case of renewal of license, a statement shall be required only with respect to information which is different from that furnished when the pesticide was licensed or last relicensed.\n\t(c)  When a licensee discontinues the distribution of a pesticide which has been licensed in this State, the licensee will be required to continue licensing of this pesticide until no more remains on the retailer's shelves, or for three years after written notice to the department of the date of discontinuance; provided that the continued sale is not specifically prohibited by the department or the EPA.\n\t(d)  The department, whenever it deems necessary in the administration of this chapter, may require the submission of the complete formula of any pesticide.  If it appears to the department that the composition of the pesticide is complete as to warrant the proposed claims for it and if the pesticide and its labeling and other material required to be submitted comply with the requirements of section 149A-15, the department shall license the pesticide.\n\t(e)  Notwithstanding any other provision of this chapter, licensing of a pesticide is not required in the case of a pesticide shipped from one plant within this State to another plant within this State when both plants are operated by the same person. [L 1972, c 58, pt of §1; am L 1975, c 126, pt of §1; am L 1981, c 33, §3; am L 1985, c 243, §1; am L 1987, c 310, §5; am L 1996, c 281, §2]"
}