{
    "name": "Medical cannabis dispensaries; authorized; licensure",
    "number": "2",
    "text": "(a)  No person shall operate a medical cannabis dispensary unless the person has a license issued by the department pursuant to this chapter.\n     (b)  The director of health shall grant medical cannabis dispensary licenses to allow dispensaries to produce, manufacture, and dispense cannabis and manufactured cannabis products pursuant to this chapter.\n     (c)  Each medical cannabis dispensary license shall allow production, manufacture, and dispensing of cannabis and manufactured cannabis products only in the county for which the license is granted.\n     (d)  The department shall issue eight dispensary licenses statewide; provided that three dispensary licenses shall be issued for the city and county of Honolulu, two dispensary licenses each shall be issued for the county of Hawaii and the county of Maui, and one dispensary license shall be issued for the county of Kauai; provided further that no dispensary license shall be issued for the county of Kalawao.\n     (e)  No person may be granted a dispensary license in more than one county.\n     (f)  Up to two production centers shall be allowed under each dispensary license; provided that, except as otherwise specified in subsection (k), each production center shall be limited to no more than three thousand cannabis plants.  For purposes of this subsection, \"plant\" means a cannabis plant that is greater than twelve vertical inches in height from where the base of the stalk emerges from the growth medium to the tallest point of the plant, or greater than twelve horizontal inches in width from the end of one branch to the end of another branch; provided that multiple stalks emanating from the same root ball or root system shall be considered part of the same single plant.\n     (g)  A dispensary licensee may establish up to two retail dispensing locations under the licensee's dispensary license, except as otherwise specified in subsection (l).\n     (h)  Each dispensary licensee may commence dispensing medical cannabis and manufactured cannabis products to qualifying patients or primary caregivers no sooner than July 15, 2016, with approval by the department, in accordance with this chapter.\n     (i)  Retail dispensing locations shall not be at the same location as the dispensary licensee's production centers.\n     (j)  Notwithstanding subsection (d), the department shall determine whether, based on the qualifying patient need, additional dispensary licenses shall be offered to qualified applicants in the State after October 1, 2018; provided that the department shall make available not more than one license per five hundred qualifying patients residing in any single county; provided further that in considering whether to award a new license, the department shall consider an applicant's capability to serve and supply medical cannabis to qualified patients in a rural or underserved geographical area of a county; provided further that a \"rural or underserved geographical area\" shall be determined by considering the number of registered medical cannabis patients that reside within a certain zip code compared to the quantity of medical cannabis that the closest production center and retail dispensing location have the capability to provide.\n     (k)  Notwithstanding subsection (f) to the contrary, the department may determine whether dispensary licensees shall be allowed an additional two thousand cannabis plants at each of the licensee's production centers.  In no case shall a licensee be allowed more than five thousand plants at a single production center.\n     (l)  Notwithstanding any provision of subsection (g) to the contrary, the department may determine whether dispensary licensees shall be allowed one additional retail dispensing location per licensee.  In considering whether to allow additional retail dispensing locations, the department shall consider the licensee's capability to serve and supply medical cannabis to qualified patients in a rural or underserved geographical area of a county.  For purposes of this subsection, a \"rural or underserved geographical area\" shall be determined by considering the number of registered medical cannabis patients that reside within a certain zip code compared to the quantity of medical cannabis that the closest production center and retail dispensing location have the capability to provide.\n     (m)  Notwithstanding any other law to the contrary, a dispensary shall not be subject to the prescription requirement of section 329-38 or to the board of pharmacy licensure or regulatory requirements under chapter 461. [L 2015, c 241, pt of §2; am L 2016, c 230, §15; am L 2017, c 41, §5 and c 170, §2]\n \nRevision Note\n \n  In subsections (b), (c), (f), and (k), \"marijuana\" changed to \"cannabis\" to conform to L 2017, c 170, pursuant to §23G-15."
}