{
    "name": "Nomination paper; format; limitations",
    "number": "3",
    "text": "(a)  No candidate's name shall be printed upon any official ballot to be used at any primary, special primary, or special election unless a nomination paper was filed in the candidate's behalf and in the name by which the candidate is commonly known.  The nomination paper shall be in a form prescribed and provided by the chief election officer containing substantially the following information:\n\n\n\n\t(1)\tA statement by the registered voters signing the form that they are eligible to vote for the candidate;\n\t(2)\tA statement by the registered voters signing the form that they nominate the candidate for the office identified on the nomination paper issued to the candidate;\n\t(3)\tThe residence address and county in which the candidate resides;\n\t(4)\tThe legal name of the candidate, the name by which the candidate is commonly known, if different, the office for which the candidate is running, and the candidate's party affiliation or nonpartisanship; all of which are to be placed on the nomination paper by the chief election officer or the clerk prior to releasing the form to the candidate;\n\t(5)\tSpace for the name, signature, date of birth, last four digits of the social security number, and residence address of each registered voter signing the form, and other information as determined by the chief election officer; provided that no more than the last four digits of a voter's social security number shall be required;\n\t(6)\tA sworn certification by self-subscribing oath by the candidate that the candidate qualifies under the law for the office the candidate is seeking and that the candidate has determined that, except for the information provided by the registered voters signing the nomination papers, all of the information on the nomination papers is true and correct;\n\t(7)\tA sworn certification by self-subscribing oath by a party candidate that the candidate is a member of the party;\n\t(8)\tA sworn certification by self-subscribing oath, where applicable, by the candidate that the candidate has complied with the provisions of article II, section 7, of the Constitution of the State of Hawaii;\n\t(9)\tA sworn certification by self-subscribing oath by the candidate that the candidate is in compliance with section 831-2, dealing with felons, and is eligible to run for office; and\n\t(10)\tThe name the candidate wishes printed on the ballot and the mailing address of the candidate.\n\n\n\n\t(b)  Signatures of registered voters shall not be counted, unless they are upon the nomination paper having the format set forth above, written or printed thereon, and if there are separate sheets to be attached to the nomination paper, the sheets shall have the name of the candidate, the candidate's party affiliation or nonpartisanship, and the office and district for which the candidate is running placed thereon by the chief election officer or the clerk.  The nomination paper and separate sheets shall be provided by the chief election officer or the clerk.\n\t(c)  Nomination papers shall not be filed in behalf of any person for more than one party or for more than one office; nor shall any person file nomination papers both as a party candidate and as a nonpartisan candidate.\n\t(d)  The office and district for which the candidate is running, the candidate's name, and the candidate's party affiliation or nonpartisanship may not be changed from that indicated on the nomination paper and separate sheets.  If the candidate wishes to run for an office or district different from that for which the nomination paper states or under a different party affiliation or nonpartisanship, the candidate may request the appropriate nomination paper from the chief election officer or clerk and have it signed by the required number of registered voters.\n\t(e)  Nomination papers that contain alterations or changes made by anyone other than the chief election officer or the clerk to the candidate's information, the candidate's party affiliation or nonpartisanship, the office to which the candidate seeks nomination, or the oath of loyalty or affirmation, after the nomination paper was issued by the chief election officer or clerk, shall be void and will not be accepted for filing by the chief election officer or clerk.\n\t(f)  Nomination papers which are incomplete and do not contain all of the certifications, signatures, and requirements of this section shall be void and will not be accepted for filing by the chief election officer or clerk. [L 1970, c 26, pt of §2; am L 1973, c 217, §2(b); am L 1975, c 36, §2(2); am L 1979, c 139, §6; am L 1980, c 264, §2; am L 1983, c 34, §19; am L 1997, c 288, §1; am L 2005, c 13, §1]\nAttorney General Opinions\n  Candidate who fails to file the certificate required by par. (6) may not be placed upon the ballots.  Att. Gen. Op. 70-15.\n  A person who is moving and will change election district in September is eligible to file nomination papers as candidate from the district to which the person will move.  Att. Gen. Op. 74-15.\n  Candidate could seek election to public office and constitutional convention even though elections concurrent.  Att. Gen. Op. 75-12.\n  Enforces Article II, Section 7, with respect to candidates for state or county but not federal offices.  Att. Gen. Op. 86-4.\nLaw Journals and Reviews\n  Fasi v. Cayetano:  Challenging Hawaii's \"Resign-to-Run\" Amendment.  13 UH L. Rev. 327.\nCase Notes\n  Par. (6):  Candidate must certify that candidate will qualify by the next general election; provision not unconstitutional.  52 H. 251, 473 P.2d 872."
}