{
    "name": "Assessment of tax upon failure to make return; limitation period; exceptions; extension by agreement",
    "number": "6",
    "text": "(a)  If any operator fails to make a return as required by this chapter, the director shall make an estimate of the tax liability of the operator from any information the director obtains, and according to the estimate so made, assess the taxes, interest, and penalty due the State from the operator; give notice of the assessment to the operator; and make demand upon the operator for payment.  The assessment shall be presumed to be correct until and unless, upon an appeal duly taken as provided in section 346E-8, the contrary shall be clearly proved by the operator assessed.  The burden of proof upon the appeal shall be upon the operator assessed to disprove the correctness of assessment.\n\t(b)  After a return is filed under this chapter the director shall cause the return to be examined, and may make such further audits or investigations as the director considers necessary.  If the director determines that there is a deficiency with respect to the payment of any tax due under this chapter, the director shall assess the taxes and interest due the State, give notice of the assessment to the persons liable, and make demand upon the persons for payment.\n\t(c)  Except as otherwise provided by this section, the amount of taxes imposed by this chapter shall be assessed or levied within three years after the annual return was filed, or within three years of the due date prescribed for the filing of the return, whichever is later.  No proceeding in court without assessment for the collection of any such taxes shall be begun after the expiration of the period.\n\t(d)  In the case of a false or fraudulent return with intent to evade tax, or a failure to file the annual return, the tax may be assessed or levied at any time.\n\t(e)  Where, before the expiration of the period prescribed in subsection (c) for assessments or in section 346E-7 for credits and refunds, both the department and the operator have consented in writing to the assessment or levy of the tax after the date fixed by subsection (c) or the credit or refund of the tax after the date fixed by section 346E-7, the tax may be assessed or levied, or the overpayment, if any, may be credited or refunded at any time prior to the expiration of the period agreed upon.  The period so agreed upon may be extended by subsequent agreements in writing made before the expiration of the period previously agreed upon. [L 1993, c 315, pt of §1; ree L 1994, c 230, pt of §1]"
}