{
    "name": "Determination of unsuitability",
    "number": "2.1",
    "text": "Any party may file a motion with the circuit court in the judicial circuit in which the claim arose for a determination that the subject matter of the dispute is unsuitable for review by a panel under this chapter; provided that no such application may be filed within ten days of the date on which the claim is scheduled to be heard by a panel or after such a hearing has taken place.\n\tIn determining whether the subject matter of a dispute is unsuitable for disposition pursuant to this chapter, a court may consider:\n\n\n\n\t(1)\tThe magnitude of the potential award, or any issue of broad public concern raised by the subject matter underlying the dispute;\n\t(2)\tProblems referred to the court where court regulated discovery is necessary;\n\t(3)\tThe fact that the matter in dispute is a reasonable or necessary issue to be resolved in pending litigation and involves other matters not covered by or related to this chapter;\n\t(4)\tThe fact that the design professional's involvement in the matter is distinctly secondary in importance to the involvement of parties not covered by this chapter;\n\t(5)\tThe potential for unreasonable delays in reaching any resolution of the matter by its referral to a panel pursuant to this chapter;\n\t(6)\tThe fact that there are too many parties or issues involved to be effectively handled by the informal processes of this chapter; or\n\t(7)\tThe fact that one or more of the design professionals named in the claim is no longer subject to the jurisdiction of the panel, or refuses to participate in the proceedings before the panel, to the detriment of the remaining parties.\n\n\n\n\tFor the purpose of any such application there shall be a rebuttable presumption that the subject matter is unsuitable for review by a panel under this chapter where the claim against the design professional arises out of a third-party action in pending litigation.\n\tAny such application to the circuit court shall be made and heard in a summary manner and in accordance with procedures for the making and hearing of motions. [L 1985, c 36, pt of §1; am L 1992, c 91, §1]"
}