{
    "name": "Duty to cooperate; assessment of costs and fees",
    "number": "11",
    "text": "It shall be the duty of every person who files a claim with the design professional conciliation panel, every architect, engineer, surveyor, or landscape architect against whom such claim is made, to cooperate with the design professional conciliation panel for the purpose of achieving a prompt, fair, and just disposition or settlement of such claim, provided that such cooperation shall not prejudice the substantive rights of said persons.\n\tAfter trial of such claim or after settlement of such claim after suit has been filed, any party may apply to the court in which the suit was brought to have the costs of the action assessed against any party or any insurance carrier or any other person providing professional liability insurance to a party design professional or both, for failure to cooperate with the design professional conciliation panel.  The court may award such costs, or a portion thereof, including attorney's fees, witness fees, including those of expert witnesses, costs of discovery and transcribing depositions, and court costs to the party applying therefor.\n\tOn application of the director of commerce and consumer affairs, the court may award as a civil penalty against any party or any insurance carrier or other person providing professional liability insurance to a party design professional, or all or any combination of such persons, all or a portion of the costs and expenses of the design professional conciliation panel attributable to a claim involving such persons, if the court finds that such person or persons failed to cooperate with the design professional conciliation panel.  Such penalty shall be payable to the general fund.\n\tIn determining whether any person has failed to cooperate in good faith, the court shall consider, but is not limited to, the following:\n\n\n\n\t(1)\tThe attendance of the persons at the hearing of the design professional conciliation panel;\n\t(2)\tThe extent to which representatives of the parties and counsel representing parties came to panel hearings with knowledge of the claims and defenses and authority to negotiate a settlement or other disposition of the claim;\n\t(3)\tThe testimony of members of the panel as to the facts of the person's participation in the panel hearing;\n\t(4)\tThe extent of the person's cooperation in providing the panel with documents and testimony called for by the panel; and\n\n\n\nThe reasons advanced by the person so charged for not fully cooperating or negotiating. [L 1981, c 228, pt of §1; am L 1982, c 204, §8; am L 1983, c 124, §17; am L 1985, c 36, §8]"
}