{
    "name": "Maximum pre-tax wholesale price for the sale of gasoline; civil actions",
    "number": "13",
    "text": "(a)  Notwithstanding any law to the contrary, no manufacturer, wholesaler, or jobber may sell regular unleaded gasoline to a dealer retail station, an independent retail station, or to another jobber or wholesaler at a price above the maximum pre-tax wholesale prices established pursuant to subsection (b).  The commission shall publish the maximum pre-tax wholesale prices by means that shall include the Internet website for the State of Hawaii.\n\t(b)  On a weekly basis, the commission shall determine the maximum pre-tax wholesale price of regular unleaded gasoline for each island as follows:\n\n\n\n\t(1)\tFor the island of Oahu, the maximum pre-tax wholesale price of regular unleaded gasoline shall consist of the baseline price for regular unleaded gasoline, plus the location adjustment factor, and the marketing margin factor; and\n\t(2)\tFor the islands of Kauai, Molokai, Lanai, Maui, and Hawaii, the maximum pre-tax wholesale price of regular unleaded gasoline shall consist of the maximum pre-tax wholesale price of regular unleaded gasoline for Oahu, plus the neighbor island wholesale adjustment factor.\n\n\n\n\t(c)  The baseline price for regular unleaded gasoline for Oahu referred to in subsection (b) shall be determined on a weekly basis, and shall be equal to the average of:\n\n\n\n\t(1)\tThe spot pipeline daily price for regular unleaded gasoline for Los Angeles;\n\t(2)\tThe spot pipeline daily price for regular unleaded gasoline for San Francisco; and\n\t(3)\tThe spot daily price for the Pacific Northwest,\n\n\n\nas reported and published by the Oil Price Information Service for the five business days of the preceding week.\n\t(d)  The location adjustment factor referred to in subsection (b) shall be $.04 per gallon for the first year after July 1, 2004, and shall thereafter be subject to annual adjustment pursuant to section 486H-16(a).\n\t(e)  The marketing margin factor referred to in subsection (b) shall be $.18 per gallon for the first year after July 1, 2004, and shall thereafter be subject to annual adjustment pursuant to section 486H-16(a).\n\t(f)  The neighbor island wholesale adjustment factor shall be the sum of the neighbor island location adjustment factor, plus the neighbor island marketing factor.\n\t(g)  The neighbor island location adjustment factor shall be $.04 per gallon for the first year after July 1, 2004, and shall thereafter be subject to annual adjustment pursuant to section 486H-16(a).\n\t(h)  The neighbor island marketing factor shall be $.04 per gallon for the first year after July 1, 2004, and shall thereafter be subject to annual adjustment pursuant to section 486H-16(a).\n\t(i)  Any manufacturer, wholesaler, or jobber who knowingly violates any requirement imposed or rule adopted under this section shall be subject to a civil penalty for each such violation, which penalty shall be three times the overcharge, or $250,000, whichever is greater, and shall be liable for the costs of the action, and reasonable attorney's fees as determined by the court.  Within two years from the date the commission obtains actual knowledge of the violation, the commission may institute a civil action in a court of competent jurisdiction to collect the civil penalty, the costs, and attorney's fees.  In the case of ongoing violation, the two-year period shall start from the date of the last violation.  The commission may refer any such action to the attorney general as it deems appropriate.  As used in this subsection, \"overcharge\" means the number of gallons of gasoline sold, times the wholesale price at which the manufacturer or jobber sold regular unleaded gasoline to a dealer retail station, less taxes assessed, less the maximum pre-tax wholesale price established pursuant to subsection (b).\n\t(j)  The commission shall have the power to determine the  extent to which a manufacturer, wholesaler, or jobber is complying with any requirement imposed or rule adopted under this section, including the power to compel a manufacturer, [wholesaler,] or jobber to submit documents, data and information necessary and appropriate for the commission to determine such compliance.  The commission may use data collected by the department of business, economic development, and tourism pursuant to chapter 486J, as well as obtain the assistance of that department in determining such compliance.\n\t(k)  The commission shall adopt rules pursuant to chapter 91 as may be necessary to implement this section. [L 2002, c 77, pt of §2(1)]"
}