{
    "name": "Requirements of licensee",
    "number": "8.6",
    "text": "(a)  Any person who has obtained a license under section 132D-7 and ships fireworks into the State shall:\n\n\n\n\t(1)\tClearly designate the types of fireworks in each shipment on the bill of lading or shipping manifest with specificity;\n\t(2)\tDeclare on the bill of lading or shipping manifest the gross weight of aerial common fireworks, non-aerial common fireworks, and special fireworks to be imported in each shipment and the location of the storage facility, if applicable, in which the fireworks are to be stored;\n\t(3)\tPrior to shipment and when booking each shipment of fireworks, notify the appropriate county official as determined by the county regarding whether the shipment will be distributed from:\n\n\t\t(A)\tPier to pier;\n\t\t(B)\tPier to warehouse or storage facility; or\n\t\t(C)\tPier to redistribution; and\n\n\t(4)\tAt the time shipping is booked, the importer or consignee shall notify the appropriate county official as determined by the county in writing of the expected shipment's landing date.\n\n\n\n\t(b)  The fire department of a county, in which a shipment of fireworks has landed and becomes subject to the jurisdiction of the fire department, shall be allowed to inspect, if it chooses, any shipment declared on the shipping manifest as fireworks.\n\t(c)  The facility in which fireworks are to be stored must:\n\n\n\n\t(1)\tHave received approval fifteen days prior to the shipment's arrival from the appropriate county fire department; and\n\t(2)\tMeet all state and county fire and safety codes.\n\n\n\n\t(d)  Any fireworks landed in the State shall be subject to seizure and forfeiture if:\n\n\n\n\t(1)\tThe importer or consignee does not have in the importer's or consignee's possession a valid license to import fireworks under section 132D-7;\n\t(2)\tThe consignee does not have a valid license to store fireworks under section 132D-7; or\n\t(3)\tThe fireworks have not been declared or have been misdeclared in violation of [subsection] (a).\n\n\n\n\t(e)  No person holding a retailer license to sell non-aerial common fireworks shall be allowed to sell non-aerial common fireworks commonly known as firecrackers in a packet size larger than 5,000 individual units.  Any person violating this subsection shall be guilty of a misdemeanor.\n\t(f)  Any person violating subsections (a), (c), or (d) shall be subject to the following for shipments of fireworks of:\n\n\n\n\t(1)\tTwenty-five pounds or less gross weight shall be a petty misdemeanor;\n\t(2)\tOver twenty-five pounds to three hundred pounds gross weight shall be a misdemeanor;\n\t(3)\tOver three hundred pounds to ten thousand pounds gross weight shall be a class C felony; and\n\t(4)\tMore than ten thousand pounds gross weight shall be a class B felony. [L 2000, c 233, §3]"
}