{
    "name": "Definitions",
    "number": "1",
    "text": "In this chapter, unless the context or subject matter otherwise requires:\n     \"Applicant\" means a person applying for a license under this chapter.\n     \"Borrower\" means the obligor, maker, cosigner, or guarantor under a mortgage agreement.\n     \"Commissioner\" means the commissioner of financial institutions of this State.\n     \"License\" means a license issued under this chapter.\n     \"Licensee\" means a person licensed or required to be licensed under this chapter.\n     \"Mortgage servicer\" means the person responsible for receiving any scheduled periodic payments from a borrower pursuant to the terms of any residential mortgage loan, including amounts for escrow accounts under Section 10 of the Real Estate Settlement Procedures Act, 12 United States Code Section 2609, and for making the payments to the owner of the loan or other third parties of principal and interest and such other payments with respect to the amounts received from the borrower as may be required pursuant to the terms of the mortgage servicing loan documents or servicing contract.  In the case of a home equity conversion mortgage or reverse mortgage as referenced in this chapter, servicing includes making payments to the borrower. \n     \"Person\" means an individual, partnership, corporation, association, or other organization.\n     \"Residential mortgage loan\" means a mortgage loan, home equity loan, or reverse mortgage loan, that is secured by a first or subordinate lien on residential real property located in Hawaii, including a refinancing of any secured loan on residential real property located in Hawaii, upon which:\n     (1)  There is or will be constructed a structure or structures designed principally for occupancy by one to four families, including individual units of condominiums and cooperatives; or \n     (2)  A manufactured home is located or will be placed on the real property, using proceeds of the loan. [L 2009, c 106, pt of §1]"
}