{
    "name": "Registration requirements",
    "number": "32",
    "text": "(a)  Every person who:\n\n\n\n\t(1)\tManufactures, distributes, prescribes, or dispenses any controlled substance within this State;\n\t(2)\tProposes to engage in the manufacture, distribution, prescription, or dispensing of any controlled substance within this State; or\n\t(3)\tDispenses or proposes to dispense any controlled substance for use in this State by shipping, mailing, or otherwise delivering the controlled substance from a location outside this State;\n\n\n\nshall obtain a registration issued by the department of public safety in accordance with the department\u0092s rules.  A licensed or registered health care professional who acts as the authorized agent of a practitioner and who administers controlled substances at the direction of the practitioner shall not be required to obtain a registration.\n\t(b)  Persons registered by the department of public safety under this chapter to manufacture, distribute, prescribe, dispense, store, or conduct research with controlled substances may possess, manufacture, distribute, prescribe, dispense, store, or conduct research with those substances to the extent authorized by their registration and in conformity with this part.\n\t(c)  Except as otherwise provided by law, the following persons shall not be required to register and may lawfully possess controlled substances under this chapter:\n\n\n\n\t(1)\tAn agent or employee of any registered manufacturer, distributor, or dispenser of any controlled substance, if the agent or employee is acting in the usual course of the agent\u0092s or employee\u0092s business or employment;\n\t(2)\tA common or contract carrier or warehouser, or an employee thereof, whose possession of any controlled substance is in the usual course of the person\u0092s business or employment; and\n\t(3)\tAn ultimate user or a person in possession of any controlled substance pursuant to a lawful order of a practitioner.\n\n\n\n\t(d)  The department of public safety may waive the registration or filing requirement for certain manufacturers, distributors, prescribers, or dispensers by rule if:\n\n\n\n\t(1)\tIt is consistent with the public health and safety; and\n\t(2)\tThe department of public safety states the specific reasons for the waiver and the time period for which the waiver is to be valid.\n\n\n\n\t(e)  A separate registration shall be required at each principal place of business or professional practice where the applicant manufactures, distributes, prescribes, or dispenses controlled substances, except an office used by a practitioner (who is registered at another location) where controlled substances are prescribed but neither administered nor otherwise dispensed as a regular part of the professional practice of the practitioner at such office, and where no supplies of controlled substances are maintained.\n\t(f)  The department of public safety may inspect the establishment of a registrant or applicant for registration in accordance with the department\u0092s rule.\n\t(g)  The department of public safety may require a registrant to submit documents or written statements of fact relevant to a registration that the department deems necessary to determine whether the registration should be granted or denied.  The failure of the registrant to provide the documents or statements within a reasonable time after being requested to do so shall be deemed to be a waiver by the registrant of the opportunity to present the documents or statements for consideration by the department in granting or denying the registration.\n\t(h)  The failure to renew the controlled substance registration on a timely basis or to pay the applicable fees or payment with a check that is dishonored upon first deposit shall cause the registration to be automatically forfeited. [L 1972, c 10, pt of §1; gen ch 1985; am L 1990, c 281, §10; am L 1991, c 159, §9; am L 1993, c 19, §1; am L 1996, c 206, §1; am L 1997, c 280, §2; am L 2003, c 151, §7]\nCross References\n  Regulation of wholesale prescription drug distributors, see §§328-111 to 123."
}