{
    "name": "Authority to schedule controlled substances",
    "number": "11",
    "text": "PART II.  STANDARDS AND SCHEDULES\n\n     (a)  Annually, upon the convening of each regular session of the state legislature, the department of public safety shall report to the legislature additions, deletions, or revisions in the schedules of substances enumerated in sections 329-14, 329-16, 329-18, 329-20, and 329-22, and any other recommendations that it deems necessary.  Three months prior to the convening of each regular session, the department of public safety shall post public notice, at the state capitol and in the office of the lieutenant governor for public inspection, of the department\u0092s recommendations to the legislature concerning any additions, deletions, or revisions in these schedules; provided that the posting shall not be required if official notice has been received that the substance has been added, deleted, or rescheduled as a controlled substance under federal law.  In making a determination regarding a substance, the department of public safety shall assess the degree of danger or probable danger of the substance by considering the following:\n\n\n\n\t(1)\tThe actual or probable abuse of the substance including:\n\n\t\t(A)\tIts history and current pattern of abuse;\n\t\t(B)\tThe scope, duration, and significance of abuse; and\n\t\t(C)\tA judgment of the degree of actual or probable detriment that may result from the abuse of the substance;\n\n\t(2)\tThe biomedical hazard of the substance including:\n\n\t\t(A)\tIts pharmacology:  the effects and modifiers of effects of the substance;\n\t\t(B)\tIts toxicology:  the acute and chronic toxicity, interaction with other substances whether controlled or not, and liability to psychic or physiological dependence;\n\t\t(C)\tRisk to public health and particular susceptibility of segments of the population; and\n\t\t(D)\tExistence of therapeutic alternatives for substances that are or may be used for medical purposes;\n\n\t(3)\tA judgment of the probable physical and social impact of widespread abuse of the substance;\n\t(4)\tWhether the substance is an immediate precursor of a substance already controlled under this part; and\n\t(5)\tThe current state of scientific knowledge regarding the substance.\n\n\n\n\t(b)  After considering the factors enumerated in subsection (a), the department of public safety shall make a recommendation to the legislature, specifying to what schedule the substance should be added, deleted, or rescheduled if it finds that the substance has a degree of danger or probable danger.  The department of public safety may make its recommendation to the legislature prior to the submission of its annual report, in which case the department of public safety shall publish and give notice to the public of the recommendation.\n\t(c)  If the legislature designates a substance as an immediate precursor, substances that are precursors of the controlled precursor shall not be subject to control solely because they are precursors of the controlled precursor.\n\t(d)  If a substance is added, deleted, or rescheduled as a controlled substance under federal law and notice of the designation is given to the department of public safety, the department of public safety shall recommend that a corresponding change in Hawaii law be made.  The department of public safety shall similarly designate the substance as added, deleted, or rescheduled under this chapter, after the expiration of thirty days from publication in the Federal Register of a final order, and this change shall have the effect of law.  If a substance is added, deleted, or rescheduled under this subsection, the control shall be temporary and, if the next regular session of the state legislature has not made the corresponding changes in this chapter, the temporary designation of the added, deleted, or rescheduled substance shall be nullified.\n\t(e)  The administrator may make an emergency scheduling by placing a substance into schedule I, II, III, IV, or V on a temporary basis, if the administrator determines the action is necessary to address or avoid a current or imminent danger to the health and safety of the public.  If a substance is added or rescheduled under this subsection, the control shall be temporary and, if the next regular session of the state legislature has not enacted the corresponding changes in this chapter, the temporary designation of the added or rescheduled substance shall be nullified. [L 1972, c 10, pt of §1; am L 1987, c 113, §1; am L 1990, c 281, §10; am L 1997, c 280, §1 and c 356, §6]"
}