{
    "name": "Permit for conduct of business; applications; forms; fees; renewal; violations",
    "number": "67",
    "text": "(a)  Any manufacturer, wholesaler, retailer, or other person who sells, transfers, or otherwise furnishes any substance specified in section 329-61 for use by a person in this State or who receives from a source outside of the State any substance specified in section 329-61  shall obtain a permit for the conduct of that business from the department of public safety.\n\t(b)  Applications for permits shall be filed in writing and signed by the applicant, and shall set forth the name of the applicant, the business in which the applicant is engaged, the business address of the applicant, and a full description of any substance sold, transferred, or otherwise furnished, or received.\n\t(c)  The department of public safety may grant permits which shall be effective for not more than one year from the date of issuance.  Applications and permits shall be uniform through the State, on forms prescribed by the department of public safety.\n\t(d)  Each applicant shall pay at the time of filing an application for a permit a fee determined by the department of public safety in accordance with the department\u0092s rules.\n\t(e)  A permit granted pursuant to this part may be renewed one year from the date of issuance, and annually thereafter, upon the filing of a renewal application and the payment of a permit renewal fee in accordance with the department\u0092s rules.\n\n\n\n\t(f)\t(1)  Any manufacturer, wholesaler, retailer, or other person who sells, transfers, or otherwise furnishes, or receives any substance specified in section 329-61 without a permit shall be guilty of a misdemeanor; and\n\t(2)\tAny manufacturer, wholesaler, retailer, or other person who has previously been convicted of violating section 329-67(a), upon a subsequent conviction thereof shall be guilty of a class C felony. [L 1990, c 200, pt of §1; am L 1999, c 252, §12]"
}