{
    "name": "Definitions",
    "number": "1",
    "text": "\"PART I.  GENERAL PROVISIONS\n\n     As used in this chapter:\n\t\"Abuse\" means the misuse of a substance or the use of a substance to an extent deemed deleterious or detrimental to the user, to others, or to society.\n\t\"Administer\" means the direct application of a controlled substance, whether by injection, inhalation, ingestion, or any other means, to the body of a patient or research subject by:\n\n\n\n\t(1)\tA practitioner (or, in the practitioner's presence or at the practitioner's direction, by a licensed or registered health care professional acting as the practitioner's authorized agent), or\n\t(2)\tThe patient or research subject at the direction or in the presence of the practitioner.\n\n\n\n\t\"Administrator\" means the administrator of the narcotics enforcement division of the department of public safety.\n\t\"Agent\" means an authorized person who acts on behalf of or at the direction of a manufacturer, distributor, or dispenser.  It does not include a common or contract carrier, public warehouseman, or employee of the carrier or warehouseman.\n\t\"Bureau\" or \"DEA\" means the Drug Enforcement Administration, United States Department of Justice, or its successor agency.\n\t\"Central repository\" means a central repository established under section 329-102.\n\t\"Controlled substance\" means a drug, substance, or immediate precursor in Schedules I through V of part II.\n\t\"Counterfeit substance\" means a controlled substance which, or the container or labeling of which, without authorization, bears the trademark, trade name, or other identifying mark, imprint, number or device, or any likeness thereof, of a manufacturer, distributor, or dispenser other than the person who in fact manufactured, distributed, or dispensed the substance.\n\t\"Deliver\" or \"delivery\" means the actual, constructive, or attempted transfer or sale from one person to another of a controlled substance or drug paraphernalia, whether or not there is an agency relationship.\n\t\"Department\" means the department of public safety.\n\t\"Designated state agency\" means the narcotics enforcement division, department of public safety.\n\t\"Dispense\" means to deliver a controlled substance to an ultimate user or research subject by or pursuant to the lawful order of a practitioner, including the prescribing, administering, packaging, labeling, or compounding necessary to prepare the substance for that delivery.  A controlled substance is dispensed when:\n\n\n\n\t(1)\tIt is compounded, prepared, labeled and packaged pursuant to the lawful order of a practitioner by a licensed pharmacist acting in the usual course of his professional practice and who is either registered individually or employed in a registered pharmacy or by a registered institutional practitioner, for delivery to the ultimate user;\n\t(2)\tIt is compounded, prepared, labeled and packaged for delivery to the ultimate user by a practitioner acting in the usual course of his professional practice;\n\t(3)\tIt is prepared, labeled, and packaged pursuant to the lawful order of a practitioner by a registered health care professional acting as an agent of the practitioner for delivery to the ultimate user by the practitioner; or\n\t(4)\tIt is prepackaged by a pharmacist for use in an emergency facility for delivery to the ultimate user by a licensed or registered health care professional pursuant to the order of a physician.\n\n\n\n\t\"Dispenser\" means a practitioner who dispenses.\n\t\"Distribute\" means to deliver other than by administering or dispensing a controlled substance.\n\t\"Distributor\" means a person who distributes.\n\t\"Drug\" means:\n\n\n\n\t(1)\tSubstances recognized as drugs in the official United States Pharmacopoeia, official Homeopathic Pharmacopoeia of the United States, or official National Formulary, or any supplement to any of them;\n\t(2)\tSubstances intended for use in the diagnosis, cure, mitigation, treatment, or prevention of disease in man or animals;\n\t(3)\tSubstances (other than food) intended to affect the structure or any function of the body of man or animals; and\n\t(4)\tSubstances intended for use as a component of any article specified in clause (1), (2), or (3) of this subsection.  It does not include devices or their components, parts, or accessories.\n\n\n\n\t\"Drug Enforcement Administration registration number\" means the practitioner's Drug Enforcement Administration controlled substance registration number.\n\t\"Drug paraphernalia\" means all equipment, products, and materials of any kind which are used, primarily intended for use, or primarily designed for use, in planting, propagating, cultivating, growing, harvesting, manufacturing, compounding, converting, producing, processing, preparing, testing, analyzing, packaging, repackaging, storing, containing, concealing, injecting, ingesting, inhaling, or otherwise introducing into the human body a controlled substance in violation of this chapter.  It includes but is not limited to:\n\n\n\n\t(1)\tKits used, primarily intended for use, or primarily designed for use in planting, propagating, cultivating, growing, or harvesting of any species of plant which is a controlled substance or from which a prohibited controlled substance can be derived;\n\t(2)\tKits used, primarily intended for use, or primarily designed for use in manufacturing, compounding, converting, producing, processing, or preparing prohibited controlled substances;\n\t(3)\tIsomerization devices used, primarily intended for use, or primarily designed for use in increasing the potency of any species of plant which is a prohibited controlled substance;\n\t(4)\tTesting equipment used, primarily intended for use, or primarily designed for use in identifying, or in analyzing the strength, effectiveness, or purity of prohibited controlled substances;\n\t(5)\tScales and balances used, primarily intended for use, or primarily designed for use in weighing or measuring prohibited controlled substances;\n\t(6)\tDiluents and adulterants; such as quinine hydrochloride, mannitol, mannite, dextrose, and lactose, used, primarily intended for use, or primarily designed for use in cutting prohibited controlled substances;\n\t(7)\tSeparation gins and sifters used, primarily intended for use, or primarily designed for use in removing twigs and seeds from, or in otherwise cleaning or refining, prohibited marijuana;\n\t(8)\tBlenders, bowls, containers, spoons, and mixing devices used, primarily intended for use, or primarily designed for use in compounding prohibited controlled substances;\n\t(9)\tCapsules, balloons, envelopes, and other containers used, primarily intended for use, or primarily designed for use in packaging small quantities of prohibited controlled substances;\n\t(10)\tContainers and other objects used, primarily intended for use, or primarily designed for use in storing or concealing prohibited controlled substances;\n\t(11)\tHypodermic syringes, needles, and other objects used, primarily intended for use, or primarily designed for use in parenterally injecting prohibited controlled substances into the human body;\n\t(12)\tObjects used, primarily intended for use, or primarily designed for use in ingesting, inhaling, or otherwise introducing prohibited marijuana, cocaine, hashish, hashish oil, or methamphetamine into the human body, such as:\n\n\t\t(A)\tMetal, wooden, acrylic, glass, stone, plastic, or ceramic pipes with or without screens, permanent screens, hashish heads, or punctured metal bowls;\n\t\t(B)\tWater pipes;\n\t\t(C)\tCarburetion tubes and devices;\n\t\t(D)\tSmoking and carburetion masks;\n\t\t(E)\tRoach clips:  meaning objects used to hold burning materials, such as marijuana cigarettes, that have become too small or too short to be held in the hand;\n\t\t(F)\tMiniature cocaine spoons, and cocaine vials;\n\t\t(G)\tChamber pipes;\n\t\t(H)\tCarburetor pipes;\n\t\t(I)\tElectric pipes;\n\t\t(J)\tAir-driven pipes;\n\t\t(K)\tChillums;\n\t\t(L)\tBongs; and\n\t\t(M)\tIce pipes or chillers.\n\n\n\n\n\n\tIn determining whether an object is drug paraphernalia, a court or other authority should consider, in addition to all other logically relevant factors, the following:\n\n\n\n\t(1)\tStatements by an owner or by anyone in control of the object concerning its use;\n\t(2)\tPrior convictions, if any, of an owner, or of anyone in control of the object, under any state or federal law relating to any controlled substance;\n\t(3)\tThe proximity of the object, in time and space, to a direct violation of this chapter;\n\t(4)\tThe proximity of the object to controlled substances;\n\t(5)\tThe existence of any residue of controlled substances on the object;\n\t(6)\tDirect or circumstantial evidence of the intent of an owner, or of anyone in control of the object, to deliver it to a person or persons whom the owner or person in control knows, or should reasonably know, intend to use the object to facilitate a violation of this chapter; the innocence of an owner, or of anyone in control of the object, as to a direct violation of this chapter shall not prevent a finding that the object is intended for use, or designed for use as drug paraphernalia;\n\t(7)\tInstructions, oral or written, provided with the object concerning its use;\n\t(8)\tDescriptive materials accompanying the object which explain or depict its use;\n\t(9)\tNational and local advertising concerning its use;\n\t(10)\tThe manner in which the object is displayed for sale;\n\t(11)\tWhether the owner, or anyone in control of the object, is a legitimate supplier of like or related items to the community, such as a licensed distributor or dealer of tobacco products;\n\t(12)\tDirect or circumstantial evidence of the ratio of sales of the object or objects to the total sales of the business enterprise;\n\t(13)\tThe existence and scope of legitimate uses for the object in the community; and\n\t(14)\tExpert testimony concerning its use.\n\n\n\n\t\"Ephedrine\" includes any synthetic compound, salt, derivative, mixture, or preparation extracted from the plant (genus) Ephedra that contains the substance ephedrine.\n\t\"Exception report\" means an output of data indicating schedule II controlled substances dispensation that is outside expected norms for a practitioner practicing a particular specialty or field of health care, for a dispenser doing business in a particular location, or for a patient.\n\t\"Identification number\" means, with respect to a patient:\n\n\n\n\t(1)\tThe unique, valid driver's license number of the patient, followed by the two-digit United States Postal Service code for the state issuing the driver's license or, if the patient is a foreign patient, the patient's passport number.  If the patient does not have a driver's license, the \"identification number\" means the patient's social security number, followed by the patient's state of residency code.  If the patient is less than eighteen years old and has no such identification, the identification number means the unique number contained on the valid driver's license of the patient's parent or guardian; or\n\t(2)\tIf the controlled substance is obtained for an animal, the unique number described in paragraph (1) of the animal's owner.\n\n\n\n\t\"Immediate precursor\" means a substance which the department of public safety has found to be and by rule designates as being the principal compound commonly used or produced primarily for use, and which is an immediate chemical intermediary used or likely to be used in the manufacture of a controlled substance, the control of which is necessary to prevent, curtail, or limit manufacture.\n\t\"Locum tenens practitioner\" means a practitioner:\n\n\n\n\t(1)\tWho is licensed in this State and registered under section 329-32 to administer, prescribe, or dispense a controlled substance in the course of professional practice, who temporarily substitutes for another registered practitioner for a period not to exceed sixty days at that other practitioner's registered place of business; and\n\t(2)\tWhose Drug Enforcement Administration controlled substance registration number has not been transferred to the State of Hawaii.\n\n\n\nLocum tenens practitioners are not eligible to receive an oral code number as designated by section [328-16(k)].\n\t\"Manufacture\" means the production, preparation, propagation, compounding, conversion, or processing of a controlled substance, either directly or indirectly by extraction from substances of natural origin, or independently by means of chemical synthesis, or by a combination of extraction and chemical synthesis, and includes any packaging or repackaging of the substance or labeling or relabeling of its container, except that this term does not include the preparation or compounding of a controlled substance by an individual for the individual's own use or the preparation, compounding, packaging, or labeling of a controlled substance:\n\n\n\n\t(1)\tBy a practitioner as an incident to the practitioner's administering or dispensing of a controlled substance in the course of the practitioner's professional practice, or\n\t(2)\tBy a practitioner, or by the practitioner's authorized agent under the practitioner's supervision, for the purpose of, or as an incident to, research, teaching, or chemical analysis and not for sale.\n\n\n\n\t\"Marijuana\" means all parts of the plant (genus) Cannabis whether growing or not; the seeds thereof, the resin extracted from any part of the plant; and every compound, manufacture, salt, derivative, mixture, or preparation of the plant, its seeds, or resin.  It does not include the mature stalks of the plant, fiber produced from the stalks, oil, or cake made from the seeds of the plant, any other compound, manufacture, salt, derivative, mixture, or preparation of the mature stalks (except the resin extracted therefrom), fiber, oil, or cake, or the sterilized seed of the plant which is incapable of germination.\n\t\"Narcotic drug\" means any of the following, whether produced directly or indirectly by extraction from substances of vegetable origin, or independently by means of chemical synthesis, or by a combination of extraction and chemical synthesis:\n\n\n\n\t(1)\tOpium and opiate, and any salt, compound, derivative, or preparation of opium or opiate.\n\t(2)\tAny salt, compound, isomer, derivative, or preparation thereof which is chemically equivalent or identical with any of the substances referred to in clause (1), but not including the isoquinoline alkaloids of opium.\n\t(3)\tOpium poppy and poppy straw.\n\t(4)\tCoca leaves and any salt, compound, derivative, or preparation of coca leaves, and any salt, compound, isomer, derivative, or preparation thereof which is chemically equivalent or identical with any of these substances, but not including decocainized coca leaves or extractions of coca leaves which do not contain cocaine or ecgonine.\n\n\n\n\t\"Opiate\" means any substance having an addiction-forming or addiction-sustaining liability similar to morphine or being capable of conversion into a drug having addiction-forming or addiction-sustaining liability.  It does not include, unless specifically designated as controlled under section 329-11, the dextrorotatory isomer of 3-methoxy-n-methylmorphinan and its salts (dextromethorphan).  It does include its racemic and levorotatory forms.\n\t\"Opium poppy\" means the plant of the species Papaver somniferum, except its seeds.\n\t\"Person\" means individual, corporation, government, or governmental subdivision or agency, business trust, estate, trust, partnership or association, or any other legal entity.\n\t\"Physician assistant\" means a person licensed under section 453-5.3, who is registered under this chapter to administer, prescribe, or dispense a controlled substance under the authority and supervision of a physician registered under section 329-33, but who is not authorized to request, receive, or sign for professional controlled substance samples.\n\t\"Poppy straw\" means all parts, except the seeds, of the opium poppy, after mowing.\n\t\"Practitioner\" means:\n\n\n\n\t(1)\tA physician, dentist, veterinarian, scientific investigator, or other person licensed and registered under section 329-32 to distribute, dispense, or conduct research with respect to a controlled substance in the course of professional practice or research in this State.\n\t(2)\tA pharmacy, hospital, or other institution licensed, registered, or otherwise permitted to distribute, dispense, conduct research with respect to or to administer a controlled substance in the course of professional practice or research in this State.\n\t(3)\tPrescribe means: to direct, designate or order the use of a formula for the preparation of a drug and medicine for a disease or illness and the manner of using them.\n\t(4)\tPrescriber means:  one who is authorized to issue a prescription.\n\t(5)\tPrescription means:  an order or formula issued by a licensed practitioner of medicine, osteopathy, podiatry, dentistry, or veterinary medicine, for the compounding or dispensing of drugs.\n\n\n\n\t\"Production\" includes the manufacture, planting, cultivation, growing, or harvesting of a controlled substance.\n\t\"State\", when applied to a part of the United States, includes any state, district, commonwealth, territory, insular possession thereof, and any area subject to the legal authority of the United States of America.\n\t\"Supervising physician\" means a physician licensed to practice medicine in the State and registered under section 329-33, who supervises a physician assistant and retains full professional and legal responsibility for the performance of the supervised physician assistant and the care and treatment of the patient.\n\t\"System\" means an electronic prescription accountability system as described in part VIII.\n\t\"Ultimate user\" means a person who lawfully possesses a controlled substance for the person's own use or for the use of a member of the person's household or for administering to an animal owned by the person or by a member of the person's household. [L 1972, c 10, pt of §1; am L 1975, c 163, §7; gen ch 1985; am L 1986, c 214, §1; am L 1988, c 259, §1; am L 1989, c 293, §1; am L 1990, c 13, §1 and c 281, §§4, 10; am L 1991, c 159, §§3 to 6; am L 1996, c 268, §4; am L 1999, c 90, §1 and c 252, §1; am L 2001, c 203, §1; am L 2004, c 44, §4]\nLaw Journals and Reviews\n  Marijuana Prohibition in Hawaii, Steven K. Christensen, 13 HBJ No. 3 Fall 1977, pg. 9.\nCase Notes\n  In prosecution under §329-43.5(b), trial court should provide jury with an instruction enumerating all fourteen factors listed in statutory definition of drug paraphernalia.  75 H. 80, 856 P.2d 1246.\n  No error in court failing to dismiss count against defendant for possessing \"everyday household items not intended or designed for use as drug paraphernalia\" as broad definition of drug paraphernalia and multiple examples of such contraband enumerated in this section weighed against defendant's contention that the ordinary nature of the containers defendant possessed did not involve the harm or evil sought to be avoided under §329-43.5 or amounted to extenuations that would not have been envisioned by the legislature.  98 H. 196, 46 P.3d 498."
}