{
    "name": "Exceptions",
    "number": "64",
    "text": "(a)  The requirements imposed by sections 329-62, 329-63, and 329-67 of this part shall not apply to any of the following:\n\n\n\n\t(1)\tAny pharmacist or other authorized person who sells or furnishes a substance upon the prescription of a physician, dentist, podiatrist, or veterinarian;\n\t(2)\tAny physician, dentist, podiatrist, or veterinarian who administers or furnishes a substance to patients;\n\t(3)\tAny manufacturer or wholesaler licensed by the State who sells, transfers, or otherwise furnishes a substance to a licensed pharmacy, physician, dentist, podiatrist, or veterinarian; and\n\t(4)\tAny sale, transfer, furnishing, or receipt of any drug which contains ephedrine, pseudoephedrine, norpseudoephedrine, or phenylpropanolamine and which is lawfully sold, transferred, or furnished over the counter without a prescription pursuant to the federal Food, Drug, and Cosmetic Act (21 United States Code Sec. 301 et seq.) or regulations adopted thereunder.\n\t(5)\tAny \"dietary supplement\" as defined by the federal Food, Drug, and Cosmetic Act (21 United States Code Sec. 301) containing ephedrine alkaloids extracted from any species of Ephedra that meets all of the following criteria:\n\n\t\t(A)\tIt contains, per dosage unit or serving, not more than twenty-five milligrams of ephedrine alkaloids and its labeling does not suggest or recommend a total daily intake of more than one hundred milligrams of ephedrine alkaloids;\n\t\t(B)\tIt contains no hydrochloride or sulfate salts of ephedrine alkaloids;\n\t\t(C)\tIt is packaged with a prominent label securely affixed to each package that states all of the following:\n\n\t\t\t(i)\tThe amount in milligrams of ephedrine alkaloids in a dosage unit or serving;\n\t\t\t(ii)\tThe amount of the dietary supplement that constitutes a dosage unit or serving; and\n\t\t\t(iii)\tThe maximum recommended dosage of ephedrine alkaloids for a healthy adult human is not more than one hundred milligrams in a twenty-four hour period.\n\n\n\n\n\n\n\n\t(b)  Notwithstanding the exceptions created by subsection (a) of this section, any manufacturer, wholesaler, retailer, or other person who sells, transfers, or otherwise distributes in this State any list 1 or list 2 chemical, as defined in section 329-61, and who is required to register with the federal Drug Enforcement Administration as a list I chemical distributor under federal law (or who registers as a controlled substance distributor in lieu thereof), shall submit a copy of that registration application to the department of public safety.  When such application is granted, the distributor shall file a copy of the federal Drug Enforcement Administration List I Chemical Registration (or Controlled Substance Registration) with the department.  The distributor shall also file with the department a duplicate copy of any reports required under federal law at the same time as such reports are filed with the federal Drug Enforcement Administration for any transactions involving list I chemicals that shall be shipped into or otherwise transferred or distributed in this State.\n\t(c)  The exceptions set forth in subsection (a) of this section shall not be a defense to any offense as set forth in section 329-65(c) and (d). [L 1990, c 200, pt of §1; am L 1999, c 252, §10]"
}