{
    "name": "Reporting of dispensation of controlled substances; electronic prescription accountability system; requirements; penalty",
    "number": "101",
    "text": "ELECTRONIC PRESCRIPTION ACCOUNTABILITY SYSTEM\n\n     (a)  A controlled substance electronic accountability prescription system shall be established within six months of June 18, 1996.\n\t(b)  The designated state agency shall determine those schedules of controlled substances, classes of controlled substances, and specific controlled substances that are purportedly being misused and abused in the State.  No identified controlled substances may be dispensed unless information relevant to the dispensation of the substance is reported electronically or by universal claim form to the central repository established under section 329-102, in accordance with rules adopted by the department.\n\t(c)  The information required by this section shall be transmitted:  on an electronic device that is compatible with the receiving device of the central repository; or by computer diskette, magnetic tape, or pharmacy universal claim form that meets the specifications provided in the rules of the designated state agency.  The information to be transmitted under subsection (b) shall include at least the following for each dispensation:\n\n\n\n\t(1)\tThe patient\u0092s name;\n\t(2)\tThe patient\u0092s identification number;\n\t(3)\tThe patient\u0092s date of birth;\n\t(4)\tThe patient\u0092s address;\n\t(5)\tThe eight-digit national drug code number of the substance dispensed;\n\t(6)\tThe date the prescription was issued;\n\t(7)\tThe date of dispensation;\n\t(8)\tThe quantity and number of refills authorized;\n\t(9)\tThe practitioner\u0092s Drug Enforcement Administration registration number;\n\t(10)\tThe pharmacy\u0092s National Association of Boards of Pharmacy number and location; and \n\t(11)\tThe practitioner\u0092s practice specialty and subspecialties, as determined by the applicable licensure boards.\n\n\n\n\t(d)  Under the system:\n\n\n\n\t(1)\tInformation shall be reported in numerical format, not less than once every seven days, on the filling of prescriptions for designated controlled substances and the dispensing of drug samples by a licensed practitioner; and\n\t(2)\tEach dispenser shall maintain a record of such filled prescriptions, including all information described in subsection (c), for a period of five years.  Each dispenser shall keep these records available for inspection and copying by the designated state agency.\n\n\n\n\t(e)  The system shall provide for the use of a central repository in accordance with section 329-102.  The operation of the system shall be overseen by the designated state agency.  The system shall include provisions to protect the confidentiality of information in the system, in accordance with section 329-104.\n\t(f)  Intentional or knowing failure to transmit any information as required by this section shall be a misdemeanor. [L 1996, c 268, pt of §2; am L 1997, c 280, §6; am L 1999, c 252, §13; am L 2001, c 203, §8]\nRevision Note\n  \"June 18, 1996\" substituted for \"the effective date of this part\"."
}