{
    "name": "Public advisory body; establishment; composition",
    "number": "3.5",
    "text": "(a)  There is established within the lead agency a public advisory body that shall provide support to the lead agency as set forth in subsection (f).\n\t(b)  The public advisory body shall be composed of not more than twelve members who shall be appointed by the director of the lead agency for staggered terms of not more than three years.  These members shall be selected with consideration given to the following criteria:\n\n\n\n\t(1)\tStatewide geographic distribution; and\n\t(2)\tBalanced representation from among the following interests:  business, environment, practitioners of native Hawaiian culture, terrestrial and marine commerce, recreation, research, and tourism.\n\n\n\nThe lead agency shall undertake widespread solicitation of applications from persons who are interested in serving on the public advisory body.\n\t(c)  The public advisory body shall select its own chair from among its members.\n\t(d)  The public advisory body may establish working groups as needed.  Working group members may include persons who are not members of the public advisory body.\n\t(e)  Public advisory body and working group members shall serve without compensation.\n\t(f)  The public advisory body shall support the lead agency by providing advice regarding marine and coastal zone management planning, coordination, and facilitation of functions of the coastal zone management program.  It shall:\n\n\n\n\t(1)\tEvaluate the state coastal zone management program, including activity of the network agencies, and make recommendations for improvements;\n\t(2)\tAdvocate for the program to the public and the executive and legislative branches of government; and\n\t(3)\tAdvocate, provide for, and act upon citizen input.\n\n\n\n\t(g)  The public advisory body shall work toward the implementation of an integrated and comprehensive management system for marine and coastal zone resources, consistent with the objectives and policies established in this chapter. [L 1995, c 104, §3; am L 2001, c 169, §5]"
}