{
    "name": "Special management area guidelines",
    "number": "26",
    "text": "In implementing this part, the authority shall adopt the following guidelines for the review of developments proposed in the special management area:\n\n\n\n\t(1)\tAll development in the special management area shall be subject to reasonable terms and conditions set by the authority in order to ensure:\n\n\t\t(A)\tAdequate access, by dedication or other means, to publicly owned or used beaches, recreation areas, and natural reserves is provided to the extent consistent with sound conservation principles;\n\t\t(B)\tAdequate and properly located public recreation areas and wildlife preserves are reserved;\n\t\t(C)\tProvisions are made for solid and liquid waste treatment, disposition, and management which will minimize adverse effects upon special management area resources; and\n\t\t(D)\tAlterations to existing land forms and vegetation, except crops, and construction of structures shall cause minimum adverse effect to water resources and scenic and recreational amenities and minimum danger of floods, wind damage, storm surge, landslides, erosion, siltation, or failure in the event of earthquake.\n\n\t(2)\tNo development shall be approved unless the authority has first found:\n\n\t\t(A)\tThat the development will not have any substantial adverse environmental or ecological effect, except as such adverse effect is minimized to the extent practicable and clearly outweighed by public health, safety, or compelling public interests.  Such adverse effects shall include, but not be limited to, the potential cumulative impact of individual developments, each one of which taken in itself might not have a substantial adverse effect, and the elimination of planning options;\n\t\t(B)\tThat the development is consistent with the objectives, policies, and special management area guidelines of this chapter and any guidelines enacted by the legislature; and\n\t\t(C)\tThat the development is consistent with the county general plan and zoning.  Such a finding of consistency does not preclude concurrent processing where a general plan or zoning amendment may also be required.\n\n\t(3)\tThe authority shall seek to minimize, where reasonable:\n\n\t\t(A)\tDredging, filling or otherwise altering any bay, estuary, salt marsh, river mouth, slough or lagoon;\n\t\t(B)\tAny development which would reduce the size of any beach or other area usable for public recreation;\n\t\t(C)\tAny development which would reduce or impose restrictions upon public access to tidal and submerged lands, beaches, portions of rivers and streams within the special management areas and the mean high tide line where there is no beach;\n\t\t(D)\tAny development which would substantially interfere with or detract from the line of sight toward the sea from the state highway nearest the coast; and\n\t\t(E)\tAny development which would adversely affect water quality, existing areas of open water free of visible structures, existing and potential fisheries and fishing grounds, wildlife habitats, or potential or existing agricultural uses of land. [L 1975, c 176, pt of §1; am L 1977, c 188, §10; am L 1979, c 200, §9; am L 1984, c 113, §2; am L 1994, c 3, §2]"
}