{
    "name": "License required; exceptions",
    "number": "2",
    "text": "(a)  Except as otherwise provided by law, no person shall practice medicine or surgery in the State either gratuitously or for pay, or shall offer to so practice, or shall advertise or announce one's self, either publicly or privately, as prepared or qualified to so practice, or shall append the letters \"Dr.\" or \"M.D.\" to one's name, with the intent thereby to imply that the individual is a practitioner of medicine or surgery, without having a valid unrevoked license or a limited and temporary license, obtained from the board of medical examiners, in form and manner substantially as hereinafter set forth.\n\t(b)  Nothing herein shall:\n\n\n\n\t(1)\tApply to so-called Christian Scientists so long as they merely practice the religious tenets of their church without pretending a knowledge of medicine or surgery;\n\t(2)\tProhibit service in the case of emergency or the domestic administration of family remedies;\n\t(3)\tApply to any commissioned medical officer in the United States armed forces or public health service engaged in the discharge of one's official duty, nor to any practitioner of medicine and surgery from another state when in actual consultation, including but not limited to, in-person, mail, electronic, telephonic, fiber-optic, or other telemedicine consultation with a licensed physician of this State, if the physician from another state at the time of such consultation is licensed to practice in the state in which the physician resides; provided that:\n\n\t\t(A)\tThe physician from another state shall not open an office, or appoint a place to meet patients, or receive calls within the limits of the State; and\n\t\t(B)\tThe licensed physician of this State retains control and remains responsible for the provision of care for the patient; and\n\n\t\tprovided further that the laws and regulations relating to contagious diseases are not violated;\n\t(4)\tProhibit services rendered by any person certified under part II of this chapter to provide emergency medical services, or any physician assistant, when the services are rendered under the direction and control of a physician licensed in this State except for final refraction resulting in a prescription for spectacles, contact lenses, or visual training as performed by an oculist or optometrist duly licensed by the State.  The direction and control shall not be construed in every case to require the personal presence of the supervising and controlling physician.  Any physician who employs or directs a person certified under part II of this chapter to provide emergency medical services, or physician assistant, shall retain full professional and personal responsibility for any act which constitutes the practice of medicine when performed by such person or physician assistant; or\n\t(5)\tProhibit automatic external defibrillation by:\n\n\t\t(A)\tAny first responder personnel certified by the department of health to provide automatic external defibrillation when it is rendered under the medical oversight of a physician licensed in this State; or\n\t\t(B)\tAny person who successfully completes training under an automatic external defibrillator program administered by a physician.  An \"automatic external defibrillator program\" means an appropriate training course that includes cardiopulmonary resuscitation and proficiency in the use of an automatic external defibrillator.\n\n\n\n\n\n\t(c)  Nothing herein shall prohibit traditional Hawaiian healing practices by traditional native Hawaiian healers, both as recognized and certified as such by a panel convened by Papa Ola Lokahi.  No person or organization involved with the selection of panel members or the denial of certification of healers under this subsection shall be held liable for any cause of action that may arise out of their participation in the selection or certification process. [L 1896, c 60, §1; am L 1905, c 48, §1; am L 1909, c 124, §1; am L 1919, c 22, §1; am L 1920, c 37, §2; am L 1921, c 14; RL 1925, §1022; am L 1925, c 26, §1; RL 1935, §1200; am L 1939, c 183, §1; RL 1945, §2501; RL 1955, §64-2; am L 1959, c 271, §1; am L Sp 1959 2d, c 1, §19; HRS ; am L 1969, c 257, §1; am L 1973, c 111, §1; am L 1976, c 219, §6; am L 1977, c 167, §12; am L 1978, c 148, §2(2); am L 1982, c 112, §4; am L 1983, c 92, pt of §1(1); am L 1984, c 168, §7; am L 1985, c 68, §14; am L 1987, c 147, §1; am L 1988, c 110, §1; am L 1993, c 163, §1; am L 1997, c 364, §3; am L 1998, c 160, §1 and c 162, §§3, 6; am L 2000, c 209, §1(2); am L 2001, c 304, §§1, 3]"
}