{
    "name": "Registration and issuance of certificates; fee; revolving fund",
    "number": "27",
    "text": "(a)  Every person residing or present in the State may be registered, and have issued to the person a certificate of identification, under this part.\n     (b)  Application for the registration shall be made in person by any adult person or minor over the age of fourteen years.  In the case of a minor under the age of fourteen years, the application shall be made in the minor's behalf by the parent, or by another person in loco parentis of such minor who can provide proof of guardianship.  In the case of an incompetent person, the application shall be made by the person having the custody or control of or maintaining the incompetent person.\n     (c)  Application for renewal of a certificate of identification issued after November 1, 1998, for a person sixty-five years old or older may be done by mailing in a completed application and fee, if there is no change in name and citizenship.  The department shall adopt rules to allow for renewal by mail for persons with physical or mental disabilities for whom application in person presents a serious burden.\n     (d)  There is established in the state treasury a revolving fund to be known as the state identification revolving fund.  The fund shall consist of all fees assessed for the processing and issuance of certificates of identification under this part.  The fund shall be administered by the attorney general for the purposes of this part.\n     (e)  The fund shall be held separate and apart from all other moneys, funds, and accounts in the state treasury. Interest and investment earnings credited to the assets of the fund shall become a part of the fund.  Any balance remaining in the fund at the end of any fiscal year shall be carried forward in the fund for the next fiscal year. [L 1983, c 78, pt of §3(6); am L 1993, c 249, §2; am L 1998, c 141, §10; am L 2000, c 169, §3]\n \nNote\n \n  Transfer of certain interest earnings to general fund until June 30, 2015.  L 2009, c 79, §30(a)(43)."
}