{
    "name": "Required referral",
    "number": "5.5",
    "text": "(a)  On or before the occurrence of each death in an acute care hospital, the hospital shall report to the local organ procurement organization to determine the suitability of the individual for organ, tissue, and eye donation.  This contact shall be noted on the patient's medical record.\n     (b)  Each acute care hospital shall develop no later than July 1, 2000, with the concurrence of the hospital medical staff, a protocol for identifying potential organ and tissue donors.  The protocol shall require that at or near the time of every individual death, the acute care hospital shall contact by telephone the local organ procurement organization to determine suitability for organ, tissue, and eye donation of the individual.  Each hospital shall designate a person to contact the local organ procurement organization to provide the appropriate data about the individual necessary to begin assessment for suitability for recovery of anatomical gifts.  The acute care hospital's protocol shall specify the kind of information that shall be available prior to making the contact, including the patient's age and cause of death.\n     The local organ procurement organization, in consultation with the patient's attending physician or designee, shall determine the suitability for donation.  If the local organ procurement organization in consultation with the patient's attending physician or designee determines that donation is not appropriate based on established medical criteria, this shall be noted by the hospital personnel on the patient's record, and no further action shall be necessary.  If the local organ procurement organization in consultation with the patient's attending physician or designee determines that the patient is a suitable candidate for anatomical donation, the acute care hospital and the local organ procurement organization, separately or together, shall initiate a request by a designated requester, who shall be a person trained by the local organ procurement organization.  The protocol shall encourage discretion and sensitivity to family circumstances in all discussions regarding donations of tissue or organs.  The protocol shall take into account the deceased individual's religious beliefs or nonsuitability for organ and tissue donation.\n     (c)  The local organ procurement organization shall conduct annual death record reviews at each acute care hospital to determine compliance with required referral.  There shall be no cost assessed against a hospital for a review of death records pursuant to this subsection.\n     (d)  As used in this section:\n     \"Acute care hospital\" means a hospital, as defined in section 327-1, other than a nursing facility or other long-term care facility.\n     \"Designated requester\" means a person who has completed a course offered by an organ procurement organization on how to approach families and request organ or tissue donation.\n     \"Organ procurement organization\" shall have the same meaning as procurement organization in section 327-1. [L 1999, c 88, pt of §3]\n \nNote\n \n  Hawaii organ and tissue education special fund (repealed June 30, 2003).  L 1999, c 88, pt of §3."
}