{
    "name": "Fees and charges",
    "number": "32",
    "text": "(a)  Except for vessels for which fees and charges are provided in subsection (b), the department shall assess and collect from the owner of each vessel required to be registered and numbered by section 200-31, the following fees and charges:\n\n\n\n\t(1)\tInitial annual registration fee.  For the issuance of an original certificate:\n\n\t\t(A)\tFor each vessel less than twenty feet in length, $13;\n\t\t(B)\tFor each vessel twenty feet or more in length, $25; and\n\t\t(C)\tFor each amphibious vehicle licensed as a motor vehicle, $15;\n\n\t(2)\tAnnual certificate renewal fee.  For the annual renewal of a certificate:\n\n\t\t(A)\tFor each vessel less than twenty feet in length, $10;\n\t\t(B)\tFor each vessel twenty feet or more in length, $15; and\n\t\t(C)\tFor each amphibious vehicle licensed as a motor vehicle, $10;\n\n\t(3)\tReregistration fee.  For the reregistration of a vessel, after a certificate has been canceled or voided, the appropriate amount provided in paragraph (1);\n\t(4)\tTransfer fee.  For the transfer of a certificate, $5;\n\t(5)\tCertificate and registration sticker replacement fee.  For the issuance of a replacement certificate or a replacement set of vessel registration stickers, $5;\n\t(6)\tCertificate modification fee.  For modifying a certificate, $5;\n\t(7)\tPenalty charges for late registration, etc.  For each month or fraction thereof that a registration, renewal, reregistration, or transfer is delinquent, one-tenth of the appropriate fee shall be added to the normal fee, and the department may take such other enforcement action it deems appropriate; and\n\t(8)\tExemptions.  The department may reasonably establish, by rules, exemptions from the fees required by this section.\n\n\n\n\t(b)  For vessels owned by or operated under the custody or control of a boat manufacturer or boat dealer, the manufacturer or dealer shall pay, in lieu of the fees and charges provided for in subsection (a):\n\n\n\n\t(1)\tBoat manufacturer and boat dealer annual certificate fee.  For each certificate, a fee of $20;\n\t(2)\tAnnual certificate renewal fee.  For the annual renewal of a certificate, a fee of $15;\n\t(3)\tCertificate reissuance.  For the reissuance of a certificate after a certificate has been canceled or voided, a fee of $20; and\n\t(4)\tCertificate and registration sticker replacement fee.  For the replacement of a certificate or registration sticker, a fee of $5. [L 1991, c 272, pt of §2]"
}