{
    "name": "Cesspools; mandatory upgrade, conversion, or connection",
    "number": "72",
    "text": "(a)  Prior to January 1, 2050, every cesspool in the State, excluding cesspools granted exemptions by the director of health pursuant to subsection (b), shall be:\n     (1)  Upgraded or converted to a septic system or aerobic treatment unit system; or\n     (2)  Connected to a sewerage system.\n     (b)  The director of health may grant exemptions from the requirements of subsection (a) to property owners of cesspools that apply for an exemption and present documentation showing a legitimate reason that makes it infeasible to upgrade, convert, or connect the cesspools.  For the purposes of this subsection, a legitimate reason shall include but not be limited to:\n     (1)  Small lot size;\n     (2)  Steep topography;\n     (3)  Poor soils; or\n     (4)  Accessibility issues.\n     (c)  As used in this section:\n     \"Aerobic treatment unit system\" means an individual wastewater system that consists of an aerobic treatment unit tank, aeration device, piping, and a discharge method that is in accordance with rules adopted by the department relating to household aerobic units.\n     \"Cesspool\" means an individual wastewater system consisting of an excavation in the ground whose depth is greater than its widest surface dimension, which receives untreated wastewater, and retains or is designed to retain the organic matter and solids discharged into it, but permits the liquid to seep through its bottom or sides to gain access to the underground geographic formation.\n     \"Septic system\" means an individual wastewater system that typically consists of a septic tank, piping, and a drainage field where there is natural biological decontamination as wastewater discharged into the system is filtered through soil. [L 2017, c 125, §1]\n \nNote\n \n  Investigation of cesspools that require upgrade, conversion, or connection; grant program feasibility; report to 2018 legislature.  L 2017, c 125, §3."
}