{
    "name": "Definitions",
    "number": "1",
    "text": "PART I.  DRINKING WATER REGULATIONS\n\nNote\n  Part heading added by L 1987, c 297, §2(1).\n     As used in this chapter:\n\t\"Administrator\" means the administrator of the United States Environmental Protection Agency.\n\t\"Contaminant\" means any physical, chemical, biological, or radiological substance or matter in water.\n\t\"Department\" means the department of health.\n\t\"Director\" means the director of health or the director\u0092s authorized agent.\n\t\"Federal Act\" means the Safe Drinking Water Act, Public Law 93-523, as amended by the Safe Drinking Water Act Amendments of 1986, Public Law 99-339, and the Safe Drinking Water Act Amendments of 1996, Public Law 104-182.  This Act is also known as Title XIV of the Public Health Service Act (42 U.S.C. §§300f et seq.).\n\t\"Federal agency\" means any department, agency, or instrumentality of the United States.\n\t\"Injection\" means the subsurface emplacement of any material, liquid, semi-solid, or solid, or any admixture thereof, which may add a contaminant to underground waters.\n\t\"National primary drinking water regulations\" means primary drinking water regulations promulgated by the administrator pursuant to the Federal Act.\n\t\"Person\" means an individual, corporation, company, association, partnership, county, city and county, state, or federal agency.\n\t\"Primary drinking water regulation\" means a regulation or rule which:\n\n\n\n\t(1)\tApplies to public water systems;\n\t(2)\tSpecifies contaminants which, in the judgment of the director, may have any adverse effect on the health of persons;\n\t(3)\tSpecifies for each contaminant either:\n\n\t\t(A)\tA maximum contaminant level if, in the judgment of the director, it is economically and technologically feasible to ascertain the level of such contaminant in public water systems; or\n\t\t(B)\tIf, in the judgment of the director, it is not economically or technologically feasible to ascertain the contaminant level[,] each treatment technique known to the director which leads to a reduction in the level of such contaminant sufficient to satisfy the requirements of section 340E-2; and\n\n\t(4)\tContains criteria and procedures to assure a supply of drinking water which dependably complies with such maximum contaminant levels, including accepted methods for quality control and testing procedures to insure compliance with such levels and proper operation and maintenance of the system, and requirements as to:\n\n\t\t(A)\tThe minimum quality of water which may be taken into the system; and\n\t\t(B)\tSiting for new facilities for public water systems.\n\n\t\tQuality control and testing procedures published in the Federal Register as guidance by the administrator may be adopted by the director by rule as an alternative for public water systems to the quality control and testing procedures listed in the corresponding and previously promulgated federal primary drinking water regulation.\n\n\n\n\t\"Public water system\" means a system which provides water for human consumption through pipes or other constructed conveyances if the system has at least fifteen service connections or regularly serves at least twenty-five individuals.  Such term includes:\n\n\n\n\t(1)\tAny collection, treatment, storage, and distribution facilities controlled by the system and used primarily in connection with the system; and\n\t(2)\tAny collection or pretreatment storage facilities not under the control of, but which are used primarily in connection with the system.\n\n\n\n\t\"Secondary drinking water regulation\" means a regulation or rule which applies to public water systems and which specifies the maximum contaminant levels which, in the judgment of the director, are requisite to protect the public welfare.\n\t\"Supplier of water\" means any person who owns or operates a public water system. [L 1976, c 84, pt of §1; gen ch 1985; am L 1987, c 165, pt of §1; am L 1997, c 218, §§4, 10]\nRevision Note\n  In lead language, \"part\" substituted for \"chapter\"."
}