{
    "name": "Documents of the association of apartment owners",
    "number": "83.5",
    "text": "(a)  The association's most current financial statement shall be available to any owner at no cost or on twenty-four-hour loan, at a convenient location designated by the board of directors.  The meeting minutes of the board of directors, once approved, for the current and prior year shall either:\n\n\n\n\t(1)\tBe available for examination by apartment owners at no cost or on twenty-four-hour loan at a convenient location at the project, to be determined by the board of directors; or\n\t(2)\tBe transmitted to any apartment owner making a request for the minutes, by the board of directors, the managing agent, or the association's representative, within fifteen days of receipt of the request; provided that the minutes shall be transmitted by mail, electronic mail transmission, or facsimile, by the means indicated by the owner, if the owner indicated a preference at the time of the request; and provided further that the owner shall pay a reasonable fee for administrative costs associated with handling the request.\n\n\n\nCosts incurred by apartment owners pursuant to this subsection shall be subject to section 514A-92.5.\n\t(b)  Minutes of board meetings shall include the recorded vote of each board member on all motions except motions voted on in executive session.\n\t(c)  Financial statements, general ledgers, the accounts receivable ledger, accounts payable ledgers, check ledgers, insurance policies, contracts, and invoices of the association of apartment owners for the duration those records are kept by the association and delinquencies of ninety days or more shall be available for examination by apartment owners at convenient hours at a place designated by the board; provided that:\n\n\n\n\t(1)\tThe board may require owners to furnish to the association a duly executed and acknowledged affidavit stating that the information is requested in good faith for the protection of the interests of the association, or its members, or both; and\n\t(2)\tOwners pay for administrative costs in excess of eight hours per year.\n\n\n\nCopies of these items shall be provided to any owner upon the owner's request; provided that the owner pays a reasonable fee for duplication, postage, stationery, and other administrative costs associated with handling the request.\n\t(d)  Owners shall also be permitted to view proxies, tally sheets, ballots, owners' check-in lists, and the certificate of election for a period of thirty days following any association meeting; provided:\n\n\n\n\t(1)\tThat the board may require owners to furnish to the association a duly executed and acknowledged affidavit stating that the information is requested in good faith for the protection of the interest of the association or its members or both; and\n\t(2)\tThat owners pay for administrative costs in excess of eight hours per year.\n\n\n\nProxies and ballots may be destroyed following the thirty-day period.  Copies of tally sheets, owners' check-in lists, and the certificates of election from the most recent association meeting shall be provided to any owner upon the owner's request, provided that the owner pay a reasonable fee for duplicating, postage, stationery, and other administrative costs associated with handling the request.\n\t(e)  Owners may file a written request with the board to examine other documents.  The board shall give written authorization or written refusal with an explanation of the refusal within thirty calendar days of receipt of the request. [L 1989, c 362, §4; am L 2005, c 89, §1 and c 90, §1]"
}