{
    "name": "514-54 Saving; election to register a project under new chapter, etc.  L 2005, c 93, 8 to 10. Cross References Contractor repair act, see chapter 672E. Cooperative housing corporations, see chapter 421I. Mandatory seller disclosures in real estate transactions, see chapter 508D. Planned community associations, see chapter 421J. Residential leasehold condominiums and cooperatives, see chapter 516D. Right of first refusal for purchase of leased fee interest in condominiums and cooperatives, see chapter 514C. Law Journals and Reviews Timesharing in the 1990s.  I HBJ No. 13, at pg. 89. Case Notes",
    "number": "43",
    "text": "Automatic expiration of public reports; exceptions.  (a)  Except as provided in section 514A-39.5, a public report shall expire thirteen months after the effective date of the report.  The commission, upon submission of a written request for an extension by the developer at least thirty calendar days prior to the expiration date, together with such supporting information as may be required by the commission, a review of the registration, and after payment of a nonrefundable fee as provided in rules adopted by the director of commerce and consumer affairs pursuant to chapter 91, may issue an order extending the effective date of the preliminary, final, or supplemental public report.\n\t(b)  The commission may issue an order that the final public report for a two-apartment condominium project shall have no expiration date, provided that the developer submits to the commission:\n\n\n\n\t(1)\tA written request for such an order not later than thirty calendar days prior to the next expiration date of the final public report;\n\t(2)\tSatisfactory evidence that one or both apartments are either retained by the developer, or conveyed to an irrevocable trust to benefit a spouse or family member of the developer.  A family member is anyone related by blood, descent, or adoption; and\n\t(3)\tPayment of a nonrefundable fee as provided by rules adopted by the department of commerce and consumer affairs pursuant to chapter 91.\n\n\n\n\tThe final report shall be subject to the supplemental public report requirements as provided in section 514A-41(a).\n\tThe developer receiving an order under this subsection shall provide written notification to the commission within thirty calendar days of any subsequent sale and conveyance of either apartment to any person. [L 1977, c 98, pt of §2; am L 1991, c 44, §13; am L 1992, c 173, §2; am L 1997, c 135, §9]"
}