{
    "name": "Additional charges",
    "number": "7",
    "text": "(a)  A lessor may contract for and receive an initial nonrefundable fee not to exceed $10 per contract.  If the lessor requires a security deposit, the amount of the deposit and the conditions under which it will be returned shall be disclosed pursuant to section 481M-13.\n\t(b)  A lessor may contract for and receive an initial delivery charge per contract not to exceed $15 in the case of a lease-purchase agreement covering five or fewer items if, in either case, the lessor actually delivers the items to the lessee's dwelling and the delivery charge is disclosed pursuant to section 481M-14.  The delivery charge shall be assessed in lieu of and not in addition to the initial charge in subsection (a).  A lessor may not contract for or receive a delivery charge on property redelivered after repair or maintenance.\n\t(c)  A lessor may contract for and receive a charge for picking up late payments from the lessee if the lessor is required to do so pursuant to the rental purchase agreement or is requested to visit the lessee to pick up a payment.  In a lease- purchase agreement with payment or renewal dates which are on a monthly basis, this charge may not be assessed more than three times in any six-month period.  In lease-purchase agreements with payments or renewal options on a weekly or biweekly basis, this charge may not be assessed more than six times in any six-month period.  No charge assessed pursuant to this subsection may exceed $10.  A pickup fee may be assessed pursuant to this subsection only in lieu of and not in addition to any late charge assessed pursuant to subsection (d).\n\t(d)  The parties may contract for late charges as follows:\n\n\n\n\t(1)\tFor lease-purchase agreements with monthly renewal dates, a late charge not exceeding $5 may be assessed on any payment not made within five days after payment is due, or return of the property is required; or\n\t(2)\tFor lease-purchase agreements with weekly or biweekly renewal dates, a late charge not exceeding $3 may be assessed on any payments not made within three days after payment is due, or return of the property is required.\n\n\n\n\tA late charge on lease-purchase agreements may be collected only once on any accrued payment, no matter how long it remains unpaid.  A late charge may be collected at the time it accrues or at any time thereafter.  A lessor may elect to waive imposition of a late charge due on an accrued payment in accordance with the terms of the lease-purchase agreement; except that, the waiver shall be in writing and, once a late charge is waived for specific payment, the lessor may not seek to impose a late fee for the accrued payment in question.  No late charge shall be assessed against a payment that is timely, even though an earlier late charge has not been paid in full. [L 1997, c 248, pt of §1]"
}