{
    "name": "Conditions precedent to special assessment of land as golf course",
    "number": "12.2",
    "text": "In order to qualify in having land assessed in valuation as a golf course the owner of any parcel of land desiring or presently using the owner's land for a golf course shall as a condition precedent qualify as follows: \n     (1)  Dedication of land.\n         (A)  The owner of any parcel of land for a golf course shall petition the director of taxation and declare in the owner's petition that the owner will dedicate the owner's parcel of land for a golf course.\n         (B)  The approval by the director of taxation of the petition to dedicate the land shall constitute a forfeiture on the part of the owner of any right to change the use of the land for a minimum period of ten years, automatically renewable indefinitely, subject to cancellation by either the owner or the director of taxation upon five years' notice at any time.\n         (C)  The failure of the owner to observe the restrictions on the use of the owner's land to that of a golf course shall cancel the special tax assessment privilege retroactive to the date of the dedication but not more than ten years prior to the tax year in which the exemption is disallowed; and all differences in the amount of taxes that were paid and those that would have been due from assessment in the higher use shall be payable with a six per cent a year penalty from the respective dates that these payments would have been due.  Failure to observe the restrictions on the use means failure for a period of over twelve consecutive months to use the land in that manner requested in the petition as a golf course by the overt act of changing the use for any period.  Nothing in this paragraph shall preclude the State from pursuing any other remedy to enforce the covenant on the use of the land as a golf course.\n         (D)  The director of taxation shall prescribe the form of the petition.  The petition shall be filed by September 1 of any calendar year and shall be approved or disapproved by December 15 of such year.  If approved, the assessment based upon the use requested in the dedication shall be effective on January 1 of the succeeding year.\n         (E)  The owner may appeal any disapproved petition as in the case of an appeal from an assessment.\n         (F)  The term \"owner\" as used in this section includes lessees of real property whose lease term extends at least ten years effective from the date of the petition.\n         (G)  The amount of additional taxes due and owing where the owner has failed to observe the restriction on the use shall attach to the property as a paramount lien in favor of the State of Hawaii, as provided in section 246-55.\n     (2)  Covenant not to engage in discrimination.  The owner shall covenant in the owner's petition with the director of taxation that the owner will not discriminate against any individual in the use of the golf course facilities because of the individual's race, sex, religion, color or ancestry. [L 1969, c 150, pt of §1; am L 1970, c 29, §1; am L 1975, c 157, §6; gen ch 1985]"
}