{
    "name": "Procedure for determining minimum term of imprisonment",
    "number": "669",
    "text": "(1)  When a person has been sentenced to an indeterminate or an extended term of imprisonment, the Hawaii paroling authority shall, as soon as practicable but no later than six months after commitment to the custody of the director of the department of [public safety] hold a hearing, and on the basis of the hearing make an order fixing the minimum term of imprisonment to be served before the prisoner shall become eligible for parole.\n     (2)  Before holding the hearing, the authority shall obtain a complete report regarding the prisoner's life before entering the institution and a full report of the prisoner's progress in the institution.  The report shall be a complete personality evaluation for the purpose of determining the prisoner's degree of propensity toward criminal activity.\n     (3)  The prisoner shall be given reasonable notice of the hearing under subsection (1) and shall be permitted to be heard by the authority on the issue of the minimum term to be served before the prisoner becomes eligible for parole.  In addition, the prisoner shall:\n    (a)   Be permitted to consult with any persons the prisoner reasonably desires, including the prisoner's own legal counsel, in preparing for the hearing;\n    (b)   Be permitted to be represented and assisted by counsel at the hearing;\n    (c)   Have counsel appointed to represent and assist the prisoner if the prisoner so requests and cannot afford to retain counsel; and\n    (d)   Be informed of the prisoner's rights under (a), (b), and (c).\n     (4)  The authority in its discretion may, in any particular case and at any time, impose a special condition that the prisoner will not be considered for parole unless and until the prisoner has a record of continuous exemplary behavior.\n     (5)  After sixty days notice to the prosecuting attorney, the authority in its discretion may reduce the minimum term fixed by its order pursuant to subsection (1).\n     (6)  A verbatim stenographic or mechanical record of the hearing shall be made and preserved in transcribed or untranscribed form.\n     (7)  The State shall have the right to be represented at the hearing by the prosecuting attorney who may present written testimony and make oral comments and the authority shall consider such testimony and comments in reaching its decision.  The authority shall notify the prosecuting attorney of the hearing at the time the prisoner is given notice of the hearing.  The hearing shall be opened to victims or their designees or surviving immediate family members who may present a written statement or make oral comments.\n     (8)  The authority shall establish guidelines for the uniform determination of minimum sentences which shall take into account both the nature and degree of the offense of the prisoner and the prisoner's criminal history and character.  The guidelines shall be public records and shall be made available to the prisoner and to the prosecuting attorney and other interested government agencies. [L 1972, c 9, pt of §1; am L 1976, c 92, §8; am L 1988, c 282, §1; gen ch 1993; am L 1996, c 4, §1 and c 193, §1]\n \nCOMMENTARY ON \n \n  This section continues the policy of the previous law of vesting in the Board of Paroles and Pardons the exclusive authority to determine the minimum time which must be served before the prisoner will be eligible for parole.  However, the Code differs from present law in two respects:  (a) it does not recognize a sentence of imprisonment not subject to the possibility of parole except the instances enumerated in §706-606(a), and (b) it provides that the order of the Board shall be made upon the basis of a prior hearing which, under subsection (3), affords the prisoner an opportunity to be heard and a mode for participation.  Both concepts are suggested by the Model Penal Code.[1]  In addition, subsection (3) specifically provides that the prisoner will be afforded assistance and representation by counsel, if the prisoner wishes.\n  Subsection (2) continues the previous requirement that the Board of Paroles arm itself with sufficient information concerning the prisoner before it makes a determination as to parole eligibility.  Subsection (4) is a continuation of the previous policy of granting to the Board the authority to impose a special condition relating to the prisoner's behavior before the prisoner will be eligible for parole.  Subsection (5) gives the Board the discretionary power to reduce the minimum term previously fixed by its order.  Subsection (6) insures that a record of the hearing will be made and preserved.\n \nSUPPLEMENTAL COMMENTARY ON \n \n  When the Legislature adopted the Code in 1972, it provided for life imprisonment without possibility of parole in the four instances enumerated in §706-606(a).\n  Act 92, Session Laws 1976, substituted the terms \"Hawaii paroling authority\" and \"authority\" for the term \"board of paroles and pardons\" and \"board.\"\n  Act 282, Session Laws 1988, amended this section to allow the prosecuting attorney to appear and present oral comment and written testimony at minimum term hearings before the Hawaii paroling authority, disallowing oral testimony by witnesses.  Senate Conference Committee Report No. 270, House Conference Committee Report No. 96-88.\n  Act 4, Session Laws 1996, amended this section by clarifying that victims may present written statements or oral comments at minimum prison term hearings before the parole board.  The legislature found that the practice of the parole board was to permit victims or their representatives the opportunity to comment at minimum term hearings, although current law did not expressly provide for that opportunity.  The legislature agreed that victims should be allowed to be heard and to be present at the hearings, and that victims were entitled to be heard when the crimes involved property, as well as when the crimes were against persons.  Senate Standing Committee Report No. 1972, House Standing Committee Report No. 1025-96. \n  Act 193, Session Laws 1996, amended this section by providing that the prosecuting attorney shall receive sixty days notice prior to the reduction of minimum terms of imprisonment by the Hawaii paroling authority.  Current law was unclear regarding whether the prosecuting attorney was entitled to notice prior to the reduction of minimum terms of imprisonment by the paroling authority.  The Act clarified that the prosecuting attorney is entitled to notice.  Conference Committee Report No. 60.\n \nCase Notes\n \n  Mentioned with respect to claim of right as a defense.  63 H. 105, 621 P.2d 381.\n  Section (1993) allows victim or their representatives the opportunity to make oral comments at minimum prison term hearings before the Hawaii paroling authority.  91 H. 20, 979 P.2d 1046.\n  Neither chapter 706 nor chapter 353 prohibits the Hawaii paroling authority from setting a prisoner's minimum term at a period equal to his or her maximum sentence.  97 H. 183, 35 P.3d 210.\n \n__________\n Commentary:\n \n1.  See M.P.C. §§6.06, 6.07, 305.6 and 305.7."
}