{
    "name": "Special sentencing considerations for arson; other actions not prohibited",
    "number": "606.2",
    "text": "In addition to any other penalty imposed, a person convicted of arson involving fire set to brush, grass, vegetation on the land resulting in damage to 10,000 square feet of property, may be required to:\n    (a)   Pay any costs associated with extinguishing the fire; and\n    (b)   Perform community service work in the region in which the property damage occurred.\nWith regard to any [fine] or monetary penalty that may be imposed on a minor convicted or adjudicated for an offense of arson, the parents or legal guardians of the minor shall be liable for the percentage of costs associated with extinguishing the fire based upon the apportionment of fire damage to real or personal property caused by the minor as a result of committing the offense of arson, regardless of whether the property is publicly or privately owned.\n     Nothing in this section shall prohibit a separate criminal action being brought by the State or a civil action being brought by the State or a third party for conduct that constitutes an offense of arson. [L 2006, c 182, §1]\n \nRevision Note\n \n  Enacted as an addition to chapter 708, this section is codified to this chapter pursuant to §23G-15.\n \nCross References\n \n  Arson, see §§708-8251 to 8254.\n \nCOMMENTARY ON §706-606.2\n \n  Act 182, Session Laws 2006, added this section, creating special sentencing considerations for arson.  The section allows the assessment of the costs associated with putting out a fire and community service against the person who set the fire.  The section also holds a parent or guardian of a minor who sets a brush fire liable for the cost of damages attributable to the minor.  The legislature found that making parents and legal guardians of minor defendants liable for damages would be a strong incentive for them to take a more proactive approach in regulating the actions of their children. The section also states that a separate criminal or civil action is not prohibited.  Conference Committee Report No. 48-06, House Standing Committee Report No. 1124-06, Senate Standing Committee Report No. 2569."
}