{
    "name": "Barbers Point Naval Air Station redevelopment; power to redevelop established",
    "number": "191",
    "text": "KALAELOA COMMUNITY DEVELOPMENT DISTRICT\n \n     []    (a)  The Hawaii community development authority shall be the designated agency of the State to implement this part.\n     (b)  The authority shall act as the local redevelopment authority to facilitate the redevelopment of Barbers Point Naval Air Station in accordance with the Barbers Point Naval Air Station community reuse plan.  In addition to any other duties that the authority may have pursuant to this chapter, the authority's duties shall include but not be limited to:\n     (1)  Coordinating with the Navy and other entities during the conveyance of properties and conducting remediation activities for the Barbers Point Naval Air Station community reuse plan;\n     (2)  Assisting landholders designated by the plan to market their properties and process conveyance requests;\n     (3)  Working with the Navy and others to ensure that infrastructure support is provided to the existing developed area, referred to as the \"downtown area\", and other federally retained areas;\n     (4)  Developing the infrastructure necessary to support the implementation of the Barbers Point Naval Air Station community reuse plan; and\n     (5)  Providing, to the extent feasible, maximum opportunity for the reuse of surplus property by private enterprise or state and county government.\n     (c)  Five additional voting members shall, except as otherwise provided in this subsection, be appointed to the authority by the governor to represent the Kalaeloa community development district.  These members shall be considered in determining quorum and majority only on issues relating to the Kalaeloa community development district, and may vote only on issues relating to the Kalaeloa community development district.  These members shall consist of:\n     (1)  The chairperson of the Hawaiian homes commission;\n     (2)  The director of the city and county of Honolulu department of planning and permitting;\n     (3)  Two members representing the surrounding community for a term pursuant to section 26-34, one of which shall be selected by the mayor of the city and county of Honolulu; and\n     (4)  One member who is a Hawaiian cultural specialist. [L 2002, c 184, pt of §2]"
}