{
    "name": "General powers and duties of the board of land and natural resources",
    "number": "6",
    "text": "The board of land and natural resources shall administer the dam safety program established by this chapter.  In carrying out this chapter, the board shall cooperate with the United States government or any of its agencies, other state agencies, and the county governments or any of their agencies.  In the performance of its duties the board shall:\n\n\n\n\t(1)\tEstablish by rules adopted under chapter 91, such policies, requirements, or standards governing the design, construction, operation, maintenance, enlargement, alteration, repair, removal, and inspection of dams, reservoirs, and appurtenant works for the protection of life and property from structural failure of dams and reservoirs;\n\t(2)\tConduct investigations and the collection of data, including technological advances made in safety practices elsewhere, as may be needed for the proper review and study of the various features of the design, construction, repair, removal, and enlargement of dams, reservoirs, and appurtenant works.  The board may require submittal of reports of investigations from all owners;\n\t(3)\tConduct investigations and require reports from all owners to be made from time to time, such as watershed investigations and studies, as may be necessary to keep abreast of developments affecting stream runoff and as required to facilitate its decisions;\n\t(4)\tBe authorized to enter upon such private property of the dam or reservoir as may be necessary in making any investigation or inspection required or authorized by this chapter.  The entry shall not constitute a cause of action in favor of the owner of the land, except for damages resulting from wilful acts or negligence by the board or its agents;\n\t(5)\tRequire the owners to apply for, and obtain from the board written approval of plans and specifications on the construction of any new dam or reservoir or the enlargement of any dam or reservoir prior to commencement of any work;\n\t(6)\tRequire the owners to file an application and secure the written approval of the board before commencing the repair, alteration or removal of a dam or reservoir, including the alteration or removal of a dam so that it no longer constitutes a dam or reservoir as defined in this chapter.  Repairs shall not be deemed to apply to routine maintenance not affecting the safety of the structure;\n\t(7)\tRequire filing fees by rules to accompany each application as required under the provisions of this chapter. [L 1987, c 199, pt of §1]"
}