{
    "name": "Full court; oral argument; substitute justices",
    "number": "10",
    "text": "  REPEALED.  L 1972, c 88, §2(h).\n    [Section effective until June 30, 2006.  For section effective July 1, 2006, see below.]  Parties shall be entitled to bring an appeal before a full court.  Oral argument shall be before a full court; provided that in an appropriate case the court in its discretion may dispense with oral argument.  In case of a vacancy, or if a justice of the supreme court is disqualified from sitting in any case pending before the supreme court, or is unable to attend, or is absent, or is recused or has been excused, the vacancy or the place of such justice may be temporarily filled by a circuit judge designated by the chief justice or by the appointment of a justice who has retired from the supreme court.  Such retired justice chosen to serve as substitute justice shall not be actively engaged in the practice of law.  A retired justice, when sitting as substitute justice, shall be compensated at a rate of pay of associate justices of the supreme court.  When necessary, the court may consist of five circuit judges, so designated or five retired justices so appointed or any combination of circuit judges and retired justices.  After oral argument of a case, if a vacancy arises or if for any other reason a justice is unable to continue on the case, the case may be decided or disposed of upon the concurrence of any three members of the court without filling the vacancy or the place of such justice. [L 1892, c 57, §56; am L 1896, c 12, §1; am L 1903, c 32, §15; am L 1905, c 92, §1; am L 1909, c 14, §1; RL 1925, §2230; RL 1935, §3599; RL 1945, §9610; RL 1955, §214-10; am L 1963, c 193, §61; HRS §602-11; am L 1972, c 88, §2(f); am L 1974, c 146, §1; am L 1978, c 114, §1; ren L 1979, c 111, pt of §2]\n    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  Parties to a proceeding before the supreme court shall be entitled to consideration by a full court.  Oral argument shall be before a full court; provided that in an appropriate case, the court in its discretion may dispense with oral argument.  In case of a vacancy, or if a justice of the supreme court is disqualified from sitting in any case pending before the supreme court, is unable to attend, is absent, is recused, or has been excused, the vacancy or the place of such justice may be temporarily filled by a circuit judge designated by the chief justice or by the appointment of a justice who has retired from the supreme court.  Such retired justice chosen to serve as substitute justice shall not be actively engaged in the practice of law.  A retired justice, when sitting as substitute justice, shall be compensated at a rate of pay of associate justices of the supreme court.  When necessary, the court may consist of five circuit judges so designated, or five retired justices so appointed, or any combination of circuit judges and retired justices.  After oral argument of a case, if a vacancy arises or if for any other reason a justice is unable to continue on the case, the case may be decided or disposed of upon the concurrence of any three members of the court without filling the vacancy or the place of such justice. [L 1892, c 57, §56; am L 1896, c 12, §1; am L 1903, c 32, §15; am L 1905, c 92, §1; am L 1909, c 14, §1; RL 1925, §2230; RL 1935, §3599; RL 1945, §9610; RL 1955, §214-10; am L 1963, c 193, §61; HRS §602-11; am L 1972, c 88, §2(f); am L 1974, c 146, §1; am L 1978, c 114, §1; ren L 1979, c 111, pt of §2; am L 2004, c 202, §56]"
}