{
    "name": "Immaturity excluding penal conviction; transfer of proceedings to family court",
    "number": "418",
    "text": "(1)  A person shall not be tried for or convicted of an offense if the person is subject to the exclusive original jurisdiction of the family court, unless the family court has waived jurisdiction over the person.\n\t(2)  No court shall have jurisdiction to try or convict a person of an offense if penal proceedings against the person are barred by subsection (1).  When it appears that a person charged with the commission of an offense may be of such an age that penal proceedings may be barred under subsection (1), the court shall hold a hearing thereon, and the burden shall be on the prosecution to establish to the satisfaction of the court that the penal proceeding is not barred upon such grounds.  If the court determines the penal proceeding is barred, custody of the person charged shall be surrendered to the family court, and the case, including all papers and processes relating thereto, shall be transferred. [L 1972, c 9, pt of §1; am L 1981, c 206, §1; gen ch 1993]\nCross References\n  Jurisdiction of the family court, see §571-11.\n  Waiver of jurisdiction; transfer to other courts, see §571-22.\nCOMMENTARY ON \n  This section defines those instances when penal proceedings are barred because of the immaturity of the accused.  The Code precludes such proceedings entirely if the accused is less than 16 years of age at the time of the conduct alleged.  In such cases the family court retains exclusive jurisdiction.[1]  If the accused is 16 or 17 years of age, concurrent jurisdiction is provided in both the family court and the division of the circuit court handling penal proceedings.  In such cases, primary jurisdiction is vested in the family court, and only upon waiver by that court[2] does jurisdiction vest in the other division of the circuit court handling penal proceedings.\n  Previous Hawaii law on penal prosecution of an immature defendant was self-contradictory.  Chapter 703 (as codified prior to this Code) provided that persons under seven years of age were to be deemed incompetent to commit an offense[3] and that the competency of persons between the ages of 7 and 14 years was to be determined, without a presumption as to competency or incompetency, on the basis of \"whether the accused acted with intelligence and understanding of the nature of the act.\"[4]  On the other hand, Chapter 571 vests in the family court jurisdiction over cases involving conduct by an immature person which would be penal if engaged in by an adult.  Exclusive original jurisdiction is provided if the person, at the time of the conduct, is less than 16 years of age, and primary concurrent jurisdiction is provided if the person, at the time of the conduct, is 16 or 17 years of age.[5]  Chapter 571 thus effectively nullified the provisions of previous Chapter 703 dealing with lack of penal responsibility based on immaturity and rendered them dead letters in the law.  As the Model Penal Code commentary has pointed out, this inconsistency in the law is not uncommon and it can be alleviated by dealing with the problem of the immature person as one of jurisdiction rather than as one of capacity or responsibility.\n  In treating the problem of accountability of juveniles solely in terms of the respective jurisdiction of the juvenile court and the criminal courts, rather than in terms of criminal capacity, the draft attempts to integrate two related problems which are treated separately and largely inconsistently under existing law.  The traditional penal law has long fixed ages of absolute and presumptive incapacity, which are drawn from a period prior to the development of the modern juvenile court.  The juvenile court acts have merely been superimposed on these provisions, though they have established their own jurisdictional age limits, reflecting an entirely new departure in the policies involved.[6]\n  This Code bars penal proceedings against persons under the age of 16 years and thus renders moot the question of their penal responsibility.\n__________\n Commentary:\n1.  H.R.S.  §§571-11 and 571-22.\n2.  According to the standards set forth in H.R.S. §571-22.\n3.  H.R.S. §703-1.\n4.  Id. §703-2.\n5.  Id. §§571-11, 571-12, 571-22.\n6.  M.P.C., Tentative Draft No. 7, comments at 14 (1957)."
}