{
    "name": "Determination of irresponsibility",
    "number": "408",
    "text": "If the report of the examiners filed pursuant to section 704-404, or the report of examiners of the defendant's choice under section 704-409, states that the defendant at the time of the conduct alleged suffered from a physical or mental disease, disorder, or defect which substantially impaired the defendant's capacity to appreciate the wrongfulness of the defendant's conduct or to conform the defendant's conduct to the requirements of law, the court shall submit the defense of physical or mental disease, disorder, or defect to the jury or the trier of fact at the trial of the charge against the defendant. [L 1972, c 9, pt of §1; am L 1980, c 222, §1(3); gen ch 1993]\nCOMMENTARY ON \n  This section provides for the direct qualified acquittal of the defendant when the report filed pursuant to §704-404 satisfies the court that at the time of the conduct alleged the defendant suffered from a physical or mental disease, disorder, or defect which precluded responsibility.  A hearing shall be had on the issue of the defendant's responsibility if it is requested by either party or the court.  If the court is satisfied on the basis of the report or the hearing or both that the defendant should not be held responsible for the conduct alleged, it shall, upon motion by the defendant, acquit the defendant.  Thus, a trial in such cases will be avoided.  If the defendant maintains that the defendant did not engage in the conduct alleged, or has a defense in addition to that excluding responsibility, the defendant can, of course, withhold the motion and the case will proceed to trial.\n  The section changes the prior law in that it vests the power of direct acquittal in the court and does not make it dependent on prosecutorial discretion.[1]\nSUPPLEMENTAL COMMENTARY ON \n  Act 222, Session Laws 1980, amended the section to require the submission of the insanity defense to the trier of fact at the trial.  The intent was to eliminate bifurcated trials on the insanity defense and to have all factual issues, including insanity, heard at one trial.  Conference Committee Report No. 38-80 (72-80).\nCase Notes\n  Where defendant is unfit to proceed, §704-406 requires suspension of the proceedings, and a motion for judgment of acquittal will be deferred.  61 H. 313, 602 P.2d 944.\n  Discussion of standard by which motion for judgment of acquittal is to be determined.  62 H. 325, 614 P.2d 925.\n  Does not authorize court to bar the presentation to the jury of the issue of penal irresponsibility.  66 H. 300, 660 P.2d 33.\n  Application of section to multiple personality syndrome.  67 H. 70, 679 P.2d 615.\n__________\n Commentary:\n1.  See H.R.S. §711-91, which provides in part:  \"If the court deems such report conclusive of the... mental irresponsibility of the accused, the court may allow a nolle prosequi to be entered in the case, and in such case shall forthwith, without other or further proceedings, adjudge the accused to be insane and commit him to the state hospital until discharged as provided by law.\""
}