{
    "name": "Procedure upon application for discharge, conditional release, or modification of conditions of release",
    "number": "414",
    "text": "Upon filing of an application pursuant to section 704-412 for discharge or conditional release, or upon the filing of an application pursuant to section 704-413 for discharge or for modification of conditions of release, the court shall appoint three qualified examiners in felony cases and one qualified examiner in nonfelony cases to examine and report upon the physical and mental condition of the defendant.  In felony cases the court shall appoint at least one psychiatrist and at least one licensed psychologist.  The third member may be either a psychiatrist, a licensed psychologist, or a qualified physician.  One of the three shall be a psychiatrist or licensed psychologist designated by the director of health from within the department of health.  The examiners shall be appointed from a list of certified examiners as determined by the department of health.  To facilitate the examination and the proceedings thereon, the court may cause the defendant, if not then confined, to be committed to a hospital or other suitable facility for the purpose of the examination and may direct that qualified physicians or psychologists retained by the defendant be permitted to witness and participate in the examination.  The examination and report and the compensation of persons making or assisting in the examination shall be in accord with section 704-404(3), (4)(a) and (b), (6), (7), (8), and (9).  As used in this section, the term \"licensed psychologist\" includes psychologists exempted from licensure by section 465-3(a)(3). [L 1972, c 9, pt of §1; am L 1974, c 54, §3; am L 1979, c 3, §3; am L 1986, c 314, §9; am L 1987, c 145, §3; am L 1988, c 305, §9; am L 1992, c 88, §3; am L 1997, c 306, §5]\nCOMMENTARY ON \n  This section provides for the appointment of independent examiners for the purpose of reporting and possibly testifying on the former defendant's condition prior to action on an application for discharge, conditional release, or modification of conditions of release.  The procedure for examination is substantially similar to that prescribed for the initial determination of the issues of fitness to proceed and penal responsibility; however, the relevant condition is the person's present condition and the relevant criterion is whether the application can be granted without danger to the person himself, or to the person or property of others.\n  Prior Hawaii law merely required \"proof of termination of... [the committed person's] insanity.\"[1]  The mandatory requirement of an independent review before change in commitment or conditional release status is an addition to the law.  It affords the defendant and the public a more deliberate determination of the application.\nSUPPLEMENTAL COMMENTARY ON \n  In conformity with the changes made in §§704-404 and 411, Act 54, Session Laws 1974, also changed  to permit the use of one certified clinical psychologist as part of the examination panel.\n  Act 3, Session Laws 1979, modified the requirements for the composition of examination panels to allow the courts greater flexibility in appointing mental health professionals.\n  Act 314, Session Laws 1986, amended \"certified clinical psychologists\" to \"licensed psychologists\".  This change was made because psychologists are licensed and not certified and the term \"clinical\" does not accurately describe psychologists qualified to determine penal responsibility and fitness to proceed.  Act 314 also provided an exception to the licensure requirement which recognizes that under §465-3(4), psychologists employed under government certification or civil service rules are exempt from the licensure requirement.  Conference Committee Report No. 51-86.\n  Act 145, Session Laws 1987, permitted the department of health to set minimum standards for participation and appointment of a sanity examiner.  The legislature felt this change would allow additional assurances of higher quality testimony by these examiners.  Senate Standing Committee Report No. 691, House Standing Committee Report No. 1217.\n  Act 305, Session Laws 1988, included licensed psychologists among the professionals which may provide offender examination services to the Hawaii criminal justice system.  The legislature stated that the present laws, which permit only psychiatric evaluation, are inconsistent with the many and varied uses the court has found for the services of licensed psychologists.  Senate Standing Committee Report No. 2153.\n  Act 88, Session Laws 1992, made technical amendments to the section for purposes of clarity, consistency, and style.  Senate Standing Committee Report No. 2579.\n  Act 306, Session Laws 1997, amended this section to allow mental health examinations to be conducted by one rather than three examiners in nonfelony cases, and to require three examiners, which include at least one psychiatrist and one psychologist, in felony cases.  The amendment streamlines the process for committing and releasing mentally incompetent defendants.  Conference Committee Report No. 64.\n__________\n Commentary:\n1.  H.R.S. §711-94."
}