{
    "name": "Determination of fitness to proceed",
    "number": "405",
    "text": "When the defendant's fitness to proceed is drawn in question, the issue shall be determined by the court.  If neither the prosecuting attorney nor counsel for the defendant contests the finding of the report filed pursuant to section 704-404, the court may make the determination on the basis of such report.  If the finding is contested, the court shall hold a hearing on the issue.  When the report is received in evidence upon such hearing, the party who contests the finding thereof shall have the right to summon and to cross-examine the persons who joined in the report or assisted in the examination and to offer evidence upon the issue. [L 1972, c 9, pt of §1]\nCOMMENTARY ON \n  This section departs from the prior law[1] and provides that the issue of the defendant's fitness to proceed will be determined solely by the court.  In this the Code follows the Model Penal Code.[2]  The fitness of the defendant to proceed is only tangentially related to the defendant's condition at the time of the conduct alleged and the defendant's responsibility for that conduct.  Moreover, there might be several periodic hearings on the question of the defendant's fitness to be proceeded against.  It seems unwise to afford the defendant a jury determination in each instance.\n  The Code also allows the court to make a determination of fitness to proceed on the basis of an uncontested report; which is in accord with prior law in felony cases.[3]  The last sentence of this section allows a limited exception to the hearsay rule so that the report of an examining expert may be received in evidence without the necessity of calling the expert to the stand.  The exception is not inconsistent with the purpose of the hearsay rule because the defendant is assured of the right to summon and to cross-examine the reporting examiner if the defendant wishes.\nLaw Journals and Reviews\n  Fitness to Proceed:  Compassion or Prejudice?  II HBJ No. 13, at pg. 135.\nCase Notes\n  Consideration of the sanity commission report is permissible use of hearsay.  63 H. 186, 623 P.2d 881.\n  Where defendant's counsel declined to call and cross-examine the doctors who prepared the sanity report, counsel waived defendant's right of confrontation.  63 H. 186, 623 P.2d 881.\n  Cited:  60 H. 17, 586 P.2d 1028.\n__________\n Commentary:\n1.  H.R.S. §711-91.\n2.  M.P.C. §4.06.\n3.  See H.R.S. §711-91, which reads in part:  \"If the court deems such report conclusive of the then present insanity... of the accused, the court may allow a nolle prosequi to be entered in the case, and in such case shall forthwith, without other or further proceedings, adjudge the accused to be insane and commit him to the state hospital until discharged as provided by law....\""
}