{
    "name": "Conditional release; application for modification or discharge; termination of conditional release and commitment",
    "number": "413",
    "text": "(1)  Any person released on condition pursuant to section 704-411 shall continue to receive mental health or other appropriate treatment and care deemed appropriate by the director of health until discharged from conditional release.  The person shall follow all prescribed treatments and take all prescribed medications according to the instructions of the person's treating mental health professional.  If any mental health professional treating any conditionally released person believes the person is either not complying with the requirements of this section, or there is other evidence that hospitalization is appropriate, the mental health professional shall report the matter to the probation officer of the conditionally released person.  The probation officer may order the conditionally released person to be hospitalized for a period not to exceed seventy-two hours if the probation officer has probable cause to believe the person has violated the requirements of this subsection.  No person shall be hospitalized beyond the seventy-two hour period unless a hearing has been held pursuant to subsection (3).\n\t(2)  Any person released on condition pursuant to section 704-411 may apply to the court ordering the conditional release for discharge from or modification of the order granting conditional release on the ground that he may be discharged or the order modified without danger to himself or to others.  The application shall be accompanied by a supporting affidavit of a qualified physician or licensed psychologist.  A copy of the application and affidavit shall be transmitted to the prosecuting attorney of the county in which the person is confined and to any persons supervising his release and the hearing on the application shall be held following notice to such persons.  If the determination of the court is adverse to the application, such person shall not be permitted to file further application until one year has elapsed from the date of any preceding hearing on an application for modification of conditions of release or for discharge.\n\t(3)  If, at any time after the order pursuant to section 704-411 granting conditional release, the court shall determine, after hearing evidence, that the conditions of release have not been fulfilled or that for the safety of such person or others his conditional release should be revoked, the court may forthwith modify the conditions of release or order the person to be committed to the custody of the director of health, subject to discharge or release only in accordance with the procedure prescribed in section 704-412. [L 1972, c 9, pt of §1; am L 1983, c 189, §1; am L 1988, c 305, §8; am L 1997, c 306, §4]\nCOMMENTARY ON \n  What has been said in the commentary to §704-412 applies with equal force to applications, by a person released on condition, for discharge or for modification of conditions of release.  The criterion of dangerousness is still applicable.\n  Subsection (2) limits the time during which a person released on condition remains subject to recommitment.\nSUPPLEMENTAL COMMENTARY ON \n  Act 189, Session Laws 1983, added a new subsection (1) which requires continued psychological or psychiatric treatment of persons conditionally released after being committed pursuant to section 704-411.  Assurance of continued treatment was felt necessary for the safety and welfare of both the community and the person conditionally released.  This section was further amended to provide for the recommittal of persons conditionally released or the modification of the conditions of their release.  Senate Conference Committee Report No. 26.\n  Act 305, Session Laws 1988, included licensed psychologists among the professionals which may provide offender examination services to the Hawaii criminal justice system.  The legislature stated that the present laws, which permit only psychiatric evaluation, are inconsistent with the many and varied uses the court has found for the services of licensed psychologists.  Senate Standing Committee Report No. 2153.\n  Act 306, Session Laws 1997, amended this section to require that any person released on condition pursuant to §704-411 shall receive mental health or other appropriate treatment and care until discharged from conditional release.  The amendment streamlines the process for committing and releasing mentally incompetent defendants.  Senate Standing Committee Report No. 98."
}