{
    "name": "Committed person; application for conditional release or discharge; by the director of health; by the person",
    "number": "412",
    "text": "(1)  After the expiration of at least ninety days following the order of commitment pursuant to section 704-411, if the director of health is of the opinion that the person committed to his custody may be released on condition or discharged without danger to himself or to the person or property of others, he shall make application for the discharge or conditional release of such person in a report to the court by which such person was committed and shall transmit a copy of the application and report to the prosecuting attorney of the county from which the defendant was committed.  The defendant shall be given notice of such application.\n\t(2)  After the expiration of ninety days from the date of the order of commitment pursuant to section 704-411, the person committed may apply to the court by which he was committed for an order of discharge or conditional release upon the ground that the same may be ordered without danger to himself or to the person or property of others.  A copy of the application shall be transmitted to the prosecuting attorney of the county from which the defendant was committed.  If the determination of the court is adverse to the application, such person shall not be permitted to file a further application until one year has elapsed from the date of any preceding hearing on an application for his discharge or conditional release. [L 1972, c 9, pt of §1]\nCOMMENTARY ON \n  This section provides that the continued custody of a person who has been committed following a qualified acquittal shall depend on whether he can be discharged or conditionally released without danger to himself or to the person or property of others.  The criterion is not whether continued hospitalization is medically indicated or whether the committed person has been restored to physical or mental health according to laws governing other forms of commitment.  The criterion is dangerousness.  The necessity of avoiding confusion here is paramount.  In the case of the defendant acquitted on the basis of mental disease, it has been pointed out that:\nAlthough his mental disease may have greatly improved, such person may still be dangerous because of factors in his personality and background other than mental disease.  Also, such a standard [dangerousness] provides a possible means for control of the occasional defendant who may be quite dangerous but who successfully feigned mental disease to gain an acquittal.[1]\n  The section also provides for the procedure to be followed in making the application, whether application is made by the director of health or by the committed person.  The requirement of notice to the prosecuting attorney and to the defendant (if application is made by the director) and the independent examination provided by §704-414 are designed to protect both the public and the committed person.\n  Previous Hawaii law provided that a person committed because of lack of criminal responsibility was to be \"discharged by a circuit court or judge upon proof of termination of his insanity.\"[2]  The Code focuses on the relevant criterion and specifically provides for procedures which adequately safeguard the interest of the public and the committed person.\nSUPPLEMENTAL COMMENTARY ON \n  Section 412(2) of the Proposed Draft of the Code provided for a \"waiting period\" of one year from the date of the order of commitment pursuant to §704-411 before the committed person could apply to the court for an order of discharge or conditional release.  The Legislature reduced the waiting period to ninety days.  The Conference Committee said:  \"Your Committee, after thorough consideration, finds that a one year period is too long and that the term of this period is not sufficiently related to the psychiatric facts upon which discharge or conditional release turn.\"  Conference Committee Report No. 2 (1972).\n__________\n Commentary:\n1.  M.P.C., Tentative Draft No. 4, comments at 199 (1955).\n2.  H.R.S. §711-94."
}