{
    "name": "Disposition of application for discharge, conditional release, or modification of conditions of release",
    "number": "415",
    "text": "If the court is satisfied by the report filed pursuant to section 704-414, and such testimony of the reporting examiners as the court deems necessary, that the discharge, conditional release, or modification of conditions of release applied for may be granted without danger to the committed or conditionally released person or to the person or property of others, the court shall grant the application and order the relief.  If the court is not so satisfied, it shall promptly order a hearing to determine whether such person may safely be discharged or released.  Any such hearing shall be deemed a civil proceeding and the burden shall be upon the applicant to prove that the person may safely be released on the conditions applied for or discharged.  According to the determination of the court upon the hearing, the person shall thereupon be discharged, or released on such conditions as the court determines to be necessary, or shall be recommitted to the custody of the director of health, subject to discharge or release only in accordance with the procedure prescribed in section 704-412. [L 1972, c 9, pt of §1; am L 1982, c 232, §1]\nCOMMENTARY ON \n  Following the filing of the report pursuant to §704-414, the court may grant the application summarily if it is convinced that it can be granted without danger to the defendant or to the person or property of others.  The Code allows the court some flexibility in taking testimony of examiners without the necessity of a full hearing.  If the testimony of the examiners, in addition to the report, satisfies the court that favorable action on the application is appropriate, it may be granted summarily.  If the court is not satisfied, a full hearing is indicated, following which the court shall make a determination consistent with the danger the committed or conditionally released person presents to oneself and to others.\n  The Code takes the position that the burden should remain with the State to prove that the freedom applied for cannot be safely granted.\nSUPPLEMENTAL COMMENTARY ON \n  Act 232, Session Laws 1982, shifted from the State to the applicant, the burden to prove that a conditional release, discharge, or modification of condition of release may be safely granted without danger to the person or community following a judgment of acquittal on the grounds of disease, disorder, or defect excluding responsibility.\nAttorney General Opinions\n  Determination of whether person may be safely released-- standard of proof; nature of evidence.  Att. Gen. Op. 79-5.\n  State must prove by \"clear and convincing evidence\" that the person may not safely be released.  Att. Gen. Op. 79-5.\nLaw Journals and Reviews\n  Foucha v. Louisiana:  The Keys to the Asylum for Sane But Potentially Dangerous Insanity Acquittees?  15 UH L. Rev. 215.\nCase Notes\n  Section does not violate due process clauses of state and U.S. Constitutions; at release hearing, insanity acquittee bears burden of proving by preponderance of evidence freedom from mental illness and dangerous propensities.  84 H. 269, 933 P.2d 606.\n  Section does not violate equal protection clauses of state and U.S. Constitutions; State may place burden on insanity acquittee to prove by preponderance of evidence that acquittee should be released.  84 H. 269, 933 P.2d 606."
}