{
    "name": "Definitions of states of mind",
    "number": "206",
    "text": "(1)  \"Intentionally.\"\n\n\n\n\t(a)\tA person acts intentionally with respect to his conduct when it is his conscious object to engage in such conduct.\n\t(b)\tA person acts intentionally with respect to attendant circumstances when he is aware of the existence of such circumstances or believes or hopes that they exist.\n\t(c)\tA person acts intentionally with respect to a result of his conduct when it is his conscious object to cause such a result.\n\n\n\n\t(2)  \"Knowingly.\"\n\n\n\n\t(a)\tA person acts knowingly with respect to his conduct when he is aware that his conduct is of that nature.\n\t(b)\tA person acts knowingly with respect to attendant circumstances when he is aware that such circumstances exist.\n\t(c)\tA person acts knowingly with respect to a result of his conduct when he is aware that it is practically certain that his conduct will cause such a result.\n\n\n\n\t(3)  \"Recklessly.\"\n\n\n\n\t(a)\tA person acts recklessly with respect to his conduct when he consciously disregards a substantial and unjustifiable risk that the person's conduct is of the specified nature.\n\t(b)\tA person acts recklessly with respect to attendant circumstances when he consciously disregards a substantial and unjustifiable risk that such circumstances exist.\n\t(c)\tA person acts recklessly with respect to a result of his conduct when he consciously disregards a substantial and unjustifiable risk that his conduct will cause such a result.\n\t(d)\tA risk is substantial and unjustifiable within the meaning of this section if, considering the nature and purpose of the person's conduct and the circumstances known to him, the disregard of the risk involves a gross deviation from the standard of conduct that a law-abiding person would observe in the same situation.\n\n\n\n\t(4)  \"Negligently.\"\n\n\n\n\t(a)\tA person acts negligently with respect to his conduct when he should be aware of a substantial and unjustifiable risk taken that the person's conduct is of the specified nature.\n\t(b)\tA person acts negligently with respect to attendant circumstances when he should be aware of a substantial and unjustifiable risk that such circumstances exist.\n\t(c)\tA person acts negligently with respect to a result of his conduct when he should be aware of a substantial and unjustifiable risk that his conduct will cause such a result.\n\t(d)\tA risk is substantial and unjustifiable within the meaning of this subsection if the person's failure to perceive it, considering the nature and purpose of his conduct and the circumstances known to him, involves a gross deviation from the standard of care that a law- abiding person would observe in the same situation. [L 1972, c 9, pt of §1; am L 1983, c 132, §1; am L 1986, c 314, §4]"
}