{
    "name": "Intoxication",
    "number": "230",
    "text": "(1)  Self-induced intoxication is prohibited as a defense to any offense, except as specifically provided in this section.\n\t(2)  Evidence of the nonself-induced or pathological intoxication of the defendant shall be admissible to prove or negative the conduct alleged or the state of mind sufficient to establish an element of the offense.  Evidence of self-induced intoxication of the defendant is admissible to prove or negative conduct or to prove state of mind sufficient to establish an element of an offense.  Evidence of self-induced intoxication of the defendant is not admissible to negative the state of mind sufficient to establish an element of the offense.\n\t(3)  Intoxication does not, in itself, constitute a physical or mental disease, disorder, or defect within the meaning of section 704-400.\n\t(4)  Intoxication which (a) is not self-induced or (b) is pathological is a defense if by reason of such intoxication the defendant at the time of the defendant's conduct lacks substantial capacity either to appreciate its wrongfulness or to conform the defendant's conduct to the requirements of law.\n\t(5)  In this section:\n\n\n\n\t(a)\t\"Intoxication\" means a disturbance of mental or physical capacities resulting from the introduction of substances into the body;\n\t(b)\t\"Self-induced intoxication\" means intoxication caused by substances which the defendant knowingly introduces into the defendant's body, the tendency of which to cause intoxication the defendant knows or ought to know, unless the defendant introduces them pursuant to medical advice or under such circumstances as would afford a defense to a charge of a penal offense;\n\t(c)\t\"Pathological intoxication\" means intoxication grossly excessive in degree, given the amount of the intoxicant, to which the defendant does not know the defendant is susceptible and which results from a physical abnormality of the defendant. [L 1972, c 9, pt of §1; am L 1986, c 325, §2; gen ch 1993]"
}