{
    "name": "Civil jurisdiction",
    "number": "5",
    "text": "(a)  Except as otherwise provided, the district courts shall have jurisdiction in all civil actions where the debt, amount, damages, or value of the property claimed does not exceed $20,000, except in civil actions involving summary possession or ejectment, in which case the district court shall have jurisdiction over any counterclaim otherwise properly brought by any defendant in the action if the counterclaim arises out of and refers to the land or premises the possession of which is being sought, regardless of the value of the debt, amount, damages, or property claim contained in the counterclaim.  Attorney's commissions or fees, including those stipulated in any note or contract sued on, interest, and costs, shall not be included in computing the jurisdictional amount.  Subject to subsections (b) and (c), jurisdiction under this subsection shall be exclusive when the amount in controversy, so computed, does not exceed $10,000.  The district courts shall also have original jurisdiction of suits for specific performance when the fair market value of such specific performance does not exceed $20,000 and original jurisdiction to issue injunctive relief in residential landlord-tenant cases under chapter 521.\n\t(b)  The district courts shall try and determine all actions without a jury, subject to appeal according to law.  Whenever a civil matter is triable of right by a jury and trial by jury is demanded in the manner and within the time provided by the rules of court, the case shall be transferred to the circuit court.  If the demand is made in the complaint and the matter is triable of right by a jury, the action may be commenced in the circuit court if the amount in controversy exceeds $5,000.\n\t(c)  The district courts shall have jurisdiction in all statutory proceedings as conferred by law upon district courts.\n\t(d)  The district courts shall not have cognizance of real actions, nor actions in which the title to real estate comes in question, nor actions for libel, slander, defamation of character, malicious prosecution, false imprisonment, breach of promise of marriage, or seduction; nor shall they have power to appoint referees in any cause. [L 1892, c 57, §10; am L 1923, c 20, §1; RL 1925, §2274; RL 1935, §3763; am L 1935, c 95, §1; RL 1945, §9674; am L 1953, c 34, §1; RL 1955, §216-4; am L 1957, c 197, §1; am L 1963, c 99, §1; HRS ; am L 1970, c 188, §13; am L 1971, c 144, §1; am L 1975, c 97, §2; am L 1979, c 90, §2; am L 1983, c 238, §1 and c 249, §1; am L 1989, c 37, §2; am L 1994, c 4, §1; am L 1995, c 94, §1]"
}