{
    "name": "Challenging compliance with selection procedures",
    "number": "23",
    "text": "(a)  Promptly after the moving party discovered or by the exercise of diligence could have discovered the grounds therefor, and in any event before the trial jury is sworn to try the case, a party may move to stay the proceedings, and in a criminal case to quash the indictment, or for other appropriate relief, on the ground of substantial failure to comply with this chapter in selecting the grand or trial jury.\n\t(b)  Upon motion filed under subsection (a) containing a sworn statement of facts which, if true, would constitute a substantial failure to comply with this chapter, the moving party is entitled to present in support of the motion the testimony of the clerk, any relevant records and papers not public or otherwise available used by the clerk, and any other relevant evidence.  If the court determines that in selecting either a grand jury or a trial jury there has been a substantial failure to comply with this chapter and that the moving party has been prejudiced thereby, the court shall stay the proceedings pending the selection of the jury in conformity with this chapter, quash an indictment, or grant other appropriate relief.\n\t(c)  The procedures prescribed by this section are the exclusive means by which a person accused of a crime, the State, or a party in a civil case may challenge a jury on the ground that the jury was not selected in conformity with this chapter.\n\t(d)  The contents of any records or papers used by the clerk in connection with the selection process shall not be disclosed, except as provided by other provisions of this chapter, in connection with the preparation or presentation of a motion under subsection (a), or upon order of the court.  The parties in a case may inspect, reproduce, and copy the records or papers at all reasonable times during the preparation and pendency of a motion under subsection (a). [L 1973, c 191, pt of §1; am L 1987, c 366, §14]"
}