{
    "name": "Grand jury",
    "number": "16",
    "text": "(a)  The court shall order one or more grand juries to be impaneled at such times as the public interest requires; provided that there shall be an annual initial impaneling not later than January 15.\n\t(b)  For the impaneling of a grand jury, the prospective jurors on a certified list of grand jurors shall be summoned and the names of those who are present, and not disqualified, exempted, or excused, shall be placed in an appropriate container from which a drawing by lot shall be conducted in order to draw a sufficient number of names to constitute a grand jury.  The drawing shall be made in open court in the presence of the judge, no earlier than one week after a publication of notice of the time and place of drawing in a newspaper of general circulation published within the circuit for which the grand jury is drawn; provided that if there is no such newspaper, then after at least one week's posting of such notice in at least three conspicuous places in the circuit.\n\t(c)  A certificate listing the names of the grand jurors and stating the essential facts of the drawing, signed by the judge and attested by the clerk, shall be filed.\n\t(d)  The grand jury, being impaneled and sworn, shall be charged by the court.  In doing so, the court shall give them such information as it may deem proper as to their duties and as to the law pertaining to such cases as may come before them.  The court may further charge the grand jury from time to time, as it may deem necessary.\n\t(e)  For the courts of the first circuit of the State from January 1, 1989, to December 31, 1991, and for the courts of all other circuits of the State from January 1, 1990, to December 31, 1992, a grand jury shall serve for a period of six months after being impaneled; provided that a grand jury may:\n\n\n\n\t(1)\tSit beyond such period to complete any matter in which the grand jury was impaneled;\n\t(2)\tBe discharged sooner by the court; and\n\t(3)\tSit in all other cases until another grand jury is impaneled and sworn.\n\n\n\n\tEffective January 2, 1992, for the courts of the first circuit of the State of Hawaii, and effective January 2, 1993, for the courts of all other circuits of the State subject to section 612-22, a grand jury shall serve for a period of one year after being impaneled, unless sooner discharged by the court.\n\tAny vacancy occurring on a grand jury may be filled by the court by drawing at random from names on the certified list of grand jurors. [L 1973, c 191, pt of §1; am L 1987, c 366, §9]"
}