{
    "name": "Definitions",
    "number": "191",
    "text": "B.  Election Campaign Contributions and Expenditures\n\t§ to 213  [OLD]  REPEALED.  L 1979, c 224\n     When used in this subpart:\n\t\"Advertisement\" means:\n\n\n\n\t(1)\tAny communication, exclusive of bumper stickers or other sundry items, that:\n\n\t\t(A)\tIdentifies a candidate either directly or by direct implication;\n\t\t(B)\tAdvocates or supports the nomination for election of the candidate;\n\t\t(C)\tAdvocates or supports the election of the candidate; or\n\t\t(D)\tAdvocates or supports the candidate's defeat.\n\n\t(2)\tAny communication, exclusive of bumper stickers or other sundry items, that:\n\n\t\t(A)\tIdentifies an issue or question that will appear on the ballot at the next applicable election; or\n\t\t(B)\tAdvocates or supports the passage or defeat of the question or issue.\n\n\n\n\n\n\t\"Ballot issue committee\" means a committee as defined in this section which has the exclusive purpose of making or accepting contributions or expenditures for or against any issue appearing on the ballot at the next applicable election.\n\t\"Campaign treasurer\" means a person appointed under section 11-198, and, unless expressly indicated otherwise, includes deputy campaign treasurers.\n\t\"Candidate\" means an individual who seeks nomination for election, or seeks election, to office.  Until an individual terminates the individual's candidacy with the commission, an individual is a candidate if the individual does any of the following:\n\n\n\n\t(1)\tFiles nomination papers for an office for oneself with the county clerk's office or with the chief election officer's office, whichever is applicable;\n\t(2)\tReceives contributions in an aggregate amount of more than $100 or makes or incurs any expenditures of more than $100 to bring about the individual's nomination for election, or to bring about the individual's election to office;\n\t(3)\tGives consent for any other person to receive contributions or make expenditures to aid the individual's nomination for election, or the individual's election, to office; or\n\t(4)\tIs certified to be a candidate by the chief election officer or county clerk.\n\n\n\n\t\"Candidate's committee\" means a committee as defined in this section which makes an expenditure or accepts a contribution in behalf of a candidate with the candidate's authorization.\n\t\"Commission\" means the campaign spending commission.\n\t\"Commissioner\" means any person appointed to the campaign spending commission.\n\t\"Committee\" means:\n\n\n\n\t(1)\tAny organization, association, or individual that accepts or makes a contribution or makes an expenditure for or against any:\n\n\t\t(A)\tCandidate;\n\t\t(B)\tIndividual who files for nomination at a later date and becomes a candidate; or\n\t\t(C)\tParty;\n\n\t\twith or without the authorization of the candidate, individual, or party.  In addition, the term \"committee\" means any organization, association, or individual who accepts or makes a contribution or makes an expenditure for or against any question or issue appearing on the ballot at the next applicable election; or\n\t(2)\tAny organization, association, or individual that raises or holds money or anything of value for a political purpose, with or without the consent or knowledge of any:\n\n\t\t(A)\tCandidate;\n\t\t(B)\tIndividual who files for nomination at a later date and becomes a candidate; or\n\t\t(C)\tParty; and\n\n\t\tsubsequently contributes money or anything of value to, or makes expenditures on behalf of, the candidate, individual, or party.\n\t\tNotwithstanding any of the foregoing, the term \"committee\" shall not include any individual making a contribution or expenditure of the individual's own funds or anything of value that the individual originally acquired for the individual's own use and not for the purpose of evading any provision of this subpart, or any organization, which raises or expends funds for the sole purpose of the production and dissemination of informational or educational advertising.\n\n\n\n\t\"Contribution\" means:\n\n\n\n\t(1)\tA gift, subscription, deposit of money or anything of value, or cancellation of a debt or legal obligation and includes the purchase of tickets to fundraisers for the purpose of:\n\n\t\t(A)\tInfluencing the nomination for election, or election, of any person to office;\n\t\t(B)\tInfluencing the outcome of any question or issue that appears or is reasonably certain to appear on the ballot at the next applicable election described in subparagraph (A); or\n\t\t(C)\tUse by any party or committee for the purposes set out in subparagraph (A) or (B);\n\n\t(2)\tThe payment, by any person, political party, or any other entity other than a candidate or committee, of compensation for the personal services or services of another person that are rendered to the candidate or committee without charge or at an unreasonably low charge for the purposes set out in paragraph (1)(A), (1)(B), or (1)(C);\n\t(3)\tA contract, promise, or agreement to make a contribution; provided that notwithstanding this paragraph and paragraphs (1) and (2), the term \"contributions\" shall not include services or portions thereof voluntarily provided without reasonable compensation by individuals to or in behalf of a candidate or committee; or\n\t(4)\tNotwithstanding paragraphs (1), (2), and (3), a candidate's expenditure of the candidate's own funds or the making of a loan or advance in the pursuit of the candidate's campaign shall not be a contribution for the purpose of this subpart but shall nevertheless be reportable as a campaign receipt.\n\n\n\n\t\"Earmarked funds\" means contributions received by a committee or party on the condition that the funds be contributed to or expended on certain candidates, issues, or questions.\n\t\"Election\" means any election for office or for determining a question or issue provided by law or ordinance.\n\t\"Election period\" means the two-year period between general election days if a candidate is seeking nomination or election to a two-year office and the four-year time period between general election days if a candidate is seeking nomination or election to a four-year office.\n\t\"Expenditure\" means:\n\n\n\n\t(1)\tAny purchase or transfer of money or anything of value, or promise or agreement to purchase or transfer money or anything of value, or payment incurred or made, or the use or consumption of a nonmonetary contribution for the purpose of:\n\n\t\t(A)\tInfluencing the nomination for election, or election, of any person seeking nomination for election, or election, to office whether or not the person has filed the person's nomination paper;\n\t\t(B)\tInfluencing the outcome of any question or issue that has been certified to appear on the ballot at the next applicable election; or\n\t\t(C)\tUse by any party or committee for the purposes set out in subparagraph (A) or (B);\n\n\t(2)\tThe payment, by any person other than a candidate or committee, of compensation for the personal services of another person that are rendered to the candidate or committee for any of the purposes mentioned in paragraph (1); or\n\t(3)\tThe expenditure by a candidate of the candidate's own funds for the purposes set out in paragraph (1).\n\t(4)\tThe term does not include volunteer personal services and voter registration efforts that are not partisan.\n\n\n\n\t\"House bulletin\" means a communication sponsored by any person in the regular course of publication for limited distribution primarily to its employees or members.\n\t\"Immediate family\" means a candidate's spouse, and any child, parent, grandparent, brother, or sister of the candidate, and the spouses of such persons.\n\t\"Individual\" means a natural person.\n\t\"Loan\" means an advance of money, goods, or services, with a promise to repay in full or in part within a specified period of time.\n\t\"Matching payment period\" means:\n\n\n\n\t(1)\tFor a primary election, from January 1 of the year of a general election through the day of the primary election, or nine months prior to a special election through the day of a special election; and\n\t(2)\tFor a general election, from January 1 of the year of a general election through the day of the general election.\n\n\n\n\t\"Newspaper\" means a publication of general distribution in the State issued once or more per month which is written and published in the State.\n\t\"Noncandidate committee\" means a committee as defined in this section and does not include a candidate's committee.\n\t\"Office\" means any elective public or constitutional office excluding county neighborhood board and federal elective offices.\n\t\"Party\" means any political party which satisfies the requirements of section 11-61.\n\t\"Person\" means an individual, partnership, committee, association, corporation, or labor union and its auxiliary committees.\n\t\"Political committees established and maintained by a national political party\" means:\n\n\n\n\t(1)\tThe National Committee;\n\t(2)\tThe House Campaign Committee; and\n\t(3)\tThe Senate Committee.\n\n\n\n\t\"Private contribution\" means a monetary contribution other than from a candidate's own funds or from the Hawaii election campaign fund.\n\t\"Qualifying campaign contribution\" means an aggregate monetary contribution of $100 or less, by any person during any matching payment period.  Qualifying contributions do not include loans or in-kind contributions.\n\t\"Special election\" means any election other than a primary or general election.\n\t\"Terminate candidacy\" means the date on which a candidate has no surplus or deficit and has filed a notice of termination with the campaign spending commission on forms prescribed by the commission. [L 1979, c 224, pt of §2; am L 1980, c 232, §1 and c 246, §1(a); am L 1981, c 102, §1 and c 217, §1; gen ch 1985; am L 1987, c 369, §1(1); am L Sp 1995, c 10, §2(2) and c 27, §§7, 15; am L 1997, c 375, §2; am L 1999, c 64, §1, c 96, §§1, 12, c 141, §3, and c 187, §§1, 2]"
}