{
    "name": "Filing of reports, generally",
    "number": "195",
    "text": "(a)  All reports required to be filed under this subpart by a candidate or those committees directly associated with the candidate's candidacy shall be certified by the candidate and treasurer.  Reports required to be filed under this subpart by a party or committee that supports more than one candidate shall be certified by a person authorized to sign the reports.  All reports required to be filed under this subpart shall be open for public inspection in the office of the commission. \t(b)  The original and one copy of all reports required under this subpart shall be filed at the office of the commission.  In the case of counties having less than two hundred thousand voters, the filing shall be accomplished by filing an original and two copies of the required report with either the commission or the clerk of the county in which the candidate resides.  The  clerk shall then immediately mail the original and one copy of the report to the commission.\n\t(c)  The commission or county clerk shall give each person filing a report a receipt stating the type of report filed and the date and time of filing.\n\t(d)  All reports filed with the county clerk's office shall be preserved by that office for ten years.\n\t(e)  All reports required to be filed under this subpart shall at all times be available to the general public.\n\t(f)  For purposes of this subpart, whenever a report is required to be filed with the commission, \"filed\" means received in the office of the commission or county clerk, whichever is applicable, by the date and time specified for the filing of the report; except that a candidate or the committee of a candidate who is seeking election to the office of:\n\n\n\n\t(1)\tGovernor;\n\t(2)\tLieutenant governor;\n\t(3)\tMayor;\n\t(4)\tProsecuting attorney; or\n\t(5)\tCounty council;\n\n\n\nshall file by electronic means in the manner prescribed by the commission.  Candidates for the offices named in this subsection with contributions or expenditures of less than $5,000 need not file by electronic means. [L 1979, c 224, pt of §2; am L 1980, c 232, §1 and c 246, §1(c); gen ch 1985; am L Sp 1995, c 10, §2(5) and c 27, §§7, 15; am L 1997, c 375, §5; am L 1999, c 96, §§4, 12 and c 141, §3]"
}