{
    "name": "Disposition of funds",
    "number": "214",
    "text": "(a)  All candidates who withdraw or cease to be candidates, or committees directly associated with such candidates, individuals who receive contributions but fail to file for nomination, or committees or parties which discontinue their activities covered in this subpart, shall return all residual private contributions to the donors of such contributions within four years if their identities are known, provided that if the identity of any donor is not known, or the donor cannot be found, such contribution shall escheat to the Hawaii election campaign fund or may be donated to a nonprofit organization of the candidate's choice.  In the event of a death of a candidate, the candidate's committee, if any, shall return all residual private contributions to the donors of such contributions, provided that any residual contributions not returned to the donors within sixty days of the candidate's death shall escheat to the Hawaii election campaign fund or may be donated to a nonprofit organization of the candidate's choice.\n\t(b)  All residual public funds shall be returned to the Hawaii election campaign fund.\n\t(c)  Upon disposition of all residual funds, the candidate or campaign treasurer shall file a report with the commission, reporting the amounts distributed under this section and the manner of disposition.\n\t(d)  This section shall not apply to:\n\n\n\n\t(1)\tElected officials;\n\t(2)\tCandidates who failed to be nominated or elected yet who become a candidate for nomination or election to office within four years thereafter;\n\t(3)\tElected officials who resign their office before the end of their term yet who file to become a candidate for reelection within four years after the end of the term from which they resigned; or\n\t(4)\tElected officials who do not seek reelection yet who file to become a candidate for election within four years after the end of the term from which they did not seek reelection. [L 1979, c 224, pt of §2; am L 1980, c 232, §1; am L Sp 1995, c 10, §2(17); am L 1997, c 375, §14; am L 1998, c 31, §4; am L 2000, c 242, §2]"
}