{
    "name": "Distressed property consultant contract",
    "number": "3",
    "text": "(a)  A distressed property consultant contract shall be in writing and shall fully disclose all services to be performed by the distressed property consultant and all terms of any agreements between the distressed property consultant and all owners of the distressed property, including the total amount and terms of compensation to be directly or indirectly received by the distressed property consultant.\n     (b)  A distressed property consultant contract shall contain on its first page in a type size no smaller than fourteen-point boldface type:\n     (1)  A description of the distressed property; \n     (2)  The name, street address, and telephone number of the distressed property consultant; and \n     (3)  The name and address of the distressed property consultant to which notice of cancellation is to be delivered.  \n     (c)  A distressed property consultant contract shall be dated and signed by the distressed property consultant.  If the distressed property consultant is a person other than an individual, the individual executing the distressed property consultant contract on behalf of the distressed property consultant shall identify the title and office held by the individual.  \n     (d)  A distressed property consultant contract shall be dated and signed by all owners of the distressed property.\n     (e)  The distressed property consultant shall provide each distressed property owner with a copy of the distressed property consultant contract and attached notice of cancellation immediately upon execution by all parties to the distressed property consultant contract.  A distressed property consultant contract shall not be effective until all parties to the distressed property consultant contract have signed the contract. [L 2008, c 137, pt of §2]"
}