{
    "name": "Dockage",
    "number": "13",
    "text": "(a)  All watercraft:\n\n\n\n\t(1)\tLying idle alongside any wharf, pier, bulkhead, quay, or landing belonging to or controlled by the State; or\n\t(2)\tDischarging or receiving freight or passengers on or from any wharf, pier, bulkhead, quay, or landing belonging to or controlled by the State, while made fast or lying alongside of the wharf, pier, bulkhead, quay, or landing;\n\n\n\nshall pay to the department of transportation such rates of dockage as shall be fixed by the department.\n\t(b)  All watercraft that receive or discharge freight or passengers:\n\n\n\n\t(1)\tFrom or upon any wharf, pier, bulkhead, quay, or landing, by means of boats, lighters, or otherwise, while lying at anchor or under steam in any bay, harbor, or roadstead; or\n\t(2)\tWhile lying in any slip or dock belonging to or controlled by the State, but not made fast to or lying alongside any wharf, pier, bulkhead, quay, or landing;\n\n\n\nshall pay such rates of dockage as shall be fixed by the department.\n\t(c)  Notwithstanding subsections (a) and (b), the department may waive dockage and other charges at any wharf, pier, bulkhead, quay, landing, slip, or dock belonging to or controlled by the State whenever:\n\n\n\n\t(1)\tThe governor declares a state of emergency; and\n\t(2)\tThe department determines that the waiver of dockage fees and other charges is consistent with assisting in the delivery of humanitarian relief to disaster-stricken areas of the State.\n\n\n\n\t(d)  Any watercraft leaving any wharf, pier, bulkhead, quay, landing, slip, dock, basin, or waters belonging to or controlled by the State without paying dockage and other charges, with intent to evade the payment thereof, shall be liable to pay double rates. [L 1913, c 150, §5; am L 1915, c 169, §4; RL 1925, §841; am L 1929, c 162, §1; RL 1935, §1739; RL 1945, §4991; RL 1955, §112-14; am L Sp 1959 2d, c 1, §26; HRS ; am L 1995, c 99, §2]"
}