{
    "name": "Promoting a dangerous drug in the third degree",
    "number": "1243",
    "text": "(1)  A person commits the offense of promoting a dangerous drug in the third degree if the person knowingly possesses any dangerous drug in any amount.\n\t(2)  Promoting a dangerous drug in the third degree is a class C felony. [L 1972, c 9, pt of §1; am L 1975, c 163, §6(e); gen ch 1993; am L 1996, c 308, §4; am L 2002, c 161, §8; am L 2004, c 44, §7]\nCase Notes\n  Possession of \"any\" amount is sufficient; usable quantity standard not applicable, but de minimus doctrine may apply.  61 H. 291, 602 P.2d 933.\n  Though evidence insufficient to convict defendant of promoting a dangerous drug in the first degree, purged trial record contained substantial and admissible evidence that defendant knowingly possessed cocaine \"in any amount\".  80 H. 382, 910 P.2d 695.\n  Where defendant\u0092s possession of .001 grams of methamphetamine did not threaten the harm sought to be prevented by this section, trial court did not abuse discretion by determining that amount of methamphetamine was de minimus under §702-236.  92 H. 130, 988 P.2d 195.\n  Where prosecution adduced substantial evidence that the cocaine residue in the pipe was visible to the naked eye and could be scraped out and smoked again, trial court did not abuse its discretion in ruling that defendant's infraction of this section was not de minimus within the meaning of §702-236.  93 H. 279, 1 P.3d 281.\n  Where the defense failed to adduce any evidence or present any argument with respect to the attendant circumstances, it failed to meet its burden of providing evidence to support a finding that the conduct alleged \"did not actually cause or threaten the harm or evil sought to be prevented by this section or did so only to an extent too trivial to warrant the condemnation of conviction\"; thus trial court did not err in finding that defendant's alleged conduct did not constitute a de minimis infraction.  99 H. 75, 53 P.3d 214.\n  In light of defendant's burden to prove that defendant's conduct constituted a de minimis infraction and trial court's finding that pipe residue contained a sufficient amount of methamphetamine to produce a pharmacological effect, which was supported by officer's testimony that amount recovered from defendant's pipe may have been an amount sufficient to be \"used\" by someone, trial court did not abuse discretion in refusing to dismiss charge of promoting a dangerous drug in the third degree.  100 H. 498, 60 P.3d 899.\n  Trial court properly sentenced defendant as a repeat offender based on defendant's conviction of promoting a dangerous drug in the third degree, an enumerated class C felony under §706-606.5.  106 H. 146, 102 P.3d 1044.\n  Legislature intended to impose penal sanctions for constructive and actual possession of contraband items.  8 H. App. 610, 822 P.2d 23.\n  In subsection (3), the word \"convicted\" means \"found guilty\" and not \"found guilty and sentenced\".  93 H. 389 (App.), 4 P.3d 523.\n  Looking at defendant's conduct and attendant circumstances regarding commission of the offense, including possession of smoking device, smoked residue, and depleted drug contraband of 0.004 grams of methamphetamine by one engaged in shoplifting, court could not conclude that under §702-236, defendant's conduct \"did not actually cause or threaten the harm or evil sought to be prevented by this section, or did so only to an extent too trivial to warrant condemnation of conviction\".  97 H. 247 (App.), 35 P.3d 764."
}