{
    "name": "Promoting a dangerous drug in the first degree",
    "number": "1241",
    "text": "(1)  A person commits the offense of promoting a dangerous drug in the first degree if the person knowingly:\n\n\n\n\t(a)\tPossesses one or more preparations, compounds, mixtures, or substances of an aggregate weight of:\n\n\t\t(i)\tOne ounce or more, containing methamphetamine, heroin, morphine, or cocaine or any of their respective salts, isomers, and salts of isomers; or\n\t\t(ii)\tOne and one-half ounce or more, containing one or more of any of the other dangerous drugs; or\n\n\t(b)\tDistributes, except for methamphetamine as provided in section 712-1240.6:\n\n\t\t(i)\tTwenty-five or more capsules, tablets, ampules, dosage units, or syrettes containing one or more dangerous drugs; or\n\t\t(ii)\tOne or more preparations, compounds, mixtures, or substances of an aggregate weight of:\n\n\t\t\t(A)\tOne-eighth ounce or more, containing heroin, morphine, or cocaine or any of their respective salts, isomers, and salts of isomers; or\n\t\t\t(B)\tThree-eighths ounce or more, containing any other dangerous drug;\n\n\n\n\t(c)\tDistributes any dangerous drug in any amount to a minor except for methamphetamine as provided in section 712-1240.6; or\n\t(d)\tManufactures a dangerous drug in any amount, except for methamphetamine as provided in section 712-1240.6; provided that this subsection shall not apply to any person registered under section 329-32.\n\n\n\n\t(2)  Promoting a dangerous drug in the first degree is a class A felony. [L 1972, c 9, pt of §1; am L 1975, c 163, §6(c); am L 1979, c 112, §1; am L 1981, c 31, §1; am L 1982, c 9, §1; am L 1988, c 146, §1; am L 1989, c 163, §1; gen ch 1992; am L 1996, c 308, §2; am L 1997, c 319, §2; am L 2002, c 161, §6; am L 2004, c 44, §5]\nCross References\n  Sale of sterile syringes for prevention of diseases, see §325-21.\nCase Notes\n  Proscription of distribution of lysergic acid diethylamine cannot be extended by analogy to distribution of lysergic acid diethylamide.  61 H. 74, 595 P.2d 288.\n  Crime of promoting dangerous drug by distributing same is complete upon offer to sell the contraband; actual delivery or chemical analysis not required.  63 H. 77, 621 P.2d 364.\n  Nothing in subsection (1)(b)(ii)(A) required that defendant \"[possess] at any one time\" one-eighth ounce or more of a cocaine-containing substance or that the substance be delivered all at once in a \"single container\"; undercover police officer\u0092s testimony constituted substantial evidence supporting jury\u0092s verdict finding defendant guilty.  77 H. 72, 881 P.2d 1218.\n  Conviction vacated where proof that defendant possessed an aggregate weight of one ounce or more of cocaine not supported by substantial and admissible evidence.  80 H. 382, 910 P.2d 695.\n  Notwithstanding the use of the terms \"mixture\" and \"weight\" in subsection (1)(b)(ii)(B), dangerous drugs distributed in liquid form must be measured in fluid ounces.  90 H. 255, 978 P.2d 693.\n  Defendants did not prove entrapment under §702-237(1)(b) by preponderance of evidence as required by §701-115(2)(b); officer's conduct merely provided defendants with opportunity to commit offense of promoting a dangerous drug in the first degree.  82 H. 499 (App.), 923 P.2d 916.\n  There was insufficient evidence that defendant took a substantial step toward the distribution of at least one-eighth ounce of methamphetamine in defendant's possession where there was no evidence that defendant had engaged in negotiations, offered, or agreed to distribute any of the methamphetamine found in defendant's possession.  107 H. 144 (App.), 111 P.3d 39.\n  Mentioned:  74 H. 161, 840 P.2d 358."
}