{
    "name": "Schedule of fees",
    "number": "218",
    "text": "(a)  Except where otherwise provided by the supreme court of the State of Hawaii that shall be empowered to amend or add to the schedule from time to time, or fees for services by the bureau of conveyances set by rules adopted by the department of land and natural resources, pursuant to chapter 91, the fees payable under this chapter are as follows:\n\n\n\n\t(1)\tFor every application filed pursuant to this chapter, including indexing and recording the application, and transmitting to registrar, when filed with assistant registrar, $3.\n\t(2)\tFor every plan filed, $1.\n\t(3)\tFor examining title, $10 and two-tenths of one per cent of the assessed value of the land and improvements on the basis of the last assessment for taxation, or the value of the land as determined under section 501-211 when the land was not separately assessed.\n\t(4)\tFor verifying and checking map on the ground, for lots of one acre or less, $25; an addition of $1 an acre or fraction thereof for all area over one acre and up to one hundred acres; an addition of 50 cents an acre or fraction thereof for all area over one hundred acres and up to one thousand acres; an addition of 25 cents an acre or fraction thereof for all area over one thousand acres.\n\t(5)\tFor checking survey and map as to form and mathematical correctness, but not on the ground, $3 an hour.\n\t(6)\tFor approving subdivision of registered land, and for checking the form and mathematical correctness, but not on the ground, $3 an hour.\n\t(7)\tFor all services by a sheriff or other police officer under this chapter, the same fees as are now provided by law for each service.\n\t(8)\tFor each instrument affecting a title not reported in applicant's filed abstract of title, $2.\n\t(9)\tFor filing an amended application, $1.\n\t(10)\tFor each notice by publication, 25 cents.\n\t(11)\tFor entering any general default, $1.\n\t(12)\tFor filing any answer, $1, to be paid by the party filing the answer.\n\t(13)\tFor every subpoena, $1.\n\t(14)\tFor swearing each witness, 10 cents.\n\t(15)\tFor entering any discontinuance, $1.\n\t(16)\tFor filing notice of appeal, $30.\n\t(17)\tFor entry of order dismissing application, or decree of registration, and sending memorandum to assistant registrar, $1.\n\t(18)\tFor copy of decree of registration, $1.\n\t(19)\tFor filing any petition after original registration, $1; an addition of 25 cents for each exhibit attached.\n\t(20)\tFor filing any order after original registration, $5.\n\t(21)\tIn all cases not expressly provided for by law, the fees of all public officers for any official duty or service under this chapter shall be at a rate established by the court.\n\t(22)\tFor any application made by or in the name of the State, or any political subdivision of the State, any proceedings upon the application or any dealing with registered land by the State, or any political subdivision of the State, as owner, no fees shall be charged.\n\n\n\n\t(b)  For recordation of the document of which the United States, State of Hawaii, or any county of the State of Hawaii, is the grantee, no fees shall be charged. [L 1903, c 56, §110; am L 1907, c 43, §5; am L 1915, c 61, §1; am L 1921, c 156, §§1, 2; RL 1925, §3300; am L 1927, c 258, §11; am L 1929, c 75, §1; am L 1933, c 21, §1; RL 1935, §5105; RL 1945, §12705; am L 1945, c 241, §2 and c 255, §3; am L 1949, c 394, §2; RL 1955, §342-105; am L 1957, c 316, §24; HRS ; am L 1972, c 91, §1(rr), (ss); am L 1980, c 154, §1; am L 1985, c 147, §2; am L 1986, c 246, §25; am L 1988, c 346, §24; am L 1989, c 51, §3 and c 211, §10; am L 1990, c 281, §11; am L 1992, c 197, §5; am L 1993, c 141, §2]"
}