{
    "name": "Application, form, and contents",
    "number": "23",
    "text": "The application shall be in writing, signed, and sworn to by the applicant or by some person duly authorized in the applicant's behalf.  If there is more than one applicant, the application shall be signed and sworn to by, or in behalf of, each.  It shall contain a description of the land, with a statement of the estate or interest of the applicant in the land.  It shall state whether the applicant is married, and if married, the name in full of the wife or husband, the time and place of marriage, and the name and office of the officer performing the marriage ceremony; and if unmarried, whether he or she has been married, and if so, when and how the marriage relation terminated; and if by divorce, when, where, and by what court the divorce was granted.  It shall also state the name in full and the address of the applicant and also the names and addresses of the adjoining owners and occupants, if known; and if not known, it shall state what search has been made to find them.  If the applicant has been known by more than one name, the applicant shall state all the applicant's names in full.  It may be in form as follows:\nState of Hawaii.\nTo the Honorable Judge of the Land Court:\n\tI (or we), the undersigned, hereby apply to have the land herein described brought under the operation and provisions of chapter 501 of the Hawaii Revised Statutes and to have my (or our) title therein registered and confirmed as an absolute (qualified or possessory) title.  And I (or we) declare:\n\n\n\n\t(1)\tThat I am (or we are) the owner (or owners) in fee simple of a certain parcel of land, with the buildings (if any, and if not, strike out the clause), situate in (here insert accurate description).\n\t(2)\tThat the land at the last assessment for taxation was assessed at....dollars; and the buildings (if any) at....dollars.\n\t(3)\tThat I (or we) do not know of any mortgage or incumbrance affecting the land, or that any other person has any estate or interest therein, legal or equitable, in possession, remainder, reversion, or expectancy.  (If any, add \"other than as follows,\" and set forth each clearly.)\n\t(4)\tThat I (or we) obtained title (if by deed, state name of grantor, date, and place of record, and file the deed, or state reason for not filing.  If in any other way, state it).\n\t(5)\tThat the land is....occupied (state name in full, residence and post office address of occupant and the nature of his occupancy.  If unoccupied, insert \"not\").\n\t(6)\tThat the names in full and addresses as far as known to me (or us) of the occupants of all lands adjoining the land are as follows:  (give post office address, street, and number wherever possible.  If names not known, state whether inquiry has been made, and what inquiry.)\n\t(7)\tThat the names and addresses so far as known to me (or us) of the owners of all lands adjoining above land are as follows:  (same directions as above.)\n\t(8)\tThat I am (or we are) married (follow literally the directions given in section 501-23.)\n\t(9)\tThat my (or our) full name (or names), residence and post office address are as follows:\n\n\n\n\tDated this....day of....in the year 19....  (Schedule of documents.)\n\t______________________\n\t(Signature).\nState of Hawaii  }  ss.\n \n..............., 19....\nThen personally appeared the above named................... known to me to be the signer (or signers) of the foregoing application, and made oath before me, that the statements made therein, so far as made of his (or their) own knowledge are true, and so far as made upon information and belief, that he (or they) believes them to be true.\n\t____________________, Notary Public.\n[L 1903, c 56, §21; am L 1913, c 21, §1 and c 126, §2; RL 1925, §3210; RL 1935, §5014; RL 1945, §12614; RL 1955, §342-15; HRS ; gen ch 1985]"
}