{
    "name": "Agency implementation",
    "number": "18",
    "text": "(a)  Each agency shall:\n\n\n\n\t(1)\tIssue instructions and guidelines necessary to effectuate this chapter; and\n\t(2)\tTake steps to assure that all its employees and officers responsible for the collection, maintenance, use, and dissemination of government records are informed of the requirements of this chapter.\n\n\n\n\t(b)  Each agency shall compile a public report describing the records it routinely uses or maintains using forms prescribed by the office of information practices.  The public reports shall be filed with the office of information practices on or before December 31, 1994.  The public reports shall include:\n\n\n\n\t(1)\tThe name and location of each set of records;\n\t(2)\tThe authority under which the records are maintained;\n\t(3)\tThe categories of individuals for whom records are maintained;\n\t(4)\tThe categories of information or data maintained in the records;\n\t(5)\tThe categories of sources of information in the records;\n\t(6)\tThe categories of uses and disclosures made of the records;\n\t(7)\tThe agencies and categories of persons outside of the agency which routinely use the records;\n\t(8)\tThe records routinely used by the agency which are maintained by:\n\n\t\t(A)\tAnother agency; or\n\t\t(B)\tA person other than an agency;\n\n\t(9)\tThe policies and practices of the agency regarding storage, retrievability, access controls, retentions, and disposal of the information maintained in records;\n\t(10)\tThe title, business address, and business telephone number of the agency officer or officers responsible for the records;\n\t(11)\tThe agency procedures whereby an individual may request access to records; and\n\t(12)\tThe number of written requests for access within the preceding year, the number denied, the number of lawsuits initiated against the agency under this part, and the number of suits in which access was granted.\n\n\n\n\t(c)  Each agency shall supplement or amend its public report, or file a new report, on or before July 1 of each subsequent year, to ensure that the information remains accurate and complete.  Each agency shall file the supplemental, amended, or new report with the office of information practices, which shall make the reports available for public inspection. [L 1988, c 262, pt of §1; am L 1989, c 192, §4; am L 1991, c 167, §2; am L 1992, c 118, §2; am L 1993, c 57, §1]"
}