{
    "name": "Judicial enforcement",
    "number": "15",
    "text": "(a)  A person aggrieved by a denial of access to a government record may bring an action against the agency at any time within two years after the agency denial to compel disclosure. \t(b)  In an action to compel disclosure the circuit court shall hear the matter de novo.  Opinions and rulings of the office of information practices shall be admissible.  The circuit court may examine the government record at issue, in camera, to assist in determining whether it, or any part of it, may be withheld.\n\t(c)  The agency has the burden of proof to establish justification for nondisclosure.\n\t(d)  If the complainant prevails in an action brought under this section, the court shall assess against the agency reasonable attorney's fees and all other expenses reasonably incurred in the litigation.\n\t(e)  The circuit court in the judicial circuit in which the request for the record is made, where the requested record is maintained, or where the agency's headquarters are located shall have jurisdiction over an action brought under this section.\n\t(f)  Except as to cases the circuit court considers of greater importance, proceedings before the court, as authorized by this section, and appeals therefrom, take precedence on the docket over all cases and shall be assigned for hearing and trial or for argument at the earliest practicable date and expedited in every way. [L 1988, c 262, pt of §1; am L 1989, c 192, §3]\nCase Notes\n\n  \"Denial of access\" in subsection (a) synonymous with \"withholding of access\"; access is withheld by agency's non-response, claim that request is not specific enough, imposition of unauthorized or excessive fees as condition of access, or claim it does not have records sought.  83 H. 378, 927 P.2d 386.\n  Plaintiff was \"person aggrieved\" and had standing under this section where plaintiff requested access to government records and access to requested records was withheld.  83 H. 378, 927 P.2d 386."
}