{
    "name": "Deceptive trade practice",
    "number": "2",
    "text": "In connection with any door-to-door sale, it constitutes an unfair or deceptive act or practice for the seller to: \n\n\n\n\t(1)\tFail to furnish the buyer with a fully completed receipt or copy of any contract pertaining to such sale at the time of its execution, which is in the same language as that principally used in the oral sales presentation and which shows the date of the transaction and contains the name and address of the seller, and which gives a description of the goods, including make, model, and identification number or marks, if any, and in immediate proximity to the space reserved in the contract for the signature of the buyer or on the front page of the receipt if a contract is not used and in bold face type of a minimum size of ten points, a statement in substantially the following form: \n\t\tYOU, THE BUYER, MAY CANCEL THIS TRANSACTION AT ANY TIME PRIOR TO MIDNIGHT OF THE THIRD BUSINESS DAY AFTER THE DATE OF THIS TRANSACTION.  SEE THE ATTACHED NOTICE OF CANCELLATION FORM FOR AN EXPLANATION OF THIS RIGHT. \n\t(2)\tFail to furnish each buyer, at the time the buyer signs the door-to-door sales contract or otherwise agrees to buy goods or services from the seller, a completed form in duplicate, captioned \"NOTICE OF CANCELLATION,\" which shall be attached to the contract or receipt and easily detachable, and which shall contain in ten-point bold face type the following information and statements in the same language as that used in the contract: \n\n\n\n\nNOTICE OF CANCELLATION\n (Enter date of transaction)\n\t(Date)\nYOU MAY CANCEL THIS TRANSACTION, WITHOUT ANY PENALTY OR OBLIGATION, WITHIN THREE BUSINESS DAYS FROM THE ABOVE DATE. \nIF YOU CANCEL, ANY PROPERTY TRADED IN, ANY PAYMENT MADE BY YOU UNDER THE CONTRACT OR SALE, AND ANY NEGOTIABLE INSTRUMENT EXECUTED BY YOU WILL BE RETURNED WITHIN TEN BUSINESS DAYS FOLLOWING RECEIPT BY THE SELLER OF YOUR CANCELLATION NOTICE, AND ANY SECURITY INTEREST ARISING OUT OF THE TRANSACTION WILL BE CANCELLED. \nIF YOU CANCEL YOU MUST MAKE AVAILABLE TO THE SELLER AT YOUR RESIDENCE, IN SUBSTANTIALLY AS GOOD CONDITION AS WHEN RECEIVED ANY GOODS DELIVERED TO YOU UNDER THIS CONTRACT OR SALE; OR YOU MAY, IF YOU WISH, COMPLY WITH THE INSTRUCTIONS OF THE SELLER REGARDING THE RETURN SHIPMENT OF THE GOODS AT THE SELLER'S EXPENSE AND RISK. \nIF YOU DO MAKE THE GOODS AVAILABLE TO THE SELLER AND THE SELLER DOES NOT PICK THEM UP WITHIN TWENTY DAYS OF THE DATE OF YOUR NOTICE OF CANCELLATION, YOU MAY RETAIN OR DISPOSE OF THE GOODS WITHOUT ANY FURTHER OBLIGATION.  IF YOU FAIL TO MAKE THE GOODS AVAILABLE TO THE SELLER, OR IF YOU AGREE TO RETURN THE GOODS TO THE SELLER AND FAIL TO DO SO, THEN YOU REMAIN LIABLE FOR PERFORMANCE OF ALL OBLIGATIONS UNDER THE CONTRACT. \nTO CANCEL THIS TRANSACTION, MAIL OR DELIVER A SIGNED AND DATED COPY OF THIS CANCELLATION NOTICE OR ANY OTHER WRITTEN NOTICE, OR SEND A TELEGRAM TO          (Name of seller)         , AT         (Address of seller's place of business)         NOT LATER THAN MIDNIGHT OF                     . \n                       (Date)\nI HEREBY CANCEL THIS TRANSACTION.\n \n__________________ \n\t(Date) \n \n\t\t\t\t\t______________________________________\n\t\t\t\t\t\t    (Buyer's signature) \n\n\n\n\n\t(3)\tFail, before furnishing copies of the \"Notice of Cancellation\" to the buyer, to complete both copies by entering the name of the seller, the address of the seller's place of business, the date of the transaction, and the date, not earlier than the third business day following the date of the transaction, by which the buyer may give notice of cancellation. \n\t(4)\tInclude in any door-to-door contract or receipt any confession of judgment or any waiver of any of the rights to which the buyer is entitled under this chapter including specifically the buyer's right to cancel the sale in accordance with the provisions of this chapter. \n\t(5)\tFail to inform each buyer orally, at the time the buyer signs the contract or purchases the goods or services, of the buyer's right to cancel.  \n\t(6)\tMisrepresent in any manner the buyer's right to cancel. \n\t(7)\tFail or refuse to honor any valid notice of cancellation by a buyer and within ten business days after the receipt of such notice, to (A) refund all payments made under the contract or sale; (B) return any goods or property traded in, in substantially as good condition as when received by the seller; (C) cancel and return any negotiable instrument executed by the buyer in connection with the contract or sale and take any action necessary or appropriate to terminate promptly any security interest created in the transaction. \n\t(8)\tNegotiate, transfer, sell, or assign any note or other evidence of indebtedness to a finance company or other third party prior to midnight of the fifth business day following the day the contract was signed or the goods or services were purchased. \n\t(9)\tFail, within ten business days of receipt of the buyer's notice of cancellation, to notify the buyer whether the seller intends to repossess or to abandon any shipped or delivered goods. \n\t(10)\tFail, if the seller's services result in the alteration of the property of the buyer, to restore the property to substantially as good condition as it was prior to the time the services were rendered. [L 1976, c 32, pt of §5; gen ch 1985]"
}