{
    "name": "Notification",
    "number": "6.5",
    "text": "(a)  Not later than forty-five days after June 18, 1993, any person generating or transporting, or owning or operating a facility for treatment, storage, or disposal of, any substance listed as hazardous waste or identified by its characteristics as  hazardous waste under 40 Code of Federal Regulations Part 261, shall file with the department a notification stating the location and general description of the activity and the type and amount of hazardous waste handled or generated by the person.\n\t(b)  Not later than forty-five days after the adoption pursuant to this chapter of any rule that lists or identifies by characteristics any substance as hazardous waste, any person generating or transporting the substance, or owning or operating a facility for treatment, storage, or disposal of the substance, shall file with the department a notification stating the location and general description of the activity and the type and amount of hazardous waste handled or generated by the person.\n\tThis subsection shall not apply to activities or hazardous waste as to which notification has been made in compliance with subsection (a).\n\t(c)  Any person required by this section to provide notification to the department shall also advise the department, by January 31 of each year following initial notification, of the following changes:\n\n\n\n\t(1)\tLocation of business;\n\t(2)\tName of business;\n\t(3)\tMailing address;\n\t(4)\tName of person who owns the facility at which hazardous waste is handled or generated;\n\t(5)\tChange of status from small quantity to large quantity generator; and\n\t(6)\tChange of status from large quantity to small quantity generator.\n\n\n\n\t(d)  This section shall not apply to:\n\n\n\n\t(1)\tGenerators of less than one hundred kilograms of hazardous waste per month; or\n\t(2)\tAny other person exempted from the notification requirements of this section pursuant to rules adopted by the department. [L 1993, c 267, §1]"
}