{
    "name": "Claims against protected person; enforcement",
    "number": "5-428",
    "text": "§560:5-428    (a)  A guardian of the property must pay from the estate all just claims against the estate and against the protected person arising before or after the guardianship upon their presentation and allowance.  A claim may be presented by either of the following methods: \n\n\n\n\t(1)\tThe claimant may deliver or mail to the guardian of the property a written statement of the claim indicating its basis, the name and address of the claimant and the amount claimed; \n\t(2)\tThe claimant may file a written statement of the claim, in the form prescribed by rule, with the clerk of the court and deliver or mail a copy of the statement to the guardian of the property. \n\n\n\n\tA claim is deemed presented on the first to occur of receipt of the written statement of claim by the guardian of the property, or the filing of the claim with the court.  The presentation of a claim tolls any statute of limitation relating to the claim until thirty days after its disallowance. \n\t(b)  A claimant whose claim has not been paid may petition the court for determination of the claimant's claim at any time before it is barred by the applicable statute of limitation, and, upon due proof, procure an order for its allowance and payment from the estate.  If a proceeding is pending against a protected person at the time of appointment of a guardian of the property or is initiated against the protected person thereafter, the moving party must give notice of the proceeding to the guardian of the property if the outcome is to constitute a claim against the estate. \n\t(c)  If it appears that the estate in guardianship is likely to be exhausted before all existing claims are paid, preference is to be given to prior claims for the care, maintenance and education of the protected person or the person's dependents and existing claims for expenses of administration. [L 1976, c 200, pt of §1; gen ch 1985]"
}