{
    "name": "Court appointment of guardian of the person of minor; procedure",
    "number": "5-207",
    "text": "§560:5-207    (a)  Notice of the time and place of hearing of a petition for the appointment of a guardian of the person of a minor shall be given by the petitioner to the minor, if the minor is fourteen or more years of age, by personal service.  In addition, notice of the time and place of hearing of a petition for the appointment of a guardian of the person of a minor is to be given by the petitioner in the manner prescribed by section 560:1-401 to:\n\n\n\n\t(1)\tThe person who has had the principal care and custody of the minor during the sixty days preceding the filing of the petition;\n\t(2)\tAny living legal parent except persons whose parental rights have been terminated pursuant to chapter 571 or 587;\n\t(3)\tAny living legal grandparent of the minor.  For good cause, the court may waive notice to a grandparent upon showing that all reasonable efforts have been made to ascertain the identity and address of the person or to effect notice, that the efforts were unsuccessful, and that further efforts should not be required because the legal grandparent has not demonstrated a reasonable degree of interest or concern in the minor; and\n\t(4)\tAny guardian of the minor's property.\n\n\n\n\t(b)  Upon hearing, if the family court finds that a qualified person seeks appointment, venue is proper, the required notices have been given, the requirements of section 560:5-204 have been met, and the welfare and best interests of the minor will be served by the requested appointment, it shall make the appointment.  In other cases the family court may dismiss the proceedings, or make any other disposition of the matter that will best serve the interests of the minor. \n\t(c)  If necessary, the family court may appoint a temporary guardian of the person, with the status of an ordinary guardian of the person of a minor, but the authority of such temporary guardian shall not last longer than ninety days. \n\t(d)  If, at any time in the proceeding, the family court determines that the interests of the minor are or may be inadequately represented, it shall appoint a guardian ad litem to represent the minor, giving consideration to the preference of the minor if the minor is fourteen or more years of age. [L 1976, c 200, pt of §1; am L 1977, c 144, §42; am L 1978, c 112, §1; gen ch 1985; am L 1986, c 200, §1; am L 1998, c 61, §1]"
}