{
    "name": "Terms and requirements of bonds",
    "number": "5-412",
    "text": "§560:5-412    (a)  The following requirements and provisions apply to any bond required under section 560:5-411:\n\n\n\n\t(1)\tUnless otherwise provided by the terms of the approved bond, sureties are jointly and severally liable with the guardian of the property and with each other;\n\t(2)\tNo bond hereunder shall be conditioned so as to relieve the surety from liability either on account of any breach by the guardian of the property of the guardian's duties to the court, the registrar, the estate or interested persons, or on account of a failure by the guardian of the property to perform the acts or duties required of the guardian by this chapter, and any provision of a bond which seeks to so limit the surety's liability shall be void and of no effect;\n\t(3)\tBy executing an approved bond of a guardian of the property, the surety consents to the jurisdiction of the court which issued letters to the primary obligor in any proceeding pertaining to the fiduciary duties of the guardian of the property and naming the surety as a party defendant.  Notice of any proceeding shall be delivered to the surety or mailed to the surety by registered or certified mail at the surety's address as listed with the court where the bond is filed and to the surety's address as then known to the petitioner;\n\t(4)\tOn petition of a successor guardian of the property or any interested person, a proceeding may be initiated against a surety for breach of the obligation of the bond of the guardian of the property;\n\t(5)\tThe bond of the guardian of the property is not void after the first recovery but may be proceeded against from time to time until the whole penalty is exhausted.\n\n\n\n\t(b)  No proceeding may be commenced against the surety on any matter as to which an action or proceeding against the primary obligor is barred by adjudication or limitation. [L 1976, c 200, pt of §1; gen ch 1985]"
}