{
    "name": "General powers and duties of guardian of the person",
    "number": "5-312",
    "text": "(a)  A guardian of the person of an incapacitated person has the same powers, rights and duties respecting the guardian's ward that a parent has respecting the parent's unemancipated minor child except that a guardian is not liable to third persons for acts of the ward solely by reason of the parental relationship.  In particular, and without qualifying the foregoing, a guardian of the person has the following powers and duties, except as modified by order of the family court:\n\n\n\n\t(1)\tTo the extent that it is consistent with the terms of any order by a court of competent jurisdiction relating to detention or commitment of the ward, the guardian is entitled to custody of the person of the guardian's ward and may establish the ward's place of abode within or without this State.\n\t(2)\tIf entitled to custody of the guardian's ward the guardian shall make provision for the care, comfort and maintenance of the guardian's ward and, whenever appropriate, arrange for the ward's training and education.  Without regard to custodial rights of the ward's person, the guardian shall take reasonable care of the guardian's ward's clothing, furniture, vehicles and other personal effects and commence protective proceedings if other property of the guardian's ward is in need of protection.\n\t(3)\tThe guardian may give any consents or approvals that may be necessary to enable the ward to receive medical or other professional care, counsel, treatment or service.\n\t(4)\tIf no guardian of the property of the ward has been appointed, the guardian may:\n\n\t\t(i)\tInstitute proceedings to compel any person under a duty to support the ward or to pay sums for the welfare of the ward to perform the person's duty;\n\t\t(ii)\tReceive money and tangible property deliverable to the ward and apply the money and property for support, care and education of the ward; but, the guardian may not use funds from the guardian's ward's estate for room and board which the guardian, the guardian's spouse or reciprocal beneficiary, parent, or child have furnished the ward unless a charge for the service is approved by order of the family court made upon notice to at least one of the next of kin of the ward, if notice is possible.  The guardian must exercise care to conserve any excess for the ward's needs.\n\n\t(5)\tThe guardian shall report the condition of the guardian's ward and of the estate which has been subject to the guardian's possession or control, as required by the family court or family court rule.\n\t(6)\tIf a guardian of the property has been appointed, all of the ward's estate received by the guardian of the person in excess of those funds expended to meet current expenses for support, care, and education of the ward must be paid to the guardian of the property for management as provided in this chapter, and the guardian of the person must account to the guardian of the property for funds expended.\n\n\n\n\t(b)  Any guardian of the person of one for whom a guardian of the property also has been appointed shall control the custody and care of the ward, and is entitled to receive reasonable sums for the guardian of the person's services and for room and board furnished to the ward as agreed upon between the guardian of the person and the guardian of the property, provided the amounts agreed upon are reasonable under the circumstances.  The guardian of the person may request the guardian of the property to expend the ward's estate by payment to third persons or institutions for the ward's care and maintenance. [L 1976, c 200, pt of §1; gen ch 1985; am L 1997, c 383, §19]"
}