{
    "name": "Powers and duties of guardian of the person of minor",
    "number": "5-209",
    "text": "A guardian of the person of a minor has the powers and responsibilities of a parent who has not been deprived of custody of the parent's minor and unemancipated child, except that a guardian of the person is not legally obligated to provide from the guardian's own funds for the ward and is not liable to third persons by reason of the parental relationship for acts of the ward.  In particular, and without qualifying the foregoing, a guardian of the person has the following powers and duties: \n\n\n\n\t(1)\tThe guardian must take reasonable care of the guardian's ward's personal effects and commence protective proceedings if necessary to protect other property of the ward. \n\t(2)\tThe guardian may receive money payable for the support of the ward to the ward's parent, guardian or custodian under the terms of any statutory benefit or insurance system, or any private contract, devise, trust, guardianship or custodianship.  The guardian also may receive money or property of the ward paid or delivered by virtue of section 560:5-103.  Any sums so received shall be applied to the ward's current needs for support, care and education.  The guardian must exercise due care to conserve any excess for the ward's future needs unless a guardian of the property has been appointed for the ward, in which case excess shall be paid over at least annually to the guardian of the property.  Sums so received by the guardian of the person are not to be used for compensation for the guardian's services except as approved by order of court or as determined by a duly appointed guardian of the property other than the guardian of the person.  A guardian of the person may institute proceedings to compel the performance by any person of a duty to support the ward or to pay sums for the welfare of the ward. \n\t(3)\tThe guardian of the person is empowered to facilitate the ward's education, social, or other activities and to authorize medical or other professional care, treatment, or advice.  A guardian of the person is not liable by reason of this consent for injury to the ward resulting from the negligence or acts of third persons unless it would have been illegal for a parent to have consented.  A guardian of the person may consent to the marriage or adoption of the guardian's ward. \n\t(4)\tA guardian of the person must report the condition of the guardian's ward and of the ward's estate which has been subject to the guardian's possession or control, as ordered by the family court on petition of any person interested in the minor's welfare or as required by court rule. [L 1976, c 200, pt of §1; gen ch 1985]"
}