{
    "name": "Hawaii tobacco settlement special fund",
    "number": "2",
    "text": "(a)  There is established in the state treasury the Hawaii tobacco settlement special fund into which shall be deposited:\n\n\n\n\t(1)\tAll tobacco settlement moneys; and\n\t(2)\tAll interest and earnings accruing from the investment of moneys in the fund;\n\n\n\nprovided that of all tobacco settlement moneys received by the State each fiscal year, the sum representing the first $350,000 of those moneys shall first be deposited in the state treasury in each fiscal year to the credit of the tobacco enforcement special fund.  The Hawaii tobacco settlement special fund shall be administered by the department.\n\t(b)  The fund shall be used for the purpose of receiving, allocating, and appropriating the tobacco settlement moneys as follows:\n\n\n\n\t(1)\tTwenty-four and one-half per cent shall be appropriated into the emergency and budget reserve fund under section 328L-3; \n\t(2)\tThirty-five per cent shall be appropriated to the department for purposes of section 328L-4;\n\t(3)\tTwelve and one-half per cent shall be appropriated into the Hawaii tobacco prevention and control trust fund under section 328L-5; and\n\t(4)\tTwenty-eight per cent shall be appropriated into the university revenue-undertakings fund created in section 306-10, to be applied solely to the payment of the principal of and interest on, and to generate required coverage, if any, for, revenue bonds issued by the board of regents of the University of Hawaii to finance the cost of construction of a university health and wellness center, including a new medical school facility, to be situated on the island of Oahu, for the succeeding fiscal year; provided that any moneys in excess of the amount required to pay principal of and interest on, and to generate required coverage, if any, for such revenue bonds in any fiscal year, shall be transferred as follows:\n\n\t\t(A)\tTo the emergency and budget reserve fund under section 328L-3, eighty per cent of the excess; and\n\t\t(B)\tTo the Hawaii tobacco prevention and control trust fund under section 328L-5, twenty per cent of the excess;\n\n\t\tin the succeeding fiscal year. [L 1999, c 304, pt of §2; am L 2001, c 270, §11; am L Sp 2001 3d, c 14, §2; am L 2003, c 177, §6 and c 178, §57]\n\n\n\n\nCase Notes\n  Where plaintiffs, Hawai\u0091i medicaid recipients who suffered from tobacco-related illnesses, alleged that state officials violated and continued to violate federal disbursement rules for medicaid recovery:  plaintiffs had standing; plaintiffs' claims were ripe for adjudication; suit not barred by sovereign immunity under the Eleventh Amendment; plain language of amendment to federal medicaid statute barred plaintiffs' claims to any portion of master settlement agreement funds.  311 F.3d 929."
}