{
    "name": "Early learning council",
    "number": "3",
    "text": "(a)  There is established an early learning council which shall be attached to the department of education for administrative purposes only, notwithstanding any other law to the contrary.  To the extent permissible by law, the council shall develop and administer the early learning system established in section 302L-2 to benefit all children throughout the State, from birth until the time they enter kindergarten.  In developing the early learning system, the council shall, among other things:\n     (1)  Establish policies and procedures governing its operations;\n     (2)  Develop a plan, with goals and objectives, for the early learning system, including the development, execution, and monitoring of a phased implementation plan;\n     (3)  Coordinate, improve, and expand upon existing early learning programs and services for children from birth until the time they enter kindergarten;\n     (4)  Establish policies and procedures to include existing early learning programs and services;\n     (5)  Establish additional early learning programs and services;\n     (6)  Establish policies and procedures governing the inclusion of children with special needs;\n     (7)  Develop incentives to enhance the quality of programs and services within the early learning system;\n     (8)  Coordinate efforts to develop a highly-qualified, stable, and diverse workforce, including:\n         (A)  Ensuring that more early childhood educators and administrators, existing or potential, have opportunities to receive early childhood education degrees, including offering higher education scholarships;\n         (B)  Increasing the availability of early childhood education coursework, including distance learning courses and community-based early childhood education training;\n         (C)  Providing access to continuing professional development for all educators and administrators;\n         (D)  Establishing a system for awarding appropriate credentials to educators and administrators, as incentives to improve the quality of programs and services, relevant to the various early learning approaches, service deliveries, and settings, such as for experience or coursework or degrees completed;\n         (E)  Providing consultation on the social-emotional development of children; and\n         (F)  Providing substitute teacher allowances;\n     (9)  Develop and implement methods of maximizing the involvement of families, caregivers, and teachers in the early learning system;\n    (10)  Develop an effective, comprehensive, and integrated system to provide training and technical support to programs and services within the early learning system;\n    (11)  Develop standards of accountability to ensure that high-quality early learning experiences are provided by programs and services of the early learning system;\n    (12)  Collect, interpret, and release data relating to early learning in the State;\n    (13)  Recommend the appropriate proportion of state funds that should be distributed to programs and services across the early learning system, to ensure the most effective and efficient allocation of fiscal resources within the early learning system;\n    (14)  Develop a plan to ensure that the needs of junior kindergarteners are addressed, including:\n         (A)  Recommending an appropriate and effective curriculum;\n         (B)  Establishing criteria for junior kindergarten teachers and aides;\n         (C)  Incorporating Hawaii's preschool content standards for junior kindergarteners; and\n         (D)  Recommending an effective transition from the early learning system to kindergarten;\n    (15)  Promote awareness of early learning opportunities to families and the general public; and\n    (16)  Consult with community groups, including statewide organizations that are involved in early learning professional development, policy and advocacy, and early childhood programs, to broaden the council's knowledge of early learning.\n     (b)  The council shall consist of the following voting members:\n     (1)  The superintendent of education or the superintendent's designee;\n     (2)  The director of human services or the director's designee;\n     (3)  The director of health or the director's designee;\n     (4)  The president of the University of Hawaii or the president's designee;\n     (5)  A representative of center-based program providers or the representative's designee;\n     (6)  A representative of family child care program providers or the representative's designee;\n     (7)  A representative of family-child interaction learning program providers or the representative's designee;\n     (8)  A representative of philanthropic organizations that support early learning or the representative's designee;\n     (9)  A representative from a Head Start provider agency or the representative's designee; and\n    (10)  Two representatives of the Hawaii Council of Mayors or each representative's respective designee.\n     The council shall invite the director of the Hawaii head start state collaboration office, the chief executive officer of the Kamehameha Schools, and the executive director of the Hawaii Association of Independent Schools, or their designees, to serve as voting members of the council.\n     Except for the superintendent of education, directors of state departments, president of the University of Hawaii, director of the Hawaii head start state collaboration office, chief executive officer of the Kamehameha Schools, and executive director of the Hawaii Association of Independent Schools, or their designees, and the two representatives of the Hawaii Council of Mayors, or their respective designees, the members shall be nominated and, by and with the advice and consent of the senate, appointed by the governor.\n     (c)  Except for the superintendent of education, directors of state departments, president of the University of Hawaii, director of the Hawaii head start state collaboration office, chief executive officer of the Kamehameha Schools, and executive director of the Hawaii Association of Independent Schools, or their designees, members of the council shall serve staggered terms as follows:\n     (1)  The representative of center-based program providers shall serve a two-year term;\n     (2)  The representative of family child care program providers shall serve a three-year term;\n     (3)  The representative of family-child interaction learning program providers shall serve a three-year term;\n     (4)  The representative of philanthropic organizations that support early learning shall serve a two-year term; and\n     (5)  Of the two representatives of the Hawaii Council of Mayors, one shall serve a two-year term, and the other shall serve a three-year term as determined by the Hawaii Council of Mayors.\n     (d)  The council shall select a chairperson by a majority vote of its members; provided that the chairperson shall be a representative from the private sector.  A majority of the members serving on the council shall constitute a quorum to do business.  The concurrence of the majority of the members serving on the council shall be necessary to make any action of the council valid.\n     (e)  The council may form workgroups and subcommittees, including with individuals who are not council members, to:\n     (1)  Obtain resource information from early learning professionals and other individuals as deemed necessary by the council;\n     (2)  Make recommendations to the council; and\n     (3)  Perform other functions as deemed necessary by the council to fulfill its duties and responsibilities.\nTwo or more council members, but less than a quorum, may discuss matters relating to official council business in the course of their participation in a workgroup or subcommittee, and such discussion shall be a permitted interaction as provided for in section 92-2.5.\n     (f)  Members of the council shall serve without compensation but shall be reimbursed for expenses, including travel expenses, necessary for the performance of their duties.\n     (g)  The council shall appoint, without regard to chapters 76 and 89, an executive director who shall serve at the pleasure of the council and whose duties shall be set by the council.  The salary of the executive director shall be set by the council; provided that the salary shall not exceed the salary of the deputy director of the department of human services.  The executive director may also appoint other personnel, without regard to chapters 76 and 89, to work directly for the executive director.\n     (h)  The council may require reports as necessary in the form specified by the council, from state agencies, and program and service providers of the early learning system.  All publicly-run programs and services that participate in the early learning system shall establish a system to account for expenditures of non-federal funds that would qualify for matching federal child care and development funds, or other federal funds, and provide this data to the council to maximize the availability of federal funds.  Privately-run programs and services that participate in the early learning system shall be encouraged to make the same data available.\n     (i)  The council shall submit to the legislature no later than twenty days prior to the convening of each regular session, a report regarding:\n     (1)  Its progress; and\n     (2)  The status of the early learning system in the State. [L Sp 2008, c 14, pt of §2; am L 2009, c 194, §3]"
}