{
    "name": "Definitions",
    "number": "1",
    "text": "In this chapter unless the context or subject matter otherwise requires:\n     \"Institutional investor\" means and includes (a) banks, savings and loan institutions, trust companies, insurance companies, investment companies as defined in the Investment Company Act of 1940, pension or profit sharing trusts, any of the class of persons permitted to qualify as foreign lenders under section 207-11, or other financial institutions or institutional buyers, whether acting for themselves or as fiduciaries; (b) the United States or any foreign government, any state or territory thereof, or any agency or corporate or other instrumentality of the United States, a foreign government, or of any state, territory or political subdivision thereof.\n     \"License\" means a license issued under this chapter.\n     \"Licensee\" means a person, whether mortgage broker or mortgage solicitor, licensed under this chapter.\n     \"Mortgage broker\" means a person not exempt under section 454-2 who for compensation or gain, or in the expectation of compensation or gain, either directly or indirectly makes, negotiates, acquires, or offers to make, negotiate, or acquire a mortgage loan on behalf of a borrower seeking a mortgage loan.\n     \"Mortgage commissioner\" or \"commissioner\" means the director of commerce and consumer affairs.\n     \"Mortgage loan\" means a loan secured by a mortgage on real property.\n     \"Mortgage solicitor\" means an individual not licensed as a mortgage broker who performs any of the functions set forth in the definition of mortgage broker and who is employed by a mortgage broker or whose business transactions are under the direction, control, or management of a mortgage broker.\n     \"Person\" means an individual, partnership, corporation, association, or other organization. [L 1967, c 228, §2; HRS ; am L 1973, c 89, §1; am L 1983, c 39, §1; am L 1989, c 218, §3]\n \nCase Notes\n \n  Section 454-8 must be interpreted to invalidate only those contracts into which unlicensed mortgage brokers enter in their capacity as mortgage brokers within the meaning of this section.  96 H. 289, 30 P.3d 895.\n  The broad language of §454-8, which expressly invalidates \"any contract entered into by any person with any unlicensed mortgage broker\", read in conjunction with the definition of \"mortgage broker\" as set forth in this section, compels the conclusion that a note and mortgage designating the broker as the creditor as a result of the broker's brokering activities falls within the proscription of this chapter.  96 H. 289, 30 P.3d 895.\n  The phrase \"on behalf of a borrower\" in the definition of \"mortgage broker\", means \"in the interest of a borrower\" or \"for the benefit of a borrower\".  96 H. 289, 30 P.3d 895.\n  Where a partnership was a mortgage broker within the meaning of this section, and the partnership-broker was unlicensed, the promissory note and mortgage procured by the partnership-broker were void and unenforceable pursuant to §454-8, and a subsequent assignee also could not enforce the contracts.  96 H. 289, 30 P.3d 895."
}