{
    "name": "Duties of director",
    "number": "23",
    "text": "The director of transportation shall:\n\n\n\n\t(1)\tSelect, designate, or lay out, in compliance with the requirements of the Federal Highway Act, a system or systems of highways in the State, upon which federal-aid funds may or are to be expended, together with state or county funds, or both.\n\t(2)\tAlter, modify, or revise the system or systems or any portion or portions thereof, to such extent as may be required by the administrator under the Federal Highway Act, provided the alteration, modification, or revision is not forbidden by the laws of the State.\n\t(3)\tPrepare, or cause to be prepared, and submit for approval to the administrator, conformably to the Federal Highway Act, project statements setting forth proposed construction or reconstruction of any highway or portion thereof upon which federal-aid funds are proposed or desired to be expended in connection with local funds; and upon approval of any of such project statements, conformably to the Federal Highway Act, prepare or cause to be prepared, and submit for approval to the administrator, such surveys, plans, specifications, and estimates for the project embraced by such statement, or any portion thereof, as the administrator may require.\n\t(4)\tSubject to the approval of the administrator, and conformably to the Federal Highway Act, on behalf of the State, undertake, and enter into contracts for, the construction of the federal-aid projects, and the expenditure of federal-aid funds, together with local funds, upon the projects, and supervise the construction of the projects.\n\t(5)\tUndertake and perform any and all acts which shall be necessary or proper for the purpose of complying with the Federal Highway Act and securing the benefits of federal-aid for highways which the State is eligible to receive under the Federal Highway Act.\n\n\n\n\tThe director may designate in writing a qualified subordinate who may sign vouchers, make routine reports, and perform such other routine duties as the director may deem necessary to delegate.  All acts of the subordinate shall be performed under the direction of the director, who shall be responsible therefor. [L 1929, c 53, pt of §1; RL 1935, §1712; RL 1945, §4963; am L 1947, c 180, §2; RL 1955, §111-3; am L Sp 1959 2d, c 1, §26; HRS ]"
}