{
    "name": "Termination of escrow depository operations Cross References",
    "number": "24",
    "text": "Termination of escrow depository operations.  (a)  A solvent escrow depository whose capital is not impaired and that has not received a notice of charges and proposed suspension or revocation order pursuant to section 449-17 may cease its business and surrender its license in the following manner:\n\n\n\n\t(1)\tThe board of directors shall adopt a resolution approving a plan to cease activity for which a license to operate as an escrow depository is required.  If applicable, the plan shall include provisions for the sale, exchange, or disposition of all outstanding escrow accounts or other business for which an escrow depository license is required by this chapter;\n\t(2)\tThe escrow depository shall:\n\n\t\t(A)\tNotify in writing all buyers and sellers whose accounts still contain outstanding balances of the termination of the escrow depository's operations and the specific arrangements to handle the particular transaction; and\n\t\t(B)\tSubmit to the commissioner, in writing, the name, address, and telephone number of a contact person who shall be responsible for answering questions and providing documents on closed accounts.  This individual or the successor thereof shall continue to perform this task, and shall notify the commissioner of any changes in the information concerning the contact person, until the applicable statutes of limitations have lapsed;\n\n\t(3)\tThe escrow depository shall file an application with the commissioner in the prescribed form for approval to cease activity for which a license to operate as an escrow depository is required.  The application shall be accompanied by:\n\n\t\t(A)\tA copy of the plan to cease activity for which a license to operate as an escrow depository is required, certified by two executive officers of the escrow depository as having been duly adopted by the board;\n\t\t(B)\tAny application that may be required pursuant to section 449-8.6, if applicable;\n\t\t(C)\tA copy of the notice sent by the escrow depository to all buyers and sellers whose accounts still contain outstanding balances; and\n\t\t(D)\tAny other information that the commissioner may require;\n\n\t(4)\tThe commissioner may require that an audit report, prepared by a certified public accountant at the expense of the escrow depository, be submitted showing the final accounting of the company's operations, should circumstances so warrant;\n\t(5)\tThe commissioner shall approve the application to cease activity for which a license to operate as an escrow depository is required if:\n\n\t\t(A)\tThe commissioner is satisfied with the plan;\n\t\t(B)\tThe conditions for approval contained in section 449-8.6 have been met, if applicable; and \n\t\t(C)\tNo other reason exists to deny the application; provided that the commissioner may impose any restrictions and conditions that the commissioner deems appropriate; and\n\n\t(6)\tUpon receipt of the commissioner's approval, an escrow depository that has filed:\n\n\t\t(A)\tA plan attesting that the company does not retain any outstanding escrow accounts or other business for which an escrow depository license is required by this chapter, shall forthwith surrender to the commissioner all of its escrow depository licenses; or\n\t\t(B)\tA plan that includes provisions for the sale, exchange, or disposition of outstanding escrow accounts or other business, upon receipt of the commissioner's approval, shall proceed with its plan to cease activity for which a license to operate as an escrow depository is required.  Upon completion of its plan, the escrow depository shall file a written notification with the commissioner, signed by its president and secretary, certifying that there are no outstanding escrow liabilities.  Filing of the written notification shall be accompanied by the surrender of all escrow depository licenses.\n\n\n\n\n\n\t(b)  Nothing in this section shall preclude the commissioner at any time from seeking any relief or sanction from the courts that may otherwise be permitted by law. [L 2001, c 184, pt of §1; am L 2002, c 21, §1]"
}