{
    "name": "Removal of officers or directors",
    "number": "23",
    "text": "(a)  The commissioner may order the removal of any officer or director from office or employment with an escrow depository and prohibit the person's affiliation or participation in the affairs of the escrow depository if the commissioner determines that any of the following circumstances exist:\n\n\n\n\t(1)\tThe person has violated a state law regulating escrow depositories, violated a cease and desist order, engaged or participated in an unsafe or unsound practice in connection with the escrow depository, or breached a fiduciary duty;\n\t(2)\tAs a result of a statutory violation or breach the escrow depository has suffered or will probably suffer financial loss or other damage, the interests of the escrow depository's clients have been or may be prejudiced, or the person has received financial gain as a result of such violation or breach; or\n\t(3)\tThe violation or breach involves the person's personal dishonesty, or demonstrates the person's wilful or continuing disregard for the safety or soundness of the escrow depository.\n\n\n\n\t(b)  The commissioner shall serve the officer or director and the board of directors of the escrow depository with written notice containing the alleged violations or breaches, a summary of the facts upon which the allegations are based, and a statement of the commissioner's intention to remove the person from office or prohibit the person's affiliation with the escrow depository, or both.  If the commissioner deems it necessary for the protection of the escrow depository or its clients, the notice may also suspend the officer or director from office or prohibit the party from further participation in any manner in the conduct of the affairs of the escrow depository, or both.\n\t(c)  Upon request of the person made within ten days after service of notice, the commissioner shall hold a hearing at which any pertinent evidence may be presented and after which the commissioner shall issue findings and a determination.  If no hearing is timely requested, the commissioner may proceed to issue orders of removal or prohibition, or both, on the basis of the facts set forth in the written notice.\n\t(d)  No officer or director whose removal or prohibition has been ordered pursuant to this section shall thereafter participate in any manner in the conduct of the affairs of the affiliated escrow depository as long as the order remains in effect.  Any violation of the order shall constitute a violation of law, and shall be sufficient for the issuance of a cease and desist order to the escrow depository. [L 1992, c 205, pt of §1]"
}