{
    "name": "Accounting for moneys, property, etc.",
    "number": "16",
    "text": "(a)  Every licensee under this chapter shall have the responsibility of a trustee for all moneys, other consideration, or instruments received by it.  No licensee shall mingle any such moneys or other property with its own moneys or other property, or with moneys or other property held by it in any other capacity.  All moneys held by a licensee in escrow as herein defined shall be deposited in financial institutions, payable on demand.  Under this chapter, deposits in financial institutions are limited to sweep accounts as described in this section, checking accounts, money market deposit accounts, and savings accounts with no specified maturity date.  Deposits at financial institutions may be held in sweep accounts, provided that:\n\n\n\n\t(1)\tThe licensee using the sweep account shall have a net worth of not less than $1,000,000;\n\t(2)\tThe sweep account is a deposit account administered by a financial institution in which the moneys over a minimum balance are periodically transferred into a money market mutual fund account invested only in obligations of:\n\n\t\t(A)\tThe United States government;\n\t\t(B)\tAgencies backed by the full faith and credit of the United States government; or\n\t\t(C)\tAgencies originally established or chartered by the United States government to serve public purposes; and\n\n\t\tperiodically recredited to the sweep account; and\n\t(3)\tThe licensee is liable for all moneys transferred to the money market mutual fund account under the sweep account, including any loss of value.\n\n\n\n\t(b)  No licensee shall disburse funds from an escrow account until cash and or items sufficient to fund any disbursements from the account have been received and deposited to the account, and with respect to such items the licensee complies with the provisions of either paragraphs (1) or (2) hereof.\n\n\n\n\t(1)\tWhere an item has been received and submitted for collection, no licensee shall disburse funds from an escrow account with respect to the item until final settlement of the item has been received by the financial institution to which the item has been submitted for collection.\n\t(2)\tNo licensee shall disburse funds from the escrow account with respect to an item drawn on a financial institution until the licensee confirms that sufficient collected funds are on deposit in the drawer's account.\n\n\n\n\t(c)  A licensee may deliver any money, consideration, or instrument affecting the title to real property prior to funds becoming available for disbursement under subsection (b) if it has received the written consent of the parties to the transaction. [L 1967, c 144, pt of §1; HRS ; am L 1985, c 269, §50; am L 1986, c 331, §3; am L 2001, c 184, §5]\nCase Notes\n  Fiduciary duty of escrow depository owed only to escrow parties.  4 H. App. 41, 659 P.2d 759."
}