{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter:\n\t\"Acquisition of control\" means acquisition by a person or persons acting in concert of the power to vote fifty-one per cent or more of any voting securities of a licensee.\n\t\"Commissioner\" means the commissioner of financial institutions of this State.\n\t\"Division\" means the division of financial institutions of the department of commerce and consumer affairs.\n\t\"Escrow\" means any transaction affecting the title to real property, including leaseholds, proprietary leaseholds, and condominiums, in which a person not a party to the transaction and neither having nor acquiring any interest in the title receives from one party to the transaction, holds until the happening of an event or performance of a condition and then delivers to another party to the transaction, any money or other consideration or any instrument affecting the title to that real property, all in accordance with the terms of the agreement between the parties to the transaction.\n\t\"Escrow account\" means any escrow depository account with a financial institution to which cash or items are deposited with respect to any escrow.\n\t\"Escrow depository\" means the corporation which, in an escrow, and for compensation, receives, holds, and delivers the money, other consideration, or instrument affecting title to real property.\n\t\"Financial institution\" means any bank, savings and loan association, financial services loan company, or credit union doing business in the State whose accounts are insured by the Federal Deposit Insurance Corporation, the National Credit Union Share Insurance Fund or other similar or successor program of federal insurance.\n\t\"Item\" means any check (including a cashier's or certified check), negotiable order of withdrawal, draft, traveler's check, or money order.\n\t\"Person\" means, in addition to the singular, persons, group of persons, cooperative association, company, firm, partnership, corporation, or other legal entity, and includes the agents and employees of any person. [L 1967, c 144, pt of §1; HRS ; am L 1985, c 269, §49; am L 1986, c 331, §1; am L 1992, c 205, §2; am L 2001, c 184, §2]"
}