{
    "name": "Cost charges exclusive; disbursements",
    "number": "9",
    "text": "No other costs of court shall be charged in any court in addition to those prescribed in this chapter in any suit, action, or other proceeding, except as otherwise provided by law.\n\tAll actual disbursements, including but not limited to, intrastate travel expenses for witnesses and counsel, expenses for deposition transcript originals and copies, and other incidental expenses, including copying costs, intrastate long distance telephone charges, and postage, sworn to by an attorney or a party, and deemed reasonable by the court, may be allowed in taxation of costs.  In determining whether and what costs should be taxed, the court may consider the equities of the situation. [RL 1935, pt of §3791; am L 1939, c 19, pt of §1; RL 1945, §9749; RL 1955, §219-9; HRS ; am L 1972, c 88, §5(n); am L 1989, c 4, §1]\nCross References\n  Taxation of costs, see §§607-12 to 16.\nRules of Court\n  Taxation of costs, see HRCP rule 54(d).\n  Costs of previously dismissed action, see HRCP rule 41(d).\n  District courts, see DCRCP rule 54(d).\nCase Notes\n  Determination of reasonable disbursements rests in discretion of trial judge.  39 H. 482, 487.\n  Time for taxation of costs.  See HRCP rule 58; 49 H. 311, 313, 417 P.2d 636.\n  Costs of copies of depositions not allowable.  59 H. 319, 582 P.2d 710.\n  Under circumstances of case, court did not exceed bounds of reason or disregard principles of law or practice to substantial detriment of defendants in awarding taxable costs.  86 H. 214, 948 P.2d 1055.\n  As §607-13 specifically addresses awarding of traveling expenses to a prevailing defendant, it controls over this general statute; defendant's traveling expenses thus limited to that mandated in §607-13.  88 H. 46, 961 P.2d 611.\n  Costs incurred after conclusion of circuit court proceeding, solely for purpose of preparing motion for reimbursement of costs already incurred, are not themselves taxable costs.  88 H. 46, 961 P.2d 611.\n  When costs are awardable to a prevailing party under HRCP Rule 54(d) and a particular taxable cost is allowed by statute or precedent, then actual disbursements for this purpose are presumptively reasonable; the adverse party has the burden of challenging the reasonableness of a particular cost request; in the absence of a challenge to a particular request, no abuse of discretion for court to award cost requested as cost presumptively reasonable.  88 H. 46, 961 P.2d 611.\n  Reading this section and HRCP rule 68 in pari materia, the term \"costs\" in rule 68 refers to all actual disbursements deemed reasonable by the court.  89 H. 292, 972 P.2d 295.\n  Under this section, a prevailing party is entitled to recover for intrastate long distance telephone charges, postage, and other incidental expenses--such as facsimile expenses--deemed reasonable by the court.  96 H. 327, 31 P.3d 184.\n  Specified costs and expenses disallowed.  2 H. App. 400, 633 P.2d 556.\n  Where writ of attachment has not been discharged, whether charges for the attachment bond is allowable cost is governed by this section and Rule 54(d), HRCP.  3 H. App. 89, 641 P.2d 989.\nAttorney's fees.\n  In divorce or separation suits.  5 H. 175; 19 H. 463, 466; 30 H. 61.  In equity cases.  17 H. 489; cf. 10 H. 462; 13 H. 237; 13 H. 328 (decided before 1905 Am.).  On appeal.  22 H. 20; cf. 16 H. 635.  Effect of discontinuance.  7 H. 3.  Of nonsuit.  21 H. 408.  Of dismissal for failure to give security for costs.  19 H. 258.  Whether classed as \"costs\".  21 H. 368; cf. 16 H. 635; 33 H. 456; 39 H. 448.  Attorney conducting own case.  16 H. 803.  Counsel fees on dissolution of temporary injunction.  21 H. 368.  Considered.  42 H. 490; 44 H. 147, 335 P.2d 40; 44 H. 297, 353 P.2d 820; 44 H. 365, 355 P.2d 40; 46 H. 475, 382 P.2d 920.  Fees of foreign attorney taking deposition.  49 H. 311, 417 P.2d 636.  Against the government.  2 U.S.D.C. Haw. 210, 213.\n  Ordinarily attorney's fees not allowed as damages or costs where not so provided by statute, stipulation or agreement.  56 H. 11, 530 P.2d 7.\n  Travel and subsistence expenses of counsel in taking depositions not allowable as costs.  59 H. 319, 582 P.2d 710.\nBond premium.\n  On new trial bond.  31 H. 352.\nCosts and expenses of attorneys.\n  Attorney intrastate travel expenses for depositions are allowable as taxable costs and should be awarded if deemed reasonable by the court.  88 H. 46, 961 P.2d 611.\n  Expenditures for parking, rental car, and gas are within scope of intrastate travel expenses and presumptively recoverable; hotel expenses reasonable only if necessary due to the scheduling of court proceedings or depositions but should not be allowed for convenience of counsel.  88 H. 46, 961 P.2d 611.\n  Routine expenses related to operating law practice generally not taxable costs; party would have to show compelling rationale for court to grant \"office supplies\" expense; meals also not taxable costs.  88 H. 46, 961 P.2d 611.\n  Lawyers' disbursements for using WESTLAW are expenses included within attorney fees and are not taxable costs.  81 H. 105 (App.), 912 P.2d 602.\n  Reasonable disbursements for FAX transmissions are taxable costs.  81 H. 105 (App.), 912 P.2d 602.\nDiscontinuance.\n  Effect on power to tax costs.  31 H. 147.  On attorney's fees.  7 H. 3.\nEquity.\n  Discretion of trial judge.  17 H. 326.  Expenses and compensation of master.  21 H. 428.  Attorney's fees, see above.\nOn appeal.\n  Transcript of evidence.  20 H. 467; 21 H. 166; cf. 21 H. 462; 29 H. 853 (where agreement to share cost); 32 H. 67 (prepared from day to day).  Unnecessary portions of record.  21 H. 166; 21 H. 462; 22 H. 753, 757, aff'd 239 F. 836; 24 H. 426.  Expense of comparing, certifying and typing record.  21 H. 166.  Party prevailing on appeal entitled to.  21 H. 462.  As to attorney's fees or commissions.  16 H. 635; 22 H. 20.  Costs paid by defendant on plaintiff's successful appeal to U.S. supreme court where defendant finally prevailed in litigation.  19 H. 179.\n\"Petition, plea or paper\".\n  Includes original exhibits and certified copies and other documents.  20 H. 467.  Applies to supreme court.  20 H. 467.\nSeparate bills.\n  19 H. 258.\nSheriff's fees.\n  Auctioneer's expenses or commissions.  4 U.S.D.C. Haw. 137, 139.  Travel fees of marshal or sheriff for serving a summons or other process (except a subpoena) are taxable.  11 H. 188.\nWitness fees.\n  Witness fees taxable as costs even though subpoena served by officer not authorized.  20 H. 203, 214.  If witness fees not taxable under §607-12, not taxable in part as \"actual disbursements\" under this section.  31 H. 177.\n  Expert witness fees not taxable.  51 H. 346, 461 P.2d 140.\n  Travel and subsistence expenses of out-of-state witnesses.  59 H. 319, 582 P.2d 710.\nCited.\n  29 H. 250, 255; 57 H. 378, 557 P.2d 788."
}