{
    "name": "No bonds or costs to be filed or paid by government",
    "number": "24",
    "text": "Neither the State nor any county or any political subdivision, board, or commission thereof, nor any officer, acting in the officer's official capacity on behalf of the State or any county or other political subdivision, board, or commission thereof, shall be taxed costs or required to pay or make any deposit for the same or file any bond in any case whether for costs, on motion for new trial, or on appeal, or for any other purpose whatsoever.  In all cases in which a final judgment or decree is obtained against the State, county, or other political subdivision or any board or commission thereof, any and all deposits for costs made by the prevailing party shall be returned to the prevailing party, and the prevailing party shall be reimbursed by the State, county, or other political subdivision, board, or commission thereof, as the case may be, all actual disbursements, not including attorney's fees or commissions, made by the prevailing party and approved by the court. [L 1907, c 63, §1; RL 1925, §2546; am L 1933, c 212, §1; RL 1935, §3795; am L 1937, c 126, §1; RL 1945, §9762; RL 1955, §219-23; HRS ; am L 1972, c 88, §5(w); gen ch 1985]\nRules of Court\n  See HRCP rules 37(e), 54(d), 62(e).\nCase Notes\n  Attorney's commissions and fees not chargeable against Territory.  20 H. 112.  Costs not chargeable against public officers.  20 H. 359 (sheriff in habeas corpus).  21 H. 274 (sheriff in replevin).  20 H. 455; 23 H. 187 (superintendent of public works); not (prior to am.) against county.  20 H. 112; 23 H. 524, 527.\n  Not applicable to bond on writ of error.  32 H. 111 (former law).  Return of costs to successful plaintiff.  34 H. 245.  Section does not apply to the receiver of a national bank.  34 H. 308.  Not applicable to criminal prosecutions.  36 H. 546.  \"Final judgment\".  36 H. 603; 39 H. 1.\n  Where State is successful in condemning property under chapter 101, condemnee is not \"prevailing party\" and cannot recover \"actual disbursements\".  53 H. 582, 499 P.2d 663."
}