{
    "name": "Costs; circuit courts",
    "number": "5",
    "text": "(a)  The fees prescribed by the schedule in this section shall be paid to the clerk of the circuit court as costs of court by the person instituting the action or proceeding, or offering the paper for filing, or causing the document to be issued or the services to be performed in the circuit court; provided that nothing in the schedule shall apply to cases of adults charged with commission of a crime, or to proceedings under section 571-11(1) or (2), or to proceedings under chapter 333F or 334, or to small estates (including decedents' estates and protection of property of minors and persons under disability) when the amount payable is fixed by another statute; and provided further that the fees prescribed by subsection (c)(32) shall be deposited by the clerk of the circuit court into the judiciary computer system special fund pursuant to section 601-3.7. \tFor the purpose of this section, \"judgment\" includes a decree and any order from which an appeal lies.\nSCHEDULE\n\tIn the application of this schedule, each case assigned a new number or filed under the number previously assigned to a probate, trust, guardianship, or conservatorship, shall carry a fee for the institution or transfer of the action or proceeding as prescribed by part I, and in addition the fees prescribed by part II unless otherwise provided.\n\t(b)\tPART I\nAction or proceeding, general:\n\n\n\n\t(1)\tCivil action or special proceeding, unless another item in part I applies\t$200\n\t(2)\tAppeal to a circuit court\t$100\n\t(3)\tTransfer of action to circuit court from district court, in addition to district court fees\t$125\n\n\n\nTrusts:\n\n\n\n\t(4)\tProceeding for (A) appointment of trustee; (B) appointment of successor; (C) resignation of trustee; (D) instructions; (E) approval of investment; (F) approval of sale, mortgage, lease, or other disposition of property; (G) approval of compromise of claim, for each such matter\t$100\n\t(5)\tProceeding for (A) removal of trustee; (B) order requiring accounting; (C) invalidation of action taken by trustee; (D) termination of trust, for each such matter\t$100\n\t(6)\tAccounting, this fee to be paid for each account filed and to include the settlement of the account\t$10\n\t(7)\tVesting order\tno charge under part I\n\t(8)\tAllowance of fees of trustees, attorneys, or other fees for services incurred in a proceeding for which a fee has been paid under this section\tno charge under part I\n\t(8a)\tRegistration of a trust, or release of registration, under chapter 560\t$3\n\t(9)\tAny other proceeding relating to a trust\t$15\n\n\n\nConservatorship:\n\n\n\n\t(10)\tProceeding for (A) appointment; (B) appointment of successor; (C) resignation; (D) instructions, unless included in one of the foregoing proceedings; (E), (F), (G) approval of any matter listed in (E), (F), or (G) of item (4) in relation to a trust, for each such matter\t$100\n\t(11)\tProceeding of the nature listed in (A), (B), (C), or (D) of item (5) in relation to a trust, for each such matter\t$15\n\t(12)\tAccounting, same as provided by item (6) in relation to a trust\t$10\n\t(13)\tAny other proceeding relating to a\n\t\tconservatorship\tno charge under part I\n\n\n\nGuardianship:\n\n\n\n\t(13a)\tGuardianship, including all matters of the nature listed in items (4) to (9), whether in family or circuit court \t$100\n\n\n\nProbate (decedents' estates).  These fees include all matters of the nature listed in items (4) to (9), without additional charge:\n\n\n\n\t(14)\tProbate, administration, domiciliary foreign personal representative, or ancillary administration, this fee to be paid once only for each decedent's estate\t$100\n\n\n\nFamily court cases:\n\n\n\n\t(15)\tMatrimonial action (annulment, divorce, separation, or separate maintenance)\t$100\n\t(16)\tAdoption\t$100\n\t(17)\tGuardianship, including all matters of the nature listed in items (4) to (9)\tAs provided in item 13(a)\n\t(18)\tTermination of parental rights\tno charge under part I\n\t(19)\tAny other family court proceeding, except motions or other pleadings in matrimonial, adoption, and guardianship actions, but including without limitation custody proceedings even if in the form of an habeas corpus proceeding\t$15\n\n\n\n\t(c)\tPART II\n\tThe fees prescribed by this part apply without exception.\nJury trial:\n\n\n\n\t(21)\tDemand for jury trial, including without limitation probate cases, appeals to the circuit court, and cases transferred to the circuit court from the district court, this fee to be paid to the court in which the demand is filed by the party first making the demand\t$200\n\t(22)\tRemand to district court in cases transferred to circuit court from district court on demand for jury trial, where jury trial is waived and a remand of such cases to district court is allowed\t$50\n\n\n\nMiscellaneous:\n\n\n\n\t(23)\t[Paragraph effective until June 30, 2006.  For paragraph effective July 1, 2006, see below.]  Filing of notice of appeal to supreme court, to be paid in addition to the deposit of appellate court costs\t$100\n\t(23)\t[Paragraph effective July 1, 2006.  For paragraph effective until June 30, 2006, see above.]  Filing of notice of appeal, to be paid in addition to the deposit of appeal costs\t$100\n\t(24)\tSearch of records by the clerk\t$2\n\t(25)\tMaking of copy; comparing of copy with original; certification or authentication of notaries\n\t\t\tFees prescribed by section 92-21\n\t(26)\tCertification under seal of copy of pleading or other paper subsequent to the initial filing of the pleading or paper, except record on appeal\t$1\n\t(27)\tExemplification, instead of item (26)\t$2\n\t(28)\tFiling of copy of notice of completion of contract, with affidavit of publication\t$3\n\t(29)\tFiling of initial paper under section 507-43 by person asserting mechanic's or materialman's lien (this fee to be additional to the fee prescribed by part I for bringing an action under section 507-47)\t$15\n\t(30)\tFiling of any other paper not in a pending proceeding\t$3\n\t(31)\tPrinting, publishing, or posting notice; service fees; garnishee fees; mileage charges; or other services actually performed\tAmounts necessary to \n\t\tcover actual costs or disbursements\n\t(32)\tFor administrative costs associated with the processing of all civil filings except those brought by the State or any of the various counties or political subdivisions of the State\t$50.\n\n\n\n[RL 1935, pt of §3791; am L 1939, c 19, pt of §1; am L 1941, c 229, pt of §1; RL 1945, §9745; am L 1945, c 94, §1; RL 1955, §219-5; am L 1957, c 316, §§14 to 22; am L 1966, c 22, §6; HRS ; am L 1972, c 88, §5(g) to (j); am L 1974, c 145, §7; am L 1976, c 200, pt of §1; am L 1986, c 34, §1; am L 1990, c 34, §17; am L 1991, c 140, §3; am L 1998, c 128, §§2, 3; am L 1999, c 92, §2; am L 2003, c 216, §§3, 4; am L 2004, c 3, §1, c 161, §35, and c 202, §62]\nNote\n  Subsection (c)(23) effective July 1, 2006, does not include amendment made by L 2004, c 3, §1.\nCross References\n  Assessment for bench warrant issuance, see §607-8.5.\n  Fees for other court documents, see §92-21.\n  Publication of notice, see §601-13.\nRules of Court\n  See RCC rule 26.\n  Costs and fees collected by clerk, see HRCP rule 77(e).\nAttorney General Opinions\n  No fee is required under subsection (b) for an amended complaint.  Att. Gen. Op. 61-77.\nCase Notes\n  Failure to deposit cost at time of filing suit is not fatal to case.  9 H. 630.\n  \"Costs\" must be considered as used in the statute in its broad comprehensive sense and to include not alone the statutory costs included in the section eo nomine but also all costs incidentally incurred in the execution by the circuit judge of the duties imposed upon the judge by law pertaining to statutory partition.  35 H. 262, 297.\n  In an equity proceeding an award of an attorney's fee as damages may not be made where no injunctive relief has been granted, unless expressly sanctioned by statute.  35 H. 595, 606.\n  Nonpayment of costs did not render ineffective a timely filed notice of appeal.  57 H. 168, 552 P.2d 355.\n  Cited:  35 H. 682, 684, 782; 44 H. 613, 622, 359 P.2d 932."
}