{
    "name": "Ownership or possession prohibited, when; penalty",
    "number": "7",
    "text": "(a)  No person who is a fugitive from justice shall own, possess, or control any firearm or ammunition therefor. \t(b)  No person who is under indictment for, or has waived indictment for, or has been bound over to the circuit court for, or has been convicted in this State or elsewhere of having committed a felony, or any crime of violence, or an illegal sale of any drug shall own, possess, or control any firearm or ammunition therefor.\n\t(c)  No person who:\n\n\n\n\t(1)\tIs or has been under treatment or counseling for addiction to, abuse of, or dependence upon any dangerous, harmful, or detrimental drug, intoxicating compound as defined in section 712-1240, or intoxicating liquor;\n\t(2)\tHas been acquitted of a crime on the grounds of mental disease, disorder, or defect pursuant to section 704-411; or\n\t(3)\tIs or has been diagnosed as having a significant behavioral, emotional, or mental disorders as defined by the most current diagnostic manual of the American Psychiatric Association or for treatment for organic brain syndromes;\n\n\n\nshall own, possess, or control any firearm or ammunition therefor, unless the person has been medically documented to be no longer adversely affected by the addiction, abuse, dependence, mental disease, disorder, or defect.\n\t(d)  No person who is less than twenty-five years old and has been adjudicated by the family court to have committed a felony, two or more crimes of violence, or an illegal sale of any drug shall own, possess or control any firearm or ammunition therefor.\n\t(e)  No minor who:\n\n\n\n\t(1)\tIs or has been under treatment for addiction to any dangerous, harmful, or detrimental drug, intoxicating compound as defined in section 712-1240, or intoxicating liquor;\n\t(2)\tIs a fugitive from justice; or\n\t(3)\tHas been determined not to have been responsible for a criminal act or has been committed to any institution on account of a mental disease, disorder, or defect;\n\n\n\nshall own, possess, or control any firearm or ammunition therefor, unless the minor has been medically documented to be no longer adversely affected by the addiction, mental disease, disorder, or defect.\n\tFor the purposes of enforcing this section, and notwithstanding section 571-84 or any other law to the contrary, any agency within the State shall make its records relating to family court adjudications available to law enforcement officials.\n\t(f)  No person who has been restrained pursuant to an order of any court, including an ex parte order as provided in this subsection, from contacting, threatening, or physically abusing any person, shall possess or control any firearm or ammunition therefor, so long as the protective order or any extension is in effect, unless the order, for good cause shown, specifically permits the possession of a firearm and ammunition.  The restraining order or order of protection shall specifically include a statement that possession or control of a firearm or ammunition by the person named in the order is prohibited.  Such person shall relinquish possession and control of any firearm and ammunition owned by that person to the police department of the appropriate county for safekeeping for the duration of the order or extension thereof.  In the case of an ex parte order, the affidavit or statement under oath that forms the basis for the order shall contain a statement of the facts that support a finding that the person to be restrained owns, intends to obtain, or possesses a firearm, and that the firearm may be used to threaten, injure, or abuse any person.  The ex parte order shall be effective upon service pursuant to section 586-6.  At the time of service of a restraining order involving firearms and ammunition issued by any court, the police officer may take custody of any and all firearms and ammunition in plain sight, those discovered pursuant to a consensual search, and those firearms surrendered by the person restrained.  If the person restrained is the registered owner of a firearm and knows the location of the firearm but refuses to surrender the firearm or refuses to disclose the location of the firearm, the person restrained shall be guilty of a misdemeanor.  In any case, when a police officer is unable to locate the firearms and ammunition either registered under this chapter or known to the person granted protection by the court, the police officer shall apply to the court for a search warrant pursuant to chapter 803 for the limited purpose of seizing the firearm and ammunition.\n\tFor the purposes of this subsection, good cause shall not be based solely upon the consideration that the person subject to restraint pursuant to an order of any court, including an ex parte order as provided for in this subsection, is required to possess or carry firearms or ammunition during the course of their employment.  Good cause consideration may include, but not be limited to, the protection and safety of the person to whom a restraining order is granted.\"\n\t(g)  Any person disqualified from ownership, possession, or control of firearms and ammunition under this section shall surrender or dispose of all firearms and ammunition in compliance with section 134-7.3.\n\t(h)  Any person violating subsection (a) or (b) shall be guilty of a class C felony; provided that any felon violating subsection (b) shall be guilty of a class B felony.  Any person violating subsection (c), (d), (e), (f), or (g) shall be guilty of a misdemeanor. [L 1988, c 275, pt of §2; am L 1990, c 191, §1; am L 1993, c 215, §1; am L 1994, c 204, §§6, 7; am L 1995, c 189, §§2, 26; am L 1998, c 133, §5; am L 1999, c 297, §1; am L 2000, c 127, §2]"
}