{
    "name": "Emergency and budget reserve fund",
    "number": "3",
    "text": "(a)  There is established in the state treasury the emergency and budget reserve fund which shall be a special fund administered by the director of finance, into which shall be deposited:\n\n\n\n\t(1)\tTwenty-four and one-half per cent of the moneys received from the tobacco settlement moneys under section 328L-2(b)(1);\n\t(2)\tAppropriations made by the legislature to the fund.\n\n\n\n\t(b)  All interest earned from moneys in the emergency and budget reserve fund shall be credited to the general fund.\n\t(c)  Expenditures from the emergency and budget reserve fund shall be a temporary supplemental source of funding for the State during times of emergency, economic downturn, or unforeseen reduction in revenues.  No expenditures shall be made from the emergency and budget reserve fund except pursuant to appropriations.  The general appropriations bill or the supplemental appropriations bill, as defined in section 9 of article VII of the Constitution of the State of Hawaii, shall not be used to appropriate moneys from the emergency and budget reserve fund.  The governor, through an appropriations bill, may recommend expenditures from the emergency and budget reserve fund by setting forth the purposes of the expenditures consistent with subsection (d), the amounts, and the reasons justifying the necessity for the appropriations.\n\t(d)  The legislature may make appropriations from the fund for the following purposes:\n\n\n\n\t(1)\tTo maintain levels of programs determined to be essential to public health, safety, welfare, and education;\n\t(2)\tTo provide for counter cyclical economic and employment programs in periods of economic downturn;\n\t(3)\tTo restore facilities destroyed or damaged or services disrupted by disaster in any county; and\n\t(4)\tTo meet other emergencies when declared by the governor or determined to be urgent by the legislature.\n\n\n\n\tAny act making appropriations from the emergency and budget reserve fund shall include a declaration of findings and purposes setting forth the purposes, the amounts, and the reasons why the appropriations are necessary and shall require a two-thirds majority vote of each house of the legislature.\n\t(e)  Appropriations for the following purposes from the emergency and budget reserve fund are specifically prohibited:\n\n\n\n\t(1)\tTo meet expenses of the legislature;\n\t(2)\tTo provide for salary adjustments for officials appointed pursuant to article V, section 6 or article VI, section 3 of the Constitution of the State of Hawaii and for others whose salaries are directly related to salaries of these officials; and\n\t(3)\tTo fund cost items in any collective bargaining contract. [L 1999, c 304, pt of §2; am L 2002, c 16, §24 and c 178, §3]"
}