{
    "name": "Charitable, etc., purposes",
    "number": "32",
    "text": "(a)  There shall be exempt from real property taxes real property designated in subsection (b) or (c) and meeting the requirements stated therein, actually and (except as otherwise specifically provided) exclusively used for nonprofit purposes.  If an exemption is claimed under one of these subsections (b) or (c), an exemption for the same property may not also be claimed under the other of these subsections. \t(b)  This subsection applies to property owned in fee simple, leased, or rented for a period of one year or more, by the person using the property for the exempt purposes, hereinafter referred to as the person claiming the exemption.  If the property for which exemption is claimed is leased or rented, the lease or rental agreement shall be in force and recorded in the bureau of conveyances.\n\tExemption is allowed by this subsection to the following property:\n\n\n\n\t(1)\tProperty used for school purposes including:\n\n\t\t(A)\tKindergartens, grade schools, junior high schools, and high schools, which carry on a program of instruction meeting the requirements of the compulsory school attendance law, section 302A-1132, or which are for preschool children who have attained or will attain the age of five years before January 1 of the school year; provided that any claim for exemption based on any of the foregoing uses shall be accompanied by a certificate issued by or under the authority of the department of education stating that the foregoing requirements are met;\n\t\t(B)\tJunior colleges or colleges carrying on a general program of instruction of college level.  The property exempt from taxation under this paragraph is limited to buildings used for educational purposes (including dormitories), housing owned by the school or college and used as residence for personnel employed at the school or college, campus and athletic grounds, and realty used for vocational purposes incident to the school or college.\n\n\t(2)\tProperty used for hospital and nursing home purposes, including housing for personnel employed at the hospital.  In order to qualify under this paragraph the person claiming the exemption shall present with the claim a certificate issued by or under the authority of the department of health that the property for which the exemption is claimed consists of, or is a part of, hospital or nursing home facilities that are properly constituted under the law and maintained to serve, and that do serve the public.\n\t(3)\tProperty used for church purposes, including incidental activities, parsonages, and church grounds, the property exempt from taxation being limited to realty exclusive of burying grounds (exemption for which may be claimed under paragraph (4)).\n\t(4)\tProperty used as cemeteries (excluding property used for cremation purposes) maintained by a religious society, or by a corporation, association, or trust organized for this purpose.\n\t(5)\tProperty dedicated to public use by the owner, which dedication has been accepted by the State or any county, reduced to writing, and recorded in the bureau of conveyances; and property which has been set aside for public use and actually used therefor for a period not less than five years after enactment of this section.\n\t(6)\tProperty owned by any nonprofit corporation, admission to membership of which is restricted by the corporate charter to members of a labor union; property owned by any government employees' association or organization, one of the primary purposes of which is to improve employment conditions of its members; property owned by any trust, the beneficiaries of which are restricted to members of a labor union; and property owned by any association or league of federal credit unions chartered by the United States, the sole purpose of which is to promote the development of federal credit unions in the State.  Notwithstanding any provision in this section to the contrary, the exemption shall apply to property or any portion thereof that is leased, rented, or otherwise let to another, if the leasing, renting, or letting is to a nonprofit association, organization, or corporation.\n\n\n\n\t(c)  This subsection shall apply to property owned in fee simple or leased or rented for a period of one year or more, the lease or rental agreement being in force and recorded in the bureau of conveyances at the time the exemption is claimed, by either:\n\n\n\n\t(1)\tA corporation, society, association, or trust having a charter or other enabling act or governing instrument which contains a provision or has been construed by a court of competent jurisdiction as providing that in the event of dissolution or termination of the corporation, society, association, or trust, or other cessation of use of the property for the exempt purpose, the real property shall be applied for another charitable purpose or shall be dedicated to the public, or\n\t(2)\tA corporation chartered by the United States under Title 36, United States Code, as a patriotic society.  Exemption is allowed by this subsection for property used for charitable purposes which are of a community, character building, social service, or educational nature, including museums, libraries, art academies, and senior citizens housing facilities qualifying for a loan under the laws of the United States as authorized by Section 202 of the Housing Act of 1959 as amended by the Housing Act of 1961, the Senior Citizens Housing Act of 1962, the Housing Act of 1964, and the Housing and Urban Development Act of 1965.\n\n\n\n\t(d)  If any portion of the property which might otherwise be exempted under this section is used for commercial or other purposes not within the conditions necessary for exemption (including any use the primary purpose of which is to produce income even though such income is to be used for or in furtherance of the exempt purposes) that portion of the premises shall not be exempt but the remaining portion of the premises shall not be deprived of the exemption if the remaining portion is used exclusively for purposes within the conditions necessary for exemption.  In the event of an exemption of a portion of a building, the tax shall be assessed upon so much of the value of the building (including the land thereunder and the appurtenant premises) as the proportion of the floor space of the nonexempt portion bears to the total floor space of the building.\n\t(e)  The term \"for nonprofit purposes\", as used in this section requires that no monetary gain or economic benefit inure to the person claiming the exemption, or any private shareholder, member, or trust beneficiary.  \"Monetary gain\" includes without limitation any gain in the form of money or money's worth.  \"Economic benefit\" includes without limitation any benefit to a person in the course of the person's business, trade, occupation, or employment. [L 1961, c 60, §1; am L 1962, c 7, §1; am L 1963, c 32, §1, c 67, §1, and c 96, §2; am L 1965, c 201, §§9, 10; Supp, §128-18; am L 1967, c 46, §1 and c 225, §1; HRS ; am L 1969, c 192, §1; am L 1972, c 200, §3; gen ch 1985; am L 1996, c 89, §11]"
}