{
    "name": "Person required to keep records and file reports",
    "number": "63",
    "text": "(a)  Any manufacturer, wholesaler, retailer, or other person who sells, transfers, receives, or brings in from outside the State, or otherwise furnishes a substance specified in section 329-61, or an encapsulating or tableting machine shall keep a record of each transaction for a period of two years after the date of transaction.\n\t(b)  Any manufacturer, wholesaler, retailer, or other person who sells, transfers, receives, or brings in from outside the State, or otherwise furnishes a substance specified in section 329-61, for use by a person in this State shall report to the administrator the following:\n\n\n\n\t(1)\tAny regulated transaction involving:\n\n\t\t(A)\tAn above threshold quantity;\n\t\t(B)\tAny suspicious or out-of-the-ordinary quantity of a chemical listed in [section] 329-61;\n\t\t(C)\tAn uncommon method of payment or delivery; or\n\t\t(D)\tAny other circumstances that the regulated person believes may indicate that the regulated chemical will be used in violation of this part;\n\n\t(2)\tAny proposed regulated transaction with a person whose description or other identifying characteristics the department has previously furnished to the regulated person;\n\t(3)\tAny unusual or excessive loss or disappearance of a regulated chemical listed under section 329-61 that is under the control of the regulated person, to include exempted items.  The regulated person responsible for reporting a loss in-transit is the supplier;\n\t(4)\tAny regulated transaction of a tableting machine or an encapsulating machine; and\n\t(5)\tAll single entity ephedrine transactions.\n\n\n\n\t(c)  The department of public safety shall provide a common reporting form for the substances in section 329-61 that contains at least the following information:\n\n\n\n\t(1)\tName of the substance;\n\t(2)\tQuantity of the substance sold, transferred, or furnished;\n\t(3)\tThe date the substance was sold, transferred, or furnished;\n\t(4)\tThe name and address of the person buying or receiving the substance; and\n\t(5)\tThe name and address of the manufacturer, wholesaler, retailer, or other person selling, transferring, or furnishing such substance.\n\n\n\n\t(d)  Each report submitted pursuant to subsection (b) of this section, whenever possible, shall be made orally to the department at the earliest practicable opportunity after the regulated person becomes aware of the circumstances involved and as much in advance of the conclusion of the transaction as possible.  A written report shall also be submitted to the department following an oral report. [L 1990, c 200, pt of §1; am L 1999, c 252, §9]"
}