{
    "name": "Confidentiality of information; disclosure of information",
    "number": "104",
    "text": "(a)  The information collected under this part shall not be available to the public or used for any commercial purpose.  Ownership of all data collected shall reside with the State.\n\t(b)  Responsibility for limiting access to information in the system is vested in the administrator.  Access to the information collected at the central repository pursuant to this part shall be confidential, and access to the information shall be limited to:\n\n\n\n\t(1)\tPersonnel of the designated state agency; and\n\t(2)\tThe Drug Enforcement Administration diversion group supervisor.\n\n\n\n\t(c)  This section shall not prevent the disclosure, at the discretion of the administrator, of investigative information to:\n\n\n\n\t(1)\tLaw enforcement officers, investigative agents of federal, state, or county law enforcement agencies, prosecuting attorneys, or the attorney general; provided that the administrator has reasonable grounds to believe that the disclosure of any information collected under this part is in furtherance of an ongoing criminal investigation or prosecution;\n\t(2)\tRegistrants authorized under chapters 448, 453, 460, and 463E who are registered to administer, prescribe, or dispense controlled substances; provided that the information disclosed relates only to the registrant\u0092s own patient; or\n\t(3)\tPharmacists, employed by a pharmacy registered under section 329-32, who request prescription information about a customer relating to a violation or possible violation of this chapter. \n\n\n\nInformation disclosed to a registrant or pharmacist under this section shall be transmitted by certified mail or a similar means requiring the registrant\u0092s or pharmacist\u0092s signature, respectively, for delivery of the information.\n\t(d)  No person shall knowingly disclose or attempt to disclose, or use or attempt to use, information in the system in violation of this section.  Any person who violates this section is guilty of a class C felony.\n\t(e)  The designated state agency shall purge or cause to be purged from the central repository system, no later than three years after the date a patient\u0092s prescription data are made available to the designated state agency, the identification number of the patient, unless the information is part of an active investigation. [L 1996, c 268, pt of §2; am L 1999, c 145, §1; am L 2001, c 162, §1]"
}