{
    "name": "Administrative inspections and warrants",
    "number": "52",
    "text": "(a)  Issuance and execution of administrative inspection warrants shall be as follows:\n\n\n\n\t(1)\tA judge of the circuit court, or any district judge within the judge\u0092s jurisdiction, and upon proper oath or affirmation showing probable cause, may issue warrants for the purpose of conducting administrative inspections authorized by this chapter or rules hereunder, and seizures of the property appropriate to the inspections.  For purposes of the issuance of administrative inspection warrants, probable cause exists upon showing a valid public interest in the effective enforcement of this chapter or rules hereunder, sufficient to justify administrative inspection of the area, premises, building or conveyance in the circumstances specified in the application for the warrant;\n\t(2)\tA warrant shall issue only upon an affidavit of a designated officer or employee having knowledge of the facts alleged, sworn to before the judge and establishing the grounds for issuing the warrant.  If the judge is satisfied that grounds for the application exist or that there is probable cause to believe they exist, the judge shall issue a warrant identifying the area, premises, building, or conveyance to be inspected, the purpose of the inspection, and, if appropriate, the type of property to be inspected, if any.  The warrant shall:\n\n\t\t(A)\tState the grounds for its issuance and the name of each person whose affidavit has been taken in support thereof;\n\t\t(B)\tBe directed to a person authorized by section 329-51 to execute it;\n\t\t(C)\tCommand the person to whom it is directed to inspect the area, premises, building, or conveyance identified for the purpose specified and, if appropriate, direct the seizure of the property specified;\n\t\t(D)\tIdentify the item or types of property to be seized, if any;\n\t\t(E)\tDirect that it be served during normal business hours and designate the judge to whom it shall be returned;\n\n\t(3)\tA warrant issued pursuant to this section must be executed and returned within ten days of its date unless, upon a showing of a need for additional time, the court orders otherwise.  If property is seized pursuant to a warrant, a copy shall be given to the person from whom or from whose premises the property is taken, together with a receipt for the property taken.  The return of the warrant shall be made promptly, accompanied by a written inventory of any property taken.  The inventory shall be made in the presence of the person executing the warrant and of the person from whose possession or premises the property was taken, if present, or in the presence of at least one credible person other than the person executing the warrant.  A copy of the inventory shall be delivered to the person from whom or from whose premises the property was taken and to the applicant for the warrant;\n\t(4)\tThe judge who has issued a warrant shall attach thereto a copy of the return and all papers returnable in connection therewith and file them with the chief clerk of the judicial circuit in which the inspection was made.\n\n\n\n\t(b)  The department of public safety may make administrative inspections of controlled premises in accordance with the following provisions:\n\n\n\n\t(1)\tFor purposes of this section only, \"controlled premises\" means:\n\n\t\t(A)\tPlaces where persons registered or exempted from registration requirements under this chapter are required to keep records; and\n\t\t(B)\tPlaces including factories, warehouses, establishments, and conveyances in which persons registered or exempted from registration requirements under this chapter are permitted to hold, manufacture, compound, process, sell, deliver, or otherwise dispose of any controlled substance.\n\n\t(2)\tWhen authorized by an administrative inspection warrant issued pursuant to subsection (a) an officer or employee designated by the department of public safety, upon presenting the warrant and appropriate credentials to the owner, operator, or agent in charge, may enter controlled premises for the purpose of conducting an administrative inspection.\n\t(3)\tWhen authorized by an administrative inspection warrant, an officer or employee designated by the department of public safety may:\n\n\t\t(A)\tInspect and copy records required by this chapter to be kept;\n\t\t(B)\tInspect, within reasonable limits and in a reasonable manner, controlled premises and all pertinent equipment, finished and unfinished material, containers and labeling found therein, and, except as provided in subsection (b)(5), all other things therein, including records, files, papers, processes, controls, and facilities bearing on violation of this chapter; and\n\t\t(C)\tInventory any stock of any controlled substance therein and obtain samples thereof.\n\n\t(4)\tThis section does not prevent the inspection without a warrant of books and records pursuant to an administrative subpoena issued in accordance with law, nor does it prevent entries and administrative inspections, including seizures of property, without a warrant:\n\n\t\t(A)\tIf the owner, operator, or agent in charge of the controlled premises consents;\n\t\t(B)\tIn situations presenting imminent danger to health or safety;\n\t\t(C)\tIn situations involving inspection of conveyances if there is reasonable cause to believe that the mobility of the conveyance makes it impracticable to obtain a warrant;\n\t\t(D)\tIn any other exceptional or emergency circumstance where time or opportunity to apply for a warrant is lacking; or\n\t\t(E)\tIn all other situations in which a warrant is not constitutionally required.\n\n\t(5)\tAn inspection authorized by this section shall not extend to financial data, sales data, other than shipment data, or pricing data unless the owner, operator, or agent in charge of the controlled premises consents in writing. [L 1972, c 10, pt of §1; gen ch 1985; am L 1990, c 281, §10]"
}