{
    "name": "Abuse of family or household members; penalty",
    "number": "906",
    "text": "(1)  It shall be unlawful for any person, singly or in concert, to physically abuse a family or household member or to refuse compliance with the lawful order of a police officer under subsection (4).  The police, in investigating any complaint of abuse of a family or household member, upon request, may transport the abused person to a hospital or safe shelter. \tFor the purposes of this section, \"family or household member\" means spouses or reciprocal beneficiaries, former spouses or reciprocal beneficiaries, persons who have a child in common, parents, children, persons related by consanguinity, and persons jointly residing or formerly residing in the same dwelling unit.\n\t(2)  Any police officer, with or without a warrant, may arrest a person if the officer has reasonable grounds to believe that the person is physically abusing, or has physically abused, a family or household member and that the person arrested is guilty thereof.\n\t(3)  A police officer who has reasonable grounds to believe that the person is physically abusing, or has physically abused, a family or household member shall prepare a written report.\n\t(4)  Any police officer, with or without a warrant, may take the following course of action where the officer has reasonable grounds to believe that there was physical abuse or harm inflicted by one person upon a family or household member, regardless of whether the physical abuse or harm occurred in the officer's presence:\n\n\n\n\t(a)\tThe police officer may make reasonable inquiry of the family or household member upon whom the officer believes physical abuse or harm has been inflicted and other witnesses as there may be;\n\t(b)\tWhere the police officer has reasonable grounds to believe that there is probable danger of further physical abuse or harm being inflicted by one person upon a family or household member, the police officer lawfully may order the person to leave the premises for a period of separation of twenty-four hours, during which time the person shall not initiate any contact, either by telephone or in person, with the family or household member; provided that the person is allowed to enter the premises with police escort to collect any necessary personal effects;\n\t(c)\tWhere the police officer makes the finding referred to in paragraph (b) and the incident occurs after 12:00 p.m. on any Friday, or on any Saturday, Sunday, or legal holiday, the order to leave the premises and to initiate no further contact shall commence immediately and be in full force, but the twenty-four hour period shall be enlarged and extended until 4:30 p.m. on the first day following the weekend or legal holiday;\n\t(d)\tAll persons who are ordered to leave as stated above shall be given a written warning citation stating the date, time, and location of the warning and stating the penalties for violating the warning.  A copy of the warning citation shall be retained by the police officer and attached to a written report which shall be submitted in all cases.  A third copy of the warning citation shall be given to the abused person;\n\t(e)\tIf the person so ordered refuses to comply with the order to leave the premises or returns to the premises before the expiration of the period of separation, or if the person so ordered initiates any contact with the abused person, the person shall be placed under arrest for the purpose of preventing further physical abuse or harm to the family or household member; and\n\t(f)\tThe police officer may seize all firearms and ammunition that the police officer has reasonable grounds to believe were used or threatened to be used in the commission of an offense under this section.\n\n\n\n\t(5)  Abuse of a family or household member and refusal to comply with the lawful order of a police officer under subsection (4) are misdemeanors and the person shall be sentenced as follows:\n\n\n\n\t(a)\tFor the first offense the person shall serve a minimum jail sentence of forty-eight hours; and\n\t(b)\tFor a second offense that occurs within one year of the first conviction, the person shall be termed a \"repeat offender\" and serve a minimum jail sentence of thirty days.\n\n\n\nUpon conviction and sentencing of the defendant, the court shall order that the defendant immediately be incarcerated to serve the mandatory minimum sentence imposed; provided that the defendant may be admitted to bail pending appeal pursuant to chapter 804.  The court may stay the imposition of the sentence if special circumstances exist.\n\t(6)  Whenever a court sentences a person pursuant to subsection (5), it also shall require that the offender undergo any available domestic violence intervention programs ordered by the court.  However, the court may suspend any portion of a jail sentence, except for the mandatory sentences under subsection (5)(a) and (b), upon the condition that the defendant remain arrest-free and conviction-free or complete court-ordered intervention.\n\t(7)  For a third or any subsequent offense that occurs within two years of a second or subsequent conviction, the person shall be charged with a class C felony.\n\t(8)  Any police officer who arrests a person pursuant to this section shall not be subject to any civil or criminal liability; provided that the police officer acts in good faith, upon reasonable belief, and does not exercise unreasonable force in effecting the arrest.\n\t(9)  The family or household member who has been physically abused or harmed by another person may petition the family court, with the assistance of the prosecuting attorney of the applicable county, for a penal summons or arrest warrant to issue forthwith or may file a criminal complaint through the prosecuting attorney of the applicable county.\n\t(10)  The respondent shall be taken into custody and brought before the family court at the first possible opportunity.  The court may dismiss the petition or hold the respondent in custody, subject to bail.  Where the petition is not dismissed, a hearing shall be set.\n\t(11) This section shall not operate as a bar against prosecution under any other section of this Code in lieu of prosecution for abuse of a family or household member.\n\t(12)  It shall be the duty of the prosecuting attorney of the applicable county to assist any victim under this section in the preparation of the penal summons or arrest warrant.\n\t(13)  This section shall not preclude the physically abused or harmed family or household member from pursuing any other remedy under law or in equity.\n\t(14)  When a person is ordered by the court to undergo any domestic violence intervention, that person shall provide adequate proof of compliance with the court's order.  The court shall order a subsequent hearing at which the person is required to make an appearance, on a date certain, to determine whether the person has completed the ordered domestic violence intervention.  The court may waive the subsequent hearing and appearance where a court officer has established that the person has completed the intervention ordered by the court. [L 1973, c 189, §1; am L 1980, c 106, §1 and c 266, §2; am L 1981, c 82, §37; am L 1983, c 248, §1; am L 1985, c 143, §1; am L 1986, c 244, §1; am L 1987, c 360, §1; am L 1991, c 215, §§2, 4 and c 257, §§1, 2; am L 1992, c 290, §7; am L 1994, c 182, §§1, 3; am L 1995, c 116, §1; am L 1996, c 201, §2; am L 1997, c 321, §1, c 323, §1, and c 383, §70; am L 1998, c 172, §8; am L 1999, c 18, §18; am L 2002, c 5, §1]"
}