{
    "name": "Investment of capital",
    "number": "13",
    "text": "(a)  The corporation may solicit investment plans from investor groups for the investment of capital in accordance with this chapter.  The corporation shall establish criteria for the selection of persons, firms, corporations, or other entities.  The criteria shall include the applicant's level of experience, quality of management, investment philosophy and process, probability of success in fundraising, plan for achieving the purposes of this chapter, and such other investment criteria as may be used in professional portfolio management that the corporation deems appropriate.  If the corporation decides to engage one or more investor groups to deploy or generate capital, it shall consider and select one or more investment plans and investor groups that the corporation deems qualified to:\n     (1)  Generate capital for investment with the most effective and efficient use of the guarantee;\n     (2)  Invest the capital in private seed and venture capital entities in a manner mobilizing a wide variety of equity and near-equity investments in ventures promoting the economic development of the State; and\n     (3)  Help build a significant, fiscally strong, and permanent resource to serve the objectives expressed in this chapter.\n     An investor group engaged by the corporation shall have a manager who is experienced in design and implementation, as well as the management of seed and venture capital investment programs and in capital formation.  The corporation may remove and replace any investor group that has been engaged and effect the assignment of assets, liabilities, guarantees, and other contracts of this program to a new investor group, subject to such terms and conditions as may be set forth in the terms of engagement.\n     (b)  With legislative approval pursuant to section 211G-14, the corporation may extend one or more guarantees and secure the performance of such guarantees in the form of a put option, as well as other arrangements selected by the corporation.  Without limiting the foregoing:\n     (1)  The corporation may guarantee loans, lines of credit, and other indebtedness and equity investments and may arrange for, pledge, and assign put options, as well as other agreements to purchase tax credits on such terms as the board may approve from time to time, in order to generate funds to deploy in a manner consistent with this chapter;\n     (2)  The guarantees of loans, lines of credit, and other indebtedness may extend up to the principal amount plus interest over the term of the guarantee at a rate set by board resolution from time to time, a guarantee of a loan, lines of credit, or other indebtedness in a manner consistent with this chapter; and\n     (3)  Guarantees of equity capital may extend up to the amount of the investment plus a rate of return set by board resolution from time to time in a manner consistent with this chapter.\n     Guarantees, in whatever form negotiated by the corporation, may be made for any period of time, but no term shall expire prior to January 1, 2006.  The corporation may charge a reasonable fee for costs and the fair compensation of risks associated with its guarantee.  Proceeds from the sale of any tax credits may be used to satisfy the contractual guarantee obligation of the corporation.  The corporation may contract freely to protect the interest of the State.\n     (c)  If the corporation purchases any security pursuant to an agreement with an investor group, the corporation shall acquire the securities and may invest, manage, transfer, or dispose of the securities in accordance with policies for the management of assets adopted by the corporation.\n     (d)  The corporation may make any contract, execute any document, charge reasonable fees for services rendered, perform any act or enter into any financial or other transaction necessary to carry out its mission.  The corporation may employ necessary staff as may be required for the proper implementation of this chapter, the management of its assets, or the performance of any function authorized or required by this chapter necessary for the accomplishment of any such function.  Staff shall be selected by the corporation based upon outstanding knowledge and leadership in the field for which the person performs services for the board.\n     (e)  In carrying out the mission of the corporation, as authorized in this chapter, neither the corporation nor its officers, board members, or employees shall be considered to be broker-dealers, agents, investment advisors, or investment adviser representatives under chapter 485A.  The tax credits issued or transferred pursuant to this chapter shall not be considered securities under chapter 485A.\n     (f)  Funds raised or arranged by the corporation pursuant to this chapter shall be invested in seed capital and venture capital investments, as such terms are defined in chapter 211F, which, to the extent consistent with this chapter, shall be governed by applicable provisions of chapter 211F.\n     (g)  The guarantees extended by the fund shall be payable solely from revenues of the fund and shall be secured solely by those revenues and by the pledges and assignments authorized by this chapter.  No holders of guarantees issued under this chapter shall have a right to compel any exercise of the taxing power of the State to pay the guarantees and no moneys other than the revenues of the fund shall be applied to payment thereof.  Each guarantee issued under this chapter shall recite in substance that the guarantee is not a general obligation of the State and is payable solely from revenues pledged to the payment thereof, and that such guarantee is not secured directly or indirectly by the full faith and credit or the general credit of the State or by any revenues or taxes of the State other than the revenues specifically pledged thereto. [L 2004, c 215, pt of §1; am L 2007, c 9, §10]"
}