{
    "name": "Granting, suspending, and revoking licenses",
    "number": "24",
    "text": "(a)  No license shall be denied unless the board of agriculture finds, after due notice and opportunity of hearing to the applicant or licensee, one or more of the following:\n\n\n\n\t(1)\tThat the applicant is not qualified or does not possess equipment to conduct the business properly.\n\t(2)\tThat the issuance of the license will tend to promote destructive or demoralizing competition in a market already adequately served.\n\t(3)\tThat the issuance of the license is otherwise not in the public interest.\n\n\n\n\t(b)  The board may refuse to renew a license or may suspend or revoke a license, upon due notice and opportunity of hearing to the licensee, when it finds any of the following:\n\n\n\n\t(1)\tThat any licensee has, without reasonable cause, refused to accept milk delivered or failed to deliver milk as agreed, except where a contract has been terminated.\n\t(2)\tThat any licensee has failed to account or make payment, without reasonable cause, for any milk purchased.\n\t(3)\tThat any licensee has been adjudged a bankrupt.\n\t(4)\tThat any licensee has continued in a course of dealing of such a nature as to indicate the licensee's inability or unwillingness to properly conduct the business of producing, processing, delivering, receiving, or selling milk or of the licensee's intent to deceive or defraud producers, producer-distributors, distributors or consumers.\n\t(5)\tThat any licensee has violated the state antitrust law, chapter 480.\n\t(6)\tThat any licensee has failed to keep records or to furnish the statements or information required by the board.\n\t(7)\tThat any licensee has intentionally made a false or misleading statement upon which the license was issued.\n\t(8)\tThat the licensee has violated or failed to comply with this chapter.\n\t(9)\tThat the licensee has ceased to operate the milk business for which the license was issued.\n\n\n\n\t(c)  The board may conditionally renew a license or may conditionally decline to suspend or revoke a license, but such condition shall have appropriate relation to the administration of this chapter. [L 1967, c 260, §15; HRS ; gen ch 1985]\nCross References\n\n  Administrative hearing, see chapter 91.\nCase Notes\n\n  Section violates commerce clause.  590 F. Supp. 778."
}