{
    "name": "Determination of quotas",
    "number": "34",
    "text": "(a)  To promote a proper balance between supply and demand for milk, the board shall provide that the price to be paid to producers shall be based upon quota assigned each producer by the board, which quota shall be determined as follows:  upon petition or chairperson's motion as set out in section 157-31, there shall be established an initial quota for each producer and producer-distributor, which shall be the average of the amount of milk that the producer or producer-distributor produced and delivered during the three-year period prior to January 1, 1967; provided that if a producer or producer-distributor had not been in business for such period, the board may also take into account the producer's or producer-distributor's prior production, contract and the producer's or producer-distributor's investment; and provided further that in any milk shed established subsequent to January 1, 1971, the board shall establish an initial quota for each producer and producer-distributor which shall be the average of the amount of milk that the producer or producer-distributor produced and delivered during the twelve-month period immediately prior to the date of petition or chairperson's motion, and may also take into account prior production, contract and investment factors where any of the producers or producer-distributors shall not have been in business for such twelve-month period.  The board shall set the initial quota of a newly licensed producer or producer-distributor entering the market by taking into account all relevant market conditions and the capabilities of the licensee.  The board may adjust the initial quotas on a pro rata basis to meet changes in market requirements.\n\t(b)  For each milk shed in which quota control or price control or both is to be established, producers or producer-distributors whose dairies are located outside such milk shed shall participate in said quota control or price control, or both, for milk regularly supplied within the affected milk shed.  However, in setting the minimum price for the milk the board shall consider only those costs incurred by producers located within the affected milk shed.  Any milk delivered and utilized in a milk shed shall be subject to all the provisions and regulations applicable to that milk shed.\n\t(c)  When the amount of milk resold for human consumption as fluid milk does not exceed the sum of the quotas to be regularly supplied a distributor or producer-distributor, such fluid consumption milk shall be deemed taken ratably from the quotas actually supplied, and payment shall be made accordingly.  The board shall determine which producers, not under written contract with a distributor or producer-distributor, are regular suppliers of milk.  The remaining milk not used for human fluid consumption shall be paid for according to its use.  However, when the producer-distributor or distributor resells milk, other than recombined or reconstituted milk, for fluid consumption in an amount in excess of all quotas assigned producers or producer-distributors regularly supplying the producer-distributor or distributor milk, then the fluid consumption prices shall apply pro rata to surplus milk, in the ratio that a producer's quota bears to the sum of the quotas.  However, whenever there is quota milk available for purchase within the milk shed, surplus milk may not be used as milk to be resold for human consumption as fluid milk.\n\t(d)  From time to time when required to meet changes in conditions, the board may alter, revise, or adjust the total quota in any milk shed by rule, pursuant to section 157-31(a)(1), or by order, without regard for the notice and public hearing requirements of chapter 91, based on the specific formulas or criteria adopted under section 157-31(a)(2).  An order to alter, revise, or adjust the total quota for the production of milk in a milk shed shall be subject to the notice requirements set forth in sections 157-33(a)(1) and 157-33(a)(2) for an order fixing minimum prices or salvage values.\n\t(e)  The board may promulgate rules and regulations governing the transfer of quotas.\n\t(f)  No producer or producer-distributor shall have a quota exceeding twenty per cent of the total quotas established in the State.  When quotas are established for a milk shed in the State, no producer or producer-distributor shall have a quota exceeding twenty per cent of the total quota established in such milk shed; provided that any producer or producer-distributor whose quota shall exceed twenty per cent in any such milk shed on June 7, 1971, may continue to maintain such quota in such milk shed, but may not thereafter increase its quota percentage in such milk shed or in any other milk shed.  The board may, however, waive the requirements of this subsection within any milk shed when it finds that such action is necessary to insure the availability of an adequate supply of milk to the consuming public within such milk shed to promote stability of the dairy industry in said milk shed and will further be in the public interest.  For the purpose of this section, an agricultural cooperative shall not be counted as a producer. [L 1967, c 260, §23; HRS ; am L 1971, c 184, pt of §4; ree and am L 1972, c 40, pt of §2; gen ch 1985, 1993; am L 1997, c 118, §§4, 6; am L 1998, c 19, §1]\nCross References\n\n  Rulemaking, see chapter 91."
}