{
    "name": "Informal adjustment, law violators",
    "number": "31.4",
    "text": "(a)  When a child reasonably believed to come within section 571-11(1) is referred to the court or other designated agency, informal adjustment may be provided to the child by an intake officer duly authorized by the family court only where the facts reasonably appear to establish prima facie jurisdiction and are admitted and where a consent is obtained from the child's parent, guardian, or legal custodian, and the child, if of sufficient age and understanding.\n\t(b)  Informal adjustment under this section may include, among other suitable methods, programs, and procedures, the following: \n\n\n\n\t(1)\tParticipation in restitution projects to obtain appropriate victim satisfaction;\n\t(2)\tParticipation in community service projects so as to establish the child's self value in the community;\n\t(3)\tParticipation in community-based programs which work with the child and family to maintain and strengthen the family unit so that the child may be retained in the child's own home;\n\t(4)\tSubmission to neighborhood courts or panels upon procedures to be established by the court.  As used in this paragraph \"neighborhood courts or panels\" are community organizations designed to settle minor disputes between parties on a voluntary basis using mediation or nonbinding arbitration;\n\t(5)\tParticipation in programs to support, counsel, or provide work and recreational opportunities to help prevent delinquency;\n\t(6)\tParticipation in educational programs or supportive services designed to help delinquents and to encourage other youths to remain in elementary and secondary schools or in alternative learning situations;\n\t(7)\tParticipation in youth-initiated programs and outreach programs designed to assist youth and families;\n\t(8)\tAppropriate physical and medical examinations, vocational and aptitude testing, examinations for learning disabilities or emotional dysfunctions, and suitable counseling and therapy;\n\t(9)\tPlacement with nonsecure or secure shelter facilities; or\n\t(10)\tRestitution providing for monetary payment by the parents of the child.\n\n\n\n\t(c)  Informal adjustment projects, programs, and services may be provided through public agencies or private agencies.\n\t(d)  In the event resources and services for informal adjustment are not available, have failed, are reasonably believed to fail if attempted, or are unable to respond to the needs of the child or family, the intake officer shall proceed with formal action, or take such action as is otherwise allowed under this chapter. [L 1980, c 303, pt of §5(3); am L 1986, c 133, §1; am L 1988, c 294, §5]"
}