{
    "name": "Definitions",
    "number": "2",
    "text": "When used in this chapter, unless the context otherwise requires: \n\t\"Adult\" means a person eighteen years of age or older. \n\t\"Board\" means the board of family court judges. \n\t\"Child\" or \"minor\" means a person less than eighteen years of age. \n\t\"Commit\" means to transfer legal custody. \n\t\"Court\" means one of the family courts as herein established. \n\t\"Criminal history record check\" means submission of an individual's fingerprints and other identifying information to the Federal Bureau of Investigation and to the Hawaii criminal justice data center in accordance with chapter 846.\n\t\"Detention\" means the temporary care of children who require custody in physically secure facilities: \n\n\n\n\t(1)\tFor their immediate welfare; \n\t(2)\tFor the protection of the community; \n\t(3)\tWhile awaiting transfer to another jurisdiction; or \n\t(4)\tBecause of violation of a family court order of probation or protective supervision. \n\n\n\n\t\"Family violence\" means the occurrence of one or more of the following acts by a family or household member, but does not include acts of self-defense:\n\n\n\n\t(1)\tAttempting to cause or causing physical harm to another family or household member;\n\t(2)\tPlacing a family or household member in fear of physical harm; or\n\t(3)\tCausing a family or household member to engage involuntarily in sexual activity by force, threat of force, or duress.\n\n\n\n\t\"Guardianship of a minor\" means the duty and authority to make important decisions in matters having a permanent effect on the life and development of the minor and to be concerned about the minor's general welfare.  It includes, but shall not necessarily be limited, in either number or kind to:\n\n\n\n\t(1)\tThe authority to consent to marriage, to enlistment in the armed forces of the United States, or to major medical, psychiatric, and surgical treatment; to represent the minor in legal actions; to make other decisions concerning the minor of substantial legal significance;\n\t(2)\tThe authority and duty of reasonable visitation, except to the extent that the right of visitation has been limited by court order;\n\t(3)\tThe rights and responsibilities of legal custody when guardianship is exercised by the natural or adoptive parent, except where legal custody has been vested in another individual, agency, or institution; and\n\t(4)\tThe authority to consent to the adoption of the minor and to make any other decision concerning the minor that the minor's parents could make, when the rights of the minor's parents, or only living parent, have been judicially terminated as provided for in the statutes governing termination of parental rights to facilitate legal adoption, or when both of the minor's legal parents are deceased.\n\n\n\n\t\"Informal adjustment\" means the effort by intake officers, the courts, or others to provide a child referred to them or brought before them, and where appropriate that child's family, opportunity and aid before and in lieu of formally processing the child under this chapter.  The objective of this effort is to afford opportunity and aid so that the child, and where appropriate the child's family, may realize voluntary adjustment of behavior and obtain counseling and edification so as to better allow the child's appropriate emergence into adult society. \n\t\"Judge\" means judge of the family court. \n\t\"Legal custody\" means the relationship created by the court's decree which imposes on the custodian the responsibility of physical possession of the minor and the duty to protect, train, and discipline the minor and to provide the minor with food, shelter, education, and ordinary medical care, all subject to residual parental rights and responsibilities and the rights and responsibilities of any legally appointed guardian of the person. \n\t\"Meaningful contact\" means parent and child interactions, activities, and experiences, performed together, which nurture the parent-child attachment and relationship, while contributing to the child's development in a positive and effective manner.\n\t\"Probation\" means a legal status created by court order following adjudication in a case involving a violation of law whereby a minor is permitted to remain in the minor's home or in a community residential or nonresidential program subject to supervision by the court or an agency designated by the court and subject to return to the court for violation of probation at any time during the period of probation. \n\t\"Protective supervision\" means a legal status created by court order in proceedings not involving violations of law but where the legal custody of the minor is subject to change, whereby the minor is permitted to remain in the minor's home or in a community residential or nonresidential program under the supervision of the court or an agency designated by the court and subject to return to the court during the period of protective supervision. \n\t\"Residual parental rights and responsibilities\" means those rights and responsibilities remaining with the parent after the transfer of legal custody or guardianship of the person, including, but not necessarily limited to, the right to reasonable visitation, consent to adoption or marriage, and the responsibility for support. \n\t\"Senior judge\" means the judge so designated, as provided in this chapter. \n\t\"Shelter\" means the temporary care of children in physically unrestricting facilities pending court disposition. \n\t\"Status offender\" means any child coming within the family court's jurisdiction under section 571-11(2)(B), (C), or (D).  Such child is distinguished from (A) a law violator under section 571-11(1) who comes into the family court upon allegations such person has committed an act which would constitute a crime if committed by an adult, and (B) a neglected child under section 571-11(2)(A) and (9) and chapter 587. \n\tThe singular includes the plural, the plural the singular, and the masculine the feminine, when consistent with the intent of this chapter. [L 1965, c 232, pt of §1; Supp, §333-2; HRS ; am L 1972, c 2, pt of §33; am L 1976, c 85, §3; am L 1980, c 303, §§4(1), 5(1), (2); am L 1985, c 209, §6; gen ch 1985; am L 1986, c 297, §5; am L 1987, c 283, §57 and c 316, §1; am L 1996, c 198, §2; am L 2003, c 95, §15(1); am L 2004, c 161, §29; am L 2005, c 22, §40 and c 244, §3]\nRules of Court\n  Additional definitions, see HFCR rule 121.\nCase Notes\n  Where defendant, a non-custodial parent, was acting within the defendant's court-prescribed unsupervised visitation time, defendant retained, as a \"residual parental right\", within the meaning of this section, the authority to discipline defendant's child with respect to that child's conduct during the visitation period; thus, defendant was a \"parent\" for purposes of §703-309(1).  90 H. 85, 976 P.2d 399.\n  The \"physical harm\" encompassed in the definition of family violence in this section would not preclude a parent's right to use force to discipline a child as permitted by §703-309(1), and duty to discipline a child under §577-7(a).  88 H. 200 (App.), 965 P.2d 133."
}