{
    "name": "Orders expunging juvenile arrest records",
    "number": "88",
    "text": "(a)  The court may issue an order expunging a juvenile arrest record of a person upon written application by the person or, if the person is a minor, the minor's parent or guardian; provided the arrest was made pursuant to section 571-11(1) or (2) and the arrest record meets the following criteria:\n\n\n\n\t(1)\tThe matter was not referred to the prosecuting attorney or the family court and:\n\n\t\t(A)\tThe person was not counseled and released by the police; or\n\t\t(B)\tThe person was counseled and released by the police and the person has become an adult; or\n\n\t(2)\tThe matter was referred to the prosecuting attorney or family court and:\n\n\t\t(A)\tThe person was not adjudicated responsible by the court; or\n\t\t(B)\tThe matter was dismissed with prejudice.\n\n\n\n\n\n\t(b)  Before issuing an order to expunge an arrest record of a matter that was never referred to the court, the court shall consult with the prosecuting attorney in the appropriate circuit.\n\t(c)  Upon issuance of an expungement order under this section, the court shall:\n\n\n\n\t(1)\tForward copies of the expungement order to the police department and the department of the attorney general for expungement of the arrest record; and \n\t(2)\tIssue to the person for whom the expungement order was issued, a certificate stating that an expungement order was issued and that its effect is to annul the record of one or more specific arrests.  The certificate shall:\n\n\t\t(A)\tAuthorize the person to state, in response to any question or inquiry, whether or not under oath, that the person has no record regarding the specific arrest; and\n\t\t(B)\tState that the person shall not be subject to any action for perjury, civil suit, discharge from employment, or any other adverse action for making any statement authorized by the certificate.\n\n\n\n\n\n\t(d)  A person whose arrest record has been expunged under this section shall not be subject to any action for perjury, civil suit, discharge from employment, or any other adverse action for responding to any question or inquiry, whether or not under oath, that the person has no record regarding the specific arrest expunged.\n\t(e)  As used in this section:\n\t\"Arrest record\" means any record maintained by a county police department or the department of the attorney general under chapters 846 and 846D, relating to the arrest of the minor for a specific offense, including fingerprints taken during the arrest and maintained under section 846-2.5(b).\n\t\"Expunge\" means a process defined by agency policy in which records are segregated and kept confidential, or destroyed. [L 2001, c 233, §1; am L 2002, c 26, §1; am L 2003, c 6, §1]"
}