{
    "name": "Detention; shelter; release; notice",
    "number": "32",
    "text": "(a)  If a child who is believed to come within section 571-11(1) or (2) is not released as provided in section 571-31 and is not deemed suitable for diversion, the child shall be taken without unnecessary delay to the court or to the place of detention or shelter designated by the court.  If the court determines that the child requires care away from the child's own home but does not require secure physical restriction, the child shall be given temporary care in any available nonsecure child caring institution, foster family home, or other shelter facility.\n\t(b)  The officer or other person who brings a child to a detention or shelter facility shall give notice to the court at once, stating the legal basis therefor and the reason why the child was not released to the child's parents.  If the facility to which the child is taken is not an agency of the court, the person in charge of the facility in which the child is placed shall promptly give notice to the court that the child is in that person's custody.  Prior to acceptance of the child for detention or shelter care, a prompt inquiry shall be made by a duly authorized staff member of the detention or shelter facility or officer of the court.  Where it is deemed in the best interests of the child, the judge, officer, staff member, or the director of detention services may then order the child to be released, if possible, to the care of the child's parent, guardian, legal custodian, or other responsible adult, or the judge may order the child held in the facility subject to further order or placed in some other appropriate facility.\n\t(c)  As soon as a child is detained, the child's parents, guardian, or legal custodian shall be informed, by personal contact or by notice in writing on forms prescribed by the court, that they may have a prompt hearing held by a circuit judge or district family judge regarding release or detention.  A child may be released on the order of the judge with or without a hearing.  The director of detention services may order the release of the child if an order of detention has not been made.\n\t(d)  No child shall be held in a detention facility for juveniles or shelter longer than twenty-four hours, excluding weekends and holidays, unless a petition or motion for revocation of probation, or motion for revocation of protective supervision has been filed, or unless the judge orders otherwise after a court hearing.  No ex parte motions shall be considered.  If there is probable cause to believe that the child comes within section 571-11(1), the child may be securely detained in a certified police station cellblock or community correctional center.  The detention shall be limited to six hours.  In areas which are outside a standard metropolitan statistical area, the detention may be up to twenty-four hours, excluding weekends and holidays, if no detention facility for juveniles is reasonably available.  Any detention in a police station cellblock or community correctional center shall provide for the sight and sound separation of the child from adult offenders.\n\t(e)  No child may be held after the filing of a petition or motion, as specified in subsection (d) of this section, unless an order for continued detention or shelter has been made by a judge after a court hearing.  If there is probable cause to believe that the child comes within section 571-11(1), the child may be securely detained, following a court hearing, in a detention facility for juveniles or may be held in a shelter.  If there is probable cause to believe that the child comes within section 571-11(2), or section 281-101.5, the child may be held, following a court hearing, in a shelter but may not be securely detained in a detention facility for juveniles for longer than twenty-four hours, excluding weekends and holidays, unless the child is subject to the provisions of chapter 582, Interstate Compact on Juveniles, or is allegedly in or has already been adjudicated for a violation of a valid court order, as provided under the federal Juvenile Justice and Delinquency Prevention Act of 1974, as amended.\n\t(f)  No child shall be released from detention except in accordance with this chapter.\n\t(g)  Where a child transferred for criminal proceedings pursuant to waiver of family court jurisdiction is detained, the child shall be held in the detention facility used for persons charged with crime.  When a child is ordered committed to an agency or institution, the child shall be transported promptly to the place of commitment. \n\t(h)  Provisions regarding bail shall not be applicable to children detained in accordance with this chapter, except that bail may be allowed after a child has been transferred for criminal prosecution pursuant to waiver of family court jurisdiction. \n\t(i)  The official in charge of a facility for the detention of adult offenders or persons charged with crime shall inform the court immediately when a child who is or appears to be under eighteen years of age is received at the facility. \n\t(j)  Any other provision of law to the contrary notwithstanding, any person otherwise subject to proceedings under chapter 832 and who is under the age of eighteen may be confined in a detention facility or correctional facility by order of a judge for the purposes set forth in section 832-12, 832-15, or 832-17. \n\t(k)  The department of human services through the office of youth services shall certify police station cellblocks and community correctional centers that provide sight and sound separation between children and adults in secure custody.  Only cellblocks and centers certified under this subsection shall be authorized to detain juveniles pursuant to section 571-32(d).  The office of youth services may develop sight and sound separation standards, issue certifications, monitor and inspect facilities for compliance, cite facilities for violations, withdraw certifications, and require certified facilities to submit such data and information as requested.  In addition, the office of youth services may monitor and inspect all cellblocks and centers for compliance with section 571-32(d). [L 1965, c 232, pt of §1; Supp, §333-17; HRS ; am L 1976, c 85, §8; am L 1977, c 119, §2; am L 1980, c 303, §4(4); am L 1993, c 187, §2]"
}