{
    "name": "Investigation prior to disposition",
    "number": "45",
    "text": "Except where the requirement is waived by the judge a social study and a report in writing shall be made in the case of a minor concerning whom a petition has been filed under section 571-11(1) and (2).  The study shall be initiated upon the filing of a petition except in petitions filed under section 571-11(1) when it is ascertained that the minor denies the allegations set forth in the petition.  In such case the study shall proceed only after the court after hearing has made a finding as to the allegations of the petition. \n\tExcept where the requirement is waived by the judge, social studies shall also be made in proceedings to decide disputed or undetermined legal custody and in custody disputes arising out of a divorce action.  In all other awards of custody arising out of a divorce action, including those where an agreement with respect to custody has been made by the parties, and in any other case or class of cases, the judge may order a social study when the judge has reason to believe such action is necessary to assure adequate protection of the minor or of any other person involved in the case.  By special order of the judge or by rule of court a social study may be required in support cases covering financial ability and other matters pertinent to making an order of support.  The use of such studies in custody and support hearings shall be subject to the applicable provisions of section 571-41. \n\tSocial studies required by this section shall be presented to and considered by the judge prior to making disposition. \n\tThe judge may order and use a presentence investigation with respect to any criminal action under the jurisdiction of the court in accordance with the existing provisions of the law with respect to the making and use of such studies. [L 1965, c 232, pt of §1; Supp, §333-23; HRS ; am L 1971, c 72, §2; am L 1972, c 115, §1; am L 1973, c 211, §1(f); gen ch 1985]"
}