{
    "name": "Termination of parental rights; petition",
    "number": "61",
    "text": "PART VI.  TERMINATION OF PARENTAL RIGHTS\n\n     (a)  Relinquishment.  The parents or either parent or the surviving parent who desire to relinquish parental rights to any natural or adopted child and thus make the child available for adoption or readoption, may petition the family court of the circuit in which they or he or she resides, or of the circuit in which the child resides, or was born, for the entry of a judgment of termination of parental rights.  The petition shall be verified and shall be substantially in such form as may be prescribed by the judge or senior judge of the family court.  The petition may be filed at any time following the mother's sixth month of pregnancy; provided that no judgment may be entered upon a petition concerning an unborn child until after the birth of the child and in respect to a legal parent or parents until the petitioner or petitioners have filed in the termination proceeding a written reaffirmation of their desires as expressed in the petition or in respect to a legal parent or parents until the petitioner or petitioners have been given not less than ten days' notice of a proposal for the entry of judgment and an opportunity to be heard in connection with such proposal.\n\t(b)  Involuntary termination.\n\n\n\n\t(1)\tThe family courts may terminate the parental rights in respect to any child as to any legal parent:\n\n\t\t(A)\tWho has deserted the child without affording means of identification for a period of at least ninety days;\n\t\t(B)\tWho has voluntarily surrendered the care and custody of the child to another for a period of at least two years;\n\t\t(C)\tWho, when the child is in the custody of another, has failed to communicate with the child when able to do so for a period of at least one year;\n\t\t(D)\tWho, when the child is in the custody of another, has failed to provide for care and support of the child when able to do so for a period of at least one year;\n\t\t(E)\tWhose child has been removed from the parent's physical custody pursuant to legally authorized judicial action under section 571-11(9), and who is found to be unable to provide now and in the foreseeable future the care necessary for the well-being of the child;\n(F)\tWho is found by the court to be mentally ill or mentally retarded and incapacitated from giving consent to the adoption of or from providing now and in the foreseeable future the care necessary for the well-being of the child;\n(G)\tWho is found not to be the child's natural or adoptive father.\n\n\t(2)\tThe family courts may terminate the parental rights in respect to any minor of any natural but not legal father who is an adjudicated, presumed or concerned father under chapter 578, or who is named as the father on the child's birth certificate:\n\n\t\t(A)\tWho falls within subparagraph (A), (B), (C), (D), (E), or (F) of paragraph (1);\n\t\t(B)\tWhose child is sought to be adopted by the child's stepfather and the stepfather has lived with the child and the child's legal mother for a period of at least one year;\n\t\t(C)\tWho is only a concerned father who has failed to file a petition for the adoption of the child or whose petition for the adoption of the child has been denied; or\n\t\t(D)\tWho is found to be an unfit or improper parent or to be financially or otherwise unable to give the child a proper home and education.\n\n\t(3)\tIn respect to any proceedings under paragraphs (1) and (2), the authority to terminate parental rights may be exercised by the court only when a verified petition, substantially in the form above prescribed, has been filed by some responsible adult person on behalf of the child in the family court of the circuit in which the parent resides or the child resides or was born and the court has conducted a hearing of the petition.  A copy of the petition, together with notice of the time and place of the hearing thereof, shall be personally served at least twenty days prior to the hearing upon the parent whose rights are sought to be terminated.  If personal service cannot be effected within the State, service of the notice may be made as provided in section 634-23 or 634-24.\n\t(4)\tThe family courts may terminate the parental rights in respect to any child as to any natural father who is not the child's legal, adjudicated, presumed or concerned father under chapter 578.\n\n\n\n\tSuch authority may be exercised under this chapter only when a verified petition, substantially in the form above prescribed, has been filed by some responsible adult person on behalf of the child in the family court of the circuit in which the parent resides or the child resides or was born, and the court has conducted a hearing of the petition.\n\tIf the mother of the child files with the petition an affidavit representing that the identity or whereabouts of the child's father is unknown to her or not ascertainable by her or that other good cause exists why notice cannot or should not be given to the father, the court shall conduct a hearing to determine whether notice is required.\n\tIf the court finds that good cause exists why notice cannot or should not be given to the child's father, and that the father is neither the legal nor adjudicated nor presumed father of the child, nor has he demonstrated a reasonable degree of interest, concern, or responsibility as to the existence or welfare of the child, the court may enter an order authorizing the termination of the father's parental rights and the subsequent adoption of the child without notice to the father. [L 1965, c 232, pt of §1; Supp, §333-29; HRS ; am L 1970, c 205, §2; am L 1971, c 46, §1; am L 1973, c 211, §1(h); am L 1974, c 74, §1; am L 1976, c 85, §14; am L 1980, c 55, §1; am L 1982, c 49, §1; am L 1983, c 171, §4; am L 1993, c 160, §2]"
}