{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter, unless the context otherwise requires:\n\t\"Affiliate\" means:\n\n\n\n\t(1)\tA person who directly or indirectly owns, controls, or holds with power to vote, twenty or more per cent of the outstanding voting securities of the debtor, other than a person who holds the securities:\n\n\t\t(A)\tAs a fiduciary or agent without sole discretionary power to vote the securities; or\n\t\t(B)\tSolely to secure a debt, if the person has not in fact exercised the power to vote;\n\n\t(2)\tA corporation, twenty or more per cent of whose outstanding voting securities are directly or indirectly owned, controlled, or held with power to vote, by the debtor, or by a person who directly or indirectly owns, controls, or holds with power to vote, twenty or more per cent of the outstanding voting securities of the debtor, other than a person who holds the securities:\n\n\t\t(A)\tAs a fiduciary or agent without sole discretionary power to vote the securities; or\n\t\t(B)\tSolely to secure a debt, if the person has not in fact exercised the power to vote;\n\n\t(3)\tA person whose business is operated by the debtor under a lease or other agreement, or a person substantially all of whose assets are controlled by the debtor; or\n\t(4)\tA person who operates the debtor's business under a lease or other agreement or controls substantially all of the debtor's assets.\n\n\n\n\t\"Asset\" means property of a debtor but does not include:\n\n\n\n\t(1)\tProperty to the extent that it is encumbered by a valid lien;\n\t(2)\tProperty to the extent that it is generally exempt under nonbankruptcy law; or\n\t(3)\tAn interest in property held in tenancy by the entireties to the extent that it is not subject to process by a creditor holding a claim against only one tenant.\n\n\n\n\t\"Claim\" means a right to payment, whether or not the right is reduced to judgment, liquidated, unliquidated, fixed, contingent, matured, unmatured, disputed, undisputed, legal, equitable, secured, or unsecured.\n\t\"Creditor\" means a person who has a claim against a debtor.\n\t\"Debt\" means liability on a claim.\n\t\"Debtor\" means a person against whom a creditor has a claim.\n\tAn \"insider\" includes:\n\n\n\n\t(1)\tIf the debtor is an individual:\n\n\t\t(A)\tA relative of the debtor or of a general partner of the debtor;\n\t\t(B)\tA partnership in which the debtor is a general partner;\n\t\t(C)\tA general partner in a partnership described in subparagraph (B); or\n\t\t(D)\tA corporation of which the debtor is a director, officer, or person in control;\n\n\t(2)\tIf the debtor is a corporation:\n\n\t\t(A)\tA director of the debtor;\n\t\t(B)\tAn officer of the debtor;\n\t\t(C)\tA person in control of the debtor;\n\t\t(D)\tA partnership in which the debtor is a general partner;\n\t\t(E)\tA general partner in a partnership described in subparagraph (D); or\n\t\t(F)\tA relative of a general partner, director, officer, or person in control of the debtor;\n\n\t(3)\tIf the debtor is a partnership:\n\n\t\t(A)\tA general partner of the debtor;\n\t\t(B)\tA relative of a general partner in, of a general partner of, or of a person in control of the debtor;\n\t\t(C)\tAnother partnership in which the debtor is a general partner;\n\t\t(D)\tA general partner in a partnership described in subparagraph (C); or\n\t\t(E)\tA person in control of the debtor;\n\n\t(4)\tAn affiliate, or an insider of an affiliate as if the affiliate were the debtor; and\n\t(5)\tA managing agent of the debtor.\n\n\n\n\t\"Lien\" means a charge against or an interest in property to secure payment of a debt or performance of an obligation, including a security interest created by agreement, a judicial lien obtained by legal or equitable process or proceedings, a common-law lien, or a statutory lien.\n\t\"Person\" means an individual, partnership, corporation, association, organization, government or governmental subdivision or agency, business trust, estate, trust, or any other legal or commercial entity.\n\t\"Property\" means anything that may be the subject of ownership.\n\t\"Relative\" means an individual related within the third degree as determined by the common law, a spouse, or an individual related to a spouse within the third degree as so determined, and includes an individual in an adoptive relationship within the third degree.\n\t\"Transfer\" means every mode, direct or indirect, absolute or conditional, voluntary or involuntary, of disposing of or parting with an asset or an interest in an asset, and includes a payment of money, a release, a lease, and the creation of a lien or encumbrance.\n\t\"Valid lien\" means a lien that is effective against the holder of a judicial lien subsequently obtained by legal or equitable process or proceedings. [L 1985, c 216, pt of §1]"
}