{
    "name": "Cash, credit and debit card authorization, stocks, bonds, or real property as security for bail",
    "number": "11.5",
    "text": "(a)  Any person who is permitted to give bail in accordance with section 804-7.4 may secure the bail bond by a deposit, with the clerk of the appropriate court, of:\n\n\n\n\t(1)\tCash or credit or debit card authorization equal to the amount of the bail; \n\t(2)\tThe unencumbered interest in personal property which has a market value of not less than the amount of the bail bond; or \n\t(3)\tDeeds for real property: \n\n\t\t(A)\tSituated in this State; \n\t\t(B)\tNot exempt from attachment or execution under section 651-92; \n\t\t(C)\tOwned by the person depositing the bail; and \n\t\t(D)\tConsisting of an unencumbered interest the value of which is at least double the amount of the bail bond.\n\n\n\n\n\n\t(b)  If the bail bond is secured by stocks and bonds the person giving the bail shall file with the bond a sworn schedule which shall be approved by the court and shall contain: \n\n\n\n\t(1)\tA list of the stocks and bonds deposited describing each in detail that they may be identified; \n\t(2)\tThe present market value of each stock and bond; \n\t(3)\tThe total market value of the stocks and bonds listed;\n\t(4)\tA statement that the affiant is or affiants are the sole owner or owners of the stocks and bonds listed; and \n\t(5)\tA statement that the stocks and bonds are security for the appearance of the defendant in accordance with the conditions of release imposed by the court. \n\n\n\n\t(c)  If the bail bond is secured by real property the person giving the bail shall file with the bond a statement of value of the real property from the tax assessor of the county in which the real property is located and a sworn schedule which shall contain: \n\n\n\n\t(1)\tA legal description of the real property; \n\t(2)\tA description of any and all encumbrances on the real property including the amount of each and the holder thereof; \n\t(3)\tThe market value of the unencumbered interest owned by the affiant or affiants; \n\t(4)\tA statement that the affiant is the sole owner, or in the case of jointly owned real property, that affiants are the sole owners of the unencumbered interest and that it is not exempt from execution under section 651-92; and \n\t(5)\tA statement that the real property is security for the appearance of the defendant in accordance with the conditions of release imposed by the court. \n\n\n\n\t(d)  The sworn schedule shall constitute a material part of the bail bond.  An affiant commits the offense of perjury under section 710-1060 if in the sworn schedule the affiant makes a false statement which the affiant does not believe to be true.\n\t(e)  The clerk of the court requiring the bail bond shall immediately file a certified copy of the bail bond and schedule of real property in the office of the court clerk of the circuit in which the real property is situated.  The bail bond and schedule of real property shall be accompanied by the necessary recording fee, which shall be paid by the affiant or affiants.  The court clerk shall record the copies of the bail bond and schedule and thereupon the State shall have a lien on the real property from the date and time of recordation.  The instruments described in this section shall be recorded with the bureau of conveyances. \n\t(f)  For the purposes of this section, an unencumbered interest in real property, stocks, or bonds, means that the interest is not encumbered by any lien or encumbrance or is not currently being used as security for a bail bond. \n\t(g)  In case the officer taking the bail doubts the sufficiency of the person giving bail, the officer may compel that person, either by oath or otherwise, to furnish proof of the person's sufficiency. [L 1987, c 139, §9(3); am L 2004, c 71, §3]"
}