{
    "name": "Condominium education trust fund",
    "number": "71",
    "text": "(a)  The commission shall establish a condominium education trust fund that the commission shall use for educational purposes.  Educational purposes shall include financing or promoting:\n     (1)  Education and research in the field of condominium management, condominium project registration, and real estate, for the benefit of the public and those required to be registered under this chapter;\n     (2)  The improvement and more efficient administration of associations;\n     (3)  Expeditious and inexpensive procedures for resolving association disputes; and\n     (4)  Support for mediation of condominium related disputes.\n     (b)  The commission shall use all moneys in the condominium education trust fund for purposes consistent with subsection (a). [L 2005, c 93, pt of §3; am L 2013, c 187, §2]\n \nNote\n \n  Until amended, references in administrative rules to condominium management education fund are references to condominium education trust fund.  L 2009, c 129, §14.\n  L 2013, c 187, §§4 and 5 provide as follows:\n  \"SECTION 4.  Between the effective date of this Act [July 1, 2013] and July 1, 2015, the real estate commission, pursuant to section 514B-71(a)(4), Hawaii Revised Statutes, shall continue to budget an amount and expend moneys from the condominium education trust fund specifically to support mediation of condominium related disputes utilizing professionally trained mediators for those parties and disputes specified in section 514B-161, Hawaii Revised Statutes.  If a fiscal year budgeted amount for mediation is fully expended and the commission receives additional requests for condominium education trust fund subsidies for the mediation of condominium related disputes, the commission may expend the budgeted amount allocated to other educational purposes for mediation of condominium related disputes.  The commission and professional vocational licensing division of the department of commerce and consumer affairs shall make adjustments, as needed, to their budgets to meet the requirements of this section.\n  As used in this section, \"professionally trained mediators\" includes retired judges and individuals who have professional mediation training which shall include appropriate knowledge of mediation procedures, ethics, standards, and responsibilities.\n  SECTION 5.  The department of commerce and consumer affairs professional and vocational licensing division's budget ceiling shall be amended to reflect the additional annual condominium education trust fund fee required by section 514B-72(a)(2), Hawaii Revised Statutes, and paid into the condominium education trust fund, established by section 514B-71, Hawaii Revised Statutes.  On June 30 of every odd-numbered year, any unexpended additional amounts paid into the condominium education trust fund and initially dedicated to supporting mediation of condominium related disputes, as required by section 514B‑72(a)(2), Hawaii Revised Statutes, shall be used for educational purposes as provided in section 514B-71(a)(1), (2), and (3), Hawaii Revised Statutes.\""
}