{
    "name": "Mandatory use of seat belts, when, penalty",
    "number": "11.6",
    "text": "(a)  Except as otherwise provided by law, no person:\n\n\n\n\t(1)\tShall operate a motor vehicle upon any public highway unless the person is restrained by a seat belt assembly and any passengers in the front or back seat of the motor vehicle are restrained by a seat belt assembly if between the ages of four and fourteen, or are restrained pursuant to section 291-11.5 if under the age of four; \n\t(2)\tIf fifteen years of age or more shall be a passenger in the front seat of a motor vehicle being operated upon any public highway unless such person is restrained by a seat belt assembly; and\n\t(3)\tIf between the ages of fifteen and seventeen, shall be a passenger in the back seat of a motor vehicle being operated upon any public highway unless such person is restrained by a seat belt assembly.\n\n\n\n\tAs used in this section \"seat belt assembly\" means the seat belt assembly required to be in the motor vehicle under any federal motor vehicle safety standard issued pursuant to Public Law 89-563, the federal National Traffic and Motor Vehicle Safety Act of 1966, as amended, unless original replacement seat belt assemblies are not readily available.  If replacement assemblies are not readily available, seat belts of federally approved materials with similar protective characteristics may be used.  Such replacement seat belt assemblies shall be permanently marked by the belt manufacturer indicating compliance with all applicable federal standards.\n\t(b)  The passengers of the following motor vehicles shall be exempt from the requirements of this section:  emergency and mass transit vehicles.  Further exemptions from this section may be established by rules adopted by the department of transportation pursuant to chapter 91.\n\tAs used in this section, unless the context otherwise requires:\n\t\"Emergency vehicle\" means an ambulance, a firefighting or rescue vehicle, or a police vehicle while on duty.\n\t\"Mass transit vehicle\" means a bus, including a school bus (but excluding a charter or sightseeing service bus) with a gross vehicle weight rating that is over 10,000 pounds, whether publicly or privately owned, which provides service to the general public or provides special service on a regular or continuing basis.\n\t(c)  No person shall be guilty of violating this section if:\n\n\n\n\t(1)\tThe person is in a motor vehicle which is not required to be equipped with a seat belt assembly under any federal motor vehicle safety standard unless the vehicle is in fact equipped with a seat belt assembly;\n\t(2)\tThe person not restrained by a seat belt assembly is in a vehicle in which the number of persons exceeds the number of seat belt assemblies available in the vehicle or the number of seat belt assemblies originally installed in the vehicle, whichever is greater; provided that all available seat belt assemblies are being used to restrain passengers;\n\t(3)\tThe person not restrained by a seat belt assembly has a condition which prevents appropriate restraint by the seat belt assembly; provided such condition is duly certified by a physician who shall state the nature of the condition, as well as the reason such restraint is inappropriate;\n\t(4)\tThe person not restrained by a seat belt assembly is operating a taxicab or other motor vehicle utilized in performing a bona fide metered taxicab service which is regulated under chapter 269 or by county ordinance and is carrying passengers in the vehicle in the course of performing taxicab services; or \n\t(5)\tOtherwise exempted by rules adopted by the department of transportation pursuant to chapter 91.\n\n\n\n\t(d)  This section shall not be deemed to change existing laws, rules, or procedures pertaining to a trial of a civil action for damages for personal injuries or death sustained in a motor vehicle accident.\n\t(e)  A person who fails to comply with the requirements of this section shall be subject to a fine of $45 for each violation and a surcharge of $10 which shall be deposited into the neurotrauma special fund. [L 1985, c 235, §1; am L 1986, c 40, §1 and c 238, §1; am L 1987, c 266, §1; am L 1988, c 223, §1; am L 1997, c 60, §5; am L 2000, c 294, §1; am L 2002, c 160, §6]"
}