{
    "name": "Regulation of motor vehicle sun screening devices; penalty",
    "number": "21.5",
    "text": "(a)  No person shall operate, permit the operation of, cause to be operated, or park any motor vehicle on a public highway if the glazing material of the motor vehicle:\n\n\n\n\t(1)\tDoes not meet the requirements of the Federal Motor Vehicle Safety Standards 205 in effect at the time of its manufacture; or\n\t(2)\tIs used in conjunction with sun screening devices not exempted from this section by subsection (d) hereof.\n\n\n\n\t(b)  No person shall install, mount, adhere, affix, or use any sun screening device or combination of devices in conjunction with the glazing material of a motor vehicle which does not meet the requirements of the Federal Motor Vehicle Safety Standards 205 in effect at the time of the glazing material's manufacture except as provided in this section.  Any person who violates this section shall be liable for the removal of any sun screening device applied contrary to this section.\n\t(c)  A safety inspection required under section 286-25 shall include a test to ensure that the glazing material and any sun screening devices meet the requirements specified in this section.\n\t(d)  This section shall not apply to:\n\n\n\n\t(1)\tRearview mirrors;\n\t(2)\tAdjustable nontransparent sun visors which are mounted forward of the side windows and are not attached to the glazing material;\n\t(3)\tSigns, stickers, or other materials which are displayed in a seven-inch square in the lower corner of the windshield farthest removed from the driver or signs, stickers, or other materials which are displayed in a five-inch square in the lower corner of the windshield nearest the driver;\n\t(4)\tRear trunk lid handle or hinges;\n\t(5)\tWindow wipers and window wiper motors;\n\t(6)\tTransparent sun screening film materials which are installed, affixed, or applied along the top edge of the windshield so long as such materials do not encroach upon the AS-1 portion of the windshield as provided by the Federal Motor Vehicle Safety Standards 205 or no lower than four inches below the top of the windshield, when measured from the middle point of the bottom edge of the top windshield moulding if no AS-1 markings can be found in the left or right upper margin of the windshield;\n\t(7)\tSun screening devices for front side wing vents and windows which, when used in conjunction with the glazing material have a light transmittance of no less than thirty-five per cent plus or minus six per cent;\n\t(8)\tSun screening devices for side windows necessary for driving visibility which are to the rear of the driver and for rear windows necessary for driving visibility which, when used in conjunction with the glazing material, have a light transmittance of no less than thirty-five per cent plus or minus six per cent;\n\t(9)\tSide windows which are to the rear of the driver and rear windows on vans, minivans, trucks, or buses; provided that the vehicles are equipped with rearview mirrors on both sides;\n\t(10)\tPrivacy drapes, curtains, or blinds, or any combination, installed on the interior of motor homes.\n\n\n\n\t(e)  Any person who violates this section shall be fined not less than $50 nor more than $250 for each separate offense. [L 1983, c 294, pt of §2; am L 1986, c 188, §2; am L 1989, c 54, §1]"
}