{
    "name": "Penalties",
    "number": "37",
    "text": "(a)  Any person guilty of omitting any of the required acts, or committing any of the prohibited acts of this chapter, or the rules adopted shall be guilty of a violation of this chapter and shall be fined not less than $25 nor more than $1,800; provided that any person guilty of omitting any of the required acts, or committing any of the prohibited acts of sections 291-34, 291-35, or 291-36 shall be fined not more than $600 and not less than the fine which is set forth in the following tables: \t\t The minimum fine for a\n\tIf the excess weight is:\tfirst violation shall be:\n\t  100 to  1,500 pounds\t\t$125\n\t1,501 to  2,000 pounds\t\t 130\n\t2,001 to  2,500 pounds\t\t 140\n\t2,501 to  3,000 pounds\t\t 160\n\t3,001 to  3,500 pounds\t\t 180\n\t3,501 to  4,000 pounds\t\t 200\n\t4,001 to  4,500 pounds\t\t 225\n\t4,501 to  5,000 pounds\t\t 250\n\t5,001 to  5,500 pounds\t\t 275\n\t5,501 to  6,000 pounds\t\t 300\n\t6,001 to  6,500 pounds\t\t 330\n\t6,501 to  7,000 pounds\t\t 360\n\t7,001 to  7,500 pounds\t\t 390\n\t7,501 to  8,000 pounds\t\t 420\n\t8,001 to  8,500 pounds\t\t 455\n\t8,501 to  9,000 pounds\t\t 490\n\t9,001 to  9,500 pounds\t\t 525\n\t9,501 to 10,000 pounds\t\t 560\n\t10,001 pounds and over\t\t 580\n\tIf the excess dimension is:\tThe minimum fine shall be:\n\tUp to 5 feet\t\t$ 25\n\t\tOver 5 feet and up to 10 feet\t  50\n\t\tOver 10 feet and up to 15 feet\t  75\n\t\tOver 15 feet\t\t 100\nFor the purpose of the imposition of a fine or penalty herein, evidence of prior offenses shall be admissible.\n\tFor a second violation within one year of the first, the fine for excess weight shall be not less than twice the fine listed in the excess weight table above and not more than $1,200.  For a third or subsequent violation for excess weight previously cited under this section within one year, the fine shall not be less than triple the fine listed in the excess weight table above and not more than $1,800.\n\tFor the purposes of this section \"person\" means the driver of the vehicle unless the driver is an employee in the scope and course of employment, in which case \"person\" means the employer of the driver.  In the case of the transportation of a sealed container or transportation by flatrack, \"person\" means:\n\n\n\n\t(1)\tThe individual or company the cargo is consigned to; or\n\t(2)\tThe individual or company located in the State shipping the cargo.\n\n\n\nThe consignee or the shipper shall not be cited if the power units' drive axle group is overweight and the weight is not more than that allowed for a tandem axle with any applicable tolerances.\n\tAll penalties imposed and collected for violations of sections 291-33 to 291-36 shall be paid into the state highway fund.\n\tThe department of transportation is authorized to institute a system where the minimum fine, based on the tables in this subsection, may be mailed in when the citation or penalty is not to be contested.  This system shall include an ability for the owner of the vehicle or combination of vehicles to request the operator be held harmless and the citation be transferred to that owner of the vehicle or combination of vehicles.\n\t(b)  When a vehicle or combination of vehicles including load is found to be in violation of any provision contained in sections 291-33 to 291-36, and the operator of such vehicle or combination of vehicles is a subordinate or employee, the courts shall take judicial notice of this relative subordinate position and, conditions warranting, hold the operator harmless and impose the applicable penalties against the owner of the vehicle or combination of vehicles.  The owner of the vehicle or combination of vehicles shall mean persons or officers of firms or corporations, who owns the transporting vehicle or who operates the vehicle under a bona fide lease agreement. [L 1941, c 216, pt of §1; RL 1945, §11716; RL 1955, §311-22; HRS ; am L 1977, c 184, §3; am L 1980, c 281, §3; am L 1989, c 57, §1; am L 1992, c 43, §1 and c 179, §1; am L 1994, c 30, §2]"
}