{
    "name": "Enforcement",
    "number": "39",
    "text": "(a)  For the purpose of the enforcement of sections 291-33 to 291-36, the powers of police officers are conferred upon the director of transportation and any motor carrier safety officer.  Every police officer and motor carrier safety officer shall enforce compliance with sections 291-33 to 291-36, with the technical assistance of the department of transportation.  In the enforcement of sections 291-34 to 291-36 such officers may require the driver of a vehicle to stop and submit to:\n\n\n\n\t(1)\tThe measurement of the dimensions of the vehicle and load;\n\t(2)\tThe examination of the certificate of weight; and\n\t(3)\tThe weighing of vehicles and load by means of either wheel load weighers, axle load scales, or vehicle scales, if such scales are within two miles of the place where the vehicle is stopped.\n\n\n\n\t(b)  The department of transportation is authorized to provide the necessary technical assistance to police officers and motor carrier safety officers to determine compliance or noncompliance with sections 291-34 to 291-36.  Whenever the department of transportation determines that the size or weight of a vehicle does not comply with sections 291-34 to 291-36, the police officers or motor carrier safety officers may require the driver to move the vehicle to a suitable place and to remain there until the vehicle and load are brought into compliance with the limits prescribed by this chapter.  If any of the load must be removed from the vehicle in order to comply with sections 291-34 to 291-36, the removal and all risks caused by or resulting from the removal shall be the responsibility of the owner or operator of the vehicle.\n\t(c)  Notwithstanding any other provisions of this chapter, no enforcing officer shall issue a citation for violation of section 291-35 unless:\n\n\n\n\t(1)\tThe violator exceeds the applicable maximum weight by more than five per cent when a portable axle scale is used; or\n\t(2)\tThe violator exceeds the applicable maximum weight by more than two per cent when a permanently installed axle load scale is used.\n\n\n\nThis subsection shall not apply to interstate highways.\n\t(d)  Police officers and motor carrier safety officers shall issue citations to any person violating sections 291-33 to 291-36, except as specified in subsection (c).\n\t(e)  The driver of any vehicle who fails or refuses to stop and submit the vehicle and load to measuring or weighing when directed by a police officer or motor carrier safety officer or who fails or refuses to otherwise comply with this section, shall be fined as provided in section 291-37. [L 1977, c 184, §4; am L 1980, c 281, §4; am L 1983, c 188, §2; am L 1992, c 179, §2]"
}