{
    "name": "Charter school local school boards; powers and duties",
    "number": "7",
    "text": "(a)  All local school boards, with the exception of those of conversion charter schools that are managed and operated by a nonprofit organization pursuant to section 302B‑6(e), shall be composed of, at a minimum, one representative from each of the following participant groups:\n     (1)  Principals;\n     (2)  Instructional staff members selected by the school instructional staff;\n     (3)  Support staff selected by the support staff of the school;\n     (4)  Parents of students attending the school selected by the parents of the school;\n     (5)  Student body representatives selected by the students of the school; and\n     (6)  The community at large.\n     (b)  No chief executive officer, chief administrative officer, executive director, or otherwise designated head of a school may serve as the chair of the local school board.\n     (c)  The local school board shall be the autonomous governing body of its charter school and shall have oversight over and be responsible for the financial and academic viability of the charter school, implementation of the charter, and the independent authority to determine the organization and management of the school, the curriculum, virtual education, and compliance with applicable federal and state laws.  The local school board shall have the power to negotiate supplemental collective bargaining agreements with the exclusive representatives of their employees.\n     (d)  Local school boards shall be exempt from chapter 103D, but shall develop internal policies and procedures for the procurement of goods, services, and construction, consistent with the goals of public accountability and public procurement practices.  Charter schools are encouraged to use the provisions of chapter 103D wherever possible; provided that the use of one or more provisions of chapter 103D shall not constitute a waiver of the exemption from chapter 103D and shall not subject the charter school to any other provision of chapter 103D.  \n     (e)  Charter schools and their local school boards shall be exempt from the requirements of chapters 91 and 92.  The local school boards shall: \n     (1)  Make available the notices and agendas of public meetings:\n          (A)  At a publicly accessible area in the local school board's office or the charter school administrative office so as to be available for review during regular business hours; and\n          (B)  On the local school board's or charter school's internet website and the charter school administrative office's internet website not less than six calendar days prior to the public meeting, unless a waiver is granted by the executive director in the case of an emergency; and\n     (2)  Make available the minutes from public meetings on a timely basis and maintain a list of the current names and contact information of the local school board's members and officers:\n          (A)  In the local school board's office or the charter school administrative office so as to be available for review during regular business hours; and\n          (B)  On the local school board's or charter school's internet website and the charter school administrative office's internet website.\n     (f)  Charter schools and their local school boards shall develop internal policies and procedures consistent with ethical standards of conduct, pursuant to chapter 84.\n     (g)  The State shall afford the local school board of any charter school the same protections as the State affords the board. [L 2006, c 298, pt of §2; am L 2011, c 130, §5]"
}