{
    "name": "Findings and purpose",
    "number": "1",
    "text": "The legislature finds that the downsizing of the sugar and pineapple industries is presenting an unprecedented opportunity for the conversion of agriculture into a dynamic growth industry.  Within the next decade, seventy-five thousand acres of agricultural lands and fifty million gallons per day of irrigation water are expected to be released by plantations.  The downsizing of the sugar and pineapple industries will idle a valuable inventory of supporting infrastructure including irrigation systems, roads, drainage systems, processing facilities, workshops, and warehouses.  The challenge to government and business is to conserve and convert the arable lands and their associated production infrastructure in a timely manner into new productive uses that are based upon strategies developed from detailed marketing analysis and monitoring of local, national, and international opportunities.  Constantly evolving economies require an aggressive and dynamic leadership for the promotion and development of agricultural enterprises, and centralized leadership to coordinate industry development, provide industry-wide services, provide marketing assistance, and facilitate investments and coventures in viable enterprises.\n\tThe purpose of this chapter is to create a vehicle and process to make optimal use of agricultural assets for the economic, environmental, and social benefit of the people of Hawaii.  This chapter establishes a public corporation to administer an aggressive and dynamic agribusiness development program.  The corporation shall coordinate and administer programs to assist agricultural enterprises to facilitate the transition of agricultural infrastructure from plantation operations into other agricultural enterprises, to carry on the marketing analysis to direct agricultural industry evolution, and to provide the leadership for the development, financing, improvement, or enhancement of agricultural enterprises. [L 1994, c 264, pt of §1]"
}