{
    "name": "Project facility program",
    "number": "8",
    "text": "(a)  The corporation may develop a project to identify necessary project facilities within a project area.\n\t(b)  Unless and except as otherwise provided by law, whenever the corporation undertakes, or causes to be undertaken, any project facility as part of a project, the cost of providing the project facilities shall be assessed against the real property in the project area specially benefiting from the project facilities.  Subject to the express written consent of the landowners directly affected, the corporation shall determine the properties that will benefit from the project facilities to be undertaken and may establish assessment areas that include the properties specially benefiting from the project facilities.  The corporation may issue and sell bonds in such amounts as may be authorized by the legislature to provide funds to finance the project facilities.  The corporation shall fix the assessments against the real property specially benefited.\n\t(c)  Unless and except as otherwise provided by law, the corporation may adopt rules pursuant to chapter 91 to establish the method of undertaking and financing project facilities in a project area.\n\t(d)  Unless and except as otherwise provided by law, bonds issued to provide funds to finance project facilities shall be secured solely by the real properties benefited or improved and the assessments thereon, or by the revenues derived from the project for which the bonds were issued, including reserve accounts and earnings thereon, insurance proceeds, and other revenues, or any combination thereof.  The bonds may be additionally secured by the pledge or assignment of loans and other agreements or any note or other undertaking, obligation, or property held by the corporation.  The bonds shall be issued according to and subject to the rules adopted pursuant to this section.  Any other law to the contrary notwithstanding, in assessing real property for project facilities, the corporation shall assess the real property within a project area according to the special benefits conferred upon the real property by the project facilities.  These methods may include assessment on a frontage basis or according to the area of real property within a project area, or any other assessment method that assesses the real property according to the special benefit conferred, or any combination thereof.  No such assessment levies against real property specially benefited under this chapter shall constitute a tax on real property within the meaning of any law.\n\t(e)  The rules adopted pursuant to this section may include, but are not limited to:\n\n\n\n\t(1)\tThe methods of establishing assessment areas within a project area;\n\t(2)\tThe method of assessing real properties specially benefited;\n\t(3)\tThe costs to be borne by the corporation, the county in which the project facilities are situated, and the property owners;\n\t(4)\tThe procedures before the corporation relating to the creation of the assessment areas by the owners of real property therein, including provisions for petitions, bids, contracts, bonds, and notices;\n\t(5)\tProvisions relating to assessments;\n\t(6)\tProvisions relating to financing, such as bonds, the Hawaii agricultural development revolving fund, advances from available funds, special funds for the payment of bonds, the payment of principal and interest, and the sale and use of bonds;\n\t(7)\tProvisions relating to funds and the refunding of outstanding debts; and\n\t(8)\tProvisions relating to limitations on time to sue, and other related provisions.\n\n\n\n\t(f)  Any other provisions to the contrary notwithstanding, the corporation, at its discretion, may enter into any agreement with the county in which project facilities are located, to implement the purposes of this section.\n\t(g)  All sums collected under this section shall be deposited in the fund established by section 163D-17, except that all moneys collected on account of assessments and interests thereon for any specific project facilities financed by the issuance of bonds, shall be set apart in a separate special fund and applied solely to the payment of:\n\n\n\n\t(1)\tThe principal and interest on these bonds;\n\t(2)\tThe cost of administering, operating, and maintaining the program;\n\t(3)\tThe establishment of reserves; and\n\t(4)\tOther purposes as may be authorized in the proceedings providing for the issuance of the bonds.\n\n\n\n\tIf any surplus remains in any special fund after the payment of the bonds chargeable against that special fund, the surplus shall be credited to and become a part of the fund.  Notwithstanding any other law to the contrary, moneys in the fund may be used to make up any deficiencies in the special fund.\n\t(h)  If the project facilities to be financed through bonds by the corporation may be dedicated to the county in which the project facilities are to be located, the corporation shall ensure that the project facilities are designed and constructed to meet county requirements. [L 1994, c 264, pt of §1; am L 1998, c 111, §7]"
}