{
    "name": "Definitions",
    "number": "21",
    "text": "PART II.  RETIREMENT FOR PUBLIC OFFICERS\nAND EMPLOYEES\n\nA.  Definitions; Board of Trustees\n\t    The following words and phrases as used in this part, unless a different meaning is plainly required by the context, shall have the following meanings:\n\t\"Accumulated contributions\":  the sum of all the amounts paid by, or deducted from the compensation of, a member and credited to the member's individual account in the annuity savings fund together with regular interest thereon.\n\t\"Actuarial equivalent\":  a benefit of equal value to the accumulated contributions, annuity, pension or retirement allowance, when computed upon the basis of the actuarial tables in use by the system.\n\t\"Annuity\":  benefit payments for life derived from the accumulated contributions of a member.\n\t\"Average final compensation\":  the average annual compensation as described in section 88-81, which becomes part of the formula for the computation of a retirement allowance.\n\t\"Beneficiary\":  the recipient of any benefit from the system or, as the context may indicate, the natural person or persons designated by a member to receive the benefits payable in the event of the member's death.\n\t\"Corrections officers\":  all regularly employed personnel who are designated as adult corrections officers pursuant to the classification of positions under chapter 76.\n\t\"County\":  the counties of Hawaii, Honolulu, Kauai and Maui, including their respective boards of water supply and other quasi-independent boards, commissions and agencies.\n\t\"Credited service\":  prior service plus membership service.\n\t\"Elective officer\" or \"elective official\":  any person elected to a public office or appointed to fill a vacancy of an elective office, except as a delegate to a constitutional convention or member of the board of education, in accordance with an election duly held in the State or counties under chapter 11; provided that the person receives compensation, pay, or salary for such office.\n\t\"Emergency medical technician\" means a person regularly employed by the city and county of Honolulu's emergency services department whose principal duty is to provide emergency medical services and who is licensed to provide emergency medical services.\n\t\"Employee\":  any employee or officer of the State or any county, including inspectors, principals, teachers and special teachers, regularly employed in the public schools, cafeteria managers and cafeteria workers, apprentices and on-the-job trainees whether or not supported in whole or in part by any federal grants, members of the legislature and other elective officers, including the trustees of the office of Hawaiian affairs, legislative employees who are employed on a full-time basis during and between sessions, probationary and provisional employees, any employee of the educational nonprofit public corporation as provided in section 88-49.7, per diem employees and others who are made eligible by reason of their employment to membership in the system by or pursuant to any other provision of law, but excluding:\n\n\n\n\t(1)\tPer diem employees who elect to withdraw or not to become members as provided in section 88-42;\n\t(2)\tMembers of the legislature who do not elect to be members as provided in section 88-42;\n\t(3)\tPersons excluded by rules of the board pursuant to section 88-43.\n\n\n\n\tAn individual is an employee during the period of a leave of absence if the individual is in service, as defined in this part, during the period of the leave of absence and the board shall determine who are employees within the meaning of this part.\n\t\"Firefighters\":  all regularly employed members of the State, including employees of the department of transportation who were assigned firefighting duties at state airports prior to June 3, 1978, or of the fire departments of the counties, whose principal duties are to prevent and fight fires.\n\t\"Judge\":  a justice of the supreme court, a judge of the intermediate appellate court, a judge of the circuit court, a judge of the district court, or a district family court judge of this State.\n\t\"Legislative officer\" means a chief clerk, an assistant chief clerk, a sergeant at arms, or an assistant sergeant at arms of either house of the legislature.\n\t\"Medical board\":  the board of physicians provided for in section 88-31.\n\t\"Member\":  any person included in the membership of the system.\n\t\"Membership service\":  all service rendered by a member for which the member had made the required contributions to the system.\n\t\"Narcotics enforcement investigators\":  those officers or employees with police powers as defined by chapter 329 who actively enforce narcotics or related statutory provisions on a full-time basis.\n\t\"Pensions\":  benefit payment for life derived from money provided by the State or county, as the case may be.\n\t\"Per diem worker\":  a person employed and compensated on an hourly or daily basis.\n\t\"Police officers\":  all duly commissioned members of the police department of the several counties whose principal duties are law enforcement and who are paid on a monthly salary basis, including without limiting the generality of the foregoing, all police matrons and guards who work under the jurisdiction of such departments.\n\t\"Prior service\":  service rendered by a member to the State, territory or county or predecessor government prior to the establishment of the system or, as specifically provided in this part, prior to the admission of certain groups or classes of employees into the system membership.\n\t\"Public safety investigations staff investigators\":  those employees in the investigations staff office of the department of public safety who have been conferred police powers by the director of public safety in accordance with section 353C-4 and are in the positions of investigator I to VII.\n\t\"Regular interest\":  interest at four and one-half per cent a year, compounded annually.\n\t\"Retirant\":  a member who has retired and becomes a beneficiary of the system.\n\t\"Retirement allowance\":  the benefit payable for life as originally computed and paid a member at the point of the member's retirement in accordance with the mode of retirement selected by the member, exclusive of any bonus or bonuses.\n\t\"Service\":  service as an employee paid by the State or county, and also service during the period of a leave of absence or exchange if the individual is paid by the State or county during the period of the leave of absence or exchange or if the individual is not paid by the State or county during the period of the leave of absence but the individual is engaged in the performance of a governmental function or on an approved leave of absence for professional improvement with or without pay and the individual makes the same contribution to the system as the individual would have made if the individual had not been on such leave of absence.  Cafeteria managers and cafeteria workers shall be considered as paid by the State, regardless of the source of funds from which they are paid.\n\t\"Service retirement\":  retirement of a member for age or length of service.\n\t\"Sewer worker\":  an employee of any county who is employed in any of the following classifications:  (1) sewer maintenance helper or wastewater collection system helper, (2) sewer maintenance repairer or wastewater collection system repairer, (3) sewer maintenance supervisor I and II or wastewater collection system supervisor I and II, (4) gas detector, (5) gas detector helper, (6) gas detection supervisor, (7) cesspool worker, (8) cesspool pumping equipment operator I, (9) cesspool pumping equipment operator II, (10) cesspool pumping supervisor, or in any combination of these classifications.\n\t\"System\":  the employees' retirement system of the State of Hawaii.\n\t\"Water safety officer\":  any regularly employed member of any county of the State whose principal duty is to stand guard over the beaches of the State and counties to ensure the safety of individuals thereon.\n\t\"Year round school employee\":  any teacher, school administrator, school health aide, educational assistant, school security attendant, or other salaried ten-month department of education employee working in a public school operating under a single-track restructured instructional schedule. [L 1925, c 55, §1; am imp L 1927, c 251, especially §§1, 2, 5; am L 1929, c 96, §19; RL 1935, §7920; am imp L 1937, c 235; RL 1945, §701; am L 1945, c 73, §1(a); am L 1947, c 85, §1(a); am L 1951, c 110, §1(a); am L 1953, c 37, §1(a), (b); am L 1955, c 141, §1(a), (b); RL 1955, §6-20; am L 1957, c 43, §1, c 143, §1, and c 231, §1(a); am L 1959, c 60, §1; am L 1961, c 181, §1; am imp L 1963, c 127, §20; am L 1965, c 222, §§1, 2; am L 1967, c 98, §2, c 130, §1, and c 176, §1; HRS ; am L 1969, c 110, pt of §1; am L 1972, c 36, §1; am L 1973, c 179, §26; am L 1975, c 82, §19(a); am L 1977, c 191, §2; am L 1978, c 193, §1; am L 1979, c 111, §8; am L 1982, c 165, §1; gen ch 1985; am L 1987, c 299, §1; am L 1988, c 242, §2; am L 1989, c 339, §1 and c 343, §1; am L 1993, c 357, §1(1); am L 1994, c 108, §2 and c 196, §2; am L 1997, c 374, §1; am L 2002, c 183, §5; am L 2003, c 199, §2]"
}