{
    "name": "Rights of a transferee",
    "number": "503",
    "text": "(a)  A transferee of a distributional interest may become a member of a limited liability company if and to the extent that the transferor gives the transferee such a right in accordance with authority described in the operating agreement or all of the other members consent.\n\t(b)  A transferee who has become a member, to the extent transferred, has the rights and powers, and is subject to the restrictions and liabilities, of a member under the operating agreement of a limited liability company and this chapter.  A transferee who becomes a member also is liable for the transferor member's obligations to make contributions under section 428-402 and for obligations under section 428-407 to return unlawful distributions; provided that the transferee shall not be obligated for the transferor member's liabilities unknown to the transferee at the time the transferee becomes a member and shall not be personally liable for any obligation of the company incurred before the transferee's admission as a member.\n\t(c)  Regardless of whether a transferee of a distributional interest becomes a member under subsection (a), the transferor shall not be released from liability to the limited liability company under the operating agreement or this chapter.\n\t(d)  A transferee who does not become a member is not entitled to participate in the management or conduct of the limited liability company's business, require access to information concerning the company's transactions, or inspect or copy any of the company's records.\n\t(e)  A transferee who does not become a member is entitled to:\n\n\n\n\t(1)\tReceive, in accordance with the transfer, distributions to which the transferor would otherwise be entitled;\n\t(2)\tReceive, upon dissolution and winding up of the limited liability company's business:\n\n\t\t(A)\tIn accordance with the transfer, the net amount otherwise distributable to the transferor; and\n\t\t(B)\tA statement of account only from the date of the latest statement of account agreed to by all the members; and\n\n\t(3)\tSeek under section 428-801(5), a judicial determination that it is equitable to dissolve and wind up the company's business.\n\n\n\n\t(f)  A limited liability company need not give effect to a transfer until the company has notice of the transfer. [L 1996, c 92, pt of §1; am L 1999, c 164, §5]"
}