{
    "name": "Definitions of terms in this chapter",
    "number": "700",
    "text": "PART I.  GENERAL PROVISIONS RELATING TO OFFENSES\nAGAINST THE PERSON\n\n     In this chapter, unless a different meaning plainly is required:\n\t\"Bodily injury\" means physical pain, illness, or any impairment of physical condition.\n\t\"Compulsion\" means absence of consent, or a threat, express or implied, that places a person in fear of public humiliation, property damage, or financial loss.\n\t\"Dangerous instrument\" means any firearm, whether loaded or not, and whether operable or not, or other weapon, device, instrument, material, or substance, whether animate or inanimate, which in the manner it is used or is intended to be used is known to be capable of producing death or serious bodily injury.\n\t\"Deviate sexual intercourse\" means any act of sexual gratification between a person and an animal or a corpse, involving the sex organs of one and the mouth, anus, or sex organs of the other.\n\t\"Married\" includes persons legally married, and a male and female living together as husband and wife regardless of their legal status, but does not include spouses living apart.\n\t\"Mentally defective\" means a person suffering from a disease, disorder, or defect which renders the person incapable of appraising the nature of the person's conduct.\n\t\"Mentally incapacitated\" means a person rendered temporarily incapable of appraising or controlling the person's conduct owing to the influence of a substance administered to the person without the person's consent.\n\t\"Person\" means a human being who has been born and is alive.\n\t\"Physically helpless\" means a person who is unconscious or for any other reason physically unable to communicate unwillingness to an act.\n\t\"Relative\" means parent, ancestor, brother, sister, uncle, aunt, or legal guardian.\n\t\"Restrain\" means to restrict a person's movement in such a manner as to interfere substantially with the person's liberty:\n\n\n\n\t(1)\tBy means of force, threat, or deception; or\n\t(2)\tIf the person is under the age of eighteen or incompetent, without the consent of the relative, person, or institution having lawful custody of the person.\n\n\n\n\t\"Serious bodily injury\" means bodily injury which creates a substantial risk of death or which causes serious, permanent disfigurement, or protracted loss or impairment of the function of any bodily member or organ.\n\t\"Sexual contact\" means any touching, other than acts of \"sexual penetration\", of the sexual or other intimate parts of a person not married to the actor, or of the sexual or other intimate parts of the actor by the person, whether directly or through the clothing or other material intended to cover the sexual or other intimate parts.\n\t\"Sexual penetration\" means:\n\n\n\n\t(1)\tVaginal intercourse, anal intercourse, fellatio, deviate sexual intercourse, or any intrusion of any part of a person's body or of any object into the genital or anal opening of another person's body; it occurs upon any penetration, however slight, but emission is not required; or\n\t(2)\tCunnilingus or anilingus, whether or not actual penetration has occurred.\n\n\n\nFor purposes of this chapter, each act of sexual penetration shall constitute a separate offense.\n\t\"Strong compulsion\" means the use of or attempt to use one or more of the following to overcome a person:\n\n\n\n\t(1)\tA threat, express or implied, that places a person in fear of bodily injury to the individual or another person, or in fear that the person or another person will be kidnapped;\n\t(2)\tA dangerous instrument; or\n\t(3)\tPhysical force.\n\n\n\n\t\"Substantial bodily injury\" means bodily injury which causes:\n\n\n\n\t(1)\tA major avulsion, laceration, or penetration of the skin;\n\t(2)\tA burn of at least second degree severity;\n\t(3)\tA bone fracture;\n\t(4)\tA serious concussion; or\n\t(5)\tA tearing, rupture, or corrosive damage to the esophagus, viscera, or other internal organs. [L 1972, c 9, pt of §1; am L 1973, c 136, §6; am L 1980, c 223, §1; am L 1981, c 213, §1; am L 1986, c 314, §48; am L 1987, c 181, §7; gen ch 1993; am L 2001, c 30, §1; am L 2004, c 61, §3]"
}