{
    "name": "Functions of department in mental health",
    "number": "3",
    "text": "(a)  The department of health within the limits of available funds within the designated programs, shall promote and provide for the establishment and operation of a community-based mental health system responsive to the needs of persons of all ages, ethnic groups, and geographical areas of the State, reflective of an appropriate distribution of resources and services, and monitored and evaluated in terms of standards, goal attainment, and outcomes.  The elements of the system shall be defined by departmental rules recognizing the need for at least the following services:\n\n\n\n\t(1)\tInformational and educational services to the general public and to lay and professional groups;\n\t(2)\tCollaborative and cooperative services with public and private agencies and groups for the prevention and treatment of mental or emotional disorders and substance abuse and rehabilitation of patients;\n\t(3)\tConsultation services to the judiciary, to educational institutions, and to health and welfare agencies;\n\t(4)\tCase management, outreach, and follow-up services;\n\t(5)\tEmergency crisis and noncrisis intervention services accessible to residents of all service areas;\n\t(6)\tCommunity-based, relevant, and responsive outpatient services;\n\t(7)\tCommunity residential care comprising a comprehensive range of small, homelike, and appropriately staffed treatment and rehabilitation facilities;\n\t(8)\tShort-term psychiatric treatment, preferably in facilities where access to other health and medical services are readily available;\n\t(9)\tIntensive psychiatric treatment for patients in need of long-term, highly structured, or highly specialized care and treatment under section 334-2.5, and provision of appropriate community resources;\n\t(10)\tTraining programs, activities, and staffing standards for the major mental health disciplines and ancillary services; and\n\t(11)\tRehabilitative services for hospital and community-based individuals who have experienced short- or long-term mental or emotional disorders and substance abuse.\n\n\n\n\t(b)  The department shall revise, refine, and develop the system to ensure optimal responsiveness to the many and varied needs of the people of the State.  The development of the system shall be based on a statewide four-year plan which is developed in response to statewide assessments of need, evaluations of services, programs, and facilities, and community expressions of needed services and programs.  The plan shall determine the specific content of the department of health budget for the mental health system.  The plan shall be annually monitored and updated.\n\t(c)  The department shall specifically:\n\n\n\n\t(1)\tPerform statewide assessments of the need for prevention, treatment, and rehabilitation services in the areas of mental or emotional disorders and substance abuse;\n\t(2)\tAdopt rules pursuant to chapter 91 for establishing the number and boundaries of the geographical service areas for the delivery of services in the areas of mental or emotional disorders and substance abuse.  Each statewide four-year plan shall include a review of the effectiveness of the geographical service areas in promoting accessibility and continuity of appropriate care to all residents of that geographical area;\n\t(3)\tEstablish a service area center in each geographical service area that shall be the focal point for the development, delivery, and coordination of services in that area;\n\t(4)\tEnsure statewide and community-based planning for the ongoing development and coordination of the service delivery system as guided by needs assessment data and performance related information;\n\t(5)\tEstablish standards and rules for psychiatric facilities and their licensing, where applicable;\n\t(6)\tEstablish standards and rules for services in the areas of mental health and substance abuse treatment, including assurances of the provision of minimum levels of accessible service to persons of all ages, ethnic groups, and geographical areas in the State;\n\t(7)\tEnsure community involvement in determining the service delivery arrangements appropriate to each community of the State;\n\t(8)\tCooperate with public and private health, education, and human service groups, agencies, and institutions in establishing a coordinated system to meet the needs of persons with mental or emotional disorders and substance abuse difficulties;\n\t(9)\tEvaluate and monitor all services in the fields of mental health and substance abuse where such services are supported fully or in part by state resources;\n\t(10)\tPromote and conduct research, demonstration projects, and studies concerned with the nature, prevention, intervention, and consequences of mental or emotional disorders and substance abuse;\n\t(11)\tKeep records, statistical data, and other information as may be necessary in carrying out the functions of the mental health system and this chapter;\n\t(12)\tAdvocate patients\u0092 rights in all psychiatric facilities in the State and investigate any grievances submitted to the department by any patient in a psychiatric facility, except as provided in section 334E-2(d).  The department shall establish rules and procedures for the purpose of this paragraph within one year after January 1, 1985, and post the rules in a conspicuous manner and accessible place;\n\t(13)\tPromote and conduct a systematic program of accountability for all services provided, funds expended, and activities carried out under its direction or support in accordance with sound business, management, and scientific principles;\n\t(14)\tCoordinate mental health resources in each service area by the presentation of a mental health systems service plan incorporating the planning of each service area.  The service area center and the service area board, in collaboration with private and public agencies serving their population, shall submit recommendations for the statewide four-year plan, including needs assessment, program planning, resource development, priorities for funding, monitoring, and accountability activities;\n\t(15)\tOversee and coordinate service area programs and provide necessary administrative and technical assistance to assist service area programs in meeting their program objectives; and\n\t(16)\tProvide staffing to the state council and service area boards to assist in the performance of their functions. [L 1967, c 259, pt of §1; HRS ; am L 1982, c 200, §2; am L 1984, c 218, §3; am L 1985, c 6, §2; am L 1999, c 119, §3]"
}