{
    "name": "Emergency examination and hospitalization",
    "number": "59",
    "text": "(a)  Initiation of proceedings.  An emergency admission may be initiated as follows:\n\n\n\n\t(1)\tIf a police officer has reason to believe that a person is imminently dangerous to self or others, or is gravely disabled, or is obviously ill, the officer shall call for assistance from the mental health emergency workers designated by the director.  Upon determination by the mental health emergency workers that the person is imminently dangerous to self or others, or is gravely disabled, or is obviously ill, the person shall be transported by ambulance or other suitable means, to a licensed psychiatric facility for further evaluation and possible emergency hospitalization.  A police officer may also take into custody and transport to any facility designated by the director any person threatening or attempting suicide.  The officer shall make application for the examination, observation, and diagnosis of the person in custody.  The application shall state or shall be accompanied by a statement of the circumstances under which the person was taken into custody and the reasons therefor which shall be transmitted with the person to a physician or psychologist at the facility.\n\t(2)\tUpon written or oral application of any licensed physician, psychologist, attorney, member of the clergy, health or social service professional, or any state or county employee in the course of employment, a judge may issue an ex parte order orally, but shall reduce the order to writing by the close of the next court day following the application, stating that there is probable cause to believe the person is mentally ill or suffering from substance abuse, is imminently dangerous to self or others, or is gravely disabled, or is obviously ill, and in need of care or treatment, or both, giving the findings on which the conclusion is based, and directing that a police officer or other suitable individual take the person into custody and deliver the person to the nearest facility designated by the director for emergency examination and treatment.  The ex parte order shall be made a part of the patient\u0092s clinical record.  If the application is oral, the person making the application shall reduce the application to writing and shall submit the same by noon of the next court day to the judge who issued the oral ex parte order.  The written application shall be executed subject to the penalties of perjury but need not be sworn to before a notary public.\n\t(3)\tAny licensed physician or psychologist who has examined a person and has reason to believe the person is:\n\n\t\t(A)\tMentally ill or suffering from substance abuse;\n\t\t(B)\tImminently dangerous to self or others, or is gravely disabled, or is obviously ill; and\n\t\t(C)\tIn need of care or treatment;\n\n\t\tmay direct transportation, by ambulance or other suitable means, to a licensed psychiatric facility for further evaluation and possible emergency hospitalization.  A licensed physician may administer such treatment as is medically necessary, for the person\u0092s safe transportation.  A licensed psychologist may administer such treatment as is psychologically necessary.\n\n\n\n\t(b)  Emergency examination.  A patient who is delivered for emergency examination and treatment to a facility designated by the director shall be examined by a licensed physician without unnecessary delay, and may be given such treatment as is indicated by good medical practice.  A psychiatrist or psychologist may further examine the patient to diagnose the presence or absence of a mental disorder, assess the risk that the patient may be dangerous to self or others, or is gravely disabled, or is obviously ill, and assess whether or not the patient needs to be hospitalized.\n\t(c)  Release from emergency examination.  If the physician who performs the emergency examination, in consultation with a psychologist if applicable, concludes that the patient need not be hospitalized, the patient shall be discharged immediately unless the patient is under criminal charges, in which case the patient shall be returned to the custody of a law enforcement officer.\n\t(d)  Emergency hospitalization.  If the physician or the psychologist who performs the emergency examination has reason to believe that the patient is:\n\n\n\n\t(1)\tMentally ill or suffering from substance abuse;\n\t(2)\tImminently dangerous to self or others, or is gravely disabled, or is obviously ill; and\n\t(3)\tIn need of care or treatment, or both;\n\n\n\nthe physician or the psychologist may direct that the patient be hospitalized on an emergency basis or cause the patient to be transferred to another psychiatric facility for emergency hospitalization, or both.  The patient shall have the right immediately upon admission to telephone the patient\u0092s guardian or a family member including a reciprocal beneficiary, or an adult friend and an attorney.  If the patient declines to exercise that right, the staff of the facility shall inform the adult patient of the right to waive notification to the family including a reciprocal beneficiary, and shall make reasonable efforts to ensure that the patient\u0092s guardian or family including a reciprocal beneficiary, is notified of the emergency admission but the patient\u0092s family including a reciprocal beneficiary, need not be notified if the patient is an adult and requests that there be no notification.  The patient shall be allowed to confer with an attorney in private.\n\t(e)  Release from emergency hospitalization.  If at any time during the period of emergency hospitalization the responsible physician concludes that the patient no longer meets the criteria for emergency hospitalization the physician shall discharge the patient.  If the patient is under criminal charges, the patient shall be returned to the custody of a law enforcement officer.  In any event, the patient must be released within forty-eight hours of the patient\u0092s admission, unless the patient voluntarily agrees to further hospitalization, or a proceeding for court-ordered evaluation or hospitalization, or both, is initiated as provided in section 334-60.3.  If that time expires on a Saturday, Sunday, or holiday, the time for initiation is extended to the close of the next court day.  Upon initiation of the proceedings the facility shall be authorized to detain the patient until further order of the court. [L 1976, c 130, pt of §4; am L 1977, c 76, pt of §3; am L 1984, c 188, §1; am L 1985, c 68, §6; am L 1986, c 335, §§2, 3; am L 1992, c 138, §1; gen ch 1993; am L 1994, c 58, §1; am L 1997, c 383, §45]"
}