{
    "name": "Violations; penalties",
    "number": "24",
    "text": "(a)  Where the department finds that a first violation of this chapter has been committed, the department shall assess a penalty equal to ten per cent of the amount of back wages found due or $25 per offense, whichever is greater.\n     (b)  Where the department finds that a second violation of this chapter has been committed, whether on the same contract or another, within two years of the first notification of violation, the department, after proper notice and opportunity for hearing, shall order the person or firm in violation to pay a penalty equal to the amount of back wages found due or $100 for each offense, whichever is greater.\n     (c)  Where the department finds that a third violation of this chapter has been committed, whether on the same contract or another, within two years of the second notification of violation, the department, after proper notice and opportunity for hearing, shall order the person or firm in violation:\n     (1)  To pay a penalty equal to two times the amount of back wages found due or $200 for each offense, whichever is greater; and\n     (2)  To be suspended from doing any new work on any public work of a governmental contracting agency for a period of three years except as provided in section 104-25(a)(2).  \"New work on any public work\" includes any public works project in which the suspended person or firm has not begun work at the job site as of the date of the suspension order.\n     (d)  A first, second, or third violation refers to each project in which the department finds that a contractor has failed to comply with this chapter.\n     (e)  For purposes of this section, \"offense\" means each section of this chapter under which the contractor is cited; provided that, with respect to prevailing wage and overtime citations under section 104-2, each employee and each project shall be considered a separate offense. [L 1995, c 181, pt of §2; am L 1999, c 251, §1; am L 2011, c 160, §2]"
}