{
    "name": "641-41\t641-18",
    "number": "11",
    "text": "PART II.  APPEALS IN CRIMINAL PROCEEDINGS\n\n   From circuit courts. [Section effective until June 30, 2006.  For section effective July 1, 2006, see below.]  Any party deeming oneself aggrieved by the judgment of a circuit court in a criminal matter, may appeal to the supreme court, subject to chapter 602 in the manner and within the time provided by the Hawaii Rules of Appellate Procedure.  The sentence of the court in a criminal case shall be the judgment.  All appeals, whether heard by the intermediate appellate court or the supreme court, shall be filed with the clerk of the supreme court and shall be subject to one filing fee. [L 1892, c 95, §1; am L 1919, c 44, §1; RL 1925, §2521; am L 1925, c 211, §1; am L 1931, c 37, §1; RL 1935, §3550; RL 1945, §9551; RL 1955, §212-1; HRS ; am L 1970, c 188, §39; am L 1972, c 89, pt of §5; am L 1979, c 111, §6(2); gen ch 1985; am L 1989, c 62, §1]\n   From circuit courts. [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  Any party aggrieved by the judgment of a circuit court in a criminal matter may appeal to the intermediate appellate court, subject to chapter 602, in the manner and within the time provided by the rules of court.  The sentence of the court in a criminal case shall be the judgment.  All appeals shall be filed with the clerk of the supreme court and shall be subject to one filing fee. [L 1892, c 95, §1; am L 1919, c 44, §1; RL 1925, §2521; am L 1925, c 211, §1; am L 1931, c 37, §1; RL 1935, §3550; RL 1945, §9551; RL 1955, §212-1; HRS ; am L 1970, c 188, §39; am L 1972, c 89, pt of §5; am L 1979, c 111, §6(2); gen ch 1985; am L 1989, c 62, §1; am L 2004, c 202, §68]\nNote\n  L 2004, c 202, §82 provides:\n  \"SECTION 82.  Appeals pending in the supreme court as of the effective date of this Act [July 1, 2006] may be transferred to the intermediate appellate court or retained at the supreme court as the chief justice, in the chief justice's sole discretion, directs.\"\nGeneral Note\n  Appeal, see Hawaii Rules of Appellate Procedure.  See also appended chapter note, pts. I A, I C, I D.\n  As to provision that sentence of the court is the judgment, see §641-18 suspension of sentence, and HRPP rule 32(c), entry of judgment.  See also appended chapter note, pt. I A2.\nRules of Court\n  Appeals, when taken, see HRAP rule 4.\n  Post-conviction proceedings and documents, see HRPP rule 40.\nLaw Journals and Reviews\n  The Application of the Collateral Order Doctrine to Criminal Appeals in Hawai`i.  19 UH L. Rev. 73.\nCase Notes\n  For purposes of appeal, judgment of conviction is not final where it does not include any sentence.  54 H. 485, 510 P.2d 88.\n  Where no notice of judgment is given, period for filing appeal may be extended.  56 H. 444, 540 P.2d 61.\n  Failure of appointed counsel to give timely notice of appeal did not foreclose defendant's right to appeal.  57 H. 269, 554 P.2d 236.\n  Upon death of criminal defendant pending appeal from conviction, judgment of conviction will be vacated and prosecution abated, ab initio.  57 H. 271, 554 P.2d 235.\n  Where there is no announcement of the decision and no notice of entry of judgment is given, time for filing notice of appeal does not run until notice is in fact received.  59 H. 255, 580 P.2d 63.\n  Review of denial of reduction of sentences proper since new standards of court discretion had been adopted.  60 H. 309, 588 P.2d 927.\n  Appeal permitted only from a final judgment or sentence.  63 H. 9, 619 P.2d 1076.\n  Jurisdictional defect in appeal cannot be waived by the parties or disregarded by the appellate court.  63 H. 9, 619 P.2d 1076.\n  Where charges against criminal defendant were dismissed, defendant was not an \"aggrieved party\" with standing to appeal an order approving partial fees.  66 H. 366, 663 P.2d 630.\n  Where defendants contended there was another exception to finality of judgment requirement of this section, specifically, that an order denying a motion to dismiss an indictment based on double jeopardy grounds fell into collateral order exception to final judgment rule, collateral order exception permitted an interlocutory appeal of an order denying a pretrial motion to dismiss an indictment on double jeopardy grounds.  77 H. 351, 884 P.2d 729.\n  Supreme court lacked appellate jurisdiction to hear defendant's appeal of defendant's acquittal on count III kidnapping where defendant was not an \"aggrieved\" party within the meaning of this section; because defendant would remain under health director's custody based on trial court's acquittals as to counts I and II, which would have warranted convictions but for defendant's affirmative defense of insanity, defendant was not aggrieved by trial court's acquittal on count III as acquittal did not adversely impact defendant's rights.  102 H. 130, 73 P.3d 668.\n  Appellate court lacked jurisdiction under this section and HRAP rule 4(b) where defendant failed to appeal within the 30-day time period mandated; defendant's motion to withdraw no contest plea did not \"reopen\" final judgment such that order denying defendant's motion became the appealable final judgment under this section and HRAP rule 4(b).  96 H. 462 (App.), 32 P.3d 106.\n  Defendant not \"aggrieved party\" with standing to appeal order granting partial fees.  6 H. App. 20, 709 P.2d 105."
}