{
    "name": "641-1\t641-19 to 23\tR",
    "number": "2",
    "text": "Review on and disposition of appeal. [Section effective until June 30, 2006.  For section effective July 1, 2006, see below.]  In case of appeal to the supreme court from a judgment, order, or decree of a circuit or district court, or the land court, in a civil matter, the supreme court shall have power to review, reverse, affirm, amend, or modify such judgment, order, or decree in whole or in part, and as to any or all of the parties.  It may enter an amended or modified judgment, order, or decree, or may remand the case to the trial court for the entry of the same or for other or further proceedings, as in its opinion the facts and law warrant.  Any judgment, order or decree entered by the supreme court may be enforced by it or remitted for enforcement by the trial court.\n\tEvery appeal shall be taken on the record and no new evidence shall be introduced in the supreme court.  The supreme court may correct any error appearing on the record, but need not consider a point which was not presented in the trial court in an appropriate manner.  No judgment, order or decree shall be reversed, amended or modified for any error or defect unless the court is of the opinion that it has injuriously affected the substantial rights of the appellant. [L 1892, c 57, §70; RL 1925, §2511; RL 1935, §3503; RL 1945, §9505; RL 1955, §208-5; HRS §641-4; am L 1970, c 188, §39; am L 1972, c 89, pt of §5; ren HRS ]\n   Review on and disposition of appeal. [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  In case of appeal from a judgment, order, or decree of a circuit or district court or the land court, in a civil matter, the appellate court shall have power to review, reverse, affirm, amend, or modify such judgment, order, or decree, in whole or in part, as to any or all of the parties.  It may enter an amended or modified judgment, order, or decree, or may remand the case to the trial court for the entry of the same or for other or further proceedings, as in its opinion the facts and law warrant.  Any judgment, order, or decree entered by the appellate court may be enforced by it or remitted for enforcement by the trial court.\n\tEvery appeal shall be taken on the record, and no new evidence shall be introduced in the supreme court.  The appellate court may correct any error appearing on the record, but need not consider a point that was not presented in the trial court in an appropriate manner.  No judgment, order, or decree shall be reversed, amended, or modified for any error or defect, unless the court is of the opinion that it has injuriously affected the substantial rights of the appellant. [L 1892, c 57, §70; RL 1925, §2511; RL 1935, §3503; RL 1945, §9505; RL 1955, §208-5; HRS §641-4; am L 1970, c 188, §39; am L 1972, c 89, pt of §5; ren HRS ; am L 2004, c 202, §67]\nNote\n  L 2004, c 202, §82 provides:\n  \"SECTION 82.  Appeals pending in the supreme court as of the effective date of this Act [July 1, 2006] may be transferred to the intermediate appellate court or retained at the supreme court as the chief justice, in the chief justice's sole discretion, directs.\"\nGeneral Note\nDisposition of cause.\n  See appended chapter note, pt. I A10.\nScope of review.\n  In general, see appended chapter note, pt. I A9; also pt. I A7e.  Review of factual issues, see 42 H. 250, 256; 42 H. 264, 267; 45 H. 83, 86-7, 363 P.2d 964.  To extent governed by Hawaii Rules of Civil Procedure, see HRCP rule 52(a), construed in 42 H. 111, 116; 42 H. 286, 297; 43 H. 76, 82; 43 H. 119, 124; 44 H. 327, 342, 359 P.2d 164; 44 H. 582, 358 P.2d 53, den'g reh'g of 44 H. 464, 355 P.2d 25; 45 H. 128, 139, 363 P.2d 969; 45 H. 232, 233-34, 364 P.2d 646; 45 H. 445, 452, 370 P.2d 463; 45 H. 521, 550-551, 371 P.2d 379; 46 H. 233, 238, 377 P.2d 708; 46 H. 353, 364, 380 P.2d 488; 46 H. 475, 513-514, 382 P.2d 920; 47 H. 145, 147, 384 P.2d 300; 47 H. 220, 225, 386 P.2d 855; 47 H. 577, 585, 393 P.2d 89; 48 H. 152, 168, 397 P.2d 593; 48 H. 193, 202, 397 P.2d 552, reh'g den. 48 H. 391, 402 P.2d 678; 49 H. 62, 68, 412 P.2d 326; 49 H. 160, 180, 413 P.2d 221; 49 H. 661, 667, 426 P.2d 816.\nPreservation of error, prejudicial error as requisites.\n  See HRCP rules 46, 61, and see note to §641-16.\nCases decided before adoption of the Hawaii Rules of Civil Procedure.\n  Newly discovered evidence, admissibility of, effect:  3 H. 64; 7 H. 573; 14 H. 204; 33 H. 98; 38 H. 605.  Review generally on the record:  14 H. 204; 23 H. 571, 572.\n  In equitable actions, findings of trial judge not binding on supreme court and may make its own findings.  15 H. 526; 22 H. 291; 28 H. 590, 662; 29 H. 638; 33 H. 701; 34 H. 363; 34 H. 228, 303; 39 H. 185; 158 F.2d 122; see also 23 H. 646, 649.  In equity case, presumption correctly decided.  22 H. 391.  In the case of conflicting evidence, findings entitled to great weight.  10 H. 308; 15 H. 526; 22 H. 17; 22 H. 391; 25 H. 22, 33; 26 H. 137; 29 H. 638; 29 H. 698; 30 H. 446; 32 H. 659; 32 H. 751; 33 H. 745; 33 H. 846; 34 H. 87, 91; 38 H. 616; 40 H. 279; 40 H. 386.  Even though the evidence be meager, if sustains findings, will not be disturbed.  24 H. 277.  But where evidence is of slight weight and doubtful character, findings not followed.  33 H. 701; 35 H. 689.  In divorce cases; supreme court will draw its own conclusions; in cases turning wholly or largely on credibility of witnesses or weight of evidence, findings of trial judge accorded much weight.  21 H. 339; 22 H. 189; 29 H. 866; 30 H. 240; 34 H. 312; 36 H. 49; 37 H. 512.  And should control unless the evidence clearly requires the contrary conclusion.  32 H. 177.\nCase Notes\n  Under certain conditions, judgment can be reversed on legal theory not raised before.  56 H. 466, 540 P.2d 978.\n  Supreme court cannot disregard jurisdictional defects in an appeal.  57 H. 61, 549 P.2d 477.\n  Appellate court was not precluded from considering equity defense of unclean hands raised for the first time on appeal.  57 H. 215, 553 P.2d 733.\n  Evidence outside trial record may not be referred to in appellate brief unless approved by trial court pursuant to HRCP Rule 75(c).  57 H. 405, 557 P.2d 125.\n  Court's power to render final judgment on reversal should be exercised where the result would be foreordained on remand.  58 H. 345, 569 P.2d 884.\n  Trial court's possible error in granting directed verdict found to be harmless in light of subsequent jury instructions.  60 H. 214, 587 P.2d 1229.\n  Denial of motion for new trial is within discretion of trial court and will not be upset unless clear abuse of discretion.  60 H. 259, 588 P.2d 438.\n  Where surviving spouse failed to show how family court's erroneous finding of fact affected the court's decision, the erroneous finding did not affect surviving spouse's substantial rights and did not constitute reversible error.  100 H. 397, 60 P.3d 798.\n  Mentioned:  74 H. 210, 847 P.2d 652."
}