{
    "name": "Termite control contracts and written inspection reports; form and contents; filing and delivery; control service; control service contract",
    "number": "19",
    "text": "(a)  This section shall apply to contracts for the control of termites and written inspection reports.\n\t(b)  No licensee shall commence work on a contract for the control of termites until an inspection has been made and a written inspection report and a written estimate have been approved by the person requesting the work; provided that no written inspection report shall be required in the event that a live infestation exists.  The written inspection report shall be on a PC-9 form prescribed by the board and shall include the following:\n\n\n\n\t(1)\tThe date of the inspection and the name of the person making the inspection;\n\t(2)\tThe name and address of the person or firm ordering the report;\n\t(3)\tThe name and address of any person who is a party in interest to whom the licensee is to send certified copies of inspection reports and completion notices;\n\t(4)\tThe address or location of the property;\n\t(5)\tA general description of the building or premises inspected; and\n\t(6)\tThe location of visible termite infestations apparent to the licensee.\n\n\n\n\tThe licensee shall not be responsible for an infestation unless its presence was visible at the time of the inspection.  There shall be no guarantees or warranties on the written inspection report.\n\t(c)  Control service is defined as the regular reinspection of a property after a written inspection report has been made in compliance with this section and such corrections as have been agreed upon have been completed.  Under a control service agreement, a licensee shall refer to the original written inspection report and contract in such manner as to identify them clearly, and the original written inspection report shall be assumed to be a true report of conditions as originally issued, except it may be modified after a control service inspection.  A licensee is not required to issue a report as outlined in paragraphs (1) to (6) after each control service inspection.  If after control service inspection, no modification of the original written inspection report is made in writing, then it will be assumed that conditions are as originally reported.  A control service contract shall identify the particular types of termites and the portions of the buildings or structures covered by the contract. [L 1972, c 134, pt of §1; gen ch 1985; am L 1987, c 102, §1; am L 1991, c 116, §1; am L 1993, c 74, §6]"
}