{
    "name": "Office of youth services regional advisory boards; power, duties, and authority",
    "number": "9",
    "text": "(a)  There shall be established a regional advisory board located in each county and they shall be called the Hawaii, Kauai, Maui, and Oahu regional advisory boards, respectively.  The office shall provide staff support for each board.  Each board shall elect annually from among its members a chairperson who shall preside at its regular meetings.  Each board shall be composed of eleven voting members.  Each board's membership shall include four lay persons, of which two shall possess knowledge of youth services, all appointed by the governor as provided in section 26-34.\n\tThe Oahu regional advisory board shall include the superintendent of education, the public defender, the directors of human services and health, the police chief and the prosecuting attorney of the city and county of Honolulu, and the senior family court judge of the first circuit, or their designees.\n\tThe other regional advisory boards shall include the county's chief of police and prosecuting attorney, a deputy public defender, a family court judge, and one representative from each of the following departments of education, human services, and health, who shall be selected by their respective directors, or their designees.\n\tAll board members shall be residents of the county in which the regional advisory board to which they are appointed is located, and shall serve without compensation, but shall be reimbursed for necessary expenses incurred during the performance of their duties.\n\t(b)  There shall be a combined meeting of all boards at least once a year.  Each regional board shall advise the office on:\n\n\n\n\t(1)\tGeneral policies relating to the youth service system, including but not limited to planning, integration, development, and coordination to effectuate the purposes of this chapter;\n\t(2)\tMonitoring and evaluating youth services as they relate to the coordination and integration of the youth service system within its region; and\n\t(3)\tAny pertinent issue related to the youth service system within its region. [L 1991, c 258, pt of §2]"
}