{
    "name": "Vessel aground on state property",
    "number": "47.5",
    "text": "(a)  All vessels grounded on state submerged lands, shorelines, or coral reefs shall be removed immediately by the owner or operator at the owner's or operator's expense.  Vessels grounded on a sand beach, sandbar, or mudflat and not in imminent danger of breaking up shall be removed within seventy-two hours, unless otherwise agreed to by the department.  Damage to state or private property caused by a grounded vessel shall be the sole responsibility of the vessel's owner or operator.\n     (b)  Solely for the purposes of removal and with no liability to the department, the department may assume control of any vessel that:\n     (1)  Is grounded on a coral reef or in imminent danger of breaking up; and\n     (2)  Cannot be immediately removed by the owner within seventy-two hours in a manner that is reasonably safe, as determined by the department.\nOnce the department assumes control over the vessel, the vessel shall be removed by conventional salvage methods to minimize damage to the natural resources and not become a hazard to navigation.  All costs and expenses of removing the vessel and damage to state or private property shall be the sole responsibility of the vessel's owner or operator.  This section shall apply whether the vessel is attended or deemed derelict under section 200-48.  \n     (c)  The department may take legal action to collect any costs or expenses incurred by the department for any removal under this section.  All moneys collected shall be deposited in the boating special fund.\n     (d)  Any person who renders assistance to the department when it acts pursuant to subsection (b) and any person who, in good faith and without remuneration or expectation of remuneration, renders assistance at the scene of a vessel grounded on a coral reef or in imminent danger of breaking up shall not be liable for any civil damages resulting from the person's acts or omissions in providing or arranging towage or other assistance, except for damages caused by the person's gross negligence or wanton acts or omissions. [L 2006, c 134, §1; am L 2008, c 96, §1]"
}