{
    "name": "Employees remedies",
    "number": "11",
    "text": "(a)  Action by an employee to recover unpaid wages may be maintained in any court of competent jurisdiction by any one or more employees for and in behalf of oneself or themselves, or the employee or employees may designate an agent or representative to maintain the action.\n\t(b)  Except for claims filed by individuals employed in a bona fide executive, administrative, or professional capacity or in the capacity of an outside salesperson, whenever the director of labor and industrial relations determines that wages have not been paid, and that the unpaid wages constitute an enforceable claim, the director may upon the request of the employee take an assignment in trust for the wages without being bound by any of the technical rules respecting validity of any such assignments and may bring any legal action necessary to collect such claim.  With the consent of the assigning employee at the time of the assignment the director may settle and adjust any such claim to the same extent as might the assigning employee.  No claim shall be accepted by the director after the expiration of one year from the date the wages are due and payable.\n\t(c)  The court in any action brought under this section shall, in addition to any judgment awarded to the plaintiff or plaintiffs, allow interest of six per cent per year from the date the wages were due, costs of action, including costs of fees of any nature, and reasonable attorney's fees, to be paid by the defendant.  The director shall not be required to:\n\n\n\n\t(1)\tPay the filing fee or other costs or fees of any nature, including the opposing party's fees and costs; or\n\t(2)\tFile a bond or other security of any nature, in connection with such action, with proceedings supplementary thereto, or as a condition precedent to the availability to the director of any process in aid of such action or proceedings.  The director may join various claimants in one preferred claim or lien, and in case of suit join them in one cause of action.\n\n\n\n\t(d)  When the business of any person, corporation, company, or firm is suspended as a result of a writ of execution or attachment or is placed in the hands of a receiver, trustee, or assignee for creditors, then in all such cases claims for wages of not more than $600 to each claimant, earned within one year of the date such business is suspended or placed in the hands of a receiver, trustee, or assignee for creditors, shall be paid in full prior to the payment of taxes or any other debts except a debt secured by a mortgage duly recorded before the wages were earned.\n\t(e)  Any employee desiring to enforce the employee's claim for wages under subsections (d), (e), and (f) of this section shall present a statement under oath showing the amount due, the kind of work for which the wages are due, and when the work was performed to the office or person charged with such property within twenty days after the seizure thereof on any execution or writ of attachment or within sixty days after the property has been placed in the hands of a receiver, trustee, or assignee for creditors.  Any interested party may contest any such claim or part thereof by filing sworn exception thereto with such officer or person within ten days after the period for filing claims, and thereupon the claimant shall be required to reduce the claimant's claim to judgment before any part thereof shall be paid.\n\t(f)  No claim shall be paid until after the expiration of the time for filing and contesting claims.  If the funds realized from the sale of the property are insufficient to pay the total claims for wages presented, then the funds shall be prorated on such claims. [L 1963, c 158, pt of §3; Supp, §95-10; am L 1967, c 13, §1; HRS ; am L 1973, c 8, §1; gen ch 1985, 1993; am L 1994, c 84, §2; am L 1999, c 251, §4]\nRules of Court\n  Collection suits, maintenance of, see HRCP rules 17(a), 18(a), 20, 23.\nCase Notes\n  Hawaii courts should be given discretion to enhance the lodestar fee when an attorney has been retained on a contingency fee basis; a \"reasonable fee\" under Hawaii fee-shifting statutes is an amount of fees that \"would attract competent counsel,\" in light of all the circumstances, and that under certain circumstances the lodestar fee may be multiplied by a factor to achieve a \"reasonable\" award of fees.  96 H. 408, 32 P.3d 52.\n  Where a court awards attorney's fees pursuant to fee-shifting statutes in cases involving contingency fee arrangements, a trial judge should not be limited by the contingency fee arrangement between a plaintiff and his or her counsel in determining a reasonable fee; plaintiff is thus not necessarily barred from recovery of a doubled lodestar fee.  96 H. 408, 32 P.3d 52."
}