{
    "name": "Jurisdiction; controversies subject to",
    "number": "1",
    "text": "In cases of actual controversy, courts of record, within the scope of their respective jurisdictions, shall have power to make binding adjudications of right, whether or not consequential relief is, or at the time could be, claimed, and no action or proceeding shall be open to objection on the ground that a judgment or order merely declaratory of right is prayed for; provided that declaratory relief may not be obtained in any district court, or in any controversy with respect to taxes, or in any case where a divorce or annulment of marriage is sought.  Controversies involving the interpretation of deeds, wills, other instruments of writing, statutes, municipal ordinances, and other governmental regulations, may be so determined, and this enumeration does not exclude other instances of actual antagonistic assertion and denial of right.\n\tRelief by declaratory judgment may be granted in civil cases where an actual controversy exists between contending parties, or where the court is satisfied that antagonistic claims are present between the parties involved which indicate imminent and inevitable litigation, or where in any such case the court is satisfied that a party asserts a legal relation, status, right, or privilege in which the party has a concrete interest and that there is a challenge or denial of the asserted relation, status, right, or privilege by an adversary party who also has or asserts a concrete interest therein, and the court is satisfied also that a declaratory judgment will serve to terminate the uncertainty or controversy giving rise to the proceeding.  Where, however, a statute provides a special form of remedy for a specific type of case, that statutory remedy shall be followed; but the mere fact that an actual or threatened controversy is susceptible of relief through a general common law remedy, a remedy equitable in nature, or an extraordinary legal remedy, whether such remedy is recognized or regulated by statute or not, shall not debar a party from the privilege of obtaining a declaratory judgment in any case where the other essentials to such relief are present. [L 1921, c 162, §1; RL 1925, §2918; RL 1935, §4220; RL 1945, §9971; am L 1945, c 74, §1; RL 1955, §228-1; HRS ; am L 1972, c 89, §1(a) to (c); gen ch 1985]\nRules of Court\n  Declaratory judgments, see HRCP rule 57.\nCase Notes\n  Where cause of action exists party injured relegated to established modes of procedure to redress wrong.  27 H. 420; 29 H. 122.  Existence of another adequate remedy does not preclude seeking a declaration.  48 H. 68, 395 P.2d 691.\n  Proceedings not applicable to test title to usurped office in private corporation.  27 H. 420.  Interpretation of lease.  31 H. 720.  Declaratory relief granted to test validity of criminal statute, when.  47 H. 652, 394 P.2d 618.  Interpretation of real estate development contract.  49 H. 214, 412 P.2d 925.  Issue of decedent's domicile, declaratory judgment action to determine.  50 H. 162, 434 P.2d 309.\n  Action to determine validity of ordinances amending city's general plan.  51 H. 400, 462 P.2d 199.\n  Where there are conflicting interpretations on P's right to rent supplement under §359-121 et seq., there is actual controversy.  53 H. 213, 491 P.2d 114.\n  Where claims of parties are dismissed on a stipulation, parties no longer have any concrete interest in an actual controversy, and court may not render a declaratory judgment.  56 H. 104, 529 P.2d 198.\n  Proceedings for interpretation of constitutional provision not permitted where no immediate need.  57 H. 213, 552 P.2d 1392.\n  Actual controversy where plaintiffs have \"stake\" in outcome but are neither owners or adjoining owners of lands subject to use reclassification.  63 H. 166, 623 P.2d 431.\n  Section precluded in issues arising under workers compensation law.  64 H. 380, 641 P.2d 1333.\n  Action for declaratory judgment did not lie because review was subject to section 91-14.  66 H. 485, 666 P.2d 1133.\n  Circuit court had jurisdiction over plaintiff's  petition for declaratory relief.  Court was not required to defer to agency's determination; court could make its own independent findings regarding the salient facts of the case.  75 H. 237, 858 P.2d 726.\n  Although plaintiffs were neither owners nor adjoining owners of development project, where they asserted that they were long time and frequent users of the coastline and that project may cause irreversible changes to the coastline, they nonetheless alleged an injury in fact sufficient to constitute standing to participate in a declaratory judgment action.  91 H. 94, 979 P.2d 1120.\n  Where there was no actual controversy because the fee owners were requesting a declaratory judgment based on the expiration of the master lease, an event that was to occur at some time in the future, there was no actual controversy in existence at the time; therefore, the relief that the fee owners had requested was properly denied under this section.  104 H. 468, 92 P.3d 477.\n  No jurisdiction to entertain declaratory judgment to pass upon validity of release of mechanic's and materialman's lien.  2 H. App. 132, 627 P.2d 291.\n  Taxpayer's request for confirmation that under chapter 420 it was a valid business development corporation that was exempt from taxes based on income, was a \"controversy with respect to taxes\" for which declaratory relief was unavailable under this section.  92 H. 659 (App.), 994 P.2d 591.\n  This section did not authorize trial court to decide the declaratory judgment action when insurer of insured/alleged tortfeasor brought declaratory judgment action that insurer did not have a duty to defend or indemnify the insured/alleged tortfeasor regarding the motor vehicle accident and the declaratory judgment action was only against the alleged victim and not the insured/alleged tortfeasor.  94 H. 498 (App.), 17 P.3d 847."
}