{
    "name": "School bus contracts",
    "number": "407",
    "text": "(a)  Any other law to the contrary notwithstanding, school bus contracts between the State and a private contractor may be extended for two years by mutual agreement; provided that the parties may agree to extend the contract for an additional two years thereafter.  The compensation due to the contractor by the State for each extended year may be increased by an amount not to exceed five per cent of the previous year's compensation.  In addition, the compensation due to the contractor by the State for any original or extended contract year may be increased by a reasonable amount for unanticipated inflationary increases in the cost of fuel.  If the original contract between the State and a private contractor already includes an option to extend the contract period, this subsection shall apply after the contract option is exercised.\n     (b)  In the renegotiation for the extension of any contract, the contractor shall be notified at least three months in advance to prepare data and facts relating to fuel cost for the justification of an increase in the amount for the new contract period.\n     (c)  If a school is temporarily closed due to an unexpected disruption necessitating the closing of the school, the contractor and the State may enter into renegotiation for payments of fixed costs.\n     (d)  The contract between the State and the contractor shall include an age limit for the school bus vehicles that may be used.  The serviceability of a vehicle shall be determined by chapter 286.\n     (e)  The contract between the State and the contractor shall include a provision requiring the contractor to equip the contractor's vehicles with the signs and visual signals described in section 291C-95(d) and (g).  The contract shall also include other provisions as may be deemed necessary by the State for the safety of school bus passengers and shall include provisions requiring periodic refurbishment of school buses over ten years old.\n     (f)  All moneys received from students and parents or guardians of students by public schools for state-provided school busing services, as authorized by section 302A-406, shall be deposited into the school bus fare revolving fund.  Except as otherwise provided by the legislature, expenditures for the operation of state-contracted school bus services, as authorized by section 302A-406, shall be made from this fund. [L 1996, c 89, pt of §2; am L 2002, c 108, §3]\n \nCross References\n \n  Pupil transportation safety, see §286-181."
}