{
    "name": "Repeal and recodification",
    "number": "1300",
    "text": "\nAPPENDIX\n1.  EXPLANATORY NOTE ON COMMENTARIES\nA.  INTRODUCTORY NOTE ON COMMENTARIES\n\tThe Commentary and Supplemental Commentary are published with the Hawaii Penal Code pursuant to §701-105 of the Code. \n\tThe Commentary was originally published by the Judicial Council of Hawaii and accompanied the Council's Proposed Draft of the Hawaii Penal Code (1970).  The Proposed Draft of the Code and the Commentary were prepared by the Council's Penal Law Revision Project, chaired by Circuit Judge Masato Doi.  The principal drafters were Frank B. Baldwin, III, formerly Acting Associate Professor of Law, University of California at Davis, California, who served as Project Director, and Don Jeffrey Gelber, who was the Reporter. \n\tThe Proposed Draft was subjected to intensive review by the Legislature which enacted the Code in 1972 after making several modifications.  Section 701-105 provides that the Commentary accompanying the Judicial Council of Hawaii's Proposed Draft of the Code, as revised, shall be published and may be used \"as an aid in understanding the provisions of this Code, but not as evidence of Legislative intent.\"  The Supplemental Commentary was prepared by Mr. Gelber and Mr. Wendell Kimura, and is intended, when read together with the original commentary, to constitute the revision contemplated by §701-105.  The Supplemental Commentary attempts to explain the changes which were made by the Legislature to the Proposed Draft at the time of enactment in 1972 and also subsequent Legislative amendments in 1973 and 1974.  It also contains relevant case citations through 1974. \n\tThe Legislative purpose in mandating the publication of the commentaries to the Penal Code is dealt with in §701-105 and the commentaries thereon.  An example of judicial use of the Commentary can be found in State v. Nobriga, 56 H. 75, 527 P.2d 1269 (1974). \nB.  REVISOR'S NOTE ON COMMENTARIES\n\tThe commentaries prepared as described above have been revised by the Office of Revisor of Statutes pursuant to authority granted by the Legislature. \n\tPrimarily, the Commentary, prepared by the Judicial Council, was edited to reflect the present text of the Code, where this could be readily done, without wholesale alterations, or where retention of the original comments to nonexistent language invited confusion.  Revision in this respect included deletion of comments rendered irrelevant by legislative departures from the original proposals, addition of explanations to cover new matter, and some recasting of language and repositioning of comments. \n\tSuch revision of the Commentary necessitated revision of the Supplemental Commentary.  Accordingly, material found in the Supplemental Commentary was adjusted, some material being transferred to the Commentary and some being omitted.  The Supplemental Commentary was further revised by deleting the case annotations contained therein and placing them under what is styled as \"Case Notes\" in conformity with the general format of the Hawaii Revised Statutes.  And, wherever possible, the commentaries have been gender neutralized.\n\tFurther, the Revisor's Office updated the commentaries by adding notes covering changes to the Code that were adopted in the 1975 through 1993 legislative sessions. \n2.  ABBREVIATIONS\n\tColum. L. Rev.\tColumbia Law Review\n\tEng. Rep.\tEnglish Reports--Full Preprint\n\tF.\tFederal Reporter\n\tF.2d\tFederal Reporter, Second Series\n\tF. Supp.\tFederal Supplement\n\tHaw.\tHawaii Reports\n\tH.R.S. or HRS\tHawaii Revised Statutes\n\tH.R.Cr.P.\tHawaii Rules of Criminal\n\t\t  Procedure (1960)\n\tIll. Cr. Code\tIllinois Criminal Code (1961)\n\tM.P.C.\tAmerican Law Institute, Model Penal\n\t\t  Code, Proposed Official\n\t\t  Draft (1962)\n\tMich. L. Rev.\tMichigan Law Review\n\tN.Y.R.P.L.\tNew York Revised Penal Law (1965)\n\tProp. Del. Cr. Code\tProposed Delaware Criminal\n\t\t  Code (1967)\n\tProp. Mich. Rev. Cr. Code\tProposed Michigan Revised\n\t\t  Criminal Code (1967)\n\tQ.B.\tQueen's Bench Reports\n\tStan. L. Rev.\tStanford Law Review\n\tU.S.\tUnited States Supreme Court Reports\n\tWeekly L. R.\tWeekly Law Reports (English)\n\n \n3.  TABLE OF DISPOSITION -- TITLE 37.  CRIMINAL LAW\nR = Repealed\n________________________________________________________________\nFormer §\tPresent §\tFormer §\tPresent §\n________________________________________________________________\nC701\tR\t711-21 to 23\t806-21 to 23\nC702\tR\t711-26 to 42\t806-26 to 42\nC703\tR\t711-46 to 51\t806-46 to 51\nC704\tR\t711-56\t806-56\n705-1 to 3\tR\t711-61 to 64\t806-61 to 64\n705-4\t801-1\t711-65, 66\tR\n705-5\t801-5\t711-67, 68\t806-65, 66\n705-5.5\tR\t711-71 to 73\tR\n705-6 to 8\t801-2 to 4\t711-76, 77\tR\n705C-1 to 12\t802-1 to 12\t711-78, 79\t806-72, 73\nC706\tR\t711-80 to 83\tR\nC707\tR\t711-84\t806-71\n708-1 to 11\t803-1 to 11\t711-85, 91 to 94\tR\n708-21 to 24\t803-21 to 24\t711-96\t806-76\n708-31 to 38\t803-31 to 38\tC712\tR\n709-1 to 19\t804-1 to 19\t713-1 to 27\t832-1 to 27\n709-31 to 41\t804-31 to 41\t713C-1 to 6\t833-1 to 6\n709-51\t804-51\t714-1 to 6\t834-1 to 6\n710-1 to 11\t805-1 to 11\t715-1 to 19\t841-1 to 19\n710-12 to 14\tR\t716-1 to 7\t831-1 to 7\n710-15\t805-12\t718-1 to 8\t835-1 to 8\n711-1, 2\t806-1, 2\t719-1 to 6\t836-1 to 6\n711-6 to 10\t806-6 to 10\t720-1 to 12\t842-1 to 12\n711-16 to 18\t806-16 to 18"
}