{
    "name": "Temporary support, etc.",
    "number": "9",
    "text": "After the filing of a complaint for divorce or separation the court may make such orders relative to the personal liberty and support of either spouse pending the complaint as the court may deem fair and reasonable and may enforce the orders by summary process.  The court may also compel either spouse to advance reasonable amounts for the compensation of witnesses and other expenses of the trial, including attorney's fees, to be incurred by the other spouse and may from time to time amend and revise the orders. [L 1870, c 16, §10; L 1872, c 18; am L 1903, c 22, §§2, 8; RL 1925, §2978; RL 1935, §4473; RL 1945, §12224; am L 1955, c 79, §1; RL 1955, §324-34; am L 1966, c 22, §6; HRS ; am L 1973, c 211, §5(e); am L 1974, c 65, pt of §2; gen ch 1985]\nCase Notes\n  Allowance of legal fees and their amount is in discretion of the court.  5 H. 23.  Sound discretion of the trial judge will not be reviewed by appellate court.  25 H. 274.  Wife's expense money and attorney's fees in resisting revocation of alimony may be taxed to husband.  23 H. 639; 34 H. 22; 38 H. 233.  Wife's expense for counsel on appeal to supreme court.  30 H. 61; 35 H. 69; 35 H. 382; 38 H. 647.  Application by wife for fees on appeal must be timely.  49 H. 688, 702, 427 P.2d 86.  Award of attorney's fees, abuse of discretion, 49 H. 576, 424 P.2d 671.  Does not authorize award of attorney's fees against wife.  49 H. 688, 700, 427 P.2d 86.  And where case is discontinued.  28 H. 487.  Allowance of counsel fees in equity suit for separate maintenance.  38 H. 148. \n  Motion in supreme court on appeal for expenses in that court and for temporary alimony, denied, it appearing lower court had denied such a motion.  25 H. 172.  Allowances for temporary alimony or expenses, when proper.  44 H. 491, 355 P.2d 188. \n  Jurisdiction over person and property of the one against whom decree awarding alimony is made is necessary, otherwise decree is void.  24 H. 239.  Decree of divorce annuls temporary alimony order.  25 H. 274.  Contempt.  30 H. 80; 35 H. 541. \n  Husband not liable at law for fee of attorney in defending wife in divorce case.  19 H. 463.  Statutory attorney's fees not taxed in divorce and separation cases.  5 H. 175.  Attorney's fees cannot be awarded as damages or costs where not so provided by statute, stipulation or agreement.  40 H. 179; 49 H. 688, 700, 427 P.2d 86. \n  Award of attorney's fees is in discretion of court.  58 H. 227, 566 P.2d 1104. \n  Temporary support.  58 H. 227, 566 P.2d 1104. \n  Section authorizes attorney's fees in a proceeding after entry of final divorce decree.  59 H. 32, 575 P.2d 468. \n  Where neither party had sufficient income, it was not error to impair jointly owned marital property pendente lite.  1 H. App. 617, 623 P.2d 1265."
}