{
    "name": "Divorce",
    "number": "41",
    "text": "PART III.  DIVORCE\n\nLaw Journals and Reviews\n  Why is My Client Nuts?\u0085 Dealing with the Difficult Divorce Client.  II HBJ No. 13, at pg. 91.\n     The family court shall decree a divorce from the bond of matrimony upon the application of either party when the court finds: \n\n\n\n\t(1)\tThe marriage is irretrievably broken; \n\t(2)\tThe parties have lived separate and apart under a decree of separation from bed and board entered by any court of competent jurisdiction, the term of separation has expired, and no reconciliation has been effected; \n\t(3)\tThe parties have lived separate and apart for a period of two years or more under a decree of separate maintenance entered by any court of competent jurisdiction, and no reconciliation has been effected; or\n\t(4)\tThe parties have lived separate and apart for a continuous period of two years or more immediately preceding the application, there is no reasonable likelihood that cohabitation will be resumed, and the court is satisfied that, in the particular circumstances of the case, it would not be harsh and oppressive to the defendant or contrary to the public interest to a divorce on this ground on the complaint of the plaintiff. [L 1870, c 16, §1; am L 1903, c 22, §2; am L 1909, c 25, §1; am L 1915, c 56, §1 and c 192, §1; am L 1919, c 10, §1; RL 1925, §2965; am L 1931, c 196, §1; RL 1935, §4460; am L 1935, c 27, §1; RL 1945, §12210; am L 1949, c 53, §29 and c 174, §1; am L 1951, c 287, §1; RL 1955, §324-20; am L 1957, c 72, §2; am L 1965, c 52, §3; am L 1966, c 22, §6; am L 1967, c 76, §1; HRS ; am L 1970, c 116, §1; am L 1972, c 11, §1]\n\n\n\n\nLaw Journals and Reviews\n  For discussion of development of new approach to family problems, see Divorce, Law and Psychology.  7 HBJ 73. \n  The Case Against Uncontested Divorce Practice.  12 HBJ No. 4 Winter 1977, pg. 21.\n  Why is My Client Nuts?\u0085 Dealing with the Difficult Divorce Client.  II HBJ No. 13, at pg. 91.\nCase Notes\nDecisions under prior law.\n  \"Divorce\" defined.  25 H. 638.  Separation cannot be granted to libellee on answer and crossbill to libel.  9 H. 350.  But see 29 H. 464.  Misconduct though short of a ground of divorce, may justify wife's refusal to live with husband.  38 H. 1.\n  Adultery may be proved by circumstantial evidence.  14 H. 68.  As to proof of adultery, habitual intemperance, extreme cruelty and failure to provide maintenance.  See 21 H. 474.\n  Desertion, continuous.  30 H. 595; 37 H. 223.  Separation.  31 H. 491.  Offer to return.  31 H. 568.  Failure to provide no cause if wife deserts husband without reasonable cause; to bar the suit, offer to return after desertion must be made before desertion is complete.  23 H. 381; 26 H. 124; 30 H. 796.  Desertion, justification, grounds.  36 H. 49; 39 H. 552.\n  Insane person by his guardian may bring libel for divorce.  9 H. 475.\n  Chinese leprosy, court must be satisfied that libellee has contracted the disease; not sufficient that evidence satisfy ordinary and reasonable man.  11 H. 713.  See 33 H. 268.\n  Extreme cruelty, what constitutes.  5 H. 260; 13 H. 707; 19 H. 378; 21 H. 284; 21 H. 339; 28 H. 217; 29 H. 689; 30 H. 354; 31 H. 25; 38 H. 114.  Cruelty less than \"extreme cruelty\" is not ground for divorce.  27 H. 280; 32 H. 177; 34 H.  312.  Provocation.  38 H. 114.\n  See also as to sufficient proof of personal indignities.  32 H. 907.  On sufficiency of evidence.  36 H. 528, 606; 37 H. 17.  Evidence, general:  Preview of facts on appeal.  41 H. 37, 612.  Cruel treatment.  38 H. 368.\n  Refusal by husband to support wife while absent without justifiable excuse not grounds for divorce for nonsupport.  27 H. 823.  If wife sues for nonsupport and husband files a cross-libel alleging wife committed adultery prior to alleged nonsupport and praying divorce on account of adultery, it is error to disregard cross-libel.  30 H. 473.  Maintenance for wife, though applied for as \"support,\" would be \"separate maintenance\" on basis of which, with other facts, divorce could be obtained, and when plaintiff asserts she does not want separate maintenance complaint must be dismissed.  49 H. 200, 412 P.2d 638.  Any living allowance granted to wife in an equitable action would be \"separate maintenance\" on basis of which, with other facts, divorce could be obtained.  49 H. 200, 412 P.2d 638.\n  Separate grounds are separate causes of action, res adjudicata when applicable.  22 H. 429.  Divorce Act of 1870 not retroactive.  3 H. 300.\n  Fact that libellant had been twice divorced immaterial; corroboration of libellant's testimony not required.  42 H. 264.\n  Divorce from bed and board is not regarded as a final decree.  42 H. 279.\n  Grievous mental suffering:  Libellant's testimony of willingness to live with libellee negated exact legal proof.  43 H. 381.\n  Cited:  15 H. 313; 36 H. 659; 38 H. 394, 396, 605."
}