{
    "name": "Property rights following dissolution of marriage",
    "number": "56",
    "text": "(a)  Every decree of divorce which does not specifically recite that the final division of the property of the parties is reserved for further hearing, decision, and orders shall finally divide the property of the parties to such action.\n\t(b)  Following the entry of a decree of divorce in any matrimonial action in which the final division of the property of the parties to such action is reserved for further hearings, decisions, and orders, notwithstanding the provisions of section 560:2-802, or any other provisions of the law to the contrary, each party to such action shall continue to have all of the rights to and interests in the property of the other party to such action as provided by chapter 533 and chapter 560, or as otherwise provided by law to the same extent he or she would have had such rights or interests if the decree of divorce had not been entered, until the entry of a decree or order finally dividing the property of the parties to such matrimonial action, or as provided in subsection (d) of this section.\n\t(c)  When a party to a matrimonial action has remarried following the entry of a decree of divorce, in which the final division of the property of the parties is reserved for further hearings, decisions, and orders, but prior to the entry of a decree or order finally dividing the property owned by the parties to that action, notwithstanding the provisions of chapter 533 and chapter 560, the spouse of such remarried party shall have none of the rights or interests in the former spouse's real property or personal estate as provided in chapter 533 and chapter 560, or as otherwise provided by law, until such time as a decree or order finally dividing the property owned by the parties or either of them as of the effective date of the entry of the decree of divorce dissolving his or her prior marriage shall be entered.  Upon the entry of a decree or order finally dividing the property of the parties to a matrimonial action in which a decree of divorce has been entered, the spouse of a party to such action who has remarried shall have all of the rights of a spouse as provided by chapter 533 and chapter 560, or as otherwise provided by law, in and to the property of the former spouse vested in such spouse by such decree or order finally dividing the property of the parties or either of them, as of the effective date of the entry of the decree of dissolution of the prior marriage.\n\t(d)  Following the entry of a decree of divorce, or the entry of a decree or order finally dividing the property of the parties to a matrimonial action if the same is reserved in the decree of divorce, or the elapse of one year after entry of a decree or order reserving the final division of property of the party, a divorced spouse shall not be entitled to dower or curtesy in the former spouse's real estate, or any part thereof, nor to any share of the former spouse's personal estate. [CC 1859, §1332; RL 1925, §2986; RL 1935, §4483; RL 1945, §12234; RL 1955, §324-45; HRS ; am L 1973, c 192, §2; am L 1983, c 209, §1]\nCross References\n  Effect of divorce, annulment or separation on intestate succession and wills, see §560:2-802.\n  Revocation of will by divorce, see §560:2-508.\nCase Notes\n  Divorce cuts off right to dower.  12 H. 265; 35 H. 440.\n  Divorce court in one state does not have power to directly affect, by decree, title to real property in another state.  56 H. 295, 535 P.2d 1109.\n  One-year limitation applies to all entitlements to former spouse's personal estate; \"personal estate\" includes living person's property.  Section does not violate due process by imposing unreasonable procedural requirement on adjudication of claim.  69 H. 1, 730 P.2d 338.\n  Section 580-47 controls the division of property of divorced parties in the event one dies in the interim between their divorce and the division of property.  70 H. 605, 780 P.2d 80.\n  Where family court's domestic relations order amending the initial divorce decree was not inconsistent with the language of the initial divorce decree or this section, the family court possessed appropriate jurisdiction to amend the divorce decree.  100 H. 397, 60 P.3d 798.\n  Where jurisdiction to divide the parties' property is not reserved, it terminates when the time to appeal the decree expires.  1 H. App. 605, 623 P.2d 893.\n  No inchoate dower right in property if only a reservation to purchase property existed on date of divorce decree.  4 H. App. 41, 659 P.2d 759.\n  Divorced spouse not entitled to former spouse's personal estate.  7 H. App. 286, 758 P.2d 197.\n  Does not divest family court of jurisdiction under family court rule to change division of property issue when request for change is based on a retroactive change in relevant federal law.  8 H. App. 559, 815 P.2d 28.\n  Section does not apply where family court lacks jurisdiction to finally adjudicate division and distribution of property and debts of parties.  9 H. App. 176, 830 P.2d 1158.\n  When computing subsection (d)'s \"one year\" period, the time from filing a notice of appeal of the family court's decree deciding division and distribution of property and debts to the entry of the appellate court's judgment on appeal is excluded.  9 H. App. 214, 832 P.2d 280.\n  Cited:  21 H. 264, 266."
}