{
    "name": "Decree",
    "number": "45",
    "text": "If after a full hearing, the court is of opinion that a divorce ought to be granted from the bonds of matrimony a decree shall be signed, filed and entered, which shall take effect from and after such time as may be fixed by the court in the decree.  The court, in its discretion, may waive a hearing on an uncontested divorce complaint and admit proof by affidavit.  In case of a decree dissolving the bonds of matrimony, such time so fixed shall not be more than one month from and after the date of the decree. [L 1870, c 16, §8; am L 1878, c 26, §4; am L 1903, c 22, §2; am L 1911, c 136, §1; RL 1925, §2977; am L 1931, c 247, §1; RL 1935, §4472; RL 1945, §12221; am L 1949, c 53, §29; RL 1955, §324-31; am L 1957, c 72, §5; am L 1965, c 52, §1; am L 1967, c 81, §§1, 2; HRS ; am L 1969, c 44, §§1, 2; am L 1970, c 116, §2; am L 1971, c 72, §1; am L 1972, c 11, §4; am L 1973, c 211, §5(p); am L 1989, c 127, §3]\nCase Notes\n  Decree in divorce remains binding on the parties subject to reversal thereof for error.  23 H. 646, 650.  Premature appeal.  28 H. 403.  Appeal must be taken from the decree not the decision.  30 H. 620.  See 29 H. 464.  Jurisdiction.  31 H. 603.  Findings.  30 H. 240.  Great weight as to findings.  32 H. 177; 37 H. 512.  Exceptions could have been taken to supreme court from decree in reference to property rights notwithstanding death of libellant.  10 H. 117, 121.  Appeal does not abrogate decree.  35 H. 440.\n  The express reservation of custody and support questions does not impair the finality of divorce decree.  57 H. 519, 559 P.2d 744.\n  Decree, how construed.  59 H. 575, 585 P.2d 938.\nDecisions under prior law.\n  Prior to April 26, 1903:  Decree had effect of jury verdict and could not be reversed if supported by sufficient evidence.  4 H. 447; 4 H. 448; 9 H. 603; 10 H. 183; 13 H. 707, 713; 14 H. 68; 15 H. 510.  For later rule see 21 H. 339.  Decree was absolute unless exceptions were taken to supreme court.  4 H. 434; 4 H. 448; 10 H. 117, 570; 14 H. 502."
}