{
    "name": "Battered spouses; exemption from mediation in divorce proceedings",
    "number": "41.5",
    "text": "(a)  In contested divorce proceedings where there are allegations of spousal abuse, the court shall not require a party alleging the spousal abuse to participate in any component of any mediation program against the wishes of that party.\n\t(b)  A mediator who receives a referral or order from a court to conduct mediation shall screen for the occurrence of family violence between the parties.  A mediator shall not engage in mediation when it appears to the mediator or when either party asserts that family violence has occurred unless:\n\n\n\n\t(1)\tMediation is authorized by the victim of the alleged family violence;\n\t(2)\tMediation is provided in a specialized manner that protects the safety of the victim by a mediator who is trained in family violence; and\n\t(3)\tThe victim is permitted to have in attendance at mediation, a supporting person of the victim's choice including but not limited to an attorney or advocate.  If the victim chooses to exercise such option, any other party to the mediation will be permitted to have in attendance at mediation, a supporting person of the party's choice including but not limited to an attorney or advocate.\n\n\n\n\t(c)  In a proceeding concerning the custody or visitation of a child, if a protective order is in effect, the court shall not require a party alleging family violence to participate in any component of any mediation program against the wishes of that party.\n\t(d)  In a proceeding concerning the custody or visitation of  a child, if there is an allegation of family violence and a protective order is not in effect, the court may order mediation or refer either party to mediation only if:\n\n\n\n\t(1)\tMediation is authorized by the victim of the alleged family violence;\n\t(2)\tMediation is provided in a specialized manner that protects the safety of the victim by a mediator who is trained in family violence; and\n\t(3)\tThe victim is permitted to have in attendance at mediation, a supporting person of the victim's choice including but not limited to an attorney or advocate.  If the victim chooses to exercise such option, any other party to the mediation will be permitted to have in attendance at mediation, a supporting person of the party's choice including but not limited to an attorney or advocate. [L 1993, c 88, §1; am L 1996, c 198, §4]\n\n\n\n\nLaw Journals and Reviews\n  Empowering Battered Women:  Changes in Domestic Violence Laws in Hawai`i.  17 UH L. Rev. 575."
}