{
    "name": "Recordkeeping",
    "number": "4",
    "text": "(a)  The institutional facility shall keep records of all previously dispensed prescription drugs returned to the dispensing pharmacy.  Records shall be retained for five years and shall include at least the following:\n     (1)  The name and address of the institutional facility;\n     (2)  The prescription number or other patient or payer identifier;\n     (3)  The name and strength of the drug;\n     (4)  The name of the manufacturer or the national drug code;\n     (5)  The quantity of the drug;\n     (6)  The expiration date or use by date;\n     (7)  The date the drug was sent to the pharmacy, repository entity, or any other agent for final disposition;\n     (8)  The name of the pharmacy, repository entity, or any other agent that received or is to receive the drug for final disposition and a description of the disposition, such as returned-for-credit-and-reuse, donated, disposed, or destroyed;\n     (9)  The initials of the person making the entry; and\n    (10)  Certification of the reason for the return of the prescription drug by a prescribing practitioner.\n     (b)  Records of drugs to be returned-for-credit-and-reuse shall be copied by the institutional facility and used as a manifest for products sent to the recipient pharmacy.  The manifest and products shall be reviewed by the pharmacy prior to accepting or receiving all products to ensure that products are returnable for credit.  Any discrepancies shall be noted and corrected by the recipient pharmacy.  The accepted manifest noting any corrections shall be retained for five years by both the institutional facility and the pharmacy.  Records may be electronically composed, stored, and maintained in a form retrievable and printable for audit purposes.  Returned product manifests shall be reconcilable with credits to payers.\n     (c)  All institutional facility and pharmacy records required by this chapter shall be subject to audit by agents of the director of human services or director of health. [L 2004, c 190, pt of §2]"
}