{
    "name": "Pharmacy certification requirements",
    "number": "5",
    "text": "(a)  A high managerial agent acting on behalf of the pharmacy shall cause to be filed, with the designated state agency responsible for administering the medicaid program, a certified transaction account detailing every transaction under this chapter.  The certified transaction account shall include the following information relative to each drug returned:\n     (1)  If the transaction involved medicaid:\n         (A)  The medicaid provider number of the pharmacy;\n         (B)  The medicaid provider number of the institutional facility;\n         (C)  The name and beneficiary identification number of the medicaid beneficiary to whom the returned drug was originally prescribed;\n         (D)  The name and provider number of the physician who originally prescribed the drug;\n         (E)  The NDC number appearing on the original prescription;\n         (F)  The lot number, if available;\n         (G)  The medicaid claim number of the original prescription;\n         (H)  The medicaid transaction number of the credit for the returned drug; and\n         (I)  The reason for the return of the drug;\n     (2)  If the transaction involves the federal medicare program:\n         (A)  A copy of the 204-claim form, or its then existing equivalent, detailing the original transaction;\n         (B)  Documentation of the corresponding credit to the federal medicare program; and\n         (C)  Any other information required by the federal administrators of the medicare program; and\n     (3)  If the transaction involves a private pay patient in an institutional facility, a certification that the payer was properly credited.\n     (b)  The same agent who filed the certification under this section shall concurrently certify that no drugs, other than those detailed in the transaction account, were returned to the pharmacy during that quarter.  The agent shall further certify that all drugs accepted for return were either safe for resale, or were disposed of in accordance with the laws of this State and federal laws governing disposal of medication.\n     (c)  The quarterly certifications shall be filed no later than April 1, July 1, October 1, and December 31 of each calendar year.\n     (d)  For purposes of this section, \"high managerial agent\" has the same meaning as provided in section 702-229(3). [L 2004, c 190, pt of §2]"
}