{
    "name": "Drug product selection",
    "number": "92",
    "text": "(a)  When filling a prescription order for a drug prescribed by its brand name, a pharmacist or the pharmacist's authorized agent shall:\n\n\n\n\t(1)\tOffer to the consumer an equivalent generic drug product from the formulary adopted pursuant to section 328-96; and\n\t(2)\tUpon the request of the consumer, inform the consumer of the savings; and\n\t(3)\tInform the consumer of the consumer's right to refuse substitution.\n\n\n\nThe pharmacist shall substitute an equivalent generic drug product if the practitioner does not prohibit substitution under subsection (b), and the substitute equivalent generic drug product results in a savings.  The pharmacist shall not substitute if the consumer refuses.\n\t(b)  The pharmacist shall not substitute an equivalent generic drug product if the practitioner indicates \"brand medically necessary\" or words of similar meaning on the prescription.  The designation \"brand medically necessary\" or other similar words or phrases must be handwritten by the practitioner and shall not be preprinted or stamped on the written prescription.  The pharmacist shall not substitute an equivalent generic drug product if a prescription is orally or electronically ordered and the practitioner or authorized employee of the practitioner indicates \"brand medically necessary\" or other similar words or phrases.\n\tThe pharmacist shall note the practitioner's instructions on the prescription record required to be maintained under section 328-17.7.\n\tThis subsection shall not apply when it does not comply with any federal requirement for services reimbursable by medicaid or medicare.\n\t(c)  The pharmacist shall not substitute an equivalent generic drug product for any prescription for an anti-epileptic drug, except upon the consent of the practitioner and the patient or the patient's parent or guardian.  This narrow exception for epileptic patients shall not be construed as a policy decision to make exceptions for any other conditions.\n\t(d)  The county prosecutors and the attorney general may bring action upon complaint by an aggrieved person or upon their own motion in the name of the State against any person to enjoin any violation of this part. [L 1980, c 187, pt of §1; am L 1982, c 122, §1(4); gen ch 1985; am L 1992, c 193, §§1, 5; am L 1996, c 209, §3; am L 1997, c 214, §6; am L 2003, c 56, §6]"
}