{
    "name": "Display of unpackaged processed food",
    "number": "12.7",
    "text": "(a) Unpackaged processed food, except potentially hazardous food, may be displayed and sold in bulk in self-service containers if all of the following conditions are satisfied:\n\n\n\n\t(1)\tEach self-service container has a tight-fitting lid permanently attached in a manner that prevents the lid from touching the floor, which is kept in a closed position at all times except during customer service;\n\t(2)\tEach self-service container has a utensil with a handle for dispensing the food;\n\t(3)\tSelf-service containers, lids, and utensils are constructed of nontoxic materials and provide for easy cleaning and repair;\n\t(4)\tSelf-service containers, lids, and utensils are maintained in a sanitary condition and in a manner that prevents spoilage and infestation;\n\t(5)\tA sign is posted prominently and conspicuously within the immediate display area directing customers to utilize the utensils provided when serving themselves; and\n\t(6)\tA label is conspicuously displayed in plain view of the customer and securely attached to each self-service container or in a clear relationship thereto, which contains the following:\n\n\t\t(A)\tCommon name of product; and\n\t\t(B)\tDeclaration of each ingredient used in the manufacture by their common or usual name in descending order of predominate weight.  This declaration shall be provided in writing to the food establishment by the manufacturer, packer, or distributor.\n\n\n\n\n\n\t(b)  Unpackaged processed food may be displayed and sold in bulk in other than self-service containers if all of the following conditions are satisfied:\n\n\n\n\t(1)\tThe food is served by an employee of the food establishment directly to a consumer; and\n\t(2)\tThe food is displayed in clean, sanitary, and covered or otherwise protected containers.\n\n\n\n\t(c)  If the director makes a specific finding that a disease is actually transmitted by the method of dispensing unpackaged processed food, as prescribed by this section, the director may establish by rule greater restrictions on the sale of such food than are required by this section.  Such rule shall bear directly on the specific relationship between the disease actually transmitted and the dispensing methods permitted by this section. [L 1983, c 150, pt of §1]"
}