{
    "name": "Record of prescriptions",
    "number": "17.7",
    "text": "(a)  Every practitioner, pharmacist, or medical oxygen distributor who compounds, sells, or delivers any prescribed drug to a patient or a patient's agent shall maintain records that identify:\n\n\n\n\t(1)\tThe specific drug product dispensed, including:\n\n\t\t(A)\tThe product's national drug code (NDC) number; or\n\t\t(B)\tThe brand name or the established name and the name or commonly accepted abbreviation of the principal labeler of the drug product dispensed, the product strength, and the dosage form;\n\n\t(2)\tThe quantity of the drug;\n\t(3)\tDirections for use;\n\t(4)\tThe number of allowable refills;\n\t(5)\tThe date of initial dispensing and the dates of all refilling;\n\t(6)\tThe date of any transfer of the prescription;\n\t(7)\tThe name, business address, and telephone number of the recipient pharmacist or medical oxygen distributor for any transfer of prescription;\n\t(8)\tThe prescribing practitioner, including name, business address, and telephone number;\n\t(9)\tThe format (oral, written, or electronic) in which the prescription was received;\n\t(10)\tThe patient, including name, address, and telephone number;\n\t(11)\tThe date of prescribing; and\n\t(12)\tThe name of the practitioner, pharmacist, or medical oxygen distributor dispensing the drug.\n\n\n\nEvery prescription dispensed shall have the name of the pharmacist, dispensing practitioner, or medical oxygen distributor responsible for the dispensing appended to the prescription record, and every prescription record shall be preserved and legible for a period of not less than five years.  The prescription records shall be subject at all times to the inspection of the director of health or the director's agent.\n\t(b)  Prescription records may be electronically maintained using an appropriate prescription information processing system; provided that:\n\n\n\n\t(1)\tThere are procedures to maintain the records, including but not limited to auxiliary procedures for backing up files, computer downtime, and the protection of patient confidentiality; and\n\t(2)\tUpon request the prescription records, or a subset thereof, shall be provided to the director or the director's agent, in a form specified by the director, within forty-eight hours.\n\n\n\n\t(c)  Prescription records shall be maintained electronically or manually such that the information is readily retrievable during the pharmacy's normal operating hours. [L 1992, c 177, pt of §1; am L 1997, c 214, §5; am L 2000, c 83, §5; am L 2001, c 124, §5; am L 2003, c 56, §4]"
}