{
    "name": "Owner-builder exemption",
    "number": "2.5",
    "text": "(a)  This chapter shall not apply to owners or lessees of property who build or improve residential, farm, industrial, or commercial buildings or structures on property for their own use, or for use by their grandparents, parents, siblings, or children and who do not offer the buildings or structures for sale or lease; provided that:\n     (1)  To qualify for an exemption under this section, the owner or lessee shall register for the exemption as provided in section 444-9.1; and\n     (2)  The exemption under this section shall not apply to electrical or plumbing work that must be performed only by persons or entities licensed in accordance with this chapter, unless the owner or lessee of the property is licensed for such work under chapter 448E.\n     (b)  Proof of the sale or lease, or offering for sale or lease, of the structure not more than one year after completion, unless the sale or lease was caused by an eligible unforeseen hardship as determined by the board pursuant to subsection (c), shall be prima facie evidence that the construction or improvement of the structure was undertaken for the purpose of sale or lease; provided that this subsection shall not apply to:\n     (1)  Residential properties sold or leased to employees of the owner or lessee; or\n     (2)  Construction or improvements performed pursuant to an approved building permit where the estimated valuation of work to be performed, as reflected in the building permit, is less than $10,000.\n     (c)  The board shall determine the eligibility of an unforeseen hardship claimed by an owner under subsection (b); provided that an alleged unforeseen hardship shall not be deemed eligible if the board determines that the construction or improvement of the structure was undertaken for the purpose of sale or lease.  An owner seeking a determination of eligibility of an unforeseen hardship shall:\n     (1)  Be in compliance with the requirements set forth in the disclosure statement required to be provided under section 444-9.1; and\n     (2)  Apply in writing to the board at any time prior to selling, leasing, or offering to sell or lease the property.\nThe board shall communicate its determination to the owner in writing within ninety days of receiving a completed application under this subsection.\n     (d)  Any owner or lessee of property found to have violated this section shall not be permitted to engage in any activities pursuant to this section or to register under section 444-9.1 for a period of three years.  There is a rebuttable presumption that an owner or lessee has violated this section, when the owner or lessee obtains an exemption from the licensing requirements of section 444-9 more than once in two years. \n     (e)  For the purposes of this section, \"completion\" means the date of final inspection approval by the county. [L 2010, c 44, §2]"
}