{
    "name": "Vexatious litigant; prefiling order prohibiting filing of new litigation",
    "number": "7",
    "text": "(a)  In addition to any other relief provided in this chapter, the court, on its own motion or the motion of any party, may enter a prefiling order which prohibits a vexatious litigant from filing any new litigation in the courts of this State on the litigant's own behalf without first obtaining leave of the presiding judge of the court where the litigation is proposed to be filed.  Disobedience of this order by a vexatious litigant may be punished as a contempt of court.\n\t(b)  The presiding judge shall permit the filing of litigation only if it appears, after hearing, that the litigation has merit and has not been filed for the purposes of harassment or delay.  The presiding judge may condition the filing of the litigation upon the furnishing of security for the benefit of the defendants as provided in section 634J-4.\n\t(c)  The clerk shall not file any litigation presented by a vexatious litigant subject to a prefiling order unless the vexatious litigant first obtains an order from the presiding judge permitting the filing.  If the clerk mistakenly files the litigation without an order, any party may file with the clerk and serve on the plaintiff and other parties a notice stating that the plaintiff is a vexatious litigant subject to a prefiling order as set forth in subsection (a).  The filing of this notice shall automatically stay the litigation.  The litigation shall be automatically dismissed unless the plaintiff within ten days of the filing of such notice obtains an order from the presiding judge permitting the filing of the litigation as set forth in subsection (b).  If the presiding judge issues an order permitting the filing, the stay of the litigation shall remain in effect, and the defendants need not plead until ten days after the defendants are served with a copy of any such order.\n\t(d)  The clerk of the court shall provide the supreme court clerk's office a copy of any prefiling orders issued pursuant to subsection (a).  The supreme court clerk's office shall maintain a record of vexatious litigants subject to prefiling orders and shall annually disseminate a list of vexatious litigants to the clerks of the courts of this State. [L 1993, c 124, pt of §1]"
}