{
    "name": "Liquor consumption on unlicensed premises prohibited, when",
    "number": "4",
    "text": "(a)  It shall be unlawful for any person who keeps or maintains any restaurant or other premises where food, beverages, or entertainment are sold or provided for compensation, or to which members of the public, or members of an organization, resort for food, refreshment, or entertainment, and who is not a licensee of the commission under this chapter, to promote, encourage, aid or permit the consumption of liquor on the premises, except during the hours between which licensed premises of dispensers are permitted to be open for the transaction of business in the county where the premises are located. \t(b)  It shall be unlawful for any person who is present at any restaurant or other premises where food, beverages, or entertainment are sold or provided for compensation, or to which members of the public, or members of an organization, resort for food, refreshment, or entertainment, and which premises are not licensed by the commission under this chapter, to consume any liquor on the premises, except during the hours between which licensed premises of dispensers are permitted to be open for the transaction of business in the county where the premises are located.\n\t(c)  It shall be unlawful for any person who keeps or maintains any restaurant or other premises where food, beverages, or entertainment are sold or provided for compensation, to sell or provide any food or beverages to or for any of the following persons knowing that such person has, or is about to obtain, liquor for consumption by the person on the premises, to wit:\n\n\n\n\t(1)\tAny minor,\n\t(2)\tAny person at the time under the influence of liquor,\n\t(3)\tAny disorderly person,\n\t(4)\tAny person known to be addicted to the excessive use of liquor,\n\t(5)\tAny person, for consumption in any vehicle on the premises;\n\n\n\nprovided that the sale of or the providing of food or beverages to or for a minor who has or is about to obtain liquor for consumption by the minor on the premises shall not be deemed to be a violation of this subsection if, at the time, the person so selling or providing food or beverages was misled by the appearance of the minor and the attending circumstances into honestly believing that such minor was of legal age and the person acted in good faith, and it shall be incumbent upon the person to prove that the person so acted in good faith.\n\t(d)  Within the meaning of this section the word \"premises\" includes any vessel as well as any place, with or without a structure thereon, and the hours between which licensed premises of dispensers are permitted to be open for the transaction of business shall be deemed to be those during which such dispensers are permitted to keep open their premises for the sale, service, and consumption of liquor, or any of them. [L 1949, c 147, §1; RL 1955, §159-4; HRS ; am L 1972, c 177, §2; gen ch 1985]\nCase Notes\n  Injunction against enforcement without showing direct invasion of property right.  39 H. 23."
}