{
    "name": "Definitions",
    "number": "101",
    "text": "DEPOSIT BEVERAGE CONTAINER PROGRAM\n\n \n\t    As used in this part, unless the context requires otherwise:\n\t\"Auditor\" means the office of the auditor.\n\t\"Consumer\" means a person who buys a beverage in a deposit beverage container for use or consumption and pays the deposit.\n\t\"Dealer\" means a person who engages in the sale of beverages in deposit beverage containers to a consumer for off-premises consumption in the State.\n\t\"Department\" means the department of health.\n\t\"Deposit beverage\" means beer, ale, or other drink produced by fermenting malt, mixed spirits, mixed wine, tea and coffee drinks regardless of dairy-derived product content, soda, or noncarbonated water, and all nonalcoholic drinks in liquid form and intended for internal human consumption that is contained in a deposit beverage container.\n\tThe term \"deposit beverage\" excludes the following:\n\n\n\n\t(1)\tA liquid which is:\n\n\t\t(A)\tA syrup;\n\t\t(B)\tIn a concentrated form: or\n\t\t(C)\tTypically added as a minor flavoring ingredient in food or drink, such as extracts, cooking additives, sauces, or condiments;\n\n\t(2)\tA liquid which is a drug, medical food or infant formula as defined by the Federal Food, Drug, and Cosmetic Act (21 U.S.C. §301 et seq.);\n\t(3)\tA liquid which is designed and consumed only as a dietary supplement and not as a beverage as defined in the Dietary Supplement Health and Education Act of 1994 (P.L. 103-417);\n\t(4)\tProducts frozen at the time of sale to the consumer, or, in the case of institutional users such as hospitals and nursing homes, at the time of sale to the users;\n\t(5)\tProducts designed to be consumed in a frozen state;\n\t(6)\tInstant drink powders;\n\t(7)\tSeafood, meat, or vegetable broths, or soups, but not juices; and\n\t(8)\tMilk and all other dairy-derived products, except tea and coffee drinks with trace amounts of these products.\n\n\n\n\t\"Deposit beverage container\" means the individual, separate, sealed glass, polyethylene terephthalte, high density polyethylene, or metal container less than or equal to sixty-four fluid ounces, used for containing, at the time of sale to the consumer, a deposit beverage intended for use or consumption in this State.\n\t\"Deposit beverage distributor\" means a person who is a manufacturer of beverages in deposit beverage containers in this State, or who imports and engages in the sale of filled deposit beverage containers to a dealer or consumer.  The term includes federal agencies and military distributors, but does not include airlines and shipping companies that merely transport deposit beverage containers.\n\t\"Import\" means to buy, bring, or accept delivery of deposit beverage containers from an address, supplier, or any entity outside of the State.\n\t\"Importer\" means any person who buys, brings, or accepts delivery of deposit beverage containers from outside the State for sale or use within the State.\n\t\"On-premises consumption\" means to consume deposit beverages by a consumer immediately and within the area under control of the establishment, including bars, restaurants, passenger ships, and airplanes.\n\t\"Person\" means individual, partnership, firm, association, public or private corporation, federal agency, the State or any of its political subdivisions, trust, estate, or any other legal entity.\n\t\"Recycling facility\" means all contiguous land and structures and other appurtenances, and improvements on the land used for the collection, separation, recovery, and sale [or] reuse of secondary resources that would otherwise be disposed of as municipal solid waste, and is an integral part of a manufacturing process aimed at producing a marketable product made of postconsumer material.\n\t\"Redeemer\" means a person, other than a dealer or distributor, who demands the refund value in exchange for the empty deposit beverage container.\n\t\"Redemption center\" means an operation which accepts from consumers and provides the refund value for empty deposit beverage containers intended to be recycled\nand ensures that the empty deposit beverage containers are properly recycled.\n\t\"Refillable beverage container\" means any deposit beverage container which ordinarily would be returned to the manufacturer to be refilled and resold.\n\t\"Reverse vending machine\" means a mechanical device, which accepts one or more types of empty deposit beverage containers and issues a redeemable credit slip with a value not less than the container's refund value.  The refund value payments shall be aggregated and then paid if more than one container is redeemed in a single transaction. [L 2002, c 176, pt of §2]"
}