{
    "name": "Conditional license permits",
    "number": "44",
    "text": "(a)\t(1)  During the administrative hearing, the director, at the request of a respondent who is subject to administrative revocation for a period as provided in section 291E-41(b)(1), may issue a conditional license permit that will allow the respondent, after a minimum period of absolute license revocation of thirty days, to drive for the remainder of the revocation period; provided that one or more of the following conditions are met:\n\n\t\t(A)\tThe respondent is gainfully employed in a position that requires driving and will be discharged if the respondent's driving privileges are administratively revoked; or\n\t\t(B)\tThe respondent has no access to alternative transportation and therefore must drive to work or to a substance abuse treatment facility or counselor for treatment ordered by the director under section 291E-41.\n\n\t(2)\tNotwithstanding any other law to the contrary, the \ndirector shall not issue a conditional license permit to:\n\n\t\t(A)\tA respondent whose license, during the conditional license permit period, is expired or is suspended or revoked as a result of action other than the instant revocation for which the respondent is requesting a conditional license permit under this section; or\n\t\t(B)\tA respondent who has refused breath, blood, or urine tests for purposes of determining alcohol concentration or drug content of the person's breath, blood, or urine, as applicable.\n\n\n\n\n\n\t(b)  A request made pursuant to subsection (a)(1) shall be accompanied by:\n\n\n\n\t(1)\tA sworn statement from the respondent containing facts establishing that the respondent currently is employed in a position that requires driving and that the respondent will be discharged if not allowed to drive; and\n\t(2)\tA sworn statement from the respondent's employer establishing that the employer will, in fact, discharge the respondent if the respondent is prohibited from driving.\n\n\n\n\t(c)  A request made pursuant to subsection (a)(2) shall be accompanied by a sworn statement by the respondent attesting to the specific facts upon which the request is based, which statement shall be verified by the director.\n\t(d)  A conditional license permit may include restrictions allowing the respondent to drive:\n\n\n\n\t(1)\tOnly during hours of employment for activities solely within the scope of the employment;\n\t(2)\tOnly during daylight hours; or\n\t(3)\tOnly for specified purposes or to specified destinations.\n\n\n\nIn addition, the director may impose any other appropriate restrictions.\n\t(e)  The duration of the conditional license permit shall be determined on the basis of the criteria set forth in subsections (b) and (c).\n\t(f)  If the respondent violates the conditions imposed under this section, the conditional license permit shall be rescinded, and administrative revocation shall be immediate for the appropriate period authorized by law. [L 2000, c 189, pt of §23; am L 2001, c 157, §23; am L 2002, c 113, §8; am L 2003, c 3, §10]"
}