{
    "name": "Administrative hearing; procedure; decision",
    "number": "38",
    "text": "(a)  If the director administratively revokes the respondent's license and privilege to operate a vehicle, and motor vehicle registration if applicable, after the administrative review, the respondent may request an administrative hearing to review the decision within six days of the date the administrative review decision is mailed.  If the request for hearing is received by the director within six days of the date the decision is mailed, the hearing shall be scheduled to commence no later than:\n\n\n\n\t(1)\tTwenty-five days from the date the notice of administrative revocation was issued in a case involving an alcohol related offense; or\n\t(2)\tThirty-nine days from the date the notice of administrative revocation was issued in a case involving a drug related offense.\n\n\n\nThe director may continue the hearing only as provided in subsection (k).\n\t(b)  The hearing shall be held at a place designated by the director, as close to the location where the notice of administrative revocation was issued as practical.\n\t(c)  The respondent may be represented by counsel and, if the respondent is under the age of eighteen, must be accompanied by a parent or guardian.\n\t(d)  The director shall conduct the hearing and have authority to:\n\n\n\n\t(1)\tAdminister oaths and affirmations;\n\t(2)\tExamine witnesses and take testimony;\n\t(3)\tReceive and determine the relevance of evidence;\n\t(4)\tIssue subpoenas;\n\t(5)\tRegulate the course and conduct of the hearing; and\n\t(6)\tMake a final ruling.\n\n\n\n\t(e)  The director shall affirm the administrative revocation only if the director determines that:\n\n\n\n\t(1)\tThere existed reasonable suspicion to stop the vehicle, the vehicle was stopped at an intoxicant control roadblock established and operated in compliance with sections 291E-19 and 291E-20, or the person was tested pursuant to section 291E-21;\n\t(2)\tThere existed probable cause to believe that the respondent operated the vehicle while under the influence of an intoxicant; and\n\t(3)\tThe evidence proves by a preponderance that:\n\n\t\t(A)\tThe respondent operated the vehicle while under the influence of an intoxicant; or\n\t\t(B)\tThe respondent operated the vehicle and, after being informed of the sanctions of this part, refused to submit to a breath, blood, or urine test.\n\n\n\n\n\n\t(f)  In addition to subsection (e), the director shall affirm the administrative revocation of the registration of any motor vehicle owned by or registered to the respondent only if the director determines that the respondent is a repeat intoxicated driver.  If the director affirms the administrative revocation pursuant to this subsection, the director shall order the respondent to surrender the number plates and motor vehicle registration of any motor vehicle owned by or registered to the respondent.  The director may destroy any number plates taken into custody.\n\t(g)  The respondent's prior alcohol and drug enforcement contacts shall be entered into evidence.\n\t(h)  The sworn statements provided in section 291E-36 shall be admitted into evidence.  The director shall consider the sworn statements in the absence of the law enforcement officer or other person.  Upon written notice to the director, no later than five days prior to the hearing, that the respondent wishes to examine a law enforcement officer or other person who made a sworn statement, the director shall issue a subpoena for the officer or other person to appear at the hearing.  Personal service upon the law enforcement officer or other person who made a sworn statement shall be made no later than forty-eight hours prior to the hearing time.  If the officer or other person cannot appear, the officer or other person at the discretion of the director, may testify by telephone.\n\t(i)  The hearing shall be recorded in a manner to be determined by the director.\n\t(j)  The director's decision shall be rendered in writing and mailed to the respondent, or to the parent or guardian of the respondent if the respondent is under the age of eighteen, no later than five days after the hearing is concluded.  If the decision is to reverse the administrative revocation, the director shall return the respondent's license, and if applicable, motor vehicle registration and any number plates taken into custody, along with a certified statement that administrative revocation proceedings have been terminated.  If the decision sustains the administrative revocation, the director shall mail to the respondent a written decision indicating the duration of the administrative revocation and any other conditions or restrictions as may be imposed pursuant to section 291E-41.\n\t(k)  For good cause shown, the director may grant a continuance either of the commencement of the hearing or of a hearing that has already commenced.  If a continuance is granted at the request of the director, the director shall extend the validity of the temporary permit, and temporary motor vehicle registration and temporary number plates if applicable, unless otherwise prohibited, for a period not to exceed the period of the continuance.  If a continuance is granted at the request of the respondent, the director shall not extend the validity of the temporary permit, or temporary motor vehicle registration and temporary number plates, if applicable.  For purposes of this section, a continuance means a delay in the commencement of the hearing or an interruption of a hearing that has commenced, other than for recesses during the day or at the end of the day or week.  The absence from the hearing of a law enforcement officer or other person, upon whom personal service of a subpoena has been made as set forth in subsection (h), constitutes good cause for a continuance.\n\t(l)  The director may grant a special motor vehicle registration, pursuant to section 291E-48, to a qualified household member or a co-owner of any motor vehicle upon determination that the person is completely dependent on the motor vehicle for the necessities of life.  The special motor vehicle registration shall not be valid for use by the respondent.\n\t(m)  If the respondent fails to appear at the hearing, or if a respondent under the age of eighteen fails to appear with a parent or guardian, administrative revocation shall take effect for the period and under the conditions established by the director in the administrative review decision issued by the director under section 291E-37. [L 2000, c 189, pt of §23; am L 2001, c 157, §19; am L 2002, c 113, §§4 to 6]"
}