{
    "name": "Requirements of contractor",
    "number": "3",
    "text": "(a)  A contractor awarded any contract shall ensure that Hawaii residents compose not less than eighty per cent of the workforce employed to perform the contract on a particular construction project, as determined under subsection (b).\n     (b)  The eighty per cent requirement under subsection (a) shall be determined by dividing the total number of hours worked on a contract by residents, by the total number of hours worked by all employees of the contractor in the performance of the contract.  Hours worked for any subcontractor of the contractor shall count towards the calculation for purposes of this subsection.  The hours worked by employees within shortage trades, as determined by the department of labor and industrial relations, shall not be included in the calculations for purposes of this subsection.  \n     (c)  Every contractor shall comply with this chapter for the entire duration of the contract.  Certification of compliance with this chapter shall be made under oath by an officer of the contractor to the procurement officer on a monthly basis.\n     (d)  A contractor who fails to comply with this chapter shall be subject to any of the following sanctions:\n     (1)  Temporary suspension of work on the project until the contractor or subcontractor complies with this chapter;\n     (2)  Withholding of payment on the contract or subcontract, as applicable, until the contractor or subcontractor complies with this chapter;\n     (3)  Permanent disqualification of the contractor or subcontractor from any further work on the project;\n     (4)  Recovery by the State or county, as applicable, of any moneys expended on the contract or subcontract, as applicable; or\n     (5)  Proceedings for debarment or suspension of the contractor or subcontractor under section 103D-702. [L 2010, c 68, pt of §2]"
}