{
    "name": "Duty to cooperate; assessment of costs and fees",
    "number": "19",
    "text": "It shall be the duty of every person who files a claim with the medical claim conciliation panel, every health care provider against whom the claim is made, and every insurance carrier or other person providing medical tort liability insurance for the health care provider, to cooperate with the medical claim conciliation panel for the purpose of achieving a prompt, fair, and just disposition or settlement of the claim, provided that cooperation shall not prejudice the substantive rights of those persons.\n\tAny party may apply to the panel to have the costs of the action assessed against any party for failure to cooperate with the panel.  The panel may award costs, or a portion thereof, including attorney's fees, witness fees, including those of expert witnesses, filing fees, and costs of the medical claim conciliation panel hearing to the party applying therefor.\n\tIn determining whether any person has failed to cooperate in good faith, the panel shall consider, but is not limited to, the following:\n\n\n\n\t(1)\tThe attendance of the persons at the hearing of the medical claim conciliation panel;\n\t(2)\tThe extent to which representatives of parties and counsel representing parties came to panel hearings with knowledge of the claims and defenses and authority to negotiate a settlement or other disposition of the claim;\n\t(3)\tThe testimony of members of the panel as to the facts of the person's participation in the panel hearing;\n\t(4)\tThe extent of the person's cooperation in providing the panel with documents and testimony called for by the panel;\n\t(5)\tThe reasons advanced by the person so charged for not fully cooperating or negotiating; and\n\t(6)\tThe failure of the person to submit any required fees to the department of commerce and consumer affairs, as required by this chapter.\n\n\n\n\tThe party against whom costs are awarded may appeal the award to the circuit court.  The court may affirm or remand the case with instructions for further proceedings; or it may reverse or modify the award if the substantial rights of the petitioners may have been prejudiced because the award is characterized as abuse of discretion. [L 1976, c 219, pt of §2; am L 1982, c 204, §8; am L 1983, c 124, §17; am L 1993, c 95, §1; am L 1995, c 213, §3]"
}