{
    "name": "Commission on the status of women trust fund",
    "number": "5",
    "text": "(a)  There is established a commission on the status of women trust fund.  All funds contributed to the trust fund, including income and capital gains earned therefrom, shall be used exclusively for commission programs as defined in the articles, bylaws, resolutions, and other instruments executed on behalf of the commission on the status of women or any nonprofit organization established thereunder.  The trust fund may receive any and all types of private contributions, and the income and capital gains earned by the fund; provided that funds or properties donated for the commission's use shall be deposited and accounted for in accordance with policies and procedures adopted by the comptroller.  The trust fund shall be subject to the following restrictions:\n\n\n\n\t(1)\tAll funds, and the income and capital gains earned by investment of those funds, shall be expended only for the support of the commission or its nonprofit organization's programs; and\n\t(2)\tOther restrictions imposed by the legislature with respect to the transfer or appropriation of funds.\n\n\n\n\t(b)  Any funds deposited in the trust fund, and any income and capital gains earned therefrom, not used for the commission or its nonprofit organization's programs, shall be invested in accordance with the provisions of the articles, bylaws, resolutions, or other instruments executed on behalf of the commission or its nonprofit organization, and in a manner intended to maximize the rate of return on investment of the fund.\n\t(c)  If the trust fund is terminated or the commission or its nonprofit organization is dissolved, all funds, including the income and capital gains earned by the investment of funds, shall be distributed in accordance with the articles and bylaws of the commission or its nonprofit organization.\n\t(d)  The commission shall require an annual audit of the trust fund, the results of which shall be submitted to the department of budget and finance not more than thirty days after receipt by the commission.  The commission shall retain for a period of three years, any documents, papers, books, records, and other evidence that are pertinent to the trust fund, and permit inspection or access thereto by the department of budget and finance, the department of accounting and general services, state legislators, and the auditor, or their duly authorized representatives.\n\t(e)  The trust fund shall be subject to the terms and conditions provided in this section.  The trust fund shall not be placed in the state treasury and the State shall not administer the fund nor be liable for its operation or solvency.  The fund shall be a private charitable trust fund administered by a private trust company as trustee.\n\t(f)  Subsections (a) to (e) shall take effect upon the creation of a commission on the status of women foundation, a tax-exempt, nonprofit foundation that is subject to the terms and conditions provided in this section. [L 2000, c 270, §1]"
}