{
    "name": "Notice",
    "number": "15",
    "text": "(a)  Notice may be oral or written.\n\t(b)  Notice may be communicated in person; by telephone, telegraph, teletype, or other form of wire or wireless communication; or by mail or private carrier.  If these forms of personal notice are impracticable, notice may be communicated by a newspaper of general circulation in the area where published; or by radio, television, or other form of public broadcast communication.\n\t(c)  Oral notice is effective when communicated if communicated in a comprehensible manner.\n\t(d)  Written notice by a domestic or foreign corporation to its members, if in a comprehensible form, shall be effective when mailed, if mailed postpaid and correctly addressed to the member's address shown in the corporation's current record of members.\n\t(e)  Except as provided in subsection (d), written notice, if in a comprehensible form, is effective at the earliest of the following:\n\n\n\n\t(1)\tWhen received;\n\t(2)\tFive days after its deposit with the United States Postal Service, as evidenced by the postmark; provided the notice is mailed with the correct address and with first class postage affixed; or\n\t(3)\tOn the date shown on the return receipt, if sent by registered or certified mail, return receipt requested, and the receipt is signed by or on behalf of the addressee.\n\n\n\n\t(f)  Written notice is correctly addressed to a member of a domestic or foreign corporation if addressed to the member's last known address shown in the corporation's current list of members.\n\t(g)  A written notice or report delivered as part of a newsletter, magazine, or other publication regularly sent to members shall constitute a written notice or report if addressed or delivered to the member's last known address shown in the corporation's current list of members, or in the case of members who are residents of the same household and who have the same address in the corporation's current list of members, if addressed or delivered to one of the members, at the last known address appearing on the current list of members.\n\t(h)  Written notice is correctly addressed to a domestic or foreign corporation (authorized to transact business in the State), other than in its capacity as a member, if addressed to its registered agent or to its secretary at its principal office shown in its most recent annual report or, in the case of a foreign corporation that has not yet delivered an annual report, in its application for a certificate of authority.\n\t(i)  If section 414D-105(b) or any other provision of this chapter prescribes notice requirements for particular circumstances, those requirements shall govern.  If articles or bylaws prescribe notice requirements, not inconsistent with this section or other provisions of this chapter, those requirements shall govern. [L 2001, c 105, pt of §1; am L 2002, c 130, §38]"
}