{
    "name": "Unknown claims against dissolved corporation",
    "number": "247",
    "text": "(a)  A dissolved corporation may also publish notice of its dissolution and request that persons with claims against the corporation present them in accordance with the notice.\n\t(b)  The notice must:\n\n\n\n\t(1)\tBe published one time in a newspaper of general circulation in the county where the dissolved corporation's principal office (or, if none in this State, its registered office) is or was last located;\n\t(2)\tList the information that must be included in a claim and provide a mailing address where the claim may be sent; and\n\t(3)\tState that a claim against the corporation will be barred unless a proceeding to enforce the claim is commenced within five years after publication of the notice.\n\n\n\n\t(c)  If the dissolved corporation publishes a newspaper notice in accordance with subsection (b), the claim of each of the following claimants is barred unless the claimant commences a proceeding to enforce the claim against the dissolved corporation within five years after the publication date of the newspaper notice:\n\n\n\n\t(1)\tA claimant who did not receive written notice under section 414D-246;\n\t(2)\tA claimant whose claim was timely sent to the dissolved corporation but not acted on; and\n\t(3)\tA claimant whose claim is contingent or based on an event occurring after the effective date of dissolution.\n\n\n\n\t(d)  A claim may be enforced under this section:\n\n\n\n\t(1)\tAgainst the dissolved corporation, to the extent of its undistributed assets; or\n\t(2)\tIf the assets have been distributed in liquidation against any person other than a creditor of the corporation, to whom the corporation distributed the lesser of its property to the extent of the distributee's pro rata share of the claim or the corporate assets distributed to the person in liquidation; provided the distributee's total liability for all claims under this section may not exceed the total amount of assets distributed to the distributee. [L 2001, c 105, pt of §1]"
}