{
    "name": "Merger",
    "number": "201",
    "text": "PART X.  MERGER\n\n     (a)  Pursuant to a plan of merger approved as provided in section 414D-202, a domestic or foreign corporation may merge with one or more profit or nonprofit corporations organized under the laws of this State, any state or territory of the United States, any foreign jurisdiction, or any combination thereof, with one of the domestic or foreign corporations being the surviving corporation, as provided in the plan; provided that the merger is permitted by the law of the state or country under whose law each foreign corporation that is a party to the merger is organized. \n\t(b)  The plan of merger shall set forth:\n\n\n\n\t(1)\tThe name and jurisdiction of each corporation planning to merge and the name of the surviving corporation into which each plans to merge;\n\t(2)\tThe terms and conditions of the merger;\n\t(3)\tThe manner and basis for converting memberships of each merging corporation into memberships, obligations, or securities of the surviving or any other corporation or into cash or other property in whole or part;\n\t(4)\tThe street address of the surviving corporation's principal place of business, or if no street address is available, the rural post office number or post office box designated or made available by the United States Postal Service; and\n\t(5)\tAmendments, if any, to the articles of incorporation or bylaws of the surviving corporation to be effected by the planned merger or, if no amendments are desired, a statement that the articles of incorporation of the surviving corporation shall not be amended pursuant to the merger.\n\n\n\n\t(c)  A plan of merger may set forth other provisions relating to the merger.\n\t(d)  If a foreign corporation survives a merger, it shall not do business in this State until an application for a certificate of authority is filed with the department director if the foreign corporation is not already authorized to do business in the State.\n\t(e)  The surviving corporation shall furnish a copy of the plan of merger, on request and without cost, to any member or shareholder of any corporation that is a party to the merger. [L 2001, c 105, pt of §1; am L 2002, c 41, §13]"
}