{
    "name": "Application for license or instruction permit; fees",
    "number": "111",
    "text": "(a)  Every application for an instruction permit or for a driver's license shall be made upon a form furnished by the examiner of drivers and shall be verified by the applicant before a person authorized to administer oaths.  The examiner of drivers and officers serving under the examiner may administer such oaths without charge.  Each application for an instruction permit for a category (1), (2), (3), or (4) license shall be accompanied by a fee to be determined by the council of each county and each application for a driver's license shall be accompanied by the fee, unless the applicant has already paid the fee upon application for an instruction permit in the same county, in which event no fee shall be chargeable.  An additional fee to be determined by the council of each county shall be charged and collected upon the issuance of a driver's license.  All the foregoing fees shall become county realizations. \t(b)  The director of transportation shall establish a fee schedule for all commercial driver's licensing examinations.  The fees collected for a commercial driver's license shall become state realizations and deposited in the state highway fund.  The State shall reimburse the counties all costs for administering the commercial driver's licensing program.  The amount of reimbursement shall be determined by the director of transportation.\n\t(c)  Every application shall state the full name, date of birth, sex, occupation, social security number if the applicant is eligible for a social security number, the residence address and business address, if any, of the applicant, and shall briefly describe the applicant, and shall state whether the applicant has theretofore been licensed as a driver, and, if so, when and in what state or country, and whether any such license has ever been suspended or revoked, or whether an application has ever been refused, and if so, the date of and reason for the suspension, revocation, or refusal. \n\t(d)  If the applicant is not eligible to receive a social security number, the applicant shall submit, in lieu of providing proof of social security number pursuant to subsection (c):\n\n\n\n\t(1)\tA United States Social Security Administration letter stating that the applicant is ineligible to obtain a social security number; and\n\t(2)\tEither:\n\n\t\t(A)\tA government-issued photo identification document; or\n\t\t(B)\tOther identification documents as deemed acceptable by the director. [L 1937, c 234, §7; am L Sp 1941, c 6, §1; RL 1945, §7308; RL 1955, §160-38; HRS ; am L 1968, c 48, §5; am L 1970, c 164, §3; gen ch 1985; am L 1990, c 342, §20; am L 1999, c 269, §2; am L 2003, c 145, §1]"
}