{
    "name": "Commercial driver's license qualification standards",
    "number": "236",
    "text": "(a)  No person shall be issued a commercial driver's license unless that person meets the qualification standards of 49 Code of Federal Regulations, Part 391, Subparts B and E, has passed a knowledge and driving skills test for driving a commercial motor vehicle which complies with minimum federal standards established by federal regulation enumerated in 49 Code of Federal Regulations, Part 383, Subparts G and H, is domiciled in this State as defined in 49 Code of Federal Regulations Part 383.5, and has satisfied all other requirements of the Commercial Motor Vehicle Safety Act (CMVSA) of 1986 (Title XII, Public Law 99-570) in addition to other requirements imposed by state law or federal regulation.  The tests shall be prescribed by the director and administered by the respective county examiner of drivers.  A person who is not physically qualified to drive under 49 Code of Federal Regulations §391.41(b)(1), (2), or (3) and who is otherwise qualified to drive a motor vehicle may be granted an intrastate waiver by the director.  The process for granting intrastate waivers shall be the same as that for interstate waivers in 49 Code of Federal Regulations, Part 391.49, except that the intrastate waiver requests shall be submitted to the director; provided that the director shall adopt rules under chapter 91 to establish a screening process, including approval by a licensed physician, for granting an intrastate waiver to persons who are not physically qualified under 49 Code of Federal Regulations §391.41(b)(3). \t(b)  Pursuant to chapter 91, the director may authorize a third party examiner to administer the driving skills test specified in this section, provided:\n\n\n\n\t(1)\tThe test is the same as that administered by the respective county examiners of drivers; and\n\t(2)\tThe third party examiner has entered into an agreement with the State which complies with requirements of 49 Code of Federal Regulations, §383.75.\n\n\n\n\t(c)  The examiner of drivers may waive the driving skills test specified in this section for a commercial driver's license applicant who meets the requirements of 49 Code of Federal Regulations, §383.77.\n\t(d)  A commercial driver's license or commercial driver's instruction permit shall not be issued to a person while the person is subject to a disqualification from driving a commercial motor vehicle, or while the person's driver's license is suspended, revoked, or canceled in any state; or while the person holds a driver's license issued by any other state unless the person first surrenders that license.\n\t(e)  A commercial driver's instruction permit may be issued to an individual who holds a valid driver's license, meets the qualification standards of 49 Code of Federal Regulations, Part 391, Subparts B and E, and has passed the written tests required for the desired class of a commercial driver's license.\n\t(f)  The commercial driver's instruction permit shall not be valid for a period in excess of six months.  When driving a commercial motor vehicle, the holder of a commercial driver's instruction permit shall be accompanied by a person licensed to operate that category of commercial motor vehicle.  The licensed person shall occupy the seat beside the individual for the purpose of giving instruction in driving the commercial motor vehicle.\n\t(g)  The examiner of drivers may waive the knowledge and skills tests specified in this section for any person who is at least twenty-one years of age and who possesses a valid commercial driver\u0092s license issued by any state of the United States or a province of Canada that issues licenses in accordance with the minimum federal standards for the issuance of commercial driver\u0092s licenses.  To retain a hazardous materials endorsement, the applicant shall pass the knowledge test for a hazardous materials endorsement. [L 1989, c 320, pt of §2; am L 1990, c 342, §7; am L 1995, c 114, §§1, 2; am L 2003, c 18, §1, c 32, §1, and c 46, §1]"
}