{
    "name": "Pupil transportation safety",
    "number": "181",
    "text": "(a)  As used in this section \"school vehicle\" means any publicly or privately owned motor vehicle used to transport pupils to and from a school, as defined in section 302A-901, school functions, or school-related events, except:\n\n\n\n\t(1)\tA motor vehicle used for the transportation of pupils attending schools above the twelfth grade or pupils over eighteen years of age;\n\t(2)\tA privately-owned passenger vehicle when the transportation is provided without compensation of any kind;\n\t(3)\tA motor vehicle used for the transportation of pupils together with other passengers as a part of the regularly scheduled operation of a mass transit system; or\n\t(4)\tA privately-owned motor vehicle when the transportation is provided by a community association or a nonprofit corporation, duly incorporated with the department of commerce and consumer affairs, which operates for the purpose of promoting recreation, health, safety, ridesharing, or social group functions.\n\n\n\n\t(b)  The department of transportation shall grant exemptions for the use of vehicles other than school vehicles when the department finds that compliance with this section is:\n\n\n\n\t(1)\tImpractical due to the unavailability of school vehicles; or\n\t(2)\tImpractical due to economic factors.\n\n\n\nNo exemption shall be granted for the qualifications of individuals driving a bus as defined in section 286-2 and such individuals shall meet school vehicle driver qualifications.\n\t(c)  The exemptions in subsection (b) shall be granted:\n\n\n\n\t(1)\tTo the department of education to administer to public schools based on criteria developed by the departments of transportation and education; provided that the department of education shall submit a report to the department of transportation at the end of each school year on the extent to which these exemptions were utilized;\n\t(2)\tTo a board of independent schools, which is registered with the department of commerce and consumer affairs, to administer to private schools utilizing criteria developed by the departments of transportation and education; provided that the board shall submit a report to the department of transportation at the end of each school year on the extent to which these exemptions were utilized;\n\t(3)\tOnly for the transport of pupils to and from school functions or school-related activities but not for transportation to and from a school;\n\t(4)\tOnly when each pupil being transported has obtained a written statement from the pupil's parent or legal guardian waiving the State's liability; and\n\t(5)\tIn accordance with the procedures and criteria established by rules of the department of transportation.\n\n\n\n\t(d)  The department of transportation may grant exemptions for the use of vehicles other than school vehicles for the transportation of students requiring special education and services when the department finds that compliance with this section is impossible or impractical; provided that no exemption shall be granted for the qualifications of individuals driving a bus as defined in section 286-2 and such individuals shall meet school vehicle driver qualifications.\n\t(e)  The department of transportation shall adopt safety rules and standards relating to school vehicles, equipment, and drivers, including but not limited to:\n\n\n\n\t(1)\tSchool vehicle and school vehicle equipment design, construction, and identification;\n\t(2)\tSchool vehicle driver qualification and training as required by law;\n\t(3)\tSchool vehicle operation;\n\t(4)\tSchool vehicle maintenance and maintenance records;\n\t(5)\tSpecial school vehicle safety inspections;\n\t(6)\tCriteria for passenger loading and unloading safety areas; and\n\t(7)\tProcedures and criteria for the granting of exemptions permitted under subsections (b), (c), and (d);\n\n\n\nprovided that the rules and standards shall permit the use of small buses or vans weighing less than ten thousand pounds for the transportation of pupils of a day care center, child care facility, headstart program, and preschool, or of school pupils and school staffs to and from school-related activities.\n\t(f)  The department of education shall adopt necessary rules governing passenger conduct, passenger safety instruction, and disciplinary procedures for the enforcement of the rules applicable to passengers on school vehicles operated by or under contract with the State.  Any pupil who fails to comply with any rule adopted pursuant to this subsection shall not be subject to section 286-10 but shall be subject to discipline in accordance with rules adopted by the department.\n\t(g)  Any person operating a school vehicle who fails to comply with any rule adopted pursuant to this section shall be fined not more than $500 or imprisoned not more than six months, or both.\n\t(h)  The director of transportation, or any officer, employee, or representative of the department of transportation appointed by the director shall be responsible for the enforcement of any safety rules and standards adopted pursuant to subsection (e).  The director of transportation may request that the executive officers of each county and any other state agency having responsibility relative to pupil transportation provide additional enforcement of any rule adopted by the department of transportation.\n\t(i)  As used in subsection (b), a school vehicle is unavailable when it:\n\n\n\n\t(1)\tIs being used during a specific time for contracted school-related transportation to and from school or related destinations;\n\t(2)\tFails that day's inspection and has not been repaired;\n\t(3)\tIs already in transportation service;\n\t(4)\tIs committed for transportation service; or\n\t(5)\tDoes not meet the requests of a school for a motorcoach with undercarriage storage compartments and public address system; provided that the use of the motorcoach shall be used solely for the transportation of middle, intermediate, or high school student groups to and from school-related events or activities.  As used in this paragraph, \"motorcoach\" means a vehicle that carries more than twenty-five passengers, has a gross vehicle weight rating of at least 26,000 pounds, and is no more than fifteen years old. [L 1973, c 58, §2; am L 1983, c 94, §1; am L 1984, c 169, §2; am L 1985, c 93, §1; am L 1990, c 44, §1 and c 120, §1; am L 1992, c 18, §1; am L 1996, c 89, §12 and c 98, §1; am L 1997, c 126, §1; am L 1999, c 118, §1]"
}