{
    "name": "Authority to debar or suspend",
    "number": "702",
    "text": "(a)  After reasonable notice to the person involved and reasonable opportunity for that person to be heard, the chief procurement officer, after consultation with the using agency and the attorney general or corporation counsel, may debar a person for cause from consideration for award of all public contracts and from performance on any public contract.  The debarment period shall not exceed three years.  The same officer, after consultation with the using agency and the attorney general or corporation counsel, may suspend a person from consideration for award of all public contracts and from performance on any public contract if there is probable cause for debarment.  The suspension period shall not exceed three months.  The authority to debar or suspend shall be exercised in accordance with the procedures prescribed by rules adopted by the policy board. \t(b)  The causes for debarment or suspension include the following:\n\n\n\n\t(1)\tConviction for commission of a criminal offense as an incident to obtaining or attempting to obtain a public or private contract or subcontract, or in the performance of the contract or subcontract;\n\t(2)\tConviction under state or federal statutes relating to embezzlement, theft, forgery, bribery, falsification or destruction of records, receiving stolen property, or any other offense indicating a lack of business integrity or business honesty which currently, seriously, and directly affects responsibility as a contractor;\n\t(3)\tConviction under state or federal antitrust statutes arising out of the submission of bids or proposals;\n\t(4)\tViolation of contract provisions, as set forth below, of a character which is regarded by the chief procurement officer to be so serious as to justify debarment action:\n\n\t\t(A)\tDeliberate failure without good cause to perform in accordance with the specifications or within the time limit provided in the contract; or\n\t\t(B)\tA recent record of failure to perform or of unsatisfactory performance in accordance with the terms of one or more contracts; provided that failure to perform or unsatisfactory performance caused by acts beyond the control of the contractor shall not be considered to be a basis for debarment;\n\n\t(5)\tAny other cause the chief procurement officer determines to be so serious and compelling as to affect responsibility as a contractor, including debarment by another governmental entity for any cause listed in the rules of the policy board; and\n\t(6)\tViolation of the ethical standards set forth in chapter 84 and its implementing rules, or the charters and ordinances of the several counties and their implementing rules.\n\n\n\n\t(c)  The chief procurement officer shall issue a written decision to debar or suspend.  The decision shall:\n\n\n\n\t(1)\tState the reasons for the action taken; and\n\t(2)\tInform the debarred or suspended person involved of the person's rights to review as provided in this part.\n\n\n\n\t(d)  A copy of the decision under subsection (c) shall be mailed or otherwise furnished immediately to the debarred or suspended person and any other party intervening.\n\t(e)  The chief procurement officer shall transmit a copy of the decision to debar or suspend a contractor to the state procurement office, which shall distribute a list to all governmental bodies containing the names of persons or firms debarred or suspended from consideration for award of all public contracts and from performance on any public contract.\n\t(f)  Upon written notification under subsection (e), the chief procurement officer shall make a written determination whether to allow the debarred or suspended person or firm to continue performance on any contract awarded prior to the effective date of the debarment or suspension.\n\t(g)  A decision under subsection (c) shall be final and conclusive, unless the debarred or suspended person commences an administrative proceeding under section 103D-709. [L Sp 1993, c 8, pt of §2; am L 1997, c 352, §23; am L 1999, c 162, §2]"
}