{
    "name": "Definitions",
    "number": "104",
    "text": "As used in this chapter, unless the context clearly requires otherwise: \t\"Business\" means any corporation, partnership, individual, sole proprietorship, joint stock company, joint venture, or any other private legal entity.\n\t\"Change order\" means a written order signed by the procurement officer, directing the contractor to make changes which the changes clause of the contract authorizes the procurement officer to order without the consent of the contractor.\n\t\"Construction\" means the process of building, altering, repairing, improving, or demolishing any public structure or building, or other public improvements of any kind to any public real property.  The term includes the routine operation, routine repair, or routine maintenance of existing structures, buildings, or real property.\n\t\"Contract\" means all types of agreements, regardless of what they may be called, for the procurement or disposal of goods or services, or for construction.\n\t\"Contract modification\" means any written alteration in specifications, delivery point, rate of delivery, period of performance, price, quantity, or other provisions of any contract accomplished by mutual action of the parties to the contract.\n\t\"Contractor\" means any person having a contract with a governmental body.\n\t\"Cost-reimbursement contract\" means a contract under which a contractor is reimbursed for costs which are allowable and allocable in accordance with the contract terms and the provisions of this chapter, and a fee, if any.\n\t\"Data\" means recorded information, regardless of form or characteristic.\n\t\"Employee\" means an individual drawing a salary from a governmental body, whether elected or not, and any noncompensated individual performing services for any governmental body.\n\t\"Established catalogue price\" means the price included in a catalogue, price list, schedule, or other form that:\n\n\n\n\t(1)\tIs regularly maintained by a manufacturer or contractor;\n\t(2)\tIs either published or otherwise available for inspection by customers; and\n\t(3)\tStates prices at which sales are currently or were last made to a significant number of any category of buyers or buyers constituting the general buying public for the goods or services involved.\n\n\n\n\t\"Goods\" means all property, including but not limited to equipment, equipment leases, materials, supplies, printing, insurance, and processes, including computer systems and software, excluding land or a permanent interest in land, leases of real property, and office rentals.\n\t\"Governmental body\" means any department, commission, council, board, bureau, authority, committee, institution, legislative body, agency, government corporation, or other establishment or office of the executive, legislative, or judicial branch of the State, including the office of Hawaiian affairs, and the several counties of the State.\n\t\"Grant\" means the furnishing of assistance, whether financial or otherwise, to any person to support a program authorized by law.  The term does not include an award whose primary purpose is to procure an end product, whether in the form of goods, services, or construction; a contract resulting from such an award is not a grant but a procurement contract.\n\t\"Invitation for bids\" means all documents, whether attached or incorporated by reference, utilized for soliciting bids.\n\t\"Policy board\" means the procurement policy board created in section 103D-201.\n\t\"Procurement\" means buying, purchasing, renting, leasing, or otherwise acquiring any good, service, or construction.  The term also includes all functions that pertain to the obtaining of any good, service, or construction, including description of requirements, selection and solicitation of sources, preparation and award of contracts, and all phases of contract administration.\n\t\"Procurement card\" means a charge card, with predetermined limitations, used by government agencies in place of cash or purchase orders for the purchase of goods, services, or construction.\n\t\"Procurement officer\" means any person authorized to enter into and administer contracts and make written determinations with respect thereto.  The term also includes an authorized representative acting within the limits of authority.\n\t\"Professional services\" means those services within the scope of the practice of architecture, landscape architecture, professional engineering, land surveying, real property appraisal, law, medicine, accounting, dentistry, public finance bond underwriting, public finance bond investment banking, or any other practice defined as professional by the laws of this State or the professional and scientific occupation series contained in the United States Office of Personnel Management's Qualifications Standards Handbook.\n\t\"Purchase description\" means the words used in a solicitation to describe the goods, services, or construction to be purchased, and includes specifications attached to, or made a part of, the solicitation.\n\t\"Purchasing agency\" means any governmental body which is authorized by this chapter or its implementing rules and procedures, or by way of delegation, to enter into contracts for the procurement of goods, services, or construction.\n\t\"Request for proposals\" means all documents, whether attached or incorporated by reference, utilized for soliciting proposals.\n\t\"Responsible bidder or offeror\" means a person who has the capability in all respects to perform fully the contract requirements, and the integrity and reliability which will assure good faith performance.\n\t\"Responsive bidder\" means a person who has submitted a bid which conforms in all material respects to the invitation for bids.\n\t\"Services\" means the furnishing of labor, time, or effort by a contractor, not involving the delivery of a specific end product other than reports which are merely incidental to the required performance.\n\t\"Specifications\" means any description of the physical or functional characteristics, or of the nature of a good, service, or construction item.  The term includes descriptions of any requirement for inspecting, testing, or preparing a good, service, or construction item for delivery.\n\t\"Using agency\" means any governmental body which utilizes any goods, services, or construction procured under this chapter. [L Sp 1993, c 8, pt of §2; am L 1994, c 186, §7; am L 1996, c 71, §1; am L 1997, c 352, §23; am L 2003, c 51, §1]"
}