{
    "name": "Registration and recordkeeping requirements",
    "number": "26",
    "text": "(a)  All facilities that accept used tires, including but not limited to tire retailers, wholesalers, transporters, collectors, and recyclers, shall maintain, for a minimum of three years, records that provide, at least, the following information:\n\n\n\n\t(1)\tThe name, phone number, and address of the person, company, business, source, or entity from whom the used tires were received, if receiving used tires from entities other than the general public, such as tire retailers, wholesalers, transporters, collectors, and recyclers;\n\t(2)\tThe date of receipt of the used tires;\n\t(3)\tThe quantity of used tires received; and\n\t(4)\tThe record of shipment indicating the:\n\n\t\t(A)\tUltimate destination of the used tires;\n\t\t(B)\tIdentification of the transporter;\n\t\t(C)\tDate of shipment; and\n\t\t(D)\tQuantity of tires shipped.\n\n\n\n\n\nPermitted municipal solid waste disposal facilities, including incineration facilities that receive used tires incidental to the disposal of municipal solid waste, shall be exempt from the recordkeeping requirements of this section.\n\t(b)  A summary of the information maintained under subsection (a) shall be submitted to the department by July 31 of each year, listing the total quantity of used tires collected and the ultimate disposition of the used tires.\n\t(c)  By September 1, 2000, all importers operating within the State shall register with the department, using forms prescribed by the department, and shall notify the department of any change in address.  After September 1, 2000, any person who desires to conduct business in this State as an importer shall register with the department no later than one month prior to the commencement of the business.\n\t(d)  All importers shall maintain records reflecting the importation of tires.  The records shall be made available, upon request, for inspection by the department. [L 2000, c 173, pt of §1]"
}