{
    "name": "Warranties; repair",
    "number": "2",
    "text": "(a)  No assistive device shall be sold, leased, or delivered in this State to a consumer unless accompanied by a written warranty under which the manufacturer warrants that the assistive device is fit for the ordinary purposes for which the device is used, and undertakes to pay the full cost of both parts and labor necessary to repair any nonconformity.  This warranty shall require the manufacturer directly or through its agents to repair or, at the election of the manufacturer, reimburse the consumer for the reasonable costs of repairing the nonconformity.  This warranty is supplementary and not in lieu of any other express warranties or implied warranties applicable to the assistive device.\n\t(b)  The duration of the warranty provided in this section shall not be less than one year after first possession of the assistive device by the consumer.  The terms of this warranty shall be tolled for and extended by any period of time during which:\n\n\n\n\t(1)\tThe assistive device is out of service by reason of repair under any other warranty;\n\t(2)\tThe assistive device is in the possession of the manufacturer or its authorized agent, representative, assistive device dealer, or assistive device lessor for the purpose of repairing the assistive device under the terms of this warranty;\n\t(3)\tRepair services are not available to the consumer because of war, invasion, strike, fire, flood, or other natural disaster; or\n\t(4)\tThe consumer has notified the manufacturer or its authorized agent or representative that the assistive device is inoperable, but cannot reasonably present the assistive device to the manufacturer or its authorized agent or representative and the manufacturer has refused to pay the charges to transport the assistive device to the manufacturer, its authorized agent, representative, or repair agency.\n\n\n\n\t(c)  The applicable warranty period shall end thirty days from the date of completion of any repair required by this chapter as to the defect repaired if the warranty would otherwise have expired during that period.\n\t(d)  If a manufacturer fails to give the written warranty as required by this section, the manufacturer nevertheless shall be deemed to have given the warranty as a matter of law. \n\t(e)  If a new assistive device does not conform to all applicable warranties and the consumer reports the nonconformity to the manufacturer, the assistive device lessor, or any of the manufacturer's agents, distributors, or authorized assistive device dealers, and makes the assistive device available for repair before the end of the warranty period, then the manufacturer, or, at its option and expense, its agent, representative, distributor, authorized assistive device dealer, or authorized assistive device lessor shall make any repairs that are necessary to conform the assistive device to the warranties, notwithstanding the fact that the repairs are made after the expiration of the warranty.\n\t(f)  A consumer shall make an assistive device available for repair by presenting it to the manufacturer, its agent, representative, authorized assistive device dealer, or authorized assistive device lessor prior to the expiration of the warranty period and providing the manufacturer, its agent, representative, authorized assistive device dealer, or authorized assistive device lessor written notice of the nonconformity.  The manufacturer or authorized person shall immediately accept return of the assistive device when it is so presented.  The assistive device shall be deemed out of service commencing the day it is presented, notwithstanding any failure to accept its return on that day.\n\tDuring the applicable warranty period and the return period, the manufacturer shall pay the reasonable costs of transporting or shipping the assistive device to the manufacturer, agent, representative, authorized assistive device dealer, authorized assistive device lessor, or repair agency located nearest to the consumer.\n\t(g)  The written warranty to be provided pursuant to this chapter shall be a full warranty as the term is described in the Magnuson-Moss Warranty Act, 15 U.S.C. §2301, and shall be designated as such on the face of the warranty.  Nothing in this subsection should be construed to limit the manufacturer's obligation to comply with all requirements set forth in this chapter. [L 1997, c 282, pt of §1]"
}