{
    "name": "Notice of default and intention to foreclose; residential property; required statement on conversion",
    "number": "55",
    "text": "  (a)  The foreclosure notice that is served as required under section 667-5 or 667-22 shall include, in addition to the contents required under section 667-5 or 667-22, a statement printed in not less than fourteen-point font as follows:\n\"If the property being foreclosed is improved and used for residential purposes, an Owner-occupant of the property (defined IN chapter 667 of the Hawaii Revised Statutes as a person who, at the time this notice is served, owns an interest in the residential property that is subject to the mortgage being foreclosed and the residential property has been the primary residence continuously for not less than TWO HUNDRED days) has the right to convert a nonjudicial foreclosure proceeding to a judicial foreclosure where claims and defenses may be considered by a court of law.  To exercise this right, the owner-occupant shall complete and file the attached form with the circuit court in the circuit where the property is located within thirty days after service of this notice.\nIn addition, all owner-OCCUPANTs AND MORTGAGORS of the residential property whose interests have been pledged or otherwise encumbered by the mortgage that is being foreclosed and all persons who have signed the promissory note or other instrument evidencing the debt secured by the mortgage that is being foreclosed, including, without limitation, co-obligors and guarantors, shall file a statement in the circuit court action that they agree to submit to the judicial process and the jurisdiction of the circuit court within FORTY-FIVE days of the filing of the attached form.  Failure to satisfy this condition MAY result in dismissal of the circuit court action WITH PREJUDICE.\nAn owner-occupant shall promptly notify the Hawaii attorney listed in this notice about the filing of the conversion form.\nMORTGAGE FORECLOSURE DISPUTE RESOLUTION MAY BE AVAILABLE IN NONJUDICIAL FORECLOSURE ACTIONS AS AN ALTERNATIVE FOR OWNER-OCCUPANTS ATTEMPTING TO AVOID FORECLOSURE OR TO MITIGATE THE EFFECTS OF FORECLOSURE ON AN OWNER-OCCUPANT.  HOWEVER, IF AN OWNER-OCCUPANT FILES FOR CONVERSION, DISPUTE RESOLUTION MAY NOT BE AVAILABLE UNLESS ORDERED BY A JUDGE.\na foreclosing lender who completes a nonjudicial foreclosure of residential property shall be prohibited under hawaii law from pursuing a deficiency judgment against A MORTGAGOR UNLESS THE DEBT IS SECURED BY OTHER COLLATERAL, OR AS OTHERWISE PROVIDED BY LAW.  if this action is converted to a judicial proceeding, however, then all remedies available to a lender may be asserted, including the right to seek a deficiency judgment.\n     (b)  The statement required by this section shall not be required to be included in the notice of sale published pursuant to 667-5(a)(1) or the public notice of public sale published pursuant to section 667-27. [L 2011, c 48, pt of §5]\n \nRules of Court\n \n  Temporary Rules for Implementation of the Conversion Proceeding Established by Act 48, §5 of the 2011 Hawaii Session Laws."
}