{
    "name": "General standards of member's and manager's conduct",
    "number": "409",
    "text": "(a)  The only fiduciary duties a member owes to a member-managed limited liability company and its other members are the duty of loyalty and the duty of care imposed by subsections (b) and (c).\n\t(b)  A member's duty of loyalty to a member-managed limited liability company and its other members is limited to the following:\n\n\n\n\t(1)\tTo account to the company and to hold as trustee for it any property, profit, or benefit derived by the member in the conduct or winding up of the company's business or derived from a use by the member of the company's property, including the appropriation of a company's opportunity;\n\t(2)\tTo refrain from dealing with the company in the conduct or winding up of the company's business as or on behalf of a party having an interest adverse to the company; and\n\t(3)\tTo refrain from competing with the company in the conduct of the company's business before the dissolution of the company.\n\n\n\n\t(c)  A member's duty of care to a member-managed limited liability company and its other members in the conduct of and winding up of the company's business is limited to refraining from engaging in grossly negligent or reckless conduct, intentional misconduct, or a knowing violation of law.\n\t(d)  A member shall discharge the duties to a member-managed limited liability company and its other members under this chapter or under the operating agreement and exercise any rights consistent with the obligation of good faith and fair dealing.\n\t(e)  A member of a member-managed limited liability company does not violate a duty or obligation under this chapter or under the operating agreement merely because the member's conduct furthers the member's own interest.\n\t(f)  A member of a member-managed limited liability company may lend money to and transact other business with the company.  As to each loan or transaction, the rights and obligations of the member are the same as those of a person who is not a member, subject to other applicable laws.\n\t(g)  This section applies to a person winding up the limited liability company's business as the personal or legal representative of the last surviving member as if the person were a member.\n\t(h)  In a manager-managed limited liability company:\n\n\n\n\t(1)\tA member who is not also a manager owes no duty to the company or to the other members solely by reason of being a member;\n\t(2)\tA manager is held to the same standards of conduct prescribed for members in subsections (b) to (f);\n\t(3)\tA member who pursuant to the operating agreement exercises some or all of the rights of a manager in the management and conduct of the company's business is held to the standards of conduct in subsections (b) to (f) to the extent that the member exercises the managerial authority vested in a manager by this chapter; and\n\t(4)\tA manager is relieved of liability imposed by law for violation of the standards prescribed by subsections (b) to (f) to the extent of the managerial authority delegated to the members by the operating agreement. [L 1996, c 92, pt of §1]"
}