{
    "name": "Definitions",
    "number": "3",
    "text": "When used in this chapter:\n\t\"Appeals board\" means the Hawaii labor relations board.\n\t\"Certified safety professional\" means an individual who is certified by the board of certified safety professionals.\n\t\"Dealer\" means, for the purpose of the section concerning explosives, any person, corporation, partnership, association, association of dealers, or other form of business enterprise engaged in the business of buying and selling explosives.\n\t\"Department\" means the department of labor and industrial relations.\n\t\"Director\" means the director of labor and industrial relations or the director's designee.\n\t\"Employee\" means every natural person who is required or directed or permitted or suffered by any employer to engage in any employment, or to go to work or be at any time in any place of employment.\n\t\"Employee of the State\" includes officers and employees of the department of labor and industrial relations, and persons acting in behalf of the department in an official capacity, whether temporarily or with or without compensation.\n\t\"Employer\" means:\n\n\n\n\t(1)\tThe State and every state agency;\n\t(2)\tEach county and all public and quasi-public corporations and public agencies therein;\n\t(3)\tEvery person which has any natural person in service;\n\t(4)\tThe legal representative of any deceased employer;\n\t(5)\tEvery person having direction, management, control, or custody of any employment, place of employment, or any employee.\n\n\n\n\t\"Employment\" includes the carrying on of any trade, business, occupation, or work, including all excavation, demolition, and construction work, or any process or operation in any way related thereto, in which any person is engaged to work for hire except domestic service in or about a private home.\n\t\"Hoisting machine\" means a machine with a hoist line, sling, or hydraulic lifting mechanism used in construction, demolition, or excavation work.\n\t\"Hoisting machine operator\" means any individual who operates a hoisting machine in the State.\n\t\"Occupational safety and health standard\" means a standard which requires conditions, or the adoption or use of one or more practices, means, methods, operations, or processes, reasonably necessary or appropriate to provide safe or healthful employment and places of employment.\n\t\"Place of employment\" means any place, and the premises appurtenant thereto, where employment is carried on.\n\t\"Safe\" and \"safety\" as applied to an employment or place of employment mean such freedom from danger to employees as the nature of the employment reasonably permits.\n\t\"Safety device\" and \"safeguard\" shall be given a broad interpretation so as to include any practicable method of mitigating or preventing a specific danger.\n\t\"Serious violation\" means a violation that carries with it a substantial probability that death or serious physical harm could result from a condition that exists, or from one or more practices, means, methods, operations, or processes that have been adopted or are in use, in a place of employment, unless the employer did not, and could not with the exercise of reasonable diligence, have known of the presence of the violation.\n\t\"Wilful violation\" means a voluntary act or omission by the employer, as distinguished from an accidental act or omission, that is done with intentional disregard of, or plain indifference to, any standard, rule, citation, or order issued under the authority of this chapter.  A wilful violation does not require a showing of malicious intent or bad motive. [L 1972, c 57, pt of §1; am L 1974, c 152, §1; am L 1975, c 50, §1; am L 1976, c 95, §1; am L 1977, c 179, §1; gen ch 1985; am L 1993, c 175, §1; am L 1997, c 347, §1; am L 1998, c 165, §3 and c 259, §§1, 2; am L 2002, c 104, §2]"
}