{
    "name": "County zoning",
    "number": "4",
    "text": "(a)  This section and any ordinance, rule, or regulation adopted in accordance with this section shall apply to lands not contained within the forest reserve boundaries as established on January 31, 1957, or as subsequently amended. \tZoning in all counties shall be accomplished within the framework of a long-range, comprehensive general plan prepared or being prepared to guide the overall future development of the county.  Zoning shall be one of the tools available to the county to put the general plan into effect in an orderly manner.  Zoning in the counties of Hawaii, Maui, and Kauai means the establishment of districts of such number, shape, and area, and the adoption of regulations for each district to carry out the purposes of this section.  In establishing or regulating the districts, full consideration shall be given to all available data as to soil classification and physical use capabilities of the land to allow and encourage the most beneficial use of the land consonant with good zoning practices.  The zoning power granted herein shall be exercised by ordinance which may relate to:\n\n\n\n\t(1)\tThe areas within which agriculture, forestry, industry, trade, and business may be conducted;\n\t(2)\tThe areas in which residential uses may be regulated or prohibited;\n\t(3)\tThe areas bordering natural watercourses, channels, and streams, in which trades or industries, filling or dumping, erection of structures, and the location of buildings may be prohibited or restricted;\n\t(4)\tThe areas in which particular uses may be subjected to special restrictions;\n\t(5)\tThe location of buildings and structures designed for specific uses and designation of uses for which buildings and structures may not be used or altered;\n\t(6)\tThe location, height, bulk, number of stories, and size of buildings and other structures;\n\t(7)\tThe location of roads, schools, and recreation areas;\n\t(8)\tBuilding setback lines and future street lines;\n\t(9)\tThe density and distribution of population;\n\t(10)\tThe percentage of a lot that may be occupied, size of yards, courts, and other open spaces;\n\t(11)\tMinimum and maximum lot sizes; and\n\t(12)\tOther regulations the boards or city council find necessary and proper to permit and encourage the orderly development of land resources within their jurisdictions.\n\n\n\n\tThe council of any county shall prescribe rules, regulations, and administrative procedures and provide personnel it finds necessary to enforce this section and any ordinance enacted in accordance with this section.  The ordinances may be enforced by appropriate fines and penalties, civil or criminal, or by court order at the suit of the county or the owner or owners of real estate directly affected by the ordinances.\n\tAny civil fine or penalty provided by ordinance under this section may be imposed by the district court, or by the zoning agency after an opportunity for a hearing pursuant to chapter 91.  The proceeding shall not be a prerequisite for any injunctive relief ordered by the circuit court.\n\tNothing in this section shall invalidate any zoning ordinance or regulation adopted by any county or other agency of government pursuant to the statutes in effect prior to July 1, 1957.\n\tThe powers granted herein shall be liberally construed in favor of the county exercising them, and in such a manner as to promote the orderly development of each county or city and county in accordance with a long-range, comprehensive general plan to insure the greatest benefit for the State as a whole.  This section shall not be construed to limit or repeal any powers of any county to achieve these ends through zoning and building regulations, except insofar as forest and water reserve zones are concerned and as provided in subsections (c) and (d).\n\tNeither this section nor any ordinance enacted pursuant to this section shall prohibit the continued lawful use of any building or premises for any trade, industrial, residential, agricultural, or other purpose for which the building or premises is used at the time this section or the ordinance takes effect; provided that a zoning ordinance may provide for elimination of nonconforming uses as the uses are discontinued, or for the amortization or phasing out of nonconforming uses or signs over a reasonable period of time in commercial, industrial, resort, and apartment zoned areas only.  In no event shall such amortization or phasing out of nonconforming uses apply to any existing building or premises used for residential (single-family or duplex) or agricultural uses.  Nothing in this section shall affect or impair the powers and duties of the director of transportation as set forth in chapter 262.\n\t(b)  Any final order of a zoning agency established under this section may be appealed to the circuit court of the circuit in which the land in question is found.  The appeal shall be in accordance with the Hawaii rules of civil procedure.\n\t(c)  Each county may adopt reasonable standards to allow the construction of two single-family dwelling units on any lot where a residential dwelling unit is permitted.\n\t(d)  Neither this section nor any other law, county ordinance, or rule shall prohibit group living in facilities with eight or fewer residents and that are licensed by the State as provided for under section 321-15.6, or in an intermediate care facility/mental retardation-community for persons, including mentally ill, elder, disabled, developmentally disabled, or totally disabled persons, who are not related to the home operator or facility staff; provided that those group living facilities meet all applicable county requirements not inconsistent with the intent of this subsection and including building height, setback, maximum lot coverage, parking, and floor area requirements.\n\t(e)  No permit shall be issued by a county agency for the operation of a halfway house unless a public informational meeting is first held in the affected community.  The State shall provide notification and access to relevant information, as required, under chapter 846E.\n\t(f)  For purposes of this section:\n\t\"Developmentally disabled person\" means a person suffering from developmental disabilities as defined under section 333F-1.\n\t\"Disabled person\" means a person with a disability as defined under section 515-2.\n\t\"Elder\" means an elder as defined under section 201G-1.\n\t\"Halfway house\" is defined as a group living facility for people who:\n\n\n\n\t(1)\tHave been released or are under supervised release from a correctional facility;\n\t(2)\tHave been released from a mental health treatment facility; or\n\t(3)\tAre receiving substance abuse or sex offender treatment; and\n\n\n\nare housed to participate in programs that help them readjust to living in the community.\n\t\"Intermediate care facility/mental retardation-community\" is defined as an identifiable unit providing residence and care for eight or fewer mentally retarded individuals.  Its primary purpose is the provision of health, social, and rehabilitation services to the mentally retarded through an individually designed active treatment program for each resident.  No person who is predominantly confined to bed shall be admitted as a resident of such a facility. \n\t\"Mental health treatment facility\" means a psychiatric facility or special treatment facility as defined under section 334-1.\n\t\"Mentally ill person\" means a mentally ill person as defined under section 334-1.\n\t\"Totally disabled person\" means a \"person totally disabled\" as defined under section 235-1.\n\t\"Treatment program\" means a \"substance abuse program\" or \"treatment program\", as those terms are defined under section 353G-2. [L 1957, c 234, pt of §6 and §9; am L Sp 1959 2d, c 1, §§26, 38; am L 1965, c 140; Supp, §138-42; HRS ; am L 1980, c 203, §1; am L 1981, c 229, §2; am L 1982, c 54, §5; am L 1985, c 272, §3; am L 1986, c 177, §1; am L 1987, c 109, §2, c 193, §1, and c 283, §4; am L 1988, c 141, §§5, 6 and c 252, §1; am L 1989, c 313, §1; am L 1990, c 67, §3; am L 1997, c 350, §15; am L 2004, c 212, §2]"
}