{
    "name": "Zero tolerance policy",
    "number": "1134.6",
    "text": "(a)  Any child who possesses, sells, or uses a dangerous weapon or switchblade knife, while attending school or while attending department-supervised activities held on or off school property, may be excluded from attending school for up to ninety-two school days, as determined by the principal and approved by the superintendent or other individuals designated pursuant to rules adopted by the board.\n\t(b)  Any child who possesses, sells, consumes, or uses intoxicating liquor or illicit drugs, while attending school or while attending department-supervised activities held on or off school property, may be excluded from attending school for up to ninety-two school days, as determined by the principal and approved by the superintendent or other individuals designated pursuant to rules adopted by the board.\n\t(c)  Any child who reasonably appears to have consumed or used intoxicating liquor or illicit drugs prior to attending school or attending department-supervised activities held on or off school property, may be excluded from attending school for up to ninety-two school days, as determined by the principal and approved by the superintendent or other individuals designated pursuant to rules adopted by the board.\n\t(d)  In any case of exclusion from school, the due process procedures as set forth in the provisions of Hawaii administrative rules relating to student discipline shall apply.\n\t(e)  If a child is excluded from attending school for more than ten days, the superintendent or the superintendent's designee shall ensure that substitute educational activities or other appropriate assistance are provided, such as referral for appropriate intervention and treatment services, as determined by the principal in consultation with the appropriate school staff. \n\t(f)  For purposes of this section:\n\n\n\n\t(1)\t\"Dangerous weapon\" means a dirk, dagger, butterfly knife, blackjack, slug shot, billy, metal knuckles, or other instrument whose sole design and purpose is to inflict bodily injury or death; provided that firearms are excluded from this definition;\n\t(2)\t\"Illicit drugs\" means substances, the possession, distribution, ingestion, manufacture, sale, or delivery of which are prohibited under chapter 329 and chapter 712, part IV; and\n\t(3)\t\"Switchblade knife\" is as defined in section 134-52.\n\n\n\n\t[(g)]  The board of education shall adopt rules in accordance with chapter 91 to implement [this section]. [L 2000, c 274, §§2, 4]"
}