{
    "name": "New century charter schools; responsibilities of department of education; special education services",
    "number": "1188",
    "text": "(a)  The department shall collaborate with the charter school administrative office to develop a system of technical assistance related to compliance with federal and state laws and access to federal and state funds.  The department and the charter school administrative office shall collaborate to develop a list of central services that the department of education may offer for purchase by a new century charter school at an annual cost to be negotiated between an individual new century charter school and the department.  The department shall enter into a contract with a new century charter school to provide these services, which shall be re-negotiated on an annual basis.\n\t(b)  Any new century charter school that enrolls special education students or identifies one of its students as eligible for special education shall be responsible for providing the educational and related services required by a student's individualized education plan; provided that if the charter school is unable to provide all of the required services due to limited resources within its control, then services to the student shall be determined and provided by the department of education.  The department of education shall collaborate with the charter school administrative office to develop guidelines related to the provision of special education services and resources to each charter school.  In making the determination about the provision of services to a special education student enrolled in a charter school, the department shall review all of the current individualized education plans of special education students enrolled in a charter school, and may offer staff or funding, or both, to the charter school based upon a per pupil weighted formula implemented by the department and used to allocate resources for special education students in the public schools.  The department may also offer services to the special education student at a public school within the same school complex that the charter school is located. [L 1999, c 62, pt of §2; am L 2003, c 203, §6]"
}