{
    "name": "Classification/compensation appeals board; adjustments to classification/compensation plan",
    "number": "620",
    "text": "(a)  There shall be established a classification/compensation appeals board within the department for administrative purposes.  The appeals board shall be composed of three members.  One member shall be appointed by the board of education and one member appointed by the exclusive bargaining unit representing educational officers.  The third member shall be appointed by the governor and shall serve as chairperson.  No member shall be an employee of the department, a member of the board of education, or an employee of the organization representing educational officers.  The appeals board shall sit as an appellate body on matters of classification/compensation.  All decisions of the appeals board shall be by majority vote and be binding on both parties.\n\t(b)  The appeals board shall meet biennially every even-numbered year to receive pricing appeals from affected persons and parties relating to the classification/compensation plan.  All petitions for appeal shall be filed with the appeals board within twenty days from the date set by the appeals board for receipt of these appeals.\n\tThe appeals board shall meet on a quarterly basis as needed to receive classification appeals.  All petitions for educational officer classification appeals shall be filed with the appeals board within twenty working days from the date of receipt of notification of the classification action or twenty working days from the date of receipt of the superintendent's written decision on the employee's internal administrative review appeal.\n\t(c)  The appeals board shall function independently of the board of education and the department, but may procure office facilities and clerical assistance from them.  Neither the appeals board nor any of its members or staff shall consult with any member of the board of education or department except on notice and opportunity for the appealing employee or the employee's representative to participate.\n\tThe appeals board shall adopt policies and standards relative to classification/compensation.  The appeals board may adopt rules pursuant to chapter 91 for the conduct of appeal hearings.\n\t(d)  The appeals board shall make whatever adjustments that are necessary to the affected classes where the appeals have been filed in the classification/compensation plan.\n\tThe appeals board shall hear pricing appeals and complete the final adjustment to the classification/compensation plan by the first Wednesday of December of all even-numbered years.  Following the final pricing adjustment to the classification/compensation plan, the superintendent shall submit to the legislature, through the office of the governor, a report setting forth the classification/compensation plan and the cost thereof for its information and approval.  The approved classification/compensation plan shall be effective as of July 1 of each odd-numbered year.\n\tThe appeals board shall hear classification appeals on a quarterly basis upon receipt of the appeals.  The effective date of the appeals for twelve-month educational officers shall be the first pay period immediately following the receipt of the current position description by the classification/compensation section of the department.  The effective date for ten-month officers shall be the beginning of the appropriate semester (September or January).\n\t(e)  Notwithstanding any other laws to the contrary, each member of the appeals board shall receive $50 per day for each day on which work is done by them in connection with authorized activities of the appeals board.  The cost thereof shall be met by legislative appropriations for the appeals board. [L 1996, c 89, pt of §2]"
}