{
    "name": "Public schools special fees and charges; standards; grouping of students",
    "number": "1130",
    "text": "(a)  No equipment, material, or other fees shall be assessed against any pupil in any school, except that the department may assess and collect special fees and charges from pupils for co-curricular activities and from pupils who negligently break, damage, lose, or destroy school books, equipment, or supplies.  Any pupil found to be responsible for the loss, destruction, breakage, or damage of school books, which shall include library and textbooks, of equipment, or of supplies, shall make restitution to the school in any manner, including the payment by the pupil or the pupil's parents of the actual replacement costs.\n\t(b)  No pupil shall be required to make restitution in any manner unless the pupil and the pupil's parents or guardians have been notified and have been given an opportunity to be heard before the principal of the school on the charges that the pupil was responsible for the loss, destruction, breakage, or damage of school books, equipment, or supplies.\n\t(c)  If the principal, upon a hearing on the charges, has reasonable cause to believe that the pupil is responsible for the loss, destruction, breakage, or damage of school books, equipment, or supplies, the principal shall design a restitution program that shall be submitted to the pupil and the pupil's parents or guardian for agreement in writing.\n\tIf restitution is made in this fashion, then no information about the charges, the hearing, and the actions taken shall be communicated to any person not directly involved in the proceedings.\n\tIf the pupil and parent or guardian do not agree with the determination made by the principal, the principal shall report to the complex area superintendent the determination and the findings made by the principal, including all the records and documents regarding the investigation, for any further action.\n\t(d)  Notwithstanding any other provisions in this section to the contrary, the State may elect to bring any appropriate action for the recovery of all damages to school properties.  Nothing in this section shall limit the right of the State to bring any action against any person to recover the damages.\n\t(e)  Special fees and charges collected from pupils for co-curricular activities shall be deposited into insured checking or savings accounts and expended by each individual school under rules adopted by the department pursuant to chapter 91.\n\t(f)  Special fees and charges collected from pupils who negligently break, damage, lose, or destroy school books, equipment, or supplies shall be deposited in a fund and expended by the department under rules adopted pursuant to chapter 91.\n\t(g)  The department may continue to group pupils within any public school in accordance with their abilities and educational needs. [L 1996, c 89, pt of §2; am L 2003, c 187, §9]"
}