{
    "name": "School repair and maintenance fund",
    "number": "1502.5",
    "text": "  (a)  There is established the school repair and maintenance fund (hereinafter, \"fund\") as a separate fund of Helping Hands Hawaii, a Hawaii nonprofit organization.  Moneys received from the state, county, or federal government, private contributions of cash or other property, and the income and capital gains earned by the fund shall constitute its assets.\n\t(b)  Helping Hands Hawaii shall expend moneys in the form of either grants to organizations or contracts with private vendors from the fund for the repair and maintenance of public schools in Hawaii in accordance with this section.\n\t(c)  The fund may receive contributions, grants, endowments, or gifts in cash or otherwise from all sources, including corporations or other businesses, foundations, government, individuals, and other interested parties.  The legislature intends that the public and private sectors work together as partners in securing contributions for the fund, and that Helping Hands Hawaii, through its project, Hawaii 3R's, assist the public and private sectors in reviewing and investigating all potential funding sources.  The State may appropriate moneys to the fund; provided that any appropriations made by the State are not intended to supplant the funding of any existing public school repair and maintenance programs, including school-level minor repairs and maintenance accounts established under section 302A-1504.\n\t(d)  Helping Hands Hawaii shall appoint the members of the Hawaii school maintenance and repair advisory board, which shall be responsible for:\n\n\n\n\t(1)\tSoliciting and otherwise raising funds for the fund;\n\t(2)\tEstablishing criteria for the expenditure of funds;\n\t(3)\tReviewing grant proposals utilizing criteria established by Helping Hands Hawaii; and\n\t(4)\tMaking recommendations for grants and other specific expenditures.\n\n\n\nMembers of the advisory board shall be stakeholders in Hawaii's public educational system, including students, parents, alumni, principals, community and business leaders, and representatives from the department of education and the department of accounting and general services, who shall be represented on the advisory board.\n\t(e)  The aggregate principal sum deposited in the fund, and any income and capital gains earned by the fund but not expended for administration, shall be invested in accordance with the provisions of Helping Hands Hawaii in a manner intended to maximize the rate of return on investment of the fund.\n\t(f)  There may be an endowment component of the funds.\n\t(g)  The use of any state moneys may be restricted by the legislation appropriating these moneys to the fund.\n\t(h)  Helping Hands Hawaii is authorized to expend the principal from the fund for the purposes of the fund.\n\t(i)  Any organization submitting a proposal to Helping Hands Hawaii for fund moneys shall meet all of the following standards at the time of application:\n\n\n\n\t(1)\tBe a for-profit organization duly registered under the laws of the State, or be a nonprofit organization determined by the Internal Revenue Service to be exempt from the federal income tax, or be an agency of the State or a county;\n\t(2)\tIn the case of a nonprofit organization, have a governing board whose members have no material conflict of interest and serve without compensation;\n\t(3)\tIn the case of an applicant that is not a state or county government agency, have bylaws or policies that describe the manner in which business is conducted and policies that relate to the management of potential conflict of interest situations;\n\t(4)\tHave experience with the project or in the program area for which the proposal is being made; and\n\t(5)\tBe licensed and accredited, as applicable, in accordance with the requirements of federal, state, and county governments.\n\n\n\n\t(j)  All proposals submitted to Helping Hands Hawaii for fund moneys shall be approved by the department of accounting and general services for consistency in meeting design and materials standards for public schools.\n\t(k)  Organizations or agencies to which fund moneys are awarded shall agree to comply with the following conditions before receiving the award:\n\n\n\n\t(1)\tEmploy or have under contract persons qualified to engage in the activity to be funded;\n\t(2)\tComply with applicable federal, state, and county laws; and\n\t(3)\tComply with any other requirements prescribed by Helping Hands Hawaii to ensure adherence by the recipient of the award with applicable federal, state, and county laws and with the purposes of this section.\n\n\n\n\t(l)  Chapter 103D shall not apply to organizations or agencies that apply for grants or contracts under this section; provided that Helping Hands Hawaii shall be held accountable for the use of the funds under a contract with the department of accounting and general services.\n\t(m)  Any contracts awarded by Helping Hands Hawaii shall be made under as much competition as is practical to execute its purposes.\n\t(n)  The fund shall be audited annually by an independent auditor.  The results of each annual audit shall be submitted to the department of accounting and general services not later than thirty days from the date Helping Hands Hawaii receives the audit results.  In addition, Helping Hands Hawaii shall retain for a period of three years and permit the department of accounting and general services, the department of education, state legislators, and the auditor, or their duly authorized representatives, to inspect and have access to any documents, papers, books, records, and other evidence that is pertinent to the fund.\n\t(o)  The fund shall not be placed in the state treasury, and the State shall not administer the fund, nor shall the State be liable for the operation or solvency of the fund, Helping Hands Hawaii, or Hawaii 3R\u0092s.\n\t(p)  For every dollar of state moneys granted by the fund to the project, there shall be a minimum of $1 in value matched by Helping Hands Hawaii from private, federal, county, or community sources.\n\t[(q)]  The state comptroller shall submit an annual report of the progress of the school repair and maintenance fund no later than twenty days prior to the convening of the regular sessions of the legislature. [L 2001, c 309, §§3, 4]"
}