{
    "name": "Board of directors; composition",
    "number": "52",
    "text": "(a)  The affairs of the high technology innovation corporation shall be under the general management and control of a board of directors consisting of nine members.  Four members of the board of directors of the high technology development corporation shall be ex officio, voting members of the high technology innovation corporation's board and shall be selected by the high technology development corporation's board of directors for terms to be determined by the high technology development corporation's board.  The executive director and chief executive officer of the high technology development corporation shall serve as an ex officio, nonvoting member of the high technology innovation corporation board.  The remaining four members shall be appointed by the governor from lists of nominees provided by the president of the senate and the speaker of the house of representatives.  The governor shall appoint two persons from the list submitted by the president of the senate and two persons from the list submitted by the speaker of the house of representatives.  The lists of nominees provided by the president of the senate and the speaker of the house of representatives shall consist of members of the general public selected on the basis of their knowledge, interest, and proven expertise in, but not limited to, one or more of the following fields:  finance, commerce and trade, corporate management, marketing, economics, engineering, information technology and telecommunications, life sciences, and other high technology fields.  All the members appointed from the general public shall serve for a term of four years, except that half of those initially appointed from the public may have reduced terms in accordance with section 26-34, so as to provide, as nearly as can be, for the expiration of an equal number of terms at intervals of one year, with each term commencing on July 1 and expiring on June 30.\n     (b)  All members of the high technology innovation corporation's board shall serve without pay, but shall be entitled to reimbursement for necessary expenses, including travel expenses, while attending meetings and while in the discharge of duties and responsibilities.\n     (c)  The members of the high technology innovation corporation's board shall elect the chairperson of the board. [L 2005, c 173, pt of §1]"
}