{
    "name": "Reproductive rights protection committee",
    "number": "5-610",
    "text": "§560:5-610  Reproductive rights\nprotection committee.  (a)  There is established the reproductive rights protection committee within the department of health for administrative purposes.  The committee shall consist of not fewer than five nor more than seven persons appointed, with the consent of the senate, by the governor for staggered terms as provided in section 26-34.  The state council on developmental disabilities shall provide the governor with a list of nominees.  The governor shall not be limited to the nominees provided in appointing the members of the committee. The committee shall include a person with a disability or the parent or guardian of such a person and persons from at least the following disciplines:\n     (1)  Law;\n     (2)  Medicine;\n     (3)  Theological or philosophical ethics;\n     (4)  Social work; and\n     (5)  Psychology or psychiatry.\n     (b)  The committee shall review and make recommendations to the court on all petitions for sterilization.  In making its recommendation to the court, the committee shall investigate and determine whether the ward is capable of giving informed assent and, if not, whether sterilization is in the best interests of the ward.  The committee shall consider the criteria set forth in section 560:5-608, in determining whether the ward is capable of providing informed assent or whether sterilization is in the best interest of the ward.\n     (c)  The committee or designated members of the committee may interview or request written statements from the ward, physicians, relatives, concerned individuals, and others who, in the committee members' judgment, possess relevant information concerning the petition for sterilization.  Conversely, the ward, the guardian ad litem, the petitioner, or any other person may request to speak to the committee or submit a written statement to the committee concerning the proposed sterilization.\n     (d)  The committee shall submit a report in writing to the court containing its recommendation together with supporting documentation.  Committee members who do not concur with the majority recommendation also shall submit a report in writing to the court detailing the basis for their dissent.\n     (e)  The members of the committee shall serve without pay but shall be reimbursed for their actual and necessary expenses, including travel expenses incurred in carrying out their duties. [L 1986, c 81, pt of §2; am L 1991, c 298, §1; am L 1996, c 126, §1; am L 2001, c 175, §9]"
}