{
    "name": "Use of titles",
    "number": "13",
    "text": "(a)  A licensee who has been awarded a license to practice acupuncture by the board in this State may use the title of \"Licensed Acupuncturist\" or designation \"L.Ac.\" with the licensee's name in an advertisement for acupuncture or announce or append the designation to the licensee's name.\n     (b)  A licensee who has been awarded an earned doctoral degree may use the designation \"Ph.D.\" in an advertisement for acupuncture or announce or append the designation to the licensee's name if the degree was granted from a university or college recognized by a regional or national accrediting body recognized by the United States Department of Education.  A Ph.D. recognized by the board under this subsection shall designate a nonpractitioner as opposed to a practitioner or \"doctor\" of acupuncture as provided in subsection (c).\n     (c)  A licensee who has been awarded an earned doctoral degree from a university or college recognized by a regional or national accrediting body recognized by the United States Department of Education, or who has completed a program approved by the board in the study or practice of acupuncture (traditional oriental medicine), and who has met the standards for the use of academic designations as developed by the board may use the designation \"Doctor\", the prefix \"Dr.\", or the designation \"D.Ac.\"; provided that the word \"Acupuncturist\" immediately follows the licensee's name if the designation \"Doctor\" or the prefix \"Dr.\" is used alone.  The board shall establish the standards required for the use of these academic designations in its rules.  The rules shall provide for a time period to enable a licensee to meet the requirements for the continued use of the academic designations and shall prohibit the use of the designations after that period unless those requirements are met.\n     (d)  Except as provided in this section, use of other titles, prefixes, or designations shall not be permitted. [L 1985, c 214, pt of §1; am L 1992, c 90, §1; am L 1994, c 43, §1]"
}