{
    "name": "Remedies",
    "number": "20",
    "text": "(a)  Sales voidable when and by whom.  Every sale made in violation of this chapter shall be voidable at the election of the purchaser; and the person making the sale and every director, officer, or agent of or for the seller, if the director, officer, or agent has personally participated or aided in any way in making the sale, shall be jointly and severally liable to the purchaser in an action at law in any court of competent jurisdiction upon tender of the securities sold or of the contract made for the full amount paid by the purchaser, with interest, together with all taxable court costs (and reasonable attorney's fees); provided that notwithstanding any law to the contrary, no action shall be brought for the recovery of the purchase price after five years from the date of the sale or after two years from the discovery of facts constituting the violations, but in any event after seven years from the date of the sale; and provided further that no purchaser otherwise entitled shall claim or have the benefit of this section who has refused or failed within thirty days from the date thereof to accept an offer in writing of the seller to take back the security in question and to refund the full amount paid by the purchaser, together with interest on the amount for the period from the date of payment by the purchaser down to the date of repayment, such interest to be computed:\n\n\n\n\t(1)\tIn case the securities consist of interest-bearing obligations, at the same rate as provided in the obligations; and\n\t(2)\tIn case the securities consist of other than interest- bearing obligations, at the rate of ten per cent a year; less, in every case, the amount of any income from the securities that may have been received by the purchaser.\n\n\n\n\t(b)  Action on bond.  Any person having a right of action against a dealer or salesperson under this section shall have a right of action under the bond provided in section 485-14.\n\t(c)  Registration in good faith.  A registration by notification made in good faith and after the commissioner of securities, on application, has given tentative consent to such registration, shall not, as to sales made prior to revocation of the registration, result in the liabilities prescribed in this section, although the securities may not be entitled to such registration. [L 1957, c 314, pt of §1; Supp, §199-16; HRS ; am L 1985, c 100, §2; am L 1991, c 30, §2; am L 1992, c 14, §1]"
}