{
    "name": "Pensions for patient employees at facilities",
    "number": "23",
    "text": "All patient employees or patient laborers at every facility maintained for the treatment and care of persons with Hansen's disease shall be entitled, upon retirement after twenty years or more service with the department of health, to a pension in an amount which shall be equal to sixty-six and two-thirds per cent of the monthly wage or salary which the patient was receiving at the time of retirement, or to a pension in an amount which shall be equal to sixty-six and two-thirds per cent of the average monthly wage or salary which the patient employee was receiving during the last twelve months of employment at the department of health, whichever is higher. \tPatient employees may use service with any state department or agency not exceeding five years which has not been credited under the state retirement system in lieu of service with a facility maintained for the treatment and care of persons with Hansen's disease to satisfy the requirements of the preceding paragraph; provided that the service shall be authenticated by official records of the department where service was performed.\n\tWhen work is available at Kalaupapa which may be fulfilled by patient residents of the facility under section 326-21 and there are no applicants for those positions from among the eligible patients, pensioned patients who are in residence at Kalaupapa may be reemployed, not to exceed nineteen hours per week, without relinquishing the pension granted to them under this section.  Furthermore, notwithstanding any other law relating to this subject, that reemployment shall not result in suspension or termination of payment of the pension granted originally or serve to increase, decrease, or alter the pension in any way. [L 1945, c 229, §1; am L 1949, c 53, §16; am L 1951, c 157, §12; RL 1955, §50-25; am L 1957, c 57, §1; am L Sp 1959 2d, c 1, §19; HRS ; am L 1970, c 43, §1; am L 1979, c 18, §1; am L 1981, c 185, §11; am L 1985, c 250, §9; am L 1992, c 156, §6]\nAttorney General Opinions\n  District magistrate of Kalawao is not in \"service with the board of health\".  Att. Gen. Op. 63-21."
}