{
    "name": "Establishment of the natural energy laboratory of Hawaii authority; purpose",
    "number": "2",
    "text": "(a)  There is established the natural energy laboratory of Hawaii authority, which shall be a body corporate and politic and an instrumentality and agency of the State.  The authority shall be placed within the department of business, economic development, and tourism for administrative purposes, pursuant to section 26-35.  The purpose of the natural energy laboratory of Hawaii authority shall be to facilitate research, development, and commercialization of natural energy resources and ocean-related research, technology, and industry in Hawaii and to engage in retail, commercial, or tourism activities that will financially support that research, development, and commercialization at a research and technology park in Hawaii.  Its duties shall include:\n\n\n\n\t(1)\tEstablishing, managing, and operating facilities that provide sites for:\n\n\t\t(A)\tResearch and development;\n\t\t(B)\tCommercial projects and businesses utilizing natural resources, such as ocean water or geothermal energy;\n\t\t(C)\tCompatible businesses engaged in scientific and technological investigations, or retail, commercial, and tourism activities; and\n\t\t(D)\tBusinesses or educational facilities that support the primary projects and activities;\n\n\t(2)\tProviding support, utilities, and other services to facility tenants and government agencies;\n\t(3)\tMaintaining the physical structure of the facilities;\n\t(4)\tPromoting and marketing these facilities;\n\t(5)\tPromoting and marketing the reasonable utilization of available natural resources;\n\t(6)\tSupporting ocean research and technology development projects that support national and state interests, use facilities and infrastructure in Hawaii, and foster potential commercial development; and\n\t(7)\tEngaging in retail, commercial, and tourism activities that are not related to facilitating research, development, and commercialization of natural energy resources in Hawaii; provided that all income derived from these activities shall be deposited in the natural energy laboratory of Hawaii authority special fund.\n\n\n\n\t(b)  The governing body of the authority shall consist of a board of directors having eleven voting members.  Three members from the general public shall be appointed by the governor for staggered terms pursuant to section 26-34, except that one of these members shall be a resident of the county of Hawaii.  The members shall be selected on the basis of their knowledge, interest, and proven expertise in, but not limited to, one or more of the following fields: finance, commerce and trade, corporate management, marketing, economics, engineering, energy management, real estate development, property management, aquaculture, and ocean science.  The chairperson and secretary of the research advisory committee shall serve on the board.  The director of business, economic development, and tourism, the chairperson of the board of land and natural resources, the president of the University of Hawaii, the mayor of the county of Hawaii, an appointed member from the board of the high technology development corporation, and an appointed member from the board of the Hawaii strategic development corporation, or their designated representatives, shall serve as ex officio, voting members of the board.  The director of business, economic development, and tourism shall serve as the chairperson until such time as a chairperson is elected by the board from the membership.  The board shall elect other officers as it deems necessary.\n\t(c)  The members of the board appointed under subsection (b) shall serve without compensation, but may be reimbursed for expenses, including travel expenses, incurred in the performance of their duties.\n\t(d)  The board shall appoint an executive director, who shall serve at the pleasure of the board and shall be exempt from chapter 76.  The board shall set the salary and duties of the executive director. [L 1990, c 224, pt of §3; am L 1993, c 252, §2; am L 1997, c 151, §2 and c 193, §2; am L 1999, c 38, §2; am L 2000, c 253, §150 and c 297, §31]"
}