{
    "name": "Alternate energy improvements, exemption",
    "number": "34.7",
    "text": "(a)  The value of all property in the State (not including a building or its structural components, except where alternate energy improvements are incorporated into the building, and then only that part of the building necessary to such improvement) actually used for an alternate energy improvement shall be exempted from the measure of the taxes imposed by this chapter; provided the property exemption shall be applicable only with respect to alternate energy improvements which are installed and placed in service after June 30, 1976 but before December 31, 1981. \n     Application for the exemption provided by this section shall be made with the director of taxation. \n     The director of taxation may require the taxpayer to furnish reasonable information in order that the director may ascertain the validity of the claim for deduction made under this section and may adopt rules under chapter 91 to implement this section. \n     (b)  As used in this section \"alternate energy improvement\" means any construction or addition, alteration, modification, improvement, or repair work undertaken upon or made to any building which results in: \n     (1)  The production of energy from a source, or uses a process which does not use fossil fuels or nuclear fuels.  Such energy source may include, but shall not be limited to, solid wastes, wind, geothermal, solar, or ocean waves, tides, or currents.  Such energy process may include, but shall not be limited to, bio- conversion, hydro-electric power, thermal conversion, or osmosis; provided that nuclear fission shall be excluded from the provisions of this section; or \n     (2)  An increased level of efficiency in the utilization of energy produced by fossil fuels or in the utilization of secondary forms of energy dependent upon fossil fuels for its generation. [L 1976, c 189, §2; gen ch 1985]"
}