{
    "name": "Public property, etc.",
    "number": "36",
    "text": "The following real property shall be exempt from taxation:\n     (1)  Real property belonging to the United States, to the State, or to any county; provided that real property belonging to the United States shall be taxed upon the use or occupancy thereof as provided in section 246-37, and there shall be a tax upon the property itself if and when the Congress of the United States so permits, to the extent so permitted and in accordance with any conditions or provisions prescribed in such act of Congress; provided further that real property belonging to the State or any county, or belonging to the United States and in the possession, use, and control of the State, shall be taxed on the fee simple value thereof, and private persons shall pay the taxes thereon and shall be deemed the \"owners\" thereof for the purposes of this chapter, in the following cases:\n         (A)  Property held on January 1 preceding the tax year under an agreement for its conveyance by the government to private persons shall be deemed fully taxable, the same as if the conveyance had been made;\n         (B)  Property held on January 1 preceding the tax year under a government lease shall be entered in the assessment lists and such tax rolls for that year as fully taxable for the entire tax year, but adjustments of the taxes so assessed may be made as provided in section 246-53, so that such tenants are required to pay only so much of the taxes as is proportionate to the portion of the tax year during which the real property is held or controlled by them;\n         (C)  Property held under a government lease commencing after January 1 preceding the tax year or under an agreement for its conveyance or a conveyance by the government, made after January 1 preceding the tax year, shall be assessed as omitted property as provided in section 246-51, but the taxes thereon shall be prorated so as to require the payment of only so much of the taxes as is proportionate to the remainder of the tax year;\n         (D)  Property where the occupancy by the tenant for commercial purposes has continued for a period of one year or more, whether the occupancy has been on a permit, license, month-to-month tenancy, or otherwise, shall be fully taxable to the tenant after the first year of occupancy, and the property shall be assessed in the manner provided in subdivisions (B) and (C) of this paragraph for the assessment of properties held under a government lease; provided that the property occupied by the tenant solely for residential purposes on a month-to-month tenancy shall be excluded from this paragraph;\n         (E)  In any case of occupancy of a building or structure by two or more tenants, or by the government and a tenant, under a lease for a term of one year or more, the tax shall be assessed to the tenant upon so much of the value of the entire real property as the floor space occupied by the tenant proportionately bears to the total floor space of the structure or building.\n          For the purposes of subdivisions (B) and (C) of this subsection:  \"Lease\" means any lease for a term of one year or more, or which is renewable for such period as to constitute a total term of one year or more.  A lease having a stated term shall, if it otherwise comes within the meaning of the term \"lease,\" be deemed a lease notwithstanding any right of revocation, cancellation, or termination reserved therein or provided for thereby.  Whenever a lease is such that the highest and best use cannot be made of the property by the lessee, the measure of the tax imposed on such property pursuant to subdivisions (B) and (C) shall be its fee simple value upon consideration of the highest and best use which can be made of the property by the lessee.\n              Provided further that real property belonging to the United States, even though not in the possession, use, and control of the State, shall be taxed on the fee simple value thereof, and private persons shall pay the taxes thereon and shall be deemed the \"owners\" thereof for the purposes of this chapter, in the following cases:\n              (i)  Property held on January 1 preceding the tax year under an agreement for the conveyance of the same by the government to private persons shall be deemed fully taxable, the same as if the conveyance had been made, but the assessment thereof shall not impair and shall be so made as to not impair, any right, title, lien, or interest of the United States;\n             (ii)  Property held under an agreement for the conveyance of the same or a conveyance of the same by the government, made after January 1 preceding the tax year, shall be assessed as omitted property as provided in section 246-51, but the taxes thereon shall be prorated so as to require the payment of only so much of such taxes as is proportionate to the remainder of the tax year, and in the case of property held under an agreement for the conveyance of the same but not yet conveyed, the assessment thereof shall not impair, and shall be so made as to not impair, any right, title, lien, or interest of the United States;\n     (2)  Real property under lease to the State or any county under which lease the lessee is required to pay the taxes upon such property;\n     (3)  Subject to section 101-39(B), any real property in the possession of the State or any county which is the subject of eminent domain proceedings commenced for the acquisition of the fee simple estate in such land by the State or such county; provided the fact of such possession has been certified to the department of taxation as provided by section 101-36 or 101-38, or is certified not later than December 31 preceding the tax year for which such exemption is claimed;\n     (4)  Real property with respect to which the owner has granted to the State or any county thereof a right of entry and upon which the State or county has entered and taken possession under the authority of the right of entry with intention to acquire the fee simple estate therein and to devote the real property to public use; provided the State or county shall have, prior to December 31 preceding the tax year for which the exemption is claimed, certified to the appropriate tax official the date upon which it took possession;\n     (5)  Any portion of real property within the area upon which construction of buildings is restricted or prohibited and which is actually rendered useless and of no value to the owners thereof by virtue of any ordinance of any county, establishing setback lines thereon; provided that in order to secure the exemption the person claiming it shall annually file between December 15 and December 31 preceding the applicable tax year a sworn written statement with the tax assessor describing the real property in detail and setting forth the facts upon which exemption is claimed, together with a written agreement that in consideration of the exemption from taxes the person will not make use of the land in any way whatsoever during the ensuing year.  Any person who has secured such exemption who violates the terms of the agreement shall be fined twice the amount of the tax which would be assessed upon the land but for such exemption;\n     (6)  Real property exempted by any laws of the United States which exemption is not subject to repeal by the legislature;\n     (7)  Any other real property exempt by law. [L 1932 2d, c 40, §27; RL 1935, §1976; am L 1939, c 211, §1; am L 1941, c 131, §1; am L 1943, c 165, §1; RL 1945, §5154; am L 1945, c 88, §1; am L 1951, c 151, §2; am L 1955, c 238, §3; RL 1955, §128-22; am L Sp 1959 1st, c 28, §§10, 11, 12; am L Sp 1959 2d, c 1, §16; am L 1963, c 48, §1; am L 1965, c 201, §§15, 16; am L 1967, c 72, §1 and c 255, §§9, 26, 27, 33, 46; HRS ; am L 1969, c 170, §16; am L 1975, c 157, §16; gen ch 1985]\n \nCross References\n \n  Private land surrendered and used as forest reserves, see §183-15. \n \nCase Notes\n \n  Paragraph (1)(D) does not apply to airport parking facility operator.  63 H. 624, 634 P.2d 98.\n  In light of the city and county of Honolulu's enactment of ordinance 95-67, paragraph (2) is no longer controlling.  99 H. 508, 57 P.3d 433 (2002)."
}