{
    "name": "Exemption, dedicated lands in urban districts",
    "number": "34",
    "text": "(a)  Portions of taxable real property which are dedicated and approved by the director of taxation as provided for by this section shall be exempted in determining and assessing the value of such taxable real property.  \t(b)  Any owner of taxable real property in an urban district desiring to dedicate a portion or portions thereof for landscaping, open spaces, public recreation, and other similar uses shall petition the director of taxation stating the exact area of the land to be dedicated and that the land is not within the setback and open space requirements of applicable zoning and building code laws and ordinances, and that the land shall be used, improved, and maintained in accordance with and for the sole purpose for which it was dedicated, except that land within a historic district may be so dedicated without regard to the setback and open space requirements of applicable zoning and building code laws and ordinances. \n\tThe director shall make a finding as to whether the use to which such land will be dedicated has a benefit to the public at least equal to the value of the real property taxes for such land.  Such finding shall be measured by the cost of improvements, the continuing maintenance thereof, and such other factors as the director may deem pertinent.  If the director finds that the public benefit is at least equal to the value of real property taxes for such land, the director shall approve the petition and declare such land to be dedicated land. \n\t(c)  The approval of the petition by the director shall constitute a forfeiture on the part of the owner of any right to change the use of the owner's land for a minimum period of ten years, automatically renewable indefinitely, subject to cancellation by either the owner or the director upon five years' notice at any time after the end of the fifth year. \n\t(d)  Failure of the owner to observe the restrictions on the use, improvement, and maintenance of the owner's land shall cancel the special tax exemption privilege retroactive to the date of the original dedication, and all differences in the amount of taxes that were paid and those that would have been due from the assessment of the tax exempted portion of the owner's land shall be payable together with interest of five per cent a year from the respective dates that these payments would have been due.  Failure to observe the restrictions on the use means failure for a period of over twelve consecutive months to use, improve, and maintain the land in the manner requested in the petition or any overt act changing the use for any period.  Nothing in this paragraph shall preclude the State from pursuing any other remedy to enforce the covenant on the use of the land. \t(e)  The director shall prescribe the form of the petition.  The petition shall be filed with the director by September 1 of any calendar year and shall be approved or disapproved by December 15 of such year.  If approved, the exemption based upon the use requested in the dedication shall be effective January 1, next. \n\t(f)  The owner may appeal any disapproved petition as in the case of an appeal from an assessment. \n\t(g)  The director shall make and adopt necessary rules and regulations including such rules and regulations governing minimum areas which may be dedicated for the improvement and maintenance of such areas. \n\t(h)  \"Landscaping\" means lands which are improved by landscape architecture, cultivated plantings, or gardening. \n\t\"Open spaces\" means lands which are open to the public for pedestrian use and momentary repose, relaxation, and contemplation. \n\t\"Public recreation\" refers to lands which may be used by the public as parks, playgrounds, historical sites, camp grounds, wildlife refuges, scenic sites, and other similar uses. \n\t\"Owner\" includes lessees of real property whose lease term extends at least ten years from the date of the petition. [L 1965, c 201, §13; Supp, §128-21.5; am L 1967, c 296, §1; HRS ; am L 1969, c 170, §15; am L 1975, c 157, §15; gen ch 1985]"
}