{
    "name": "Stress test; annual report",
    "number": "105.5",
    "text": "(a)  The actuary shall conduct an annual stress test of the system.\n     (b)  The board shall submit an annual report to the legislature, not later than twenty days prior to the convening of each regular session, on the results of the actuary's stress test.\n     (c)  For the purposes of this section, a \"stress test\" shall address:\n     (1)  Projections of assets, liabilities, pension debt, service costs, employee contributions, employer contributions, net amortization, benefit payments, payroll, and funded ratio for the system for each of the next thirty years based upon the then-current actuarial assumptions, including the assumed rate of return;\n     (2)  Projections for the items listed in paragraph (1), assuming that investment returns are two percentage points lower than the assumed rate of return and that the State makes employer contributions:\n          (A)  Based upon the then-current funding policy for the system; and\n          (B)  That are held constant at the levels calculated for paragraph (1);\n     (3)  Estimates of the items listed in paragraph (1), if there is a one year loss on planned investments of twenty per cent followed by a twenty-year period of investment returns two percentage points below plan assumptions, with the following assumptions regarding contribution policy:\n          (A)  Employer contributions are adjusted based upon current policy; and\n          (B)  Employer contributions are held constant at the levels calculated for the baseline projections; and\n     (4)  The estimated actuarially accrued liability, the total plan normal cost for all benefit tiers, and the employer normal cost for all benefit tiers, calculated using:\n          (A)  A discount rate equal to the assumed rate of return; and\n          (B)  The ten-year average of the yield of thirty-year treasury notes. [L 2017, c 85, §1]"
}