{
    "name": "Assault in the first degree",
    "number": "710",
    "text": "PART III.  CRIMINAL ASSAULTS AND RELATED OFFENSES\n \n         (1)  A person commits the offense of assault in the first degree if the person intentionally or knowingly causes serious bodily injury to another person.\n     (2)  Assault in the first degree is a class B felony. [L 1972, c 9, pt of §1; ree L 1986, c 314, §51; gen ch 1993]\n \nCase Notes\n \n  Attempted assault.  56 H. 664, 548 P.2d 271 (1976).\n  Expert medical testimony that \"permanent, serious disfigurement\" would have resulted absent medical attention irrelevant and improperly admitted where that result was an element of the offense charged under this section.  80 H. 126, 906 P.2d 612 (1995).\n  Insufficient evidence to convict defendant under this section where evidence in record describing victim's scar only established that it was located on forehead, was two inches in length, and was visible from a \"normal social\" distance.  80 H. 126, 906 P.2d 612 (1995).\n  There was substantial evidence that minor caused serious bodily injury to complainant as defined in §707-700 where minor inflicted bodily injury which caused protracted loss or impairment of the function of any bodily member or organ--namely, the eye injury that caused the blurred and diplopic vision that was still bothering complainant at the time of trial.  106 H. 530 (App.), 107 P.3d 1203 (2005).\n  Where defendant punched and kicked another so ferociously in the face that the lip was split clean through, four teeth were bashed in, the eye was hemorrhaged and pushed inward, and the orbital floor was fractured causing blurred and diplopic vision lasting almost eleven months, there was substantial evidence that the defendant was, at the very least, aware that it was practically certain that defendant's conduct would cause the result required, \"serious bodily injury\", for conviction of first degree assault.  106 H. 530 (App.), 107 P.3d 1203 (2005).\n  There was substantial and convincing evidence that complainant suffered \"serious bodily injury\" where evidence showed that complainant suffered eight fractured ribs which resulted in protracted impairment of the function of complainant's lungs and impaired complainant's ability to breathe for a prolonged and extended period of time; thus, trial court properly denied defendant's motion for judgment of acquittal.  112 H. 278 (App.), 145 P.3d 821 (2006)."
}