{
    "name": "Client trust accounts; maintenance of and withdrawal from such accounts",
    "number": "5",
    "text": "(a)  Within five business days of receipt, all travel agencies shall deposit all sums received from a consumer, for travel services offered by the travel agency in a trust account maintained in a federally insured financial institution located in Hawaii.  A travel agency shall be deemed to have complied with this section if:\n\n\n\n\t(1)\tTravel services are paid for by the consumer by means of a credit, charge or debit card, or by means of a centrally billed travel account, and the travel agency submits the charge data to the appropriate payment processing or card issuing company within five days of the charge; and\n\t(2)\tAny moneys received from these means by the agency are handled in accordance with the provisions of this section.\n\n\n\n\t(b)  The trust account required by this section shall be established and maintained for the benefit of the consumers paying money to the travel agency.  The travel agency shall not in any manner encumber the amounts in trust and shall not withdraw money therefrom except:\n\n\n\n\t(1)\tIn partial or full payment for travel services to the entity directly providing the travel services; or\n\t(2)\tTo make refunds as required by this chapter.\n\n\n\n\tA travel agency may make payment through another travel agency; provided that any such payment is treated as if it were a payment by a consumer. \n\t(c)  This section shall not prevent the withdrawal from the trust account of: \n\n\n\n\t(1)\tThe amount of the sales commission, up to a maximum of fifteen per cent;\n\t(2)\tAny interest earned and credited to the trust account; or,\n\t(3)\tAny remaining funds of a consumer once all travel services have been provided or once tickets or other similar documentation binding upon the ultimate provider of the travel services have been provided.\n\n\n\n\t(d)  At the time of registration, the agency shall file with the department the account number and the name of the financial institution at which the trust account is held.  The agency shall notify the department of any change in the account number or location within three business days of the change.\n\t(e)  The director, by rule, may allow for the use of other types of funds or accounts; provided that the protection for consumers is no less than that provided by this section. [L 1991, c 285, pt of §1; am L 1992, c 157, §3]"
}