{
    "name": "Operation of certain Internal Revenue Code provisions; sections 63 to 530",
    "number": "2.4",
    "text": "(a)  Section 63 (with respect to taxable income defined) of the Internal Revenue Code shall be operative for the purposes of this chapter, except that the standard deduction amount in section 63(c) of the Internal Revenue Code shall instead mean:\n     (1)  $4,000 in the case of:\n         (A)  A joint return as provided by section 235-93; or\n         (B)  A surviving spouse (as defined in section 2(a) of the Internal Revenue Code);\n     (2)  $2,920 in the case of a head of household (as defined in section 2(b) of the Internal Revenue Code);\n     (3)  $2,000 in the case of an individual who is not married and who is not a surviving spouse or head of household; or\n     (4)  $2,000 in the case of a married individual filing a separate return.\n     Section 63(c)(4) shall not be operative in this State.  Section 63(c)(5) shall be operative, except that the limitation on basic standard deduction in the case of certain dependents shall be the greater of $500 or such individual's earned income.  Section 63(f) shall not be operative in this State.\n     The standard deduction amount for nonresidents shall be calculated pursuant to section 235-5.\n     (b)  Section 72 (with respect to annuities; certain proceeds of endowment and life insurance contracts) of the Internal Revenue Code shall be operative for purposes of this chapter and be interpreted with due regard to section 235-7(a), except that the ten per cent additional tax on early distributions from retirement plans in section 72(t) shall not be operative for purposes of this chapter.\n     (c)  Section 121 (with respect to exclusion of gain from sale of principal residence) of the Internal Revenue Code shall be operative for purposes of this chapter, except that for the election under section 121(f), a reference to section 1034 treatment means a reference to section 235-2.4(n) in effect for taxable year 1997.\n     (d)  Section 163 (with respect to interest) of the Internal Revenue Code shall be operative for the purposes of this chapter, except that provisions in section 163(d)(4)(B) (defining net investment income to exclude dividends) shall not be operative for the purposes of this chapter.\n     (e)  Section 165 (with respect to losses) of the Internal Revenue Code shall be operative for purposes of this chapter.  Section 165 as operative for this chapter shall also apply to losses sustained from the sale of stocks or other interests issued through the exercise of the stock options or warrants granted by a qualified high technology business as defined in section 235-7.3.\n     (f)  Section 168 (with respect to the accelerated cost recovery system) of the Internal Revenue Code shall be operative for purposes of this chapter, except that provisions relating to property on Indian reservations in section 168(j) and special allowance for certain property acquired after September 10, 2001, and before January 1, 2005 (including the extension of the qualifying aircraft placed in service before January 1, 2006), in section 168(k) shall not be operative for purposes of this chapter.\n     (g)  Section 179 (with respect to the election to expense certain depreciable business assets) of the Internal Revenue Code shall be operative for purposes of this chapter, except that provisions relating to:\n     (1)  The increase of the maximum deduction to $100,000 for taxable years beginning after 2002 and before 2008 in section 179(b)(1);\n     (2)  The increase of the qualifying investment amount to $400,000 for taxable years beginning after 2002 and before 2008 in section 179(b)(2);\n     (3)  Defining section 179 property to include computer software in section 179(d)(1);\n     (4)  Inflation adjustments in section 179(b)(5); and\n     (5)  Irrevocable election in section 179(c)(2);\nshall not be operative for the purposes of this chapter.\n     (h)  Section 219 (with respect to retirement savings) of the Internal Revenue Code shall be operative for the purpose of this chapter.  For the purpose of computing the limitation on the deduction for active participants in certain pension plans for state income tax purposes, adjusted gross income as used in section 219 as operative for this chapter means federal adjusted gross income.\n     (i)  Section 220 (with respect to medical savings accounts) of the Internal Revenue Code shall be operative for the purpose of this chapter, but only with respect to medical services accounts that have been approved by the Secretary of the Treasury of the United States.\n     (j)  Section 265 (with respect to expenses and interest relating to tax-exempt income) of the Internal Revenue Code shall be operative for purposes of this chapter; except that it shall not apply to expenses for royalties and other income derived from any patents, copyrights, and trade secrets by an individual or a qualified high technology business as defined in section 235-7.3.  Such expenses shall be deductible.\n     (k)  Section 408A (with respect to Roth Individual Retirement Accounts) of the Internal Revenue Code shall be operative for the purposes of this chapter.  For the purposes of determining the aggregate amount of contributions to a Roth Individual Retirement Account or qualified rollover contribution to a Roth Individual Retirement Account from an individual retirement plan other than a Roth Individual Retirement Account, adjusted gross income as used in section 408A as operative for this chapter means federal adjusted gross income.\n     (l)  In administering the provisions of sections 410 to 417 (with respect to special rules relating to pensions, profit sharing, stock bonus plans, etc.), sections 418 to 418E (with respect to special rules for multiemployer plans), and sections 419 and 419A (with respect to treatment of welfare benefit funds) of the Internal Revenue Code, the department of taxation shall adopt rules under chapter 91 relating to the specific requirements under such sections and to such other administrative requirements under those sections as may be necessary for the efficient administration of sections 410 to 419A.\n     In administering sections 401 to 419A (with respect to deferred compensation) of the Internal Revenue Code, Public Law 93-406, section 1017(i), shall be operative for the purposes of this chapter.\n     In administering section 402 (with respect to the taxability of beneficiary of employees' trust) of the Internal Revenue Code, the tax imposed on lump sum distributions by section 402(e) of the Internal Revenue Code shall be operative for the purposes of this chapter and the tax imposed therein is hereby imposed by this chapter at the rate determined under this chapter.\n     (m)  Section 468B (with respect to special rules for designated settlement funds) of the Internal Revenue Code shall be operative for the purposes of this chapter and the tax imposed therein is hereby imposed by this chapter at a rate equal to the maximum rate in effect for the taxable year imposed on estates and trusts under section 235-51.\n     (n)  Section 469 (with respect to passive activities and credits limited) of the Internal Revenue Code shall be operative for the purposes of this chapter.  For the purpose of computing the offset for rental real estate activities for state income tax purposes, adjusted gross income as used in section 469 as operative for this chapter means federal adjusted gross income.\n     (o)  Sections 512 to 514 (with respect to taxation of business income of certain exempt organizations) of the Internal Revenue Code shall be operative for the purposes of this chapter as provided in this subsection.\n     \"Unrelated business taxable income\" means the same as in the Internal Revenue Code, except that in the computation thereof sections 235-3 to 235-5, and 235-7 (except subsection (c)), shall apply, and in the determination of the net operating loss deduction there shall not be taken into account any amount of income or deduction that is excluded in computing the unrelated business taxable income.  Unrelated business taxable income shall not include any income from a prepaid legal service plan.\n     For a person described in section 401 or 501 of the Internal Revenue Code, as modified by section 235-2.3, the tax imposed by section 235-51 or 235-71 shall be imposed upon the person's unrelated business taxable income.\n     (p)  Section 521 (with respect to cooperatives) and subchapter T (sections 1381 to 1388, with respect to cooperatives and their patrons) of the Internal Revenue Code shall be operative for the purposes of this chapter as to any cooperative fully meeting the requirements of section 421-23, except that Internal Revenue Code section 521 cooperatives need not be organized in Hawaii.\n     (q)  Sections 527 (with respect to political organizations) and 528 (with respect to certain homeowners associations) of the Internal Revenue Code shall be operative for the purposes of this chapter and the taxes imposed in each such section are hereby imposed by this chapter at the rates determined under section 235-71.\n     (r)  Section 529 (with respect to qualified tuition programs) shall be operative for the purposes of this chapter, except that section 529(c)(6) shall not be operative.\n     (s)  Section 530 (with respect to education individual retirement accounts) of the Internal Revenue Code shall be operative for the purposes of this chapter.  For the purpose of determining the maximum amount that a contributor could make to an education individual retirement account for state income tax purposes, modified adjusted gross income as used in section 530 as operative for this chapter means federal modified adjusted gross income as defined in section 530. [L 1985, c 19, pt of §1; am L 1987, c 239, §1(6); am L 1989, c 13, §2 and c 321, §2; am L 1990, c 16, §2; am L 1991, c 207, §1; am L 1996, c 187, §2; am L 1997, c 297, §3; am L 1998, c 113, §2; am L 1999, c 198, §2, c 253, §2, and c 270, §2; am L 2000, c 148, pt of §2, c 174, §3, and c 297, pt of §5; am L 2001, c 221, §5; am L 2002, c 223, §3; am L 2003, c 172, §3; am L 2004, c 89, §4; am L 2005, c 60, §3; am L 2006, c 110, §2]\n \nNote\n \n  The 2006 amendment applies to taxable years beginning after December 31, 2006.  L 2006, c 110, §6."
}