{
    "name": "Drought mitigating water storage facility; income tax credit",
    "number": "110.92",
    "text": "(a)  There shall be allowed to each eligible taxpayer subject to the taxes imposed by this chapter, an income tax credit, which shall be deductible from the eligible taxpayer's net income tax liability, if any, imposed by this chapter for the taxable year in which the credit is properly claimed.\n     The amount of the credit shall be four per cent of the qualifying costs incurred and paid by the eligible taxpayer during the taxable year for each qualified water storage facility in the State, and shall not include construction or repair costs for which another credit was claimed under this chapter for the taxable year.\n     In the case of a partnership, S corporation, estate, or trust, the tax credit allowable is for qualifying costs incurred and paid by the entity for the taxable year.  The cost upon which the tax credit is computed shall be determined at the entity level.  Distribution and share of credit shall be determined pursuant to section 235-110.7(a).\n     If a deduction is taken under section 179 (with respect to election to expense depreciable business assets) of the Internal Revenue Code, no tax credit shall be allowed for that portion of the construction or repair costs for which the deduction is taken.\n     The basis of eligible property for depreciation or accelerated cost recovery system purposes for state income taxes shall be reduced by the amount of credit allowable and claimed.  In the alternative, the taxpayer shall treat the amount of the credit allowable and claimed as taxable income for the taxable year in which it is properly recognized under the method of accounting used to compute taxable income.\n     (b)  The credit allowed under this section shall be claimed against the net income tax liability for the taxable year.\n     (c)  If the tax credit under this section exceeds the eligible taxpayer's income tax liability, the excess of the credits over liability shall be refunded to the taxpayer; provided that no refunds or payment on account of the tax credit allowed by this section shall be made for amounts less than $1.  All claims, including any amended claims, for a tax credit under this section shall be filed on or before the end of the twelfth month following the close of the taxable years for which the credit may be claimed.  Failure to comply with the foregoing provision shall constitute a waiver of the right to claim the credit.\n     (d)  The director of taxation shall prepare any forms that may be necessary to claim a credit under this section.  The director may also require the taxpayer to furnish information to ascertain the validity of the claim for credit made under this section and may adopt rules necessary to effectuate the purposes of this section pursuant to chapter 91.\n     (e)  The credit allowed under this section shall be available for taxable years beginning after December 31, 2000, and shall not be available for taxable years beginning after December 31, 2005.\n     (f)  As used in this section:\n     \"Eligible taxpayer\" means a taxpayer who:\n     (1)  Is a farmer or rancher; and\n     (2)  Is not claimed or is not otherwise eligible to be claimed as a dependent by another taxpayer for Hawaii state income tax purposes.\n     \"Net income tax liability\" means net income tax liability reduced by all other credits allowed under this chapter.\n     \"Qualified water storage facility\" means a water storage facility that is part of a conservation plan approved by the local soil and water conservation district.\n     \"Qualifying costs\" means any cost incurred and paid by the taxpayer after December 31, 2000, for the new construction of a qualified water storage facility or the repair or reconstruction of an existing qualified water storage facility, including the costs of new equipment related to the construction or repair of the new or existing qualified water storage facility, but does not include amounts received through grant or subsidy from any federal or state government. [L 2001, c 293, §2]"
}