{
    "name": "Prospective adoptive parents; standards and home studies",
    "number": "19.7",
    "text": "(a)  The department shall develop standards to ensure the reputable and responsible character of prospective adoptive parents as defined in this chapter.\n\t(b)  The department shall develop procedures for obtaining verifiable information regarding the criminal history of persons who are seeking to become adoptive parents.  These procedures shall include criminal history record checks in accordance with section 846-2.7.\n\t(c)  Except as otherwise specified, any person who seeks to become an adoptive parent shall:\n\n\n\n\t(1)\tMeet all standards and requirements established by the department;\n\t(2)\tBe subject to criminal history record checks in accordance with section 846-2.7; and\n\t(3)\tProvide consent to the department to obtain criminal history record information for verification.\n\n\n\nInformation obtained pursuant to subsection (b) and this subsection shall be used exclusively by the department for the purpose of determining whether or not a person is suitable to be an adoptive parent.  All such decisions shall be subject to federal laws and regulations currently or hereafter in effect.\n\t(d)  The department may deny a person's application to adopt a child or children if either of the prospective adoptive parents was convicted of an offense for which incarceration is a sentencing option, and if the department finds by reason of the nature and circumstances of the crime that either of the prospective adoptive parents poses a risk to the health, safety, or well being of the child or children.  Such denial may occur only after appropriate investigation, notification of results and planned action, and opportunity to meet and rebut the finding, all of which need not be conducted in accordance with chapter 91.\n\t(e)  The department may authorize or contract for home studies of prospective adoptive parents for children under the department's custody by experienced social workers with specialized adoption experience. [L 2000, c 108, §1; am L 2003, c 95, §9(4)]"
}