{
    "name": "Recovery of payments and costs of medical assistance",
    "number": "37",
    "text": "(a)  If a recipient under this chapter dies leaving an estate and does not have a surviving spouse, child, father, mother, grandfather, grandmother, grandchild, stepfather, stepmother, or any designated heir, the department shall have a valid claim against the estate for the amount of social services overpayments, financial assistance overpayments, or burial payments granted.  The department shall file a claim against the estate of a deceased recipient of medical assistance for the amount of medical assistance granted, only if the recipient was age fifty-five or over when such medical assistance was received and there is no surviving spouse, or surviving child who is under twenty-one years of age, or blind, or disabled.  The department shall file a claim against the estate of a recipient of medical assistance who was an inpatient in a nursing facility, intermediate care facility for the mentally retarded, or other medical institution only if there is no surviving spouse or surviving child who is under twenty-one years of age, or blind, or disabled.\n\t(b)  If any portion of any public assistance, including medical assistance, food stamps, or burial payment, was obtained by any fraudulent device, including but not limited to those under section 346-34, or if any public assistance, including medical assistance, food stamps, or burial payment, was furnished or provided after receipt of income or resources which were not reported to the department as required by this chapter or by the department, the department may file a claim against the estate of the deceased recipient notwithstanding subsection (a).\n\t(c)  If the department has provided medical assistance or burial payment to a person who was injured, suffered a disease, or died under circumstances creating a tort or other liability or payment obligation against a third person, the department shall have a right to recover from the third person an amount not to exceed the full amount of the costs of medical assistance or burial payment furnished or to be furnished by the department.\n\t(d)  The department, as to this right of reimbursement, shall also be subrogated to all rights or claims that a claimant has against the third person for all damages not to exceed the full extent of the costs of medical assistance or burial payment furnished or to be furnished by the department.  The department's right to full reimbursement of the costs of medical assistance or burial payment as a subrogee of a claimant shall not be diminished by the recovery of any judgment, settlement, or award of an amount less than the value of the original or settled claim as perceived or calculated by the claimant or any other person.\n\tTo enforce its rights, the department may intervene or join in any action or proceeding brought by a claimant against the third person.  If the action or proceeding is not commenced within six months after the first day on which medical assistance or burial payment is furnished by the department in connection with the injury, disease, or death involved, the department may institute and prosecute legal proceedings against the third person for the injury, disease, or death, in a state court, either alone (in its own name or in the name of a claimant) or in conjunction with the claimant.\n\t(e)  An attorney representing a claimant or third person shall make reasonable inquiry as to whether the claimant has received or is receiving from the department medical assistance related to the incident involved in the action.  If the claimant, claimant's attorney, or claimant's heirs, representatives, or beneficiaries, or any third person have received from the department actual notice of its right to reimbursement or if they have reason to know that the claimant has received or is receiving from the department medical assistance related to the incident, then the claimant, claimant's attorney, claimant's heirs, representatives, or beneficiaries, or third person or third person's attorney shall give to the department timely written notice of any claim or action against a third person.  At any time during the pendency of any claim or action, the claimant, claimant's attorney if represented, claimant's heirs, representatives, or beneficiaries, or third person or third person's attorney may contact the department to ascertain the full amount of the costs of medical assistance or burial payment made, which information shall be provided in a reasonable time by the department.  Upon obtaining a judgment or reaching a settlement through negotiation or legal proceedings, but before the release of any award or settlement proceeds to any person:\n\n\n\n\t(1)\tThe claimant's attorney or third person or third person's attorney, if the attorney has received actual notice from the department of a lien or if the attorney or third person has reason to know that a lien exists; or\n\t(2)\tThe claimant or the claimant's heirs, representatives, or beneficiaries, if not represented by an attorney who has received actual notice of the lien,\n\n\n\nshall notify the department immediately in order to ascertain and pay the full amount of the costs of medical assistance or burial payment made.\n\t(f)  If liability is found to exist, or if the issue of third-party liability is settled or compromised without a finding of liability, regardless of who institutes legal proceedings or seeks other means of recovering, the department shall have a right to recover the full amount of the costs of medical assistance or burial payment made.  To aid in the recovery of the costs the department shall have a first lien in the full amount of the costs of medical assistance or burial payment made against the proceeds from all damages awarded in a suit or settlement.  The lien shall attach as provided by subsection (g).\n\t(g)  The lien of the department for reimbursement of costs of medical assistance or burial payments under subsection (f), shall attach by a written notice of lien served upon the claimant's attorney or upon the third person, the third person's agent, attorney, or insurance company.  The method of service shall be by certified or registered mail, return receipt requested, or by delivery of the notice of lien personally to the individuals referred to.  Service by certified or registered mail is complete upon receipt.  The notice of lien shall state the name of the injured, diseased, or deceased person, the amount of the lien, and the date of the accident or incident which caused the injuries, disease, or death which necessitated the department's medical assistance or burial payments.  If the notice of lien is served upon the claimant's attorney, the notice of lien shall state that the claimant's attorney shall pay the full amount of the lien from the proceeds of any judgment, settlement, or compromise based on the incident or accident.  If the notice of lien is served upon the third person, the third person's agent, attorney, or insurance company, the notice of lien shall state that the third person shall pay the full amount of the lien prior to disbursing any of the proceeds to the claimant or to the claimant's attorney.  A notice of lien may be amended from time to time until extinguished, each amendment taking effect upon proper service.\n\t(h)  The lien shall attach as provided by subsection (g). If a notice of lien is properly served upon the attorney representing the claimant as provided in subsection (g), that attorney shall pay the full amount of the lien, prior to disbursing any of the proceeds of the suit or settlement to the attorney's client.  If a notice of lien is properly served upon the third person, the third person's agent or attorney, or the third person's insurance company, as provided in subsection (g), it shall be the responsibility of the person receiving the notices to pay the full amount of the lien prior to disbursing any of the proceeds to the claimant's attorney.\n\tIf, after having received timely written notice of any claim or action under subsection (e), the department did not intervene or join in the action or prosecute its own claims or actively participate with claimant or claimant's attorney in the prosecution of claims, or a distribution agreement was not entered into between the parties, then the department shall determine its fair contribution toward attorney fees and costs incurred in the action that shall be a reasonable amount based solely upon legitimate costs and services rendered by the claimant or claimant's attorney in recovering the lien amount. Any dispute regarding the department's determination of its contribution to fees and costs may be submitted to administrative hearing under subsection (i) or a court of competent jurisdiction.  The value of services contributed by the claimant and department may be considered in fairly allocating fees and costs between the claimant and department where both contribute to recovering the lien amount.\n\t(i)  Notwithstanding any other law to the contrary, if there is a dispute between the claimant, the claimant's agent or the claimant's attorney, and the department concerning the existence of the lien or the amount of  the lien, or the amount to be reimbursed, the claimant, the claimant's agent, or the claimant's attorney shall request in writing a hearing on the dispute.  After receipt by the department of a written request, the department shall conduct an administrative hearing within a reasonable period of time.  Chapter 91, including any provisions for judicial review or appeal, shall apply to the hearing.  Funds sufficient to fully satisfy the reimbursement rights of the department shall be either retained by the person served with the notice of lien, shall be paid to the department, or otherwise reserved subject to agreement with the department pending its decision and any subsequent judicial review or appeal.\n\t(j)  Upon the recovery of any claim as provided in this section, the amount recovered shall be paid into the treasury of the State, and if the amount for which claim was paid was in part from federal funds, the proper portion thereof shall be paid by the director of finance into the treasury of the United States, and the director of finance shall report the payment to the department.\n\t(k)  Any person who is subject to the lien who fails to pay the full amount due to the department for reimbursement of the costs of medical assistance, although able to do so from the proceeds of the suit or settlement, shall be personally liable to the department for any damage proximately caused to the department by such failure.\n\t(l)  No action taken by the department in connection with the rights under this section shall deny to the claimant the recovery for that portion of the claimant's damages not covered under this section.\n\t(m)  For purposes of this section:\n\t\"Claimant\" includes an injured or diseased person, the person's guardian, or the personal representative, estate, dependents, or survivors, of the deceased person.\n\t\"Costs of medical assistance\" furnished or to be furnished by the department includes:\n\n\n\n\t(1)\tThe value or cost of medical care services provided directly by the department;\n\t(2)\tThe amount paid by the department to a provider for medical care services rendered or to be rendered; and\n\t(3)\tThe value or cost of medical care services rendered or to be rendered by a provider that has received the equivalent of an insurance benefit, capitation rate, and other fee or like charge paid by the department or by a medical care insurer to provide for medical care services.\n\n\n\n\t\"Third person\" includes any person, business, corporation, partnership, or entity of any kind or nature, including employers and insurance carriers, that is potentially liable to the claimant for any tort, liability, payment, reimbursement, or benefit of any kind or nature by reason of any injury, disease, or death.\n\t(n)  The department may agree with a provider or medical care insurer for the provision of medical care services or medical assistance to any claimant, and the agreement may provide for the department to be the exclusive entity authorized to recover all costs of medical assistance rendered to a claimant.  The department may recover all costs through the use of the lien procedures established by this section.\n\t(o)  In third-party liability situations, the medical assistance program of the department shall be fully reimbursed before the claimant receives any money from the settlement or award.  This section is not intended to restrict or diminish the right of the department to settle or compromise its reimbursement rights under this section for less than the full amount due or enter into any agreement with claimant, claimant's attorney or representative, or other party for the distribution of proceeds from a suit or settlement. [L 1941, c 296, pt of §1; RL 1945, §4842; RL 1955, §108-23; am L Sp 1959 2d, c 1, §14; am L 1963, c 114, §1; HRS ; am L 1972, c 32, §2; am L 1975, c 137, pt of §2; am L 1980, c 206, §1; am L 1982, c 147, §17; gen ch 1985; am L 1994, c 187, §§4, 5; am L 1997, c 201, §1; am L 1999, c 52, §2; am L 2001, c 50, §2]"
}