{
    "name": "Definitions",
    "number": "2",
    "text": "As used in this chapter unless the context requires otherwise:\n\t\"Aerial common fireworks\" means any firework, classified as common fireworks by the United States Bureau of Explosives or contained in the regulations of the United States Department of Transportation and designated as UN 0336 1.4G, which produces an audible or visible effect and which is designed to rise into the air and explode or detonate in the air or to fly about above the ground and which is prohibited for use by any person who does not have a permit for public display issued by a county under section 132D-16.  \"Aerial common fireworks\" include firework items commonly known as bottle rockets, sky rockets, missile-type rockets, helicopters, torpedoes, daygo bombs, roman candles, flying pigs, and jumping jacks, which move about the ground farther than inside a circle with a radius of twelve feet as measured from the point where the item was placed and ignited, aerial shells, and mines.\n\t\"Common fireworks\" means any firework designed primarily for retail sale to the public during prescribed dates and which produces visible or audible effects through combustion and which is classified as common fireworks by the United States Bureau of Explosives or contained in the regulations of the United States Department of Transportation and designated as UN 0336 1.4G.\n\t\"Cultural\" means relating to the arts, customs, traditions, mores, and history of all of the various ethnic groups of Hawaii.\n\t\"Fireworks\" means any combustible or explosive composition, or any substance or combination of substances, or article prepared for the purpose of producing a visible or audible effect by combustion, explosion, deflagration or detonation and classified as common or special fireworks by the United States Bureau of Explosives or contained in the regulations of the United States Department of Transportation and designated as UN 0335 1.3G or UN 0336 1.4G.  The term \"fireworks\" shall not include automotive safety flares, nor shall the term be construed to include toy pistols, toy cannons, toy guns, party poppers, pop-its or other devices which contain twenty-five hundredths of a grain or less of explosives substance.  The term \"fireworks\" also shall not include any explosives and pyrotechnics regulated under chapter 396.\n\t\"Import\" (and any nounal, verbal, adjectival, adverbial, and other equivalent form of the term used interchangeably in this chapter) means to bring or attempt to bring fireworks into the State or to cause fireworks to be brought into the State.\n\t\"License\" means a nontransferable, formal authorization, valid for a period not to exceed one calendar year from the date of issuance and which the department is hereby authorized to issue under this chapter, to engage in the act or acts specifically designated herein.\n\t\"Non-aerial common fireworks\" means any firework, classified as common fireworks by the United States Bureau of Explosives or contained in the regulations of the United States Department of Transportation and designated as UN 0336 1.4G, which produces an audible or visible effect and which is designed to remain on or near the ground and which, while stationary or spinning rapidly on or near the ground, emits smoke, a shower of colored sparks, whistling effects, flitter sparks or balls of colored sparks and combination items which contain one or more of these effects.  \"Non-aerial common fireworks\" include firework items commonly known as firecrackers which are single paper cylinders not exceeding one and one-half inches in length excluding the fuse and one quarter of an inch in diameter containing a charge of not more than fifty milligrams of pyrotechnic composition, snakes, sparklers, fountains, and cylindrical or cone fountains which emit effects up to a height not greater than twelve feet above the ground, illuminating torches, bamboo canons, whistles, toy smoke devices, wheels, and ground spinners which when ignited remain within a circle with a radius of twelve feet as measured from the point where the item was placed and ignited, novelty or trick items, combination items, and other fireworks of like construction which are designed to produce the same or similar effects.\n\t\"Permit\" means a nontransferable, formal authorization, valid for a period not to exceed one calendar year from the date of issuance and which a county is hereby authorized to issue under this chapter, to engage in the act or acts specifically designated herein.\n\t\"Public display\" means a public exhibition and the use of fireworks for commercial activities (including such activities as movie or television production).\n\t\"Pyrotechnic composition\" or \"pyrotechnic contents\" means the combustible or explosive component of fireworks.\n\t\"Special fireworks\" means any firework designed primarily for exhibition display by producing visible or audible effects and classified as special fireworks by the United States Bureau of Explosives or contained in the regulations of the United States Department of Transportation and designated as UN 0335 1.3G and which are prohibited for use by any person who does not have a display permit issued by a county. [L 1994, c 180, pt of §1; am L 2000, c 233, §§4, 16]"
}