{
    "name": "Fiduciary organizations",
    "number": "3",
    "text": "(a)  Fiduciary organizations shall serve as an intermediary between individual development account holders and financial institutions holding accounts.  The fiduciary organization's responsibilities may include:\n\n\n\n\t(1)\tMarketing participation;\n\t(2)\tSoliciting matching contributions;\n\t(3)\tCounseling program participants; and\n\t(4)\tConducting verification and compliance activities.\n\n\n\n\t(b)  Locally-based organizations shall enter into a competitive process for the right to become fiduciary organizations for a portion of the state matching dollars that would be authorized initially.  Fiduciary organization proposals shall be evaluated and participation rights awarded on the basis of such items as:\n\n\n\n\t(1)\tTheir ability to market the program to potential individual development account holders and potential matching fund contributors; \n\t(2)\tTheir ability to provide safe and secure investments for individual development accounts;\n\t(3)\tTheir overall administrative capacity, including:\n\n\t\t(A)\tCertifications or verifications required to assure compliance with eligibility requirements;\n\t\t(B)\tAuthorized uses of the accounts matching contributions by individuals or businesses; and\n\t\t(C)\tPenalties for unauthorized distributions; \n\n\t(4)\tTheir capacity to provide financial counseling and other related services to potential participants; and \n\t(5)\tTheir links to other activities designed to increase the independence of individuals and families through high return investments, including homeownership, education and training, and small business development.\n\n\n\n\t(c)  If the State approves an application to fund an individual development account project under this section, the State shall, not later than one month after June 28, 1999, authorize the applicant to conduct the project with state funds for five project years in accordance with the approved application and this section; provided that an applicant may apply for funding during future fiscal years for five project years if the State lacks the resources to fund an individual development account project pursuant to this subsection.\n\t(d)  For each individual development account program approved under this section, the State shall make a grant to the qualified entity or collaboration of entities authorized to conduct the project on the first day of the project year in an amount not to exceed $100,000 per year for five years.\n\t(e)  From among the individuals eligible for assistance under the Hawaii individual development account program, each selected fiduciary organization shall select the individuals whom the fiduciary organization deems to be best suited to receive such assistance. [L 1999, c 160, pt of §25]\nRevision Note\n  \"June 28, 1999\" substituted for \"the date of the enactment of this Act\"."
}