{
    "name": "Name",
    "number": "108",
    "text": "(a)  The name of a limited partnership may contain the name of any partner. \t(b)  The name of a limited partnership that is not a limited liability limited partnership shall contain the phrase \"limited partnership\" or the abbreviation \"L.P.\" or \"LP\", and shall not contain the phrase \"limited liability limited partnership\" or the abbreviation \"LLLP\" or \"L.L.L.P.\".\n\t(c)  The name of a limited liability limited partnership shall contain the phrase \"limited liability limited partnership\" or the abbreviation \"LLLP\" or \"L.L.L.P.\", and shall not contain the abbreviation \"L.P.\" or \"LP\".\n\t(d)  Unless authorized by subsection (e), the name of a domestic limited partnership or limited liability limited partnership or foreign limited partnership or limited liability limited partnership as set forth in the certificate of limited partnership or certificate of authority shall not be the same as, or substantially identical to, the name of any domestic corporation, partnership, limited liability partnership, limited partnership, limited liability limited partnership, or limited liability company existing or registered under the laws of this State, any foreign corporation, partnership, limited liability partnership, limited partnership, limited liability limited partnership, or foreign limited liability company authorized to transact business in this State, or any trade name, trademark, or service mark registered in this State, or a name the exclusive right to which is, at the time, reserved, or the name of a partnership which has in effect a registration of its partnership name as provided in this chapter; except that this provision shall not apply if the applicant filed with the director either of the following:\n\n\n\n\t(1)\tThe written consent of the other partnership or holder of a reserved or registered name to use the same or substantially identical name, and one or more words are added to make the name distinguishable from the other name; or\n\t(2)\tA certified copy of a final decree of a court of competent jurisdiction establishing the prior right of the applicant to the use of the name in this State.\n\n\n\n\t(e)  A limited partnership may apply to the director for authorization to use a name that does not comply with subsection (d).  The director shall authorize use of the name applied for if, for each conflicting name:\n\n\n\n\t(1)\tThe present user, registrant, or owner of the conflicting name consents in a signed record to the use and submits an undertaking in a form satisfactory to the director to change the conflicting name to a name that complies with subsection (d) and is not substantially identical to a name in the records of the director;\n\t(2)\tThe applicant delivers to the director a certified copy of the final judgment of a court of competent jurisdiction establishing the applicant's right to use in this State the name applied for; or\n\t(3)\tThe applicant delivers to the director proof satisfactory to the director that the present user, registrant, or owner of the conflicting name:\n\n\t\t(A)\tHas merged into the applicant;\n\t\t(B)\tHas been converted into the applicant; or\n\t\t(C)\tHas transferred substantially all of its assets, including the conflicting name, to the applicant.\n\n\n\n\n\n\t(f)  Subject to section 425E-905, this section applies to any foreign limited partnership transacting business in this State, having a certificate of authority to transact business in this State, or applying for a certificate of authority. [L 2003, c 210, pt of §1]"
}