{
    "name": "Permits for operation of pharmacy",
    "number": "14",
    "text": "Permits for operation of pharmacy; notification of remote dispensing pharmacy.  [Repeal and reenactment on January 1, 2016.  L 2013, c 184, §2.]  (a)  It shall be unlawful for any person to operate, maintain, open, change location, or establish any pharmacy or remote dispensing pharmacy within the State without having first obtained a permit or prior notification from the board.\n     (b)  Application for permits and notifications shall be made on a form to be prescribed by the board.  Separate applications shall be made and separate permits and notifications issued for each separate place at which is carried on any of the operations for which a permit or notification is required.\n     (c)  On evidence satisfactory to the board, a permit or notification shall be issued; provided that:\n     (1)  The pharmacy for which the permit or notification is sought is or will be in full compliance with this chapter and rules of the board;\n     (2)  The location and appointments of the pharmacy are such that it can be operated and maintained without endangering the public health or safety; and\n     (3)  The pharmacy will be under the personal and immediate supervision of a registered pharmacist.\n     (d)  An application for a permit shall be refused for noncompliance with this section but only after notice to the applicant and a full and fair hearing.\n     (e)  To operate a remote dispensing pharmacy, a responsible pharmacy shall submit to the board the following information:\n     (1)  A completed form prescribed by the board;\n     (2)  The name, address, and permit number of the responsible pharmacy;\n     (3)  The name and license number of the pharmacist in charge of the responsible pharmacy;\n     (4)  The name of the institutional health care facility and the address of the remote dispensing pharmacy;\n     (5)  A floor plan of the remote dispensing pharmacy, which shall indicate the space or location of the remote dispensing machine;\n     (6)  The date the remote dispensing pharmacy will be ready for operations;\n     (7)  A description of the security system;\n     (8)  A description of the computer link, video link, and audio link; and\n     (9)  Photographs of the remote dispensing pharmacy area, including but not limited to the remote dispensing machine, the security system, computer link, video link, audio link, confidential-communications area, and locked cabinet.\nA remote dispensing pharmacy's failure to notify the board in writing within thirty days of any changes to the information described in paragraphs (1) to (9) or failure to comply with this chapter shall be considered a violation of this chapter and shall result in disciplinary action against the pharmacist in charge and the responsible pharmacy.\n     (f)  Permits and licenses issued under this section and section 461-15 may be closed upon written request from the holder of the permit or license.  The board shall approve all requests by the holder for closure of a permit or license.  Once the closure is approved, the holder of the closed permit or license shall be required to reapply as a new applicant to conduct business where a permit or license is required. [L 1949, c 175, pt of §1; RL 1955, §71-14; HRS ; am L 1983, c 23, §5; am L 1986, c 143, §13; am L 2008, c 212, §§4, 7; am L 2009, c 11, §20 and c 96, §3]"
}