{
    "name": "Custody and disposal of derelict aircraft",
    "number": "73",
    "text": "(a)  An aircraft which has been left unattended for a continuous period of more than twenty-four hours is a derelict, if:\n\n\n\n\t(1)\tThe aircraft is obstructing a taxiway, runway or ramp parking area, or is endangering life or property; or\n\t(2)\tThe aircraft has been parked or otherwise left at a state airport or on public property contrary to law or rules having the force and effect of law, or the aircraft has been left on private property without authorization of the owner or occupant of the property and if:\n\n(A)\tThe aircraft's certificate of registration or aviation document is no longer effective and the registered owner no longer resides at the address listed in the aircraft registration document records of the Federal Aviation Administration; or\n\t\t(B)\tThe last registered owner disclaims ownership and the current owner's name or address cannot be determined; or\n\t\t(C)\tThe aircraft identification numbers and other means of identification have been removed so as to nullify efforts to locate or identify the owner; or\n\t\t(D)\tThe aircraft registration records of the Federal Aviation Administration contain no record that the aircraft has ever been registered and the owner's name or address cannot be determined.\n\n\n\n\n\n\t(b)  The director of transportation may cause a derelict aircraft to be immediately taken into custody.  Upon taking custody of a derelict aircraft the director shall concurrently:\n\n\n\n\t(1)\tGive public notice of intended disposition;\n\t(2)\tWhen possible, post a notice of intended disposition on the aircraft; and\n\t(3)\tServe a duplicate original of the notice of intended disposition by certified mail, return receipt requested:\n\n\t\t(A)\tOn the registered owner of the aircraft at the last address shown on records in the Federal Aviation Administration;\n\t\t(B)\tOn all lien holders who have filed a financing statement indexed in the name of the registered owner in the bureau of conveyances or who are shown in the records of the Federal Aviation Administration; and\n\t\t(C)\tOn any other person known to have an interest in the aircraft whose address is known to the department of transportation.  If the aircraft is not repossessed within twenty days after the giving and mailing of the notice, whichever occurs later, the aircraft may be disposed of by negotiated sale, except that, when two or more purchasers indicate an interest in purchasing the aircraft, the aircraft will be sold at public auction to the highest bidder.  If no purchaser expresses a desire to purchase the aircraft, the aircraft may be destroyed or disposed of by any other method authorized for abandoned aircraft. [L 1981, c 25, pt of §1; am L 1998, c 2, §79]"
}