{
    "name": "Definitions",
    "number": "101",
    "text": "PART I.  GENERAL PROVISIONS\n\n []    As used in this chapter:\n\t\"Articles of organization\" means initial, amended, and restated articles of organization and articles of merger.  In the case of a foreign limited liability company, the term includes all records serving a similar function required to be filed in the office of the director or comparable office of the company's jurisdiction of organization.\n\t\"Business\" includes every trade, occupation, profession, and other lawful purpose, whether or not carried on for profit.\n\t\"Debtor in bankruptcy\" means a person who is the subject of an order for relief under Title 11 of the United States Code or a comparable order under a successor statute of general application or a comparable order under federal, state, or foreign law governing insolvency.\n\t\"Department\" means the department of commerce and consumer affairs.\n\t\"Director\" means the director of commerce and consumer affairs.\n\t\"Distribution\" means a transfer of money, property, or other benefit from a limited liability company to a member in the member's capacity as a member or to a transferee of the member's distributional interest.\n\t\"Distributional interest\" means all of a member's interest in distributions by the limited liability company.\n\t\"Entity\" means a person other than an individual.\n\t\"Foreign limited liability company\" means an unincorporated entity organized under laws other than the laws of this State which afford limited liability to its owners comparable to the liability under section 428-303 and is not required to obtain a certificate of authority to transact business under any law of this State other than this chapter.\n\t\"Limited liability company\" means a limited liability company organized under this chapter.\n\t\"Manager\" means a person, whether or not a member of a manager-managed limited liability company, who is vested with authority under section 428-301(b).\n\t\"Manager-managed limited liability company\" means a limited liability company which is so designated in its articles of organization.\n\t\"Member-managed limited liability company\" means a limited liability company other than a manager-managed company.\n\t\"Operating agreement\" means the agreement under section 428-103 concerning the relations among the members, managers, and limited liability company.  The term includes amendments to the agreement.\n\t\"Person\" means an individual, corporation, business trust, estate, trust, partnership, limited liability company, association, joint venture, government, governmental subdivision, agency, or instrumentality, or any other legal or commercial entity.\n\t\"Principal office\" means the office, whether or not in this State, where the principal executive office of a domestic or foreign limited liability company is located.\n\t\"Record\" means information that is inscribed on a tangible medium or that is stored in an electronic or other medium and is retrievable in perceivable form.\n\t\"Signed\" includes any symbol executed or adopted by a person with the present intention to authenticate a record.\n\t\"Transfer\" includes an assignment, conveyance, deed, bill of  sale, lease, mortgage, security interest, encumbrance, and gift. [L 1996, c 92, pt of §1]"
}