{
    "name": "Service of process",
    "number": "110",
    "text": "(a)  Service of any notice or process authorized by law that is issued against a domestic or foreign limited liability company by any court, judicial or administrative officer, or board, may be made in the manner provided by law upon any registered agent, manager, if the company is manager-managed, or upon any member if the company is member-managed, who is found within the jurisdiction of the court, officer, or board; or if any registered agent, manager, or member cannot be found, upon any person who is found in charge of the property, business, or office of the company within the jurisdiction of the court, officer, or board.\n\t(b)  If no manager, member, or other person in charge of the property, business, or office of the company can be found within the State, and if the company has not filed with the department director pursuant to this chapter, the name of a registered agent upon whom legal notice and process from the courts of the State may be served, and the person named is not found within the State, service may be made upon the limited liability company or foreign limited liability company by registered or certified mail, return receipt requested, addressed to the limited liability company or foreign limited liability company at its principal office shown in its application for a certificate of authority or its most recent annual report.\n\t(c)  Service by registered or certified mail is perfected at the earliest of:\n\n\n\n\t(1)\tThe date the company receives the mail;\n\t(2)\tThe date shown on the return receipt, if signed on behalf of the company; or\n\t(3)\tFive days after its deposit in the United States mail, as evidenced by the postmark, if mailed postpaid and correctly addressed.\n\n\n\n\t(d)  Nothing contained herein shall limit or affect the right to serve any process, notice, or demand required or permitted by law to be served upon a limited liability company or foreign limited liability company in any other manner permitted by law. [L 1996, c 92, pt of §1; am L 2001, c 129, §90; am L 2003, c 124, §72]"
}