{
    "name": "Company purchase of distributional interest",
    "number": "701",
    "text": "PART VII.  MEMBER'S DISSOCIATION WHEN BUSINESS NOT WOUND UP\n\n     (a)  A limited liability company shall purchase a distributional interest of a member of:\n\n\n\n\t(1)\tAn at-will limited liability company for its fair value determined as of the date of the member's dissociation if the member's dissociation does not result in a dissolution and winding up of the company's business under section 428-801; or\n\t(2)\tA company having a specified term for its fair value determined as of the date of the expiration of the specified term that existed on the member's dissociation if the expiration of the specified term does not result in a dissolution and winding up of the company's business under section 428-801.\n\n\n\n\t(b)  A limited liability company shall deliver a purchase offer to the dissociated member whose distributional interest is entitled to be purchased no later than thirty days after the date determined under subsection (a).  The purchase offer shall be accompanied by:\n\n\n\n\t(1)\tA statement of the company's assets and liabilities as of the date determined under subsection (a);\n\t(2)\tThe latest available balance sheet and income statement, if any; and\n\t(3)\tAn explanation of how the estimated amount of the payment was calculated.\n\n\n\n\t(c)  If the price and other terms of a purchase of a distributional interest are fixed or are to be determined by the operating agreement, the price and terms so fixed or determined govern the purchase unless the purchaser defaults.  In that case the dissociated member is entitled to commence a proceeding to have the company dissolved under section 428-801(4).\n\t(d)  If an agreement to purchase the distributional interest is not made within one hundred twenty days after the date determined under subsection (a), the dissociated member, within another one hundred twenty days, may commence a proceeding against the limited liability company to enforce the purchase.  The company at its expense shall notify in writing all of the remaining members, and any other person the court directs, of the commencement of the proceeding.  The jurisdiction of the court in which the proceeding is commenced under this subsection is plenary and exclusive.\n\t(e)  The court shall determine the fair value of the distributional interest in accordance with the standards set forth in section 428-702 together with the terms for the purchase.  Upon making these determinations, the court shall order the limited liability company to purchase or cause the purchase of the interest.\n\t(f)  Damages for wrongful dissociation under section 428-602(b), and all other amounts owed, whether or not currently due, from the dissociated member to a limited liability company, shall be offset against the purchase price. [L 1996, c 92, pt of §1; am L 1999, c 164, §7]"
}