{
    "name": "Management of the limited liability company",
    "number": "404",
    "text": "(a)  In a member-managed limited liability company:\n\n\n\n\t(1)\tEach member has equal rights in the management and conduct of the company's business; and\n\t(2)\tExcept as specified in subsection (c), any matter relating to the business of the company may be decided by a majority of the members.\n\n\n\n\t(b)  In a manager-managed limited liability company:\n\n\n\n\t(1)\tThe manager or managers have the exclusive authority to manage and conduct the company's business;\n\t(2)\tExcept as specified in subsection (c), any matter relating to the business of the company may be exclusively decided by the manager or, if there is more than one manager, by a majority of the managers; and\n\t(3)\tA manager shall:\n\n\t\t(A)\tBe designated, appointed, elected, removed, or replaced by a vote, approval, or consent of a majority of the members; and\n\t\t(B)\tRemain in office until a successor has been elected, unless the manager resigns or is removed sooner.\n\n\n\n\n\n\t(c)  The only matters of a limited liability company's business that require the consent of all the members are:\n\n\n\n\t(1)\tAmendments to the operating agreement under section 428-103;\n\t(2)\tAuthorization or ratification of acts or transactions under section 428-103(b)(2)(B) which would otherwise violate the duty of loyalty;\n\t(3)\tAmendments to the articles of organization under section 428-204;\n\t(4)\tCompromising an obligation to make a contribution under section 428-402(b);\n\t(5)\tCompromising among members, an obligation of a member to make a contribution or return money or other property paid or distributed in violation of this chapter;\n\t(6)\tMaking interim distributions under section 428-405(a);\n\t(7)\tAdmission of a new member;\n\t(8)\tUse of the company's property to redeem an interest subject to a charging order;\n\t(9)\tConsent to dissolve the company under section 428-801(2);\n\t(10)\tWaiving of the right to have the company's business wound up and the company terminated under section 428-802(b);\n\t(11)\tMerging the company with another entity under section [428-904(e)(1)]; and\n\t(12)\tSelling, leasing, exchanging, or otherwise disposing of all, or substantially all, of the company's property with or without goodwill.\n\n\n\n\t(d)  Action requiring the consent of members or managers under this chapter may be taken with or without a meeting.  If a meeting is otherwise required and written action in lieu thereof is not prohibited, the written action must be evidenced by one or more consents reflected in a record describing the action taken and signed by all of the members or managers entitled to vote on the action.\n\t(e)  A member or manager may appoint a proxy to vote or  otherwise act for the member or manager by signing an appointment  instrument, either personally or by the member's or manager's attorney-in-fact.  An appointment of a proxy is valid for eleven months unless a different time is specified in the appointment instrument.  An appointment is revocable by the member or manager unless the appointment form conspicuously states that it is irrevocable and the appointment is coupled with an interest, in which case the appointment is revoked when the interest is extinguished. [L 1996, c 92, pt of §1; am L 1999, c 164, §4; am L 2001, c 129, §94]"
}