{
    "name": "Limitations on distributions",
    "number": "406",
    "text": "(a)  A distribution may not be made if:\n\n\n\n\t(1)\tThe limited liability company would not be able to pay its debts as they become due in the ordinary course of business; or\n\t(2)\tThe company's total assets would be less than the sum of its total liabilities plus the amount that would be needed, if the company were to be dissolved, wound up, and terminated at the time of the distribution, to satisfy the preferential rights upon dissolution, winding up, and termination of members whose preferential rights are superior to those receiving the distribution.\n\n\n\n\t(b)  A limited liability company may base a determination that a distribution is not prohibited under subsection (a) on financial statements prepared on the basis of accounting practices and principles that are reasonable under the circumstances or on a fair valuation or other method that is reasonable under the circumstances.\n\t(c)  Except as otherwise provided in subsection (e), the effect of a distribution under subsection (a) is measured:\n\n\n\n\t(1)\tIn the case of distribution by purchase, redemption, or other acquisition of a distributional interest in a limited liability company, as of the date money or other property is transferred or debt incurred by the company; and\n\t(2)\tIn all other cases, as of the date the:\n\n\t\t(A)\tDistribution is authorized if the payment occurs within one hundred twenty days after the date of authorization; or\n\t\t(B)\tPayment is made if it occurs more than one hundred twenty days after the date of authorization.\n\n\n\n\n\n\t(d)  A limited liability company's indebtedness to a member incurred by reason of a distribution made in accordance with this section is at parity with the company's indebtedness to its general unsecured creditors.\n\t(e)  Indebtedness of a limited liability company, including indebtedness issued in connection with or as part of a distribution, is not considered a liability for purposes of determinations under subsection (a) if its terms provide that payment of principal and interest is made only if and to the extent that payment of a distribution to members could then be made under this section.  If the indebtedness is issued as a distribution, each payment of principal or interest on the indebtedness is treated as a distribution, the effect of which is measured on the date the payment is made. [L 1996, c 92, pt of §1]"
}