{
    "name": "Name of debtor and secured party",
    "number": "9-503",
    "text": "(a)  A financing statement sufficiently provides the name of the debtor:\n     (1)  If the debtor is a registered organization, only if the financing statement provides the name of the debtor indicated on the public record of the debtor's jurisdiction of organization which shows the debtor to have been organized;\n     (2)  If the debtor is a decedent's estate, only if the financing statement provides the name of the decedent and indicates that the debtor is an estate;\n     (3)  If the debtor is a trust or a trustee acting with respect to property held in trust, only if the financing statement:\n         (A)  Provides the name specified for the trust in its organic documents or, if no name is specified, provides the name of the settlor and additional information sufficient to distinguish the debtor from other trusts having one or more of the same settlors; and\n         (B)  Indicates, in the debtor's name or otherwise, that the debtor is a trust or is a trustee acting with respect to property held in trust; and\n     (4)  In other cases:\n         (A)  If the debtor has a name, only if it provides the individual or organizational name of the debtor; and\n         (B)  If the debtor does not have a name, only if it provides the names of the partners, members, associates, or other persons comprising the debtor.\n     (b)  A financing statement that provides the name of the debtor in accordance with subsection (a) is not rendered ineffective by the absence of:\n     (1)  A trade name or other name of the debtor; or\n     (2)  Unless required under subsection (a)(4)(B), names of partners, members, associates, or other persons comprising the debtor.\n     (c)  A financing statement that provides only the debtor's trade name does not sufficiently provide the name of the debtor.\n     (d)  Failure to indicate the representative capacity of a secured party or representative of a secured party does not affect the sufficiency of a financing statement.\n     (e)  A financing statement may provide the name of more than one debtor and the name of more than one secured party. [L 2000, c 241, pt of §1]"
}