{
    "name": "Rental housing trust fund",
    "number": "432",
    "text": "(a)  There is hereby established a rental housing trust fund to be placed within the corporation. \t(b)  An amount from the fund, to be set by the corporation and authorized by the legislature, may be used for administrative expenses incurred by the corporation in administering the fund; however, fund moneys may not be used to finance day-to-day administrative expenses of projects allotted fund moneys.\n\t(c)  The following may be deposited into the fund: appropriations made by the legislature, private contributions, repayment of loans, interest, other returns, and moneys from other sources.\n\t(d)  The fund shall be used to provide loans or grants for the development, pre-development, construction, acquisition, preservation, and substantial rehabilitation of rental housing units.  Permitted uses of the fund may include but are not limited to planning, design, land acquisition, costs of options, agreements of sale, downpayments, equity financing, capacity building of nonprofit housing developers, or other housing development services or activities as provided in rules adopted by the corporation pursuant to chapter 91.  The rules may provide for a means of recapturing loans or grants made from the fund if a rental housing project financed under the fund is refinanced or sold at a later date.  The rules may also provide that moneys from the fund shall be leveraged with other financial resources to the extent possible.\n\t(e)  Moneys in the fund shall be used for the purpose of providing in whole or in part loans or grants for housing projects wherein:\n\n\n\n\t(1)\tAt least fifty per cent of the available units are for persons and families with incomes at or below sixty per cent of the median family income;\n\t(2)\tAt least ten per cent of the available units are for persons and families with incomes at or below thirty per cent of the median income; and\n\t(3)\tThe remaining units are for persons and families with incomes at or below one hundred per cent of the median family income; provided that the corporation may establish rules to ensure full occupancy of fund projects.\n\n\n\n\t(f)  Commencing with fiscal year 1999-2000, at the close of each biennium, at least one-third of the funds allocated to construction projects for the period shall have been committed to projects that guarantee affordable units to persons or families with incomes at or below thirty per cent of the median income pursuant to [subsection] (e)(2).  Commencing with the regular session of 2000, the corporation shall submit an annual report to the legislature documenting existing projects in compliance with this subsection no later than twenty days prior to the convening of each regular session.\n\t(g)  For the purposes of this subpart, the applicable median family income shall be the median family income for the county or standard metropolitan statistical area in which the project is located as determined by the United States Department of Housing and Urban Development, as adjusted from time to time.\n\t(h)  Providing loans and grants under this section; provided that the corporation shall establish loan-to-value ratios to protect the fund from inordinate risk and that under no circumstances shall the rules permit the loan-to-value ratio to exceed ninety-five per cent; and provided further that the underwriting guidelines include a debt-coverage ratio of not less than 1.05 to 1. [L 1997, c 350, pt of §2; am L 1998, c 216, §2]"
}