{
    "name": "Dwelling unit project, construction and sponsorship of",
    "number": "120",
    "text": "(a)  The corporation, on behalf of the State or with eligible developers and contractors, shall develop real property and construct dwelling units thereon; provided that, not less than ten per cent of the total number of units in single- family projects consisting of fifty units or more sponsored by the corporation shall be first offered to owner-builders or to nonprofit organizations assisting owner-builders in the construction of units thereon.  Qualifications for developers and contractors shall be provided by rules to be adopted by the corporation in accordance with chapter 91.  Any person, if qualified, may act as both the developer and the contractor.\n\t(b)  In selecting the eligible developers or in contracting any services or materials for the purposes of this chapter, the corporation shall not be subject to the competitive bidding laws.\n\t(c)  If working in partnership with an eligible developer, the corporation shall have sole control of the partnership, shall keep all books of the partnership, and shall ascertain all costs of the partnership including the cost of services performed by any other partners and it shall audit the same.  The other partners shall perform services for the partnership under the direction of the corporation and shall be reimbursed for all costs relating to the project as certified by the corporation, including administrative and overhead costs.  Additionally, the other partners, upon transfer of title by the corporation to the purchaser, shall be entitled to a guaranteed gross share if the actual cost of the project does not exceed the original project cost.  The gross share shall not exceed fifteen per cent of the original project cost prorated to the dwelling units, less any amount subsidized by the State.  Subsidies shall include unrecovered development and land costs and any other subsidized items as defined in rules to be adopted by the corporation pursuant to chapter 91.  The percentage of the share shall be determined by the corporation by contract with the partner based upon the nature of the services rendered by them.  For purposes of this subsection, \"original project cost\" means the original budget of a project as approved by the corporation without modification at a later date.\n\t(d)  The corporation may require that performance bonds be posted to the benefit of the State with surety satisfactory to it guaranteeing performance by the other partners, or the State may act as a self-insurer requiring security, if any, from the other partners, as the corporation shall deem necessary. [L 1997, c 350, pt of §2]"
}