{
    "name": "Real property; restrictions on transfer; waiver of restrictions",
    "number": "127",
    "text": "(a)  The following restrictions shall apply to the transfer of real property developed and sold under this chapter, whether in fee simple or leasehold:\n\n\n\n\t(1)\tFor a period of three years after the purchase, whether by lease, assignment of lease, deed, or agreement of sale, if the purchaser wishes to transfer title to the real property, the corporation shall have the first option to purchase the real property at a price that shall not exceed the sum of: \n\n\t\t(A)\tThe original cost to the purchaser, as defined in rules adopted by the corporation;\n\t\t(B)\tThe cost of any improvements added by the purchaser, as defined in rules adopted by the corporation; and\n\t\t(C)\tSimple interest on the original cost and capital improvements to the purchaser at the rate of one per cent a year.\n\n\t(2)\tThe corporation may purchase the real property either:\n\n\t\t(A)\tBy conveyance free and clear of all mortgages and liens; or\n\t\t(B)\tBy conveyance subject to existing mortgages and liens.\n\n\t\t\tIf the real property is conveyed in the manner provided in subparagraph (A), it shall be conveyed to the corporation only after all mortgages and liens are released.  If the real property is conveyed in the manner provided in subparagraph (B), the corporation shall acquire the property subject to any first mortgage created for the purpose of securing the payment of a loan of funds expended solely for the purchase of the real property by the seller; and any mortgage or lien created for any other purpose; provided that the corporation has previously consented to it in writing.\n\t\t\tThe corporation's interest created by this subsection shall constitute a statutory lien on the real property and shall be superior to any other mortgage or lien except for:\n\n\n\n\t\t\t(i)\tAny first mortgage created for the purpose of securing the payment of a loan of funds expended solely for the purchase of the real property by the seller;\n\t\t\t(ii)\tAny mortgage insured or held by a federal housing agency; and\n\t\t\t(iii)\tAny mortgage or lien created for any other purpose; provided that the corporation has previously consented to it in writing.\n\n\n\n\t\tThe amount paid by the corporation to the seller shall be the difference, if any, between the purchase price determined by paragraph (1)(A) to (C), and the total of the outstanding principal balances of the mortgages and liens assumed by the corporation.\n\t(3)\tA purchaser may refinance real property developed and sold under this chapter; provided that the purchaser shall not refinance the real property, within three years from the date of purchase, for an amount in excess of the purchase price as determined by paragraph (1)(A) to (C).\n\t(4)\tAfter the end of the third year from the date of purchase, or execution of an agreement of sale, the purchaser may sell the real property and sell or assign the property free from any price restrictions; provided that the purchaser shall be required to pay to the corporation the sum of:\n\n\t\t(A)\tThe balance of any mortgage note, agreement of sale, or other amount owing to the corporation;\n\t\t(B)\tAny subsidy or deferred sales price made by the corporation in the acquisition, development, construction, and sale of the real property, and any other amount expended by the corporation not counted as cost under section 201G-125 but charged to the real property by good accounting practice as determined by the corporation whose books shall be prima facie evidence of the correctness of the costs;\n\t\t(C)\tInterest on the subsidy or deferred sales price, if applicable, and any other amount expended at the rate of seven per cent a year computed as to the subsidy or deferred sales price, if applicable, from the date of purchase, or execution of the agreement of sale, and as to any amount expended, from the date of expenditure; provided that the computed interest shall not extend beyond thirty years from the date of purchase, or execution of the agreement of sale, of the real property; and provided further that if any proposed sale or transfer will not generate an amount sufficient to pay the corporation the sum as computed under this paragraph, the corporation shall have the first option to purchase the real property at a price which shall not exceed the sum as computed under paragraphs (1) and (2); and\n\t\t(D)\tThe corporation's share of appreciation in the real property as determined under rules adopted pursuant to chapter 91 when applicable; and\n\n\t(5)\tNotwithstanding any provision above to the contrary, pursuant to rules adopted by the corporation, the subsidy or deferred sales price described in paragraph (4)(B) and any interest accrued pursuant to paragraph (4)(C) may be paid, in part or in full, at any time.\n\n\n\n\t(b)  For a period of three years after the purchase, whether by lease, assignment of lease, deed, or agreement of sale, if the purchaser wishes to transfer title to the real property, and if the corporation does not exercise the option to purchase the real property as provided in subsection (a), then the corporation shall require the purchaser to sell the real property to a \"qualified resident\" as defined in section 201G-112, and upon the terms that preserve the intent of this section and sections 201G-129 and 201G-130, and in accordance with rules adopted by the corporation.\n\t(c)  The corporation may waive the restrictions prescribed in subsection (a) or (b) if:\n\n\n\n\t(1)\tThe purchaser wishes to transfer title to the real property by devise or through the laws of descent to a family member who would otherwise qualify under rules established by the corporation; or\n\t(2)\tThe sale or transfer of the real property would be at a price and upon terms that preserve the intent of this section without the necessity of the State repurchasing the real property; provided that, in this case, the purchaser shall sell the unit or lot and sell or assign the property to a person who is a \"qualified resident\" as defined in section 201G-112; and provided further that the purchaser shall pay to the corporation its share of appreciation in the unit as determined in rules adopted pursuant to chapter 91 when applicable.\n\n\n\n\t(d)  The corporation may release the restrictions prescribed in subsection (a) or (b) if the real property is financed under a federally subsidized mortgage program and the restrictions would jeopardize the federal government's ability to recapture any interest credit subsidies provided to the homeowner.\n\t(e)  The restrictions prescribed in this section and sections 201G-129 to 201G-131 shall be automatically extinguished and shall not attach in subsequent transfers of title when a mortgage holder or other party becomes the owner of the real property pursuant to a mortgage foreclosure, foreclosure under power of sale, or a conveyance in lieu of foreclosure after a foreclosure action is commenced; or when a mortgage is assigned to a federal housing agency.  Any law to the contrary notwithstanding, a mortgagee under a mortgage covering real property or leasehold interest encumbered by the first option to purchase in favor of the corporation, prior to commencing mortgage foreclosure proceedings, shall notify the corporation in writing of:\n\n\n\n\t(1)\tAny default of the mortgagor under the mortgage within ninety days after the occurrence of the default; and\n\t(2)\tAny intention of the mortgagee to foreclose the mortgage under chapter 667;\n\n\n\nprovided that the mortgagee's failure to provide written notice to the corporation shall not affect the holder's rights under the mortgage.  The corporation shall be a party to any foreclosure action, and shall be entitled to all proceeds remaining in excess of all customary and actual costs and expenses of transfer pursuant to default, including liens and encumbrances of record; provided that the person in default shall be entitled to an amount which shall not exceed the sum of amounts determined pursuant to subsection (a)(1)(B) and (C).\n\t(f)  The provisions of this section shall be incorporated in any deed, lease, agreement of sale, or any other instrument of conveyance issued by the corporation.  In any sale by the corporation of real property for which a subsidy or deferred sales price was made by the corporation, the amount of the subsidy or deferred sales price described in subsection (a)(4)(B), a description of the cost items that constitute the subsidy or deferred sales price, and the conditions of the subsidy or deferred sales price shall be clearly stated at the beginning of the contract document issued by the corporation.\n\t(g)  This section need not apply to market-priced units in an economically integrated housing project, except as otherwise determined by the developer of the units; provided that preference shall be given to qualified residents in the initial sale of market-priced units.\n\t(h)  The corporation is authorized to waive any of the restrictions set forth in this section in order to comply with or conform to requirements set forth in federal laws or regulations governing mortgage insurance or guarantee programs or requirements set forth by federally chartered secondary mortgage market participants.\n\t(i)  [Repealed December 31, 2004.  L 2002, c 154, §5.]  Notwithstanding section 201G-130, the corporation is authorized but not required to waive the buyback restrictions set forth in subsections (a) and (b) until December 31, 2004, at which time the authority to waive the buyback restriction is repealed. [L 1997, c 350, pt of §2 and am c 299, §2; am L 1998, c 272, §§1, 3, 5; am L 2001, c 99, §2; am L 2002, c 154, §2]"
}