{
    "name": "Sunset evaluations modified, see , 5.",
    "number": "4",
    "text": "§464-4  Public works.  (a)  Notwithstanding any other provision to the contrary, public works projects involving:\n\n\n\n\t(1)\tAlteration or new construction shall be required to have:\n\n\t\t(A)\tPlans or specifications prepared by or under the supervision of an appropriately licensed professional engineer, architect, or landscape architect.  The licensed professional engineer, architect, or landscape architect, as the case may be, shall stamp the plans or specifications, and indicate that the licensee has prepared or supervised the preparation of the plans or specifications; and\n\t\t(B)\tA licensed professional engineer, architect, or landscape architect designated by the State, county, or political subdivision that is undertaking the public works project to observe the alteration or new construction.  For the observation of construction of these types of public works projects, the licensed professional engineer, architect, or landscape architect, as the case may be, shall not be required to stamp the plans or specifications.\n\n\t(2)\tMaintenance work shall:\n\n\t\t(A)\tNot be required to have plans or specifications prepared by or under the supervision of an appropriately licensed professional engineer, architect, or landscape architect; and\n\t\t(B)\tBe required to have a licensed professional engineer, architect, or landscape architect designated by the State, county, or political subdivision that is undertaking the public works project to observe the maintenance work.  For the observation of construction of this type of public works project, the licensed professional engineer, architect, or landscape architect, as the case may be, shall not be required to stamp the plans or specifications.\n\n\n\n\n\n\t(b)  All land surveys involving property boundaries for public purposes or plans thereof shall be made or supervised by a licensed surveyor.  The licensed land surveyor shall stamp the land surveys or plans, and indicate that the licensee has prepared or supervised the preparation of the land surveys or plans.\n\t(c)  For purposes of this section:\n\t\"Maintenance\" means minor repairs or replacement work which do not affect or involve the structural integrity of the public works project.\n\t\"Public works projects\" means projects undertaken by the State, counties, or any political subdivisions thereof. [L 1923, c 227, §9; RL 1925, §3691; am L 1931, c 165, §6; RL 1935, §7032; RL 1945, §7604; RL 1955, §166-4; HRS §464-4; am L 1970, c 85, §1; am L 1988, c 226, §2; am L 1989, c 210, §6; am L 2002, c 53, §1]"
}