{
    "name": "The Senator Hiram L. Fong scholarship program; endowment trust",
    "number": "2353",
    "text": "(a)  There is established the Senator Hiram L. Fong scholarship program to be administered by the university with proceeds from an endowment trust that shall receive its initial funding by an appropriation out of the general revenues of the State.  The program shall provide financial support to students enrolled at any campus of the university.\n     (b)  Awards shall be granted annually to one female student and one male student who:\n     (1)  Are graduates of a public high school in the State;\n     (2)  Are upperclassmen at the university;\n     (3)  Submit winning essays to the board of regents on the senator's contributions to Hawaii;\n     (4)  Have a demonstrated commitment to local community issues, as shown by volunteer work and participation in community organizations; and\n     (5)  Have a demonstrated interest and knowledge of the history of immigration to Hawaii.\n     (c)  The amount to be awarded to a student shall be determined by the board of regents with due regard to the total amount of funds available for the program.  The award that a student receives under this program may be used to:\n     (1)  Pay for the costs of tuition and fees for a single academic year;\n     (2)  Pay for the costs of textbooks and other instructional materials for a single academic year;\n     (3)  Pay for the costs of room and board at a dormitory or apartment maintained by the university for a single academic year; or\n     (4)  Defray the difference between student need, as determined by the Free Application for Federal Student Aid, and the total cost of attendance for a single academic year.\n     (d)  The board of regents shall adopt rules to implement the Senator Hiram L. Fong scholarship program.  The rules shall be adopted pursuant to chapter 91 but shall be exempt from the public notice and public hearing requirements.\n     (e)  The scholarship program shall be funded with proceeds from an endowment trust established with initial funding by an appropriation out of the general revenues of the State and shall be administered by the board of regents for the purposes of supporting the Senator Hiram L. Fong scholarship program. [L 2007, c 112, pt of §2]"
}