{
    "name": "Judicial review of contested cases",
    "number": "14",
    "text": "(a)  Any person aggrieved by a final decision and order in a contested case or by a preliminary ruling of the nature that deferral of review pending entry of a subsequent final decision would deprive appellant of adequate relief is entitled to judicial review thereof under this chapter; but nothing in this section shall be deemed to prevent resort to other means of review, redress, relief, or trial de novo, including the right of trial by jury, provided by law.  Notwithstanding any other provision of this chapter to the contrary, for the purposes of this section, the term \"person aggrieved\" shall include an agency that is a party to a contested case proceeding before that agency or another agency. \t(b)  [Subsection effective until June 30, 2006.  For subsection effective July 1, 2006, see below.]  Except as otherwise provided herein, proceedings for review shall be instituted in the circuit court within thirty days after the preliminary ruling or within thirty days after service of the certified copy of the final decision and order of the agency pursuant to rule of court except where a statute provides for a direct appeal to the supreme court, which appeal shall be subject to chapter 602, and in such cases the appeal shall be in like manner as an appeal from the circuit court to the supreme court, including payment of the fee prescribed by section 607-5 for filing the notice of appeal (except in cases appealed under sections 11-51 and 40-91).  The court in its discretion may permit other interested persons to intervene.\n\t(b)  [Subsection effective July 1, 2006.  For subsection effective until June 30, 2006, see above.]  Except as otherwise provided herein, proceedings for review shall be instituted in the circuit court within thirty days after the preliminary ruling or within thirty days after service of the certified copy of the final decision and order of the agency pursuant to rule of court, except where a statute provides for a direct appeal to the intermediate appellate court, subject to chapter 602.  In such cases, the appeal shall be treated in the same manner as an appeal from the circuit court to the intermediate appellate court, including payment of the fee prescribed by section 607-5 for filing the notice of appeal (except in cases appealed under sections 11-51 and 40-91).  The court in its discretion may permit other interested persons to intervene.\n\t(c)  The proceedings for review shall not stay enforcement of the agency decisions or the confirmation of any fine as a judgment pursuant to section 92-17(g); but the reviewing court may order a stay if the following criteria have been met:\n\n\n\n\t(1)\tThere is likelihood that the subject person will prevail on the merits of an appeal from the administrative proceeding to the court;\n\t(2)\tIrreparable damage to the subject person will result if a stay is not ordered;\n\t(3)\tNo irreparable damage to the public will result from the stay order; and\n\t(4)\tPublic interest will be served by the stay order.\n\n\n\n\t(d)  Within twenty days after the determination of the contents of the record on appeal in the manner provided by the rules of court, or within such further time as the court may allow, the agency shall transmit to the reviewing court the record of the proceeding under review.  The court may require or permit subsequent corrections or additions to the record when deemed desirable.\n\t(e)  If, before the date set for hearing, application is made to the court for leave to present additional evidence material to the issue in the case, and it is shown to the satisfaction of the court that the additional evidence is material and that there were good reasons for failure to present it in the proceeding before the agency, the court may order that the additional evidence be taken before the agency upon such conditions as the court deems proper.  The agency may modify its findings, decision, and order by reason of the additional evidence and shall file with the reviewing court, to become a part of the record, the additional evidence, together with any modifications or new findings or decision.\n\t(f)  The review shall be conducted by the appropriate court without a jury and shall be confined to the record, except that in the cases where a trial de novo, including trial by jury, is provided by law and also in cases of alleged irregularities in procedure before the agency not shown in the record, testimony thereon may be taken in court.  The court shall, upon request by any party, hear oral arguments and receive written briefs.\n\t(g)  Upon review of the record the court may affirm the decision of the agency or remand the case with instructions for further proceedings; or it may reverse or modify the decision and order if the substantial rights of the petitioners may have been prejudiced because the administrative findings, conclusions, decisions, or orders are:\n\n\n\n\t(1)\tIn violation of constitutional or statutory provisions; or\n\t(2)\tIn excess of the statutory authority or jurisdiction of the agency; or\n\t(3)\tMade upon unlawful procedure; or\n\t(4)\tAffected by other error of law; or\n\t(5)\tClearly erroneous in view of the reliable, probative, and substantial evidence on the whole record; or\n\t(6)\tArbitrary, or capricious, or characterized by abuse of discretion or clearly unwarranted exercise of discretion.\n\n\n\n\t(h)  Upon a trial de novo, including a trial by jury as provided by law, the court shall transmit to the agency its decision and order with instructions to comply with the order. [L 1961, c 103, §14; Supp, §6C-14; HRS ; am L 1973, c 31, §5; am L 1974, c 145, §1; am L 1979, c 111, §9; am L 1980, c 130, §2; am L 1983, c 160, §1; am L 1986, c 274, §1; am L 1993, c 115, §1; am L 2004, c 202, §8]"
}