{
    "name": "Permits for well construction and pump installation",
    "number": "84",
    "text": "(a)  No well construction and no installation of pumps and pumping equipment shall commence without appropriate permit from the commission.  An application for a permit for well construction shall be required for all areas of the State including water management areas and shall be made by the well driller who will construct the well.  An application for a permit for installation of a pump and pumping equipment shall be made by the pump installation contractor who will install the pump and pumping equipment.\n\t(b)  Every application shall contain such data prescribed by the commission, including the applicant's name; the applicant's license number; the name and address of the person who will control and operate the well; in water management areas, the water use permit number; the location of the well; the proposed depth and method of well construction; the size and expected capacity of the well; and a description of the pump and pumping equipment to be installed.\n\t(c)  The commission may issue a permit only if the proposed construction complies with all applicable laws, rules, and standards.  Before acting on any application, the commission shall cause the application to be reviewed by the department of health for compliance with their rules and standards concerning, among other things, the appropriateness of the well location.\n\t(d)  Every permit shall direct the well driller and pump installation contractor to file a well completion report, as provided in section 174C-85.  The permit shall be prominently displayed at the site of the well at all times until the well construction or the pump and pumping equipment installation is completed.\n\t(e)  The holder of a permit for well construction, with the approval of the commission, may change the location of the well before construction is completed.  An application to change the location shall describe the location, the proposed depth and method of construction, and the size and expected capacity of the new well.  It shall also describe the manner of sealing or plugging the incomplete and abandoned well.  The commission shall cause all such applications to be reviewed by the department of health for compliance with their rules and standards concerning, among other things, the appropriateness of the location of the well.  The commission may issue an amended permit if it determines that the proposed new well location will serve the same use as the original well and draw upon the same supply of water and will not be contrary to any applicable law, rule, order, or regulation, and that the incomplete and abandoned well will be sealed or plugged in a manner to prevent waste of water and damage to the water supply and to protect the public from harm.\n\t(f)  Any applicant whose application is rejected may obtain a hearing before the commission by filing within thirty days of the mailing of the notice of rejection a written petition requesting such a hearing.  The hearing shall be conducted pursuant to part I.\n\t(g)  The commission may suspend or revoke a permit, after notice and hearing, on any of the following grounds:\n\n\n\n\t(1)\tMaterial misstatement or misrepresentation in the application for a permit;\n\t(2)\tFailure to comply with the provisions set forth in the permit;\n\t(3)\tWilful disregard or violation of any provision of this part or any rule adopted pursuant thereto; or\n\t(4)\tMaterial change of circumstances or conditions existing at the time the permit was issued. [L 1987, c 45, pt of §2]"
}