{
    "name": "General announcements of proposed offerings to accredited investors",
    "number": "24.6",
    "text": "(a)  No transaction shall be exempt under section 485-6(16) unless it complies with this section.  A general announcement of a proposed offering for which the issuer is claiming the exemption under section 485-6(16), may be made by any means and shall include only the following information unless specifically permitted by the commissioner:\n     (1)  The name, address, and telephone number of the issuer of the securities;\n     (2)  The name, a brief description, and price, if known, of any security to be issued;\n     (3)  A brief description of the business of the issuer in twenty-five words or less;\n     (4)  The type, number, and aggregate number of securities being offered;\n     (5)  The name, address, and telephone number of the person to contact for additional information; and\n     (6)  A statement that:\n         (A)  Sales will only be made to accredited investors;\n         (B)  No money or other consideration is being solicited or will be accepted by way of this general announcement; and\n         (C)  The securities have not been registered with or approved by any state securities agency or the United States Securities and Exchange Commission and are being offered and sold pursuant to an exemption from registration.\n     (b)  Dissemination of the general announcement of the proposed offering to persons who are not accredited investors shall not disqualify the issuer from claiming the exemption under section 485-6(16).\n     (c)  The issuer, in connection with an offer, may provide information in addition to the general announcement under subsection (a), if such information:\n     (1)  Is delivered through an electronic database that is restricted to persons who have been prequalified as accredited investors; or\n     (2)  Is delivered after the issuer reasonably believes that the prospective [purchaser] is an accredited investor.\n     (d)  No telephone solicitation shall be permitted unless prior to placing the call, the issuer reasonably believes that the prospective purchaser to be solicited is an accredited investor.\n     (e)  For the purposes of this section, \"accredited investor\" shall have the same meaning as provided in 17 Code of Federal Regulations section 230.501(a). [L 1999, c 214, pt of §2]"
}