{
    "name": "Definitions",
    "number": "1",
    "text": "When used in this chapter the following terms, unless the text otherwise indicates, have the following meaning: \n     (1)  \"Commissioner\" means the commissioner of securities of the State. \n     (2)  \"Salesperson\" means any individual other than a dealer who represents a dealer or issuer in effecting or attempting to effect purchases or sales of securities.  \"Salesperson\" does not include an individual who represents an issuer in (A) effecting transactions in a security exempted by clauses (1), (2), (3), or (10) of section 485-4, (B) effecting transactions exempted by section 485-6, or (C) effecting transactions with existing employees, partners, or directors of the issuer if no commission or other remuneration is paid or given directly or indirectly for soliciting any person in this State.  A partner, officer, or director of a dealer or issuer, or a person occupying a similar status or performing similar functions, is a salesperson only if the partner, officer, director, or person otherwise comes within this definition. \n     (3)  \"Dealer\" means any person engaged in the business of effecting transactions in securities for the account of others or for the person's own account.  \"Dealer\" does not include:\n         (A)  A salesperson;\n         (B)  An issuer;\n         (C)  A person who has no place of business in this State if:\n              (i)  The person effects transactions in this State exclusively with or through the issuers of the securities involved in the transactions; other dealers; or banks, savings institutions, trust companies, insurance companies, investment companies as defined in the Investment Company Act of 1940, pension or profit-sharing trusts, or other financial institutions or institutional buyers, whether acting for themselves or as trustees; or\n             (ii)  During any period of twelve consecutive months the person does not direct more than fifteen offers to sell or to buy into this State in any manner to persons other than those specified in clause (i), whether or not the offeror or any of the offerees is then present in this State;\n         (D)  Any person licensed as a real estate broker or real estate salesperson under the laws of the State while effecting transactions in a security exempted by section 485-6(14);\n         (E)  A person who is a resident of Canada, has no office or other physical presence in this State, and:\n              (i)  Only effects or attempts to effect transactions in securities with or through the issuers of securities involved in the transactions, broker dealers, banks, savings institutions, trust companies, insurance companies, investment companies (as defined in the Investment Company Act of 1940), pension or profit-sharing trusts, or other financial institutions or institutional buyers, whether acting for themselves or as trustees; with or for a person from Canada who is present temporarily in this State and with whom a bona fide business relationship existed before the person entered this State; or with or for a person from Canada who is present in this State, whose transactions are in a self-directed tax advantaged retirement plan in Canada of which the person is the holder or contributor;\n             (ii)  Files a notice in the form of the person's current Canadian securities registration and a consent to service of process;\n            (iii)  Is a member of a duly authorized self-regulatory organization or stock exchange in Canada;\n             (iv)  Maintains the provincial or territorial registration and membership in a self-regulatory organization or stock exchange of the person in good standing;\n              (v)  Discloses to the person's clients in this State that the person is not subject to the full regulatory requirements of this chapter; and\n             (vi)  Does not violate this chapter; or\n         (F)  A bank, savings institution, or trust company.\n     (4)  \"Fraud\", \"deceit\", and \"defraud\" are not limited to common-law deceit. \n     (5)  \"Guaranteed\" means guaranteed as to payment of principal, interest, or dividends. \n     (6)  \"Investment adviser\" means any person who, for compensation, engages in the business of advising others, either directly or through publications or writings, as to the value of securities or as to the advisability of investing in, purchasing, or selling securities, or who, for compensation and as a part of a regular business, issues or promulgates analyses or reports concerning securities.  \"Investment adviser\" does not include:\n         (A)  A bank, savings institution, or trust company;\n         (B)  A lawyer, accountant, engineer, or teacher whose performance of these services is solely incidental to the practice of the lawyer's, accountant's, engineer's, or teacher's profession;\n         (C)  A dealer whose performance of these services is solely incidental to the conduct of the dealer's business as a dealer and who receives no special compensation for them;\n         (D)  A publisher of any bona fide newspaper, news magazine, or business or financial publication of general, regular, and paid circulation;\n         (E)  A person whose advice, analyses, or reports relate only to securities exempted by section 485-4(1);\n         (F)  A person who has no place of business in this State if:\n              (i)  The person's only clients in this State are other investment advisers, dealers, banks, savings institutions, trust companies, insurance companies, investment companies as defined in the Investment Company Act of 1940, pension or profit-sharing trusts, or other financial institutions or institutional buyers, whether acting for themselves or as trustees; or\n             (ii)  During any period of twelve consecutive months the person does not have more than five clients who are residents of this State other than those specified in clause (i);\n         (G)  A person who is employed by an investment company that is registered under the Investment Company Act of 1940;\n         (H)  A person who is excluded from the definition of \"investment adviser\" under section 202(a)(11) of the Investment Advisers Act of 1940;\n         (I)  A federal covered adviser; or\n         (J)  Other persons not within the intent of this paragraph as the commissioner by rule or order may designate.\n     (7)  \"Investment adviser representative\" means:\n         (A)  With respect to an investment adviser, any individual other than an investment adviser who represents an investment adviser in the business of advising others, either directly or through publications or writings as to the value of securities or as to the advisability of investing in, purchasing, or selling securities; and\n         (B)  With respect to a federal covered adviser, any person defined as an \"investment adviser representative\" who has a \"place of business\" in this State as those terms are defined in rule 203A-3 of the Securities and Exchange Commission under the Investment Advisers Act of 1940.\n     (8)  \"Issuer\" means any person who issues or proposes to issue any security, except that (A) with respect to certificates of deposit, voting-trust certificates, or collateral-trust certificates, or with respect to certificates of interest or shares in an unincorporated investment trust not having a board of directors (or persons performing similar functions) or of the fixed restricted management, or unit type, the term \"issuer\" means the person or persons performing the acts and assuming the duties of depositor or manager pursuant to the provisions of the trust or other agreement or instrument under which the security is issued; and (B) with respect to certificates of interest in oil, gas, or mining titles or leases, there is not considered to be any \"issuer.\" \n     (9)  \"Nonissuer\" means not directly or indirectly for the benefit of the issuer. \n    (10)  \"Person\" means an individual, a corporation, a partnership, an association, a joint-stock company, a trust where the interests of the beneficiaries are evidenced by a security, an unincorporated organization, a government, or a political subdivision of a government. \n     (11) (A)  \"Sale\" or \"sell\" includes every contract of sale of, contract to sell, or disposition of, a security or interest in a security for value. \n         (B)  \"Offer\" or \"offer to sell\" includes every attempt or offer to dispose of, or solicitation of an offer to buy, a security or interest in a security for value. \n         (C)  Any security given or delivered with, or as a bonus on account of, any purchase of securities or any other thing is considered to constitute part of the subject of the purchase and to have been offered and sold for value. \n         (D)  A purported gift of assessable stock is considered to involve an offer and sale. \n         (E)  Every sale or offer of a warrant or right to purchase or subscribe to another security of the same or another issuer, as well as every sale or offer of a security which gives the holder a present or future right or privilege to convert into another security of the same or another issuer, is considered to include an offer of the other security. \n         (F)  The terms defined in this subsection do not include (i) any bona fide pledge or loan; (ii) any stock dividend, whether the corporation distributing the dividend is the issuer of the stock or not, if nothing of value is given by stockholders for the dividend other than the surrender of a right to a cash or property dividend when each stockholder may elect to take the dividend in cash or property or in stock; (iii) any act incident to a class vote by stockholders, pursuant to the articles of incorporation or the applicable corporation statute, on a merger, consolidation, reclassification of securities, or sale of corporate assets in consideration of the issuance of securities of another corporation; or (iv) any act incident to a judicially approved reorganization in which a security is issued in exchange for one or more outstanding securities, claims, or property interests, or partly in such exchange and partly for cash. \n    (12)  \"Securities Act of 1933\", \"Securities Exchange Act of 1934\", \"Public Utility Holding Company Act of 1935\", and \"Investment Company Act of 1940\" mean the federal statutes of those names as amended before or after June 7, 1957. \n    (13)  \"Security\" means any note, stock, treasury stock, bond, debenture, evidence of indebtedness, certificate of interest or participation in any profit-sharing agreement, collateral-trust certificate, preorganization certificate or subscription, transferable share, investment contract, variable annuity contract, voting trust certificate, certificate of deposit for a security, certificate of interest in an oil, gas, or mining title or lease, option on commodity futures contracts or, in general, any interest or instrument commonly known as a \"security\", or any certificate of interest or participation in, temporary or interim certificate for, guarantee of, or warrant or right to subscribe to or purchase, any of the foregoing.  \"Security\" does not include any insurance or endowment policy or fixed annuity contract. \n    (14)  \"State\" means any state, territory, or possession of the United States, as well as the District of Columbia and Puerto Rico.\n    (15)  \"Federal covered adviser\" means a person who is registered with the Securities and Exchange Commission under section 203 of the Investment Advisers Act of 1940.  \"Federal covered adviser\" does not include:\n         (A)  A person who is excluded from the definition of \"investment adviser\" under section 485-1(6)(A) to [(H)]; or\n         (B)  Other persons not within the intent of this definition as the commissioner by rule or order may designate.\n    (16)  \"Federal covered security\" means any security that is a \"covered security\" under section 18(b) of the Securities Act of 1933 or the rules or regulations promulgated thereunder. [L 1957, c 314, pt of §1; Supp, §199-; HRS ; am L 1969, c 143, §2; am L 1973, c 208, §1; am L 1975, c 102, §1; am L 1984, c 281, §§1, 8; am L 1985, c 265, §1 and c 286, §1; gen ch 1985; am L 1989, c 217, §2; am L 1998, c 258, §§2, 3; am L 2000, c 149, §2; am L 2003, c 17, §1; am L 2004, c 121, §54]\n \nRevision Note\n \n  Paragraphs (15) and (16) designations added pursuant to §23G-15(1).\n \nCross References\n \n  Investment securities, Uniform Commercial Code, see chapter 490, Article 8. \n  Uniform Transfers to Minors Act, see chapter 553A. \n \nAttorney General Opinions\n \n  Sales involving undivided interest in land followed by an agreement to manage and resell by the seller is within the definition of \"security\".  Att. Gen. Op. 66-8. \n  Agreements between the condominium owner and the developer involving the rental and management of the apartment to the public is a \"security\".  Att. Gen. Op. 66-12. \n  Sale of undivided interests in land based on possibility of profit to be derived from future sale of land when it has increased in value involves an investment contract and thus a security within this section.  Att. Gen. Op. 70-25.\n \nLaw Journals and Reviews\n \n  Condominiums and The Sale of Securities Act.  4 HBJ, Feb 1967, at 4.\n \nCase Notes\n \n  Pension plan was not a security covered by state law.  545 F. Supp. 94. \n  Investment contract, essential characteristics.  52 H. 642, 485 P.2d 105. \n  Internet business operators' program constituted an investment contract and hence a \"security\" under paragraph (13) where portion of program's membership fee was used to pay commissions, portion of fee constituted \"initial value\" paid in by the members as part of an \"investment contract\", members' participation was induced by promises of large future returns, and the members exerted no control over operators' operation or management.  112 H. 90, 144 P.3d 1.\n  Where internet business operators were engaged in the marketing of on-line shopping mall programs which the commissioner concluded constituted a security under paragraph (13) and operators were not registered with the department of commerce and consumer affairs as security traders under 4, trial court properly affirmed commissioner's decision that operators had violated 4 as dealers in unregistered securities.  112 H. 90, 144 P.3d 1.\n \nHawaii Legal Reporter Citations\n \n  Precious metals and currency contracts.  79 HLR 790053. \n  Real estate.  81-1 HLR 810490."
}