{
    "name": "Complaint; form of warrant",
    "number": "1",
    "text": "When a complaint is made to any prosecuting officer of the commission of any offense, the prosecuting officer shall examine the complainant, shall reduce the substance of the complaint to writing, and shall cause the same to be subscribed by the complainant under oath, which the prosecuting officer is hereby authorized to administer.  If the original complaint results from the issuance of a traffic summons or a citation in lieu of an arrest pursuant to section 803-6, by a police officer, the oath may be administered by any police officer whose name has been submitted to the prosecuting officer and who has been designated by the chief of police to administer the oath.  Upon presentation of the written complaint to the judge within whose circuit the offense is alleged to have been committed, the judge shall issue a warrant, reciting the complaint and requiring the sheriff, or other officer to whom it is directed (except as provided in section 805-3), forthwith to arrest the accused and bring the accused before the judge to be dealt with according to law; and in the same warrant may require the officer to summon such witnesses as are named therein to appear and give evidence at the trial.  The warrant may be in the form established by the usage and practice of the issuing court. [L 1892, c 57, §18; RL 1925, §4007; RL 1935, §5470; am L 1941, c 64, §1; RL 1945, §10770; RL 1955, §257-1; am L 1959, c 184, §1; am L 1963, c 85, §3; HRS §710-1; am L 1970, c 188, §36; ren L 1972, c 9, pt of §1; am L 1978, c 227, §1; am L 1989, c 211, §10; am L 1990, c 281, §11; gen ch 1993; am L 1998, c 36, §3]\n \nCross References\n \n  Sheriff, etc., see §26-14.6.\n \nRules of Court\n \n  See HRPP rules 3, 9.\n \nCase Notes\n \n  See 49 H. 404, 420 P.2d 100.\n \nCases prior to adoption of Hawaii Rules of Criminal Procedure.\n  Irregularities in proceedings should be availed of before judgment or made ground of appeal.  2 H. 444.\n  Magistrate acting in case where magistrate has no jurisdiction or exceeding magistrate's jurisdiction, liability in damages to party injured.  4 H. 584, overruled 49 H. 624, 631, 425 P.2d 1014.\n  Where charges are uncertain and not sufficiently specific, subject to objection.  7 H. 344.\n  Charge being substantially in the language of the statute sufficiently sets forth the offense.  10 H. 469.\n  Giving a wrong name to the offense charged does not vitiate the charge, it being regarded as surplusage.  11 H. 143.\n  Statement of venue in the margin of the charge held sufficient.  11 H. 435.\n  Charge of offense necessary.  34 H. 75.\n  Offense may be described in warrant by reference to affidavit on same page.  9 H. 171, 175.\n  Warrant may refer to complaint for names of accused.  9 H. 641, 656.\n  Charge may be less formal than in an indictment.  10 H. 601.\n  \"Complaint\" referred to in this section is not the charge upon which defendant is tried in district court.  14 H. 586 (under prior law).  Compare 41 H. 348.\n  Trial procedure.  30 H. 560.\n  Requisites and sufficiency of complaint.  41 H. 163.\n  Where valid complaint lacking, court will inquire as to sufficiency of oral or written charge.  41 H. 348."
}