{
    "name": "Definitions",
    "number": "341",
    "text": "State pharmacy assistance program\n \nNote\n \n  I-SaveRx prescription drug program (repealed June 30, 2012).  L 2008, c 59.\n \n         As used in this part:\n            \"Asset test\" means the asset limits for eligibility in the state pharmacy assistance program as defined by the Medicare Modernization Act and any amendments thereto.\n            \"Contractor\" means the person, partnership, or corporate entity that has an approved contract with the department to administer the state pharmacy assistance program as established under this part.\n            \"Department\" means the department of human services.\n            \"Enrollee\" means a resident of this State who meets the conditions specified in this part and in department rules relating to eligibility for participation in the state pharmacy assistance program and whose application for enrollment in the state pharmacy assistance program has been approved by the department.\n            \"Federal poverty level\" means the federal poverty level updated annually in the Federal Register by the United States Department of Health and Human Services under the authority of Title 42 United States Code section 9902(2).\n     \"Full coverage prescription drug benefit\" means a federally approved prescription drug plan that offers a zero co-payment benefit for medicaid dual eligibles under the medicare part D drug benefit.\n            \"Liquid assets\" means assets used in the eligibility determination process as defined by the Medicare Modernization Act.\n            \"Medicaid dual eligible\" means a person who is eligible for both medicaid and medicare as defined by the Medicare Modernization Act.\n            \"Medicare Modernization Act\" means the federal Medicare Prescription Drug, Improvement and Modernization Act of 2003.\n            \"Medicare part D prescription drug benefit\" means the federal prescription benefit provided under the Medicare Modernization Act.\n            \"Prescription drug plan\" means a plan provided by non‑governmental entities under contract with the federal Centers for Medicare and Medicaid Services to provide prescription benefits under the Medicare Modernization Act.\n            \"Resident\" means a person who lives within this State and has a fixed place of residence in this State, with the present intent of maintaining a permanent home in this State for the indefinite future. [L 2005, c 209, pt of §2]"
}