{
    "name": "Investigation and conciliation of complaint",
    "number": "13",
    "text": "(a)  After the filing of a complaint, or whenever it appears to the commission that an unlawful discriminatory practice may have been committed, the commission's executive director shall make an investigation in connection therewith.  At any time after the filing of a complaint but prior to the issuance of a determination as to whether there is or is not reasonable cause to believe that part I of chapter 489, chapter 515, part I of chapter 378, or this chapter has been violated, the parties may agree to resolve the complaint through a predetermination settlement. \t(b)  The executive director shall issue a determination of whether or not there is reasonable cause to believe that an unlawful discriminatory practice has occurred within one-hundred and eighty days from the date of filing a complaint unless the commission grants an extension of time to issue a determination.\n\t(c)  If the executive director makes a determination that there is no reasonable cause to believe that an unlawful discriminatory practice has occurred in a complaint filed, the executive director shall promptly notify the parties in writing.  The notice to complainant shall indicate also that the complainant may bring a civil action as provided under section 368-12.\n\t(d)  When the executive director determines after the investigation that there is reasonable cause to believe that an unlawful discriminatory practice within the commission's jurisdiction has been committed, the executive director shall immediately endeavor to eliminate any alleged unlawful discriminatory practice by informal methods such as conference, conciliation, and persuasion.\n\t(e)  Where the executive director has determined that there is reasonable cause to believe that an unlawful discriminatory practice has occurred and has been unable to secure from the respondent a conciliation agreement acceptable to the commission within one-hundred and eighty days of the filing of the complaint unless the commission has granted an extension of time, the executive director shall demand that the respondent cease the unlawful discriminatory practice.  The executive director's determination that a final conciliation demand is to be made shall be subject to reconsideration by the commission on its own initiative but shall not be subject to judicial review.  The executive director may demand appropriate affirmative action as, in the judgment of the executive director, will effectuate the purpose of this chapter, and include a requirement for reporting on the manner of compliance. [L 1989, c 386, pt of §1; am L 1991, c 252, §4; am L 2001, c 55, §17(4)]"
}