{
    "name": "Nonjury cases",
    "number": "21.7",
    "text": "The several circuit courts shall have jurisdiction, without the intervention of a jury except as provided by statute, as follows:\n     (a)  Of actions or proceedings:\n     (1)  For the determination and declaration of heirs of deceased persons, which jurisdiction shall be in addition to the probate jurisdiction of the court;\n     (2)  For the admeasurement of dower and curtesy, or the partition of real estate;\n     (3)  For enforcing and regulating the execution of trusts, whether the trusts relate to real or personal estate, for the foreclosure of mortgages, for the specific performance of contracts, and except when a different provision is made they shall have original and exclusive jurisdiction of all other cases in the nature of suits in equity, according to the usages and principles of courts of equity;\n     (b)  Of actions or proceedings in or in the nature of habeas corpus, prohibition, mandamus, quo warranto, and all other proceedings in or in the nature of applications for writs directed to courts of inferior jurisdiction, to corporations and individuals, as may be necessary to the furtherance of justice and the regular execution of the law. [L 1972, c 88, §3(k)]\n \nRules of Court\n \n  Applicability of Hawaii Rules of Civil Procedure, see HRCP rule 81(a)(7), (f), (g), (h).\n  Writ of mandamus abolished, exceptions, relief how obtained, see HRCP rule 81.1.\n \nCase Notes\n \n  Criminal nature of act will not prevent injunctive relief where such relief is otherwise appropriate.  52 H. 427, 478 P.2d 320.\n  Both circuit court and supreme court have concurrent original jurisdiction in prohibition.  59 H. 224, 580 P.2d 49.\n  Granting of equitable relief is within sound discretion of trial court; scope of review of findings of fact.  59 H. 491, 583 P.2d 971.\n  Jurisdiction to set aside deed on ground of forgery.  59 H. 648, 586 P.2d 1015.\n  District courts have no equity jurisdiction because same is reserved to circuit courts.  9 H. App. 169, 828 P.2d 1287.\n  Cited:  77 H. 251 (App.), 883 P.2d 673 (1994).\n \nDecisions under prior law.\n  Par. (2) Power of admeasurement of dower does not extend to case where widow claims ownership in fee simple as against adverse party's claim of fee simple ownership subject to dower.  17 H. 525.\n  Partition:  As to sale of land which cannot be divided \"without great prejudice\", etc.,  19 H. 768.  How impracticability of partition may be pleaded and proved.  20 H. 457, cited 22 H. 671, 672.  See further as to partition (while the justices of the supreme court sat in circuit) 8 H. 449.\n  Par. (3) The following cases decided before adoption of the Hawaii Rules of Civil Procedure:  A circuit judge in equity has full equitable powers.  18 H. 272, 274.  Has power to open estate for accounting and decree proper distribution of assets of an estate where it is claimed that the probate court through fraudulent representation has made a wrongful distribution, 3 H. 489, cited and distinguished without definite approval, 13 H. 216.  May partition real estate.  8 H. 457.  Has jurisdiction over a creditor's bill.  10 H. 670; 33 H. 1.  May cancel deed of nonresident and non compos grantor and appoint a receiver, 11 H. 372, cited 23 H. 457, 475.  May under certain circumstances have jurisdiction over a suit even though water rights may be involved.  The jurisdiction of the commissioners of water rights is not exclusive, 10 H. 476, cited 32 H. 404, 410, aff'd 52 F.2d 356.  Such jurisdiction was exercised in 15 H. 675; 19 H. 116; 22 H. 28.  The authority of a court of chancery may be exerted whenever the cause is of equitable cognizance and the parties are within its territorial jurisdiction though the property in dispute lies beyond it; 10 H. 476, 479; cited 13 H. 193; 19 H. 116; 25 H. 623, 625.  See 33 H. 1, mortgage foreclosure joined with creditor's bill.  See as to enforcing spec. per. as to land in another circuit, 13 H. 392; also 32 H. 404.  As to mortgage foreclosure, land in another circuit.  13 H. 193.  Power over trustee's accounts, 35 H. 689.  Findings of jury.  40 H. 269.\n  Court will enforce mutual good faith between cotenants.  2 H. 322.\n  Courts of equity have no more discretionary power than courts of law and decide cases on principles as fixed and certain as those of common law.  6 H. 16.\n  Enumerated powers not exclusive.  16 H. 242, aff'd 197 U.S. 348; 26 H. 337, 340.\n  Equity has power to award putative wife a share of property accumulated by joint efforts.  27 F.2d 582.\n  All parties interested in the subject matter of a suit in equity are necessary parties.  24 H. 431, 435; 24 H. 268, 272; 31 F.2d 553.\n  Discretionary power to refuse jurisdiction.  25 H. 623.\n  Statutory provision that suits in equity shall not be sustained in any case where there is a plain, adequate and complete remedy at law is declaratory and does not exclude the circuit judges from any part of the field of equitable remedies.  34 H. 897.\n  Provision as to \"usage and practice of courts of equity\" construed.  28 H. 571, 577.  See 46 H. 1, 373 P.2d 710; 49 H. 200, 212, 412 P.2d 638.\n  For cases prior to adoption of Hawaii Rules of Civil Procedure, representing exercise of equitable jurisdiction, see note to RLH 1955, §335-2.\n  Other cases:  Constructive trust.  46 H. 233, 377 P.2d 708; 47 H. 629, 394 P.2d 432.  Resulting trust.  42 H. 223.\n  Specific performance:  Refused, time of the essence.  42 H. 286.  Refused, uncertainty and laches.  44 H. 464, 357 P.2d 110.\n  Laches, 44 H. 385, 355 P.2d 179; 44 H. 464, 357 P.2d 110.\n  Mortgage foreclosures, deficiency judgment.  43 H. 17.\n  Trusts and trustees:  Deviation from trust, when authorized.  42 H. 268.  Sale of trust property.  42 H. 586.  Settlement of accounts.  46 H. 475, 382 P.2d 920.  Investment management policies.  47 H. 548, 393 P.2d 96; 47 H. 577, 393 P.2d 89.  Estate of life beneficiary is generally entitled to income undistributed at date of beneficiary's death.  48 H. 1, 394 P.2d 784.  Breach of trust, suit by trustee against cotrustee.  48 H. 32, 396 P.2d 49.\n  Rescission of family settlement entered in probate.  45 H. 521, 371 P.2d 379.\n  Estoppel.  46 H. 425, 380 P.2d 762.\n  Wills.  Residuary estate.  46 H. 436, 382 P.2d 61.\n  Subsection (b).  Formerly a circuit judge was without power to issue the writ of habeas corpus in a case where it was not demandable of right as in case of person convicted or in execution upon legal process.  9 H. 402; but see 12 H. 120, 121, cited in 13 H. 534, 538 and 16 H. 263, 264.  A circuit court as distinguished from circuit judge has no jurisdiction in habeas corpus.  31 H. 630.  But see chapter 571.\n  Jurisdiction in mandamus has been divided between supreme court and circuit judges, with the latter having exclusive original jurisdiction when the writ goes against individuals.  22 H. 589, 592.\n \nHawaii Legal Reporter Citations\n \n  Property settlement between unmarried couple.  82-1 HLR 820253."
}