{
    "name": "Sentencing of repeat offenders",
    "number": "606.5",
    "text": "(1)  Notwithstanding section 706-669 and any other law to the contrary, any person convicted of murder in the second degree, any class A felony, any class B felony, or any of the following class C felonies:  section 188-23 relating to possession or use of explosives, electrofishing devices, and poisonous substances in state waters; section 386-98(d)(1) relating to fraud violations and penalties; section 431:10A-131(b)(2) relating to insurance fraud; section 431:10C-307.7(b)(2) relating to insurance fraud; section 432:1-106(b)(2) relating to insurance fraud; section 432D-18.5(b)(2) relating to insurance fraud; section 707-703 relating to negligent homicide in the second degree; section 707-711 relating to assault in the second degree; section 707-713 relating to reckless endangering in the first degree; section 707-716 relating to terroristic threatening in the first degree; section 707-721 relating to unlawful imprisonment in the first degree; section 707-732 relating to sexual assault or rape in the third degree; section 707-752 relating to promoting child abuse in the third degree; section 707-757 relating to electronic enticement of a child in the second degree; section 707-766 relating to extortion in the second degree; section 708-811 relating to burglary in the second degree; section 708-821 relating to criminal property damage in the second degree; section 708-831 relating to theft in the first degree as amended by Act 68, Session Laws of Hawaii 1981; section 708-831 relating to theft in the second degree; section 708-835.5 relating to theft of livestock; section 708-836 relating to unauthorized control of propelled vehicle; section 708-839.8 relating to identity theft in the third degree; section 708-839.55 relating to unauthorized possession of confidential personal information; section 708-852 relating to forgery in the second degree; section 708-854 relating to criminal possession of a forgery device; section 708-875 relating to trademark counterfeiting; section 710-1071 relating to intimidating a witness; section 711-1103 relating to riot; section 712-1203 relating to promoting prostitution in the second degree; section 712-1221 relating to gambling in the first degree; section 712-1224 relating to possession of gambling records in the first degree; section 712-1243 relating to promoting a dangerous drug in the third degree; section 712-1247 relating to promoting a detrimental drug in the first degree; section 134-7 relating to ownership or possession of firearms or ammunition by persons convicted of certain crimes; section 134-8 relating to ownership, etc., of prohibited weapons; section 134-9 relating to permits to carry, or who is convicted of attempting to commit murder in the second degree, any class A felony, any class B felony, or any of the class C felony offenses enumerated above and who has a prior conviction or prior convictions for the following felonies, including an attempt to commit the same: murder, murder in the first or second degree, a class A felony, a class B felony, any of the class C felony offenses enumerated above, or any felony conviction of another jurisdiction, shall be sentenced to a mandatory minimum period of imprisonment without possibility of parole during such period as follows:\n    (a)   One prior felony conviction:\n         (i)  Where the instant conviction is for murder in the second degree or attempted murder in the second degree--ten years;\n        (ii)  Where the instant conviction is for a class A felony--six years, eight months;\n       (iii)  Where the instant conviction is for a class B felony--three years, four months;\n        (iv)  Where the instant conviction is for a class C felony offense enumerated above--one year, eight months;\n    (b)   Two prior felony convictions:\n         (i)  Where the instant conviction is for murder in the second degree or attempted murder in the second degree--twenty years;\n        (ii)  Where the instant conviction is for a class A felony--thirteen years, four months;\n       (iii)  Where the instant conviction is for a class B felony--six years, eight months;\n        (iv)  Where the instant conviction is for a class C felony offense enumerated above--three years, four months;\n    (c)   Three or more prior felony convictions:\n         (i)  Where the instant conviction is for murder in the second degree or attempted murder in the second degree--thirty years;\n        (ii)  Where the instant conviction is for a class A felony--twenty years;\n       (iii)  Where the instant conviction is for a class B felony--ten years;\n        (iv)  Where the instant conviction is for a class C felony offense enumerated above--five years.\n     (2)  Except as in subsection (3), a person shall not be sentenced to a mandatory minimum period of imprisonment under this section unless the instant felony offense was committed during such period as follows:\n    (a)   Within twenty years after a prior felony conviction where the prior felony conviction was for murder in the first degree or attempted murder in the first degree;\n    (b)   Within twenty years after a prior felony conviction where the prior felony conviction was for murder in the second degree or attempted murder in the second degree;\n    (c)   Within twenty years after a prior felony conviction where the prior felony conviction was for a class A felony;\n    (d)   Within ten years after a prior felony conviction where the prior felony conviction was for a class B felony;\n    (e)   Within five years after a prior felony conviction where the prior felony conviction was for a class C felony offense enumerated above;\n    (f)   Within the maximum term of imprisonment possible after a prior felony conviction of another jurisdiction.\n     (3)  If a person was sentenced for a prior felony conviction to a special term under section 706-667, then the person shall not be sentenced to a mandatory minimum period of imprisonment under this section unless the instant felony offense was committed during such period as follows:\n    (a)   Within eight years after a prior felony conviction where the prior felony conviction was for a class A felony;\n    (b)   Within five years after the prior felony conviction where the prior felony conviction was for a class B felony;\n    (c)   Within four years after the prior felony conviction where the prior felony conviction was for a class C felony offense enumerated above.\n     (4)  Notwithstanding any other law to the contrary, any person convicted of any of the following misdemeanor offenses:\n    (a)   Section 707-712 relating to assault in the third degree;\n    (b)   Section 707-717 relating to terroristic threatening in the second degree;\n    (c)   Section 707-733 relating to sexual assault in the fourth degree;\n    (d)   Section 708-822 relating to criminal property damage in the third degree;\n    (e)   Section 708-832 relating to theft in the third degree; and\n    (f)   Section 708-833.5(2) relating to misdemeanor shoplifting,\nand who has been convicted of any of the offenses enumerated above on at least three prior and separate occasions within three years of the date of the commission of the present offense, shall be sentenced to no less than nine months of imprisonment.  Whenever a court sentences a defendant under this subsection for an offense under section 707-733, the court shall order the defendant to participate in a sex offender assessment and, if recommended based on the assessment, participate in the sex offender treatment program established by chapter 353E.\n     (5)  The sentencing court may impose the above sentences consecutive to any sentence imposed on the defendant for a prior conviction, but such sentence shall be imposed concurrent to the sentence imposed for the instant conviction.  The court may impose a lesser mandatory minimum period of imprisonment without possibility of parole than that mandated by this section where the court finds that strong mitigating circumstances warrant such action.  Strong mitigating circumstances shall include, but shall not be limited to the provisions of section 706-621.  The court shall provide a written opinion stating its reasons for imposing the lesser sentence.\n     (6)  A person who is imprisoned in a correctional institution pursuant to subsection (1) shall not be paroled prior to the expiration of the mandatory minimum term of imprisonment imposed pursuant to subsection (1).\n     (7)  For purposes of this section:\n    (a)   Convictions under two or more counts of an indictment or complaint shall be considered a single conviction without regard to when the convictions occur;\n    (b)   A prior conviction in this or another jurisdiction shall be deemed a felony conviction if it was punishable by a sentence of death or of imprisonment in excess of one year; and\n    (c)   A conviction occurs on the date judgment is entered. [L 1976, c 181, §1; am L 1979, c 98, §1; am L 1980, c 284, §1; am L 1981, c 69, §1; am L 1986, c 314, §17; am L 1987, c 181, §3; am L 1990, c 28, §2; am L 1996, c 87, §1; am L 1997, c 277, §2; am L 1999, c 195, §10 and c 244, §1; am L 2006, c 80, §1 and c 139, §4; am L 2007, c 49, §2]\n \nNote\n \n  Section 707-703 as amended relates to negligent homicide in the second degree.\n  Sections 707-735 and 707-736, referred to in text, are repealed.\n \nCross References\n \n  Former conviction in another jurisdiction, see §706-665.\n  Negligent homicide in the first degree, see §707-702.5.\n \nCOMMENTARY ON \n \n  This section was added by Act 181, Session Laws 1976.  Finding a clear danger to the people of Hawaii in the high incidence of offenses being committed by repeat offenders, the legislature felt it necessary to provide for mandatory terms of imprisonment without possibility of parole in cases of repeated offenses by prior offenders.  House Conference Committee Report No. 32, Senate Conference Committee Report No. 33.\n  Act 98, Session Laws 1979, amended this section to provide that persons convicted of any of the crimes enumerated be punished as repeat offenders if they are subsequently convicted of any of the enumerated offenses within the time of the maximum sentence of the prior conviction.  Under the prior law, a person had to be convicted of the same enumerated crime on more than one occasion.  The Legislature felt this amendment was needed to alleviate concerns that the repeat offender problem be dealt with seriously.  Conference Committee Report No. 11.\n  Act 284, Session Laws 1980, completely revised this section.  It expanded the list of offenses carrying the possibility of mandatory minimum sentences and divided the offenses into the two classes enumerated in subsections (1) and (2).  Further, it introduced a degree of flexibility into the sentencing procedure by allowing the court, upon written opinion, to set a lesser minimum sentence than that prescribed if there were strong mitigating circumstances to warrant such action.\n  Act 314, Session Laws 1986, amended the repeat offender law so that mandatory minimum terms of imprisonment are increased as the severity of the repeat offense increases.  Thus, the mandatory minimum term for a class A repeat offender is greater than that term for a class B repeat offender.  The period of time during which a felon is considered to have a prior felony conviction is dependent on the seriousness of the prior felony; the more severe the prior crime, the longer it remains a prior conviction.\n  Only certain class C felonies were made subject to the repeat offender law since the legislature intended to have some latitude as to which of those crimes should fall within the repeat offender category.  Conference Committee Report No. 51-86.\n  Act 181, Session Laws 1987, added felony convictions of another jurisdiction to the list of crimes (\"prior felonies\") which are considered in the sentencing of repeat offenders.  The Act also added, to the list of applicable periods, that the period within which the repeat offender statute applies is the maximum possible prison term of the prior felony conviction of another jurisdiction.  The Act repealed subparagraph 706-606.5(4)(a) to clarify that this section requires only one felony conviction prior to the felony for which the defendant is sentenced pursuant to this section.  Senate Standing Committee Report No. 1130.\n  Act 87, Session Laws 1996, added the crime of unauthorized control of propelled vehicle to the class C felonies subject to repeat offender sentencing.  The legislature found that vehicle thefts and property taken from the vehicles was a serious problem in the State, and that this kind of theft affected a significant number of visitors and residents.  The Act also amended the section to prohibit the parole of repeat offenders prior to the expiration of their mandatory minimum terms of imprisonment.  Senate Standing Committee Report No. 2598.\n  Act 277, Session Laws 1997, amended this section by including the offense of trademark counterfeiting in the list of offenses for repeat offenders.  The legislature found that trademark counterfeiting was a recurring problem in Hawaii for retail boutiques and trademark products of the University of Hawaii, and that tourists are often the target for the scams.  The legislature believed that the Act would safeguard not only consumers from the sale of counterfeit products, but would also protect the reputation and quality of trademarks and ensure that trademarks are used for their legitimate and intended purposes.  House Standing Committee Report No. 1620, Senate Standing Committee Report No. 759. \n  Act 195, Session Laws 1999, amended this section to include §188-23 as an offense subject to repeat offender sentencing.  Senate Standing Committee Report No. 1487.  \n  Act 244, Session Laws 1999, amended this section by, among other things, providing:  (1) that the multiple offender of assault in the third degree, terroristic threatening in the second degree, sexual assault in the fourth degree, criminal property damage in the third degree, theft in the third degree, or misdemeanor shoplifting, shall be sentenced to no less than nine months of imprisonment in cases where a person is convicted on at least three prior and separate occasions of any of the specified misdemeanor offenses within a three-year period;  and (2) that the court shall order a defendant sentenced under §707-733, relating to sexual assault in the fourth degree, to participate in a sex offender assessment and participate in the sex offender treatment program, if necessary and appropriate.  \n  The legislature found that there are many criminals who repeatedly commit misdemeanor offenses; these persons know that under current law, if caught, the consequences of their conduct will be relatively minor.  As such, there is currently no serious deterrent to their repeated criminal behavior.  A mandatory sentence will send a strong message that repeated criminal behavior will not be tolerated.  Conference Committee Report No. 42, House Standing Committee Report No. 1466.\n  Act 80, Session Laws 2006, added electronic enticement of a child in the second degree to the list of class C felonies subject to repeat offender sentencing.  Act 80 provided a means to ensure the safety of Hawaii's children, enhance enforcement efforts, and impose significant penalties against those who prey on the most vulnerable members of the community.  Conference Committee Report No. 10-06, House Standing Committee Report No. 1520-06.\n  Act 139, Session Laws 2006, increased the protection of personal information by providing for repeat felony offender sentencing of offenders with prior felony convictions who are convicted of unauthorized possession of confidential personal information or of identity theft in the third degree.  Hawaii law enforcement has found it difficult to curb the rise in identity theft-related crimes when identity thieves in possession of personal information who have not yet caused a monetary loss to the victim cannot be prosecuted for crimes other than petty misdemeanor thefts.  The legislature found that increasing the penalties for identity theft by amending the law to make identity theft an enumerated offense within the repeat offender statute would help to deter identity theft crimes.  Senate Standing Committee Report No. 2636, House Standing Committee Report No. 1295-06.\n  Act 49, Session Laws 2007, amended this section to deter insurance fraud by including felony insurance fraud relating to workers' compensation, accident and health or sickness, and motor vehicle insurance, and insurance provided by mutual benefit societies and health maintenance organizations, among the offenses subject to repeat felony offender sentencing.  The legislature found that while insurance [fraud] is often perceived as a nonviolent and victimless crime, the ramifications of insurance fraud affect everyone through higher insurance premiums.  House Standing Committee Report No. 913, Senate Standing Committee Report No. 1589.\n \nCase Notes\n \n  Not applicable to defendant who had no prior conviction for any offense for which now charged.  800 F.2d 861.\n  Where defendant contended, inter alia, that federal sentencing guidelines preempted use of Hawaii repeat offender statute, defendant's conviction was subject to the statute, which applied to offenses committed on federal enclaves; district court did not err in applying the statute.  105 F.3d 463.\n  \"Prior conviction\" includes convictions which occurred before the effective date of statute.  61 H. 262, 602 P.2d 914.\n  Sentencing under section--procedural requirements.  61 H. 262, 602 P.2d 914.\n  Statute as it applies to burglary in the first degree is not unconstitutional as violative of the cruel and unusual punishment, equal protection, due process, or ex post facto clauses.  61 H. 262, 602 P.2d 914.\n  Proof of legal representation.  61 H. 281, 602 P.2d 927.\n  Sufficiency of evidence of prior conviction.  61 H. 281, 602 P.2d 927.\n  Mandatory minimum sentence for repeat offenders of §712-1242 not constitutionally proscribed.  61 H. 285, 602 P.2d 930.\n  Requirement of notice of intended application of section.  61 H. 285, 602 P.2d 930.\n  State must show defendant was represented by counsel at prior conviction or had waived such representation.  61 H. 285, 602 P.2d 930.\n  Conviction on multiple counts considered as one prior conviction.  63 H. 509, 630 P.2d 633.\n  Lesser mandatory minimum sentence under subsection (3) may be imposed for persons convicted prior to effective date of 1980 amendment but sentenced after it.  64 H. 210, 638 P.2d 319.\n  Not ambiguous.  66 H. 182, 658 P.2d 882.\n  Section does not apply to attempted felonies.  67 H. 476, 691 P.2d 1169.\n  Sentence is illegal if not imposed on repeat offender in compliance with statute's requirements.  67 H. 531, 696 P.2d 344.\n  Mandatory minimum sentence may not run consecutively to sentence for underlying conviction.  67 H. 616, 699 P.2d 988.\n  \"Conviction\" refers to judgment entered upon finding of guilt.  Two sentences on the same day for separate offenses charged in two indictments are two convictions.  68 H. 124, 706 P.2d 1293.\n  Defendant's prior four-year sentence as young adult is the \"maximum sentence of the prior conviction\".  68 H. 169, 706 P.2d 1304.\n  Defendant's two prior convictions did not merge into one prior conviction.  71 H. 153, 785 P.2d 1314.\n  A sentencing court may order that a mandatory minimum term of imprisonment imposed under §706-660.1 be served consecutively to a mandatory period of imprisonment imposed under this section in connection with a separate felony conviction arising out of a charge contained in the same indictment or complaint.  84 H. 476, 935 P.2d 1021.\n  Section divests sentencing court of authority to impose consecutive mandatory minimum periods of imprisonment on a defendant convicted of multiple felony counts charged in the same indictment or complaint.  84 H. 476, 935 P.2d 1021.\n  Trial court's refusal to find strong mitigating circumstances pursuant to subsection (4) (1998) and imposition of concurrent mandatory minimum ten-year terms not unconstitutional where defendant could have reasonably been deemed to pose a danger to society, more serious crimes by repeat offenders may be punished in Hawaii by longer mandatory minimum terms, and other jurisdictions permitted significantly lengthier sentences for repeat offenders.  93 H. 87, 997 P.2d 13.\n  Inasmuch as the plain and unambiguous language of this section requires application of the repeat offender statute over \"any other law to the contrary\", the circuit court did not err in sentencing defendant as a repeat offender pursuant to this section; in all cases in which this section is applicable, including those in which a defendant would otherwise be eligible for probation under §706-622.5, the circuit courts must sentence defendants pursuant to the provisions of this section.  103 H. 228, 81 P.3d 408.\n  By its plain language, Act 44, Session Laws of Hawaii 2004, prospectively permitted greater discretion to sentencing courts confronted with conflicts between this section and §706-622.5 than they previously possessed; thus, based on the legislative intent reflected in Act 44, the Act 161, Session Laws of Hawaii 2002 version of §706-622.5, under which defendant was sentenced, did not trump the repeat offender statute.  106 H. 1, 100 P.3d 595.\n  Trial court properly sentenced defendant as a repeat offender based on defendant's conviction of promoting a dangerous drug in the third degree under §712-1243, an enumerated class C felony under this section.  106 H. 146, 102 P.3d 1044.\n  A defendant is entitled, by timely HRPP rule 35 motion to correct sentence or by HRPP rule 40 petition, to move for correction of an enhanced sentence once the defendant has successfully attacked a prior conviction on which the sentence was based in whole or part because that conviction no longer constitutes a proper basis for increased punishment for a subsequent offense under this section.  109 H. 458, 128 P.3d 340.\n  Where defendant was a convicted felon subject to a mandatory minimum sentence for a repeat offense as of the date the judgment was entered, the trial court properly relied on the prior conviction in sentencing defendant because the prior conviction had not been vacated at the time of sentencing.  109 H. 458, 128 P.3d 340.\n  In determining voluntariness of guilty plea, judge should have established that petitioner was aware of mandatory minimum sentence to same extent as petitioner's awareness of maximum sentence.  9 H. App. 122, 826 P.2d 440.\n  No merit to defendant's points on appeal that contended that: (1) circuit court violated right to due process when it assumed role of prosecutor and attempted to establish a record on which to base a minimum mandatory sentence; and (2) imposition of mandatory minimum sentence was unauthorized because circuit court's finding that defendant had prior felony conviction was not supported by sufficient evidence.  9 H. App. 583, 854 P.2d 238."
}