{
    "name": "Disposition of funds",
    "number": "643",
    "text": "(1)  The defendant shall pay a fine or any installment thereof to the cashier or clerk of the district or circuit court.  In the event of default in payment, the clerk shall notify the prosecuting attorney and, if the defendant is on probation, the probation officer.\n     (2)  All fines and other final payments received by a clerk or other officer of a court shall be accounted for, with the names of persons making payment, and the amount and date thereof, being recorded.  All such funds shall be deposited with the director of finance to the credit of the general fund of the State.  With respect to fines and bail forfeitures which are proceeds of the wildlife revolving fund under section 183D-10.5, the director of finance shall transmit the fines and forfeitures to that fund. [L 1972, c 9, pt of §1; am L 1986, c 314, §35; am L 1990, c 83, §2; am L 2006, c 230, §21]\n \nCOMMENTARY ON \n \n  This section provides for payment to the clerk of the sentencing court and incorporates previous provisions of law with respect to disposition of collected funds.  Out of an abundance of caution, subsection (2) deals with all funds collected in civil as well as penal cases.  This broad scope is made necessary by previous provisions of former Title 37 (Criminal Law) dealing with funds collected in civil cases.  See H.R.S. §§712-8 and 712-9 as codified prior to this Code.\n \nSUPPLEMENTAL COMMENTARY ON \n \n  Act 83, Session Laws 1990, required the deposit of hunting fines and bail forfeitures to the wildlife revolving fund creating additional funds for wildlife programs.  Senate Standing Committee Report No. 2085.\n  Act 230, Session Laws 2006, amended subsection (1) to require the defendant to pay a fine to the cashier or clerk of the district or circuit court, instead of the clerk of the sentencing court."
}