{
    "name": "Joint underwriting plan, establishment",
    "number": "3",
    "text": "(a)  A joint underwriting plan is established, consisting of all insurers authorized to write and engaged in writing casualty insurance in this State on a direct basis.  Each insurer shall be a member of the plan and shall maintain membership as a condition of its licensure to transact such insurance in this State.  The purpose of the plan shall be to provide medical malpractice insurance on a self-supporting basis.  The plan shall be the exclusive agency through which medical malpractice insurance may be written in this State on a primary basis for physicians and hospitals.\n\t(b)  The plan shall, pursuant to the provisions of this chapter and the plan of operation with respect to medical malpractice insurance, have the power on behalf of its members:\n\n\n\n\t(1)\tTo issue, or to cause to be issued policies of insurance to applicants, including incidental coverages and subject to limits as specified in the plan of operation but not to exceed $100,000 for each claimant under one policy in any one year;\n\t(2)\tTo appoint service companies to underwrite such insurance and to adjust and pay losses with respect thereto;\n\t(3)\tTo assume reinsurance from its members; and\n\t(4)\tTo cede reinsurance.\n\t(c)(1)\tThe commissioner shall, after consultation with the joint underwriting plan, representatives of the public, the Hawaii Medical Association and other affected individuals and organizations, promulgate a plan of operation consistent with the provisions of this chapter within sixty days after the creation of the plan.  The plan of operation shall become effective and operational upon order of the insurance commissioner.\n\t(2)\tThe plan of operation shall provide for economic, fair and nondiscriminatory administration and for the prompt and efficient provision of medical malpractice insurance, and shall contain other provisions including, but not limited to, preliminary assessment of all members for initial expenses necessary to commence operation, establishment of necessary facilities, management of the plan, assessment of members to defray losses and expenses, commission arrangements, reasonable and objective underwriting standards, acceptance and cession of reinsurance, appointment of servicing carriers and standards, and procedures for determining amounts of insurance to be provided by the plan.\n\t(3)\tThe plan of operation shall provide that any profit achieved by the plan be added to the reserves of the plan or returned to the policyholders as a dividend.\n\t(4)\tAmendments to the plan of operation may be made by the directors of the plan, subject to the approval of the insurance commissioner, or shall be made at the direction of the insurance commissioner. [L 1975, c 161, pt of §1; am L 1976, c 219, §5; am L 1984, c 232, §2]"
}