{
    "name": "Racing on highways",
    "number": "103",
    "text": "(a)  Except as provided in section 291C-149, no person shall drive any vehicle in any race, speed competition or contest, drag race or acceleration contest, test of physical endurance, exhibition of speed or acceleration, or for the purpose of making a speed record, and no person shall in any manner participate in any race, competition, contest, test, or exhibition prohibited by this section. \t(b)  \"Drag race\" means the operation of two or more vehicles from a point side by side at accelerating speeds in a competitive attempt to outdistance each other, or the operation of one or more vehicles over a common selected course, from the same point to the same point, for the purpose of comparing the relative speeds or power of acceleration of the vehicle or vehicles within a certain distance or time limit.\n\t(c)  \"Racing\" means the use of one or more vehicles in an attempt to outgain, outdistance, or prevent another vehicle from passing, to arrive at a given destination ahead of another vehicle or vehicles, or to test the physical stamina or endurance of drivers over long distance driving routes.\n\t(d)  \"Exhibition of speed or acceleration\" means the sudden acceleration of a vehicle resulting in the screeching of the vehicle's tires which is done to intentionally draw the attention of persons present toward the vehicle.\n\t(e)  Any person who violates this section, except subsection (d), shall be fined not more than $500 or imprisoned not more than six months, or both.  Any person who violates subsection (d) shall be fined not more than $500 or be sentenced to perform community service, or both.\n\t(f)  Any person who violates this section while operating a vehicle at a speed exceeding the posted speed limit by thirty miles per hour or more shall be subject to a fine of not more than $2,000, a term of imprisonment of not more than one year, or both; provided that the following additional penalties shall also apply:\n\n\n\n\t(1)\tFor an offense that occurs within five years of a prior conviction, a one-year license suspension;\n\t(2)\tFor an offense that occurs within five years of two prior convictions:\n\n\t\t(A)\tA three-year license suspension; and\n\t\t(B)\tA vehicle owned by the defendant and used in the commission of the offense which has been used in at least two prior offenses that resulted in convictions may be ordered by the court to be subject to forfeiture under chapter 712A. [L 1971, c 150, pt of §1; am L 1984, c 273, §9; am L 1989, c 151, §1; am L 2002, c 261, §1]"
}