{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter, unless the context otherwise requires: \t\"Agency\" means any department, office or board or commission of the state or county government which is a part of the executive branch of that government.\n\t\"Agricultural solid waste\" means the solid waste that results from the rearing of animals and the harvesting of crops.\n\t\"Collector\" means any person or governmental agency which has been licensed to remove refuse in accordance with applicable ordinances and regulations.\n\t\"County\" shall include each county of the State, including the city and county of Honolulu.\n\t\"Director\" means the director of the department of health.\n\t\"Generator\" means any person or governmental agency which generates solid waste.\n\t\"Incinerator\" means an engineered combustion device specifically designed for volume reduction by controlled burning of combustible solid waste.\n\t\"Landfill\" means a land area used for the disposal of solid waste.\n\t\"Operator\" means any person or governmental agency which accepts solid waste for processing, disposing, or transferring at an incinerator, landfill site, resource recovery facility or transfer station.\n\t\"Owner\" means any person or governmental agency which shall have title to solid waste.\n\t\"Resource recovery facility\" means a facility in which solid waste is reprocessed into new products in such manner that original products lose their identity.\n\t\"Solid waste\" means garbage, refuse and other discarded solid materials, including solid waste materials resulting from industrial and commercial operations, and from community activities.  Solid waste does not include solid or dissolved material in domestic sewage or other substances in water sources, such as silt, dissolved or suspended solids in industrial waste effluents, dissolved materials in irrigation return flows or other water pollutants.  This definition is also intended to include liquid waste materials such as waste oil, paints, and solvents.\n\t\"Source separated waste\" means recyclable waste materials which are set aside at their point of generation for segregated collection and transport to specialized waste processing sites or final manufacturing markets.\n\t\"Transfer station\" means a supplemental transportation facility used as an adjunct to solid waste route collection vehicles, which facility may be fixed or mobile and may include recompaction of solid waste. [L 1976, c 184, pt of §2; am L 1979, c 151, §2]"
}