{
    "name": "Charter school review panel; establishment; powers and duties",
    "number": "3",
    "text": "(a)  There is established the charter school review panel, which shall be placed within the department for administrative purposes only.  The panel shall be accountable to the charter schools and the board.  Notwithstanding section 302B-9, the panel shall be subject to chapter 92.\n     (b)  The panel shall consist of twelve members, and shall include:\n     (1)  Two licensed teachers regularly engaged in teaching; provided that one teacher is employed at a start-up charter school, and one teacher is employed at a conversion charter school;\n     (2)  Two educational officers; provided that one educational officer is employed at a start-up charter school, and one educational officer is employed at a conversion charter school;\n     (3)  One member or former member of a charter school local school board;\n     (4)  The chair of the board of education or the chair's designee;\n     (5)  A representative of Hawaiian culture-focused charter schools;\n     (6)  Two representatives of the University of Hawaii who are not affiliated with charter schools;\n     (7)  One member with a background in business or accounting who is not affiliated with charter schools;\n     (8)  One member with a background in the building trades or real estate who is not affiliated with charter schools; and\n     (9)  A representative from the Hawaii Association of Independent Schools;\nprovided that the initial appointments for representatives in paragraphs (7) to (9) shall be made by September 1, 2007.  From June 1, 2007, until such time that the panel has twelve members, five members of the panel shall constitute a quorum to conduct business and a concurrence of at least five members shall be necessary to make any action of the panel valid; provided that, upon filling the twelve seats as required under this subsection, a majority of the panel shall constitute a quorum to conduct business, and the concurrence of a majority of all the members to which the panel is entitled shall be necessary to make any action of the panel valid.\n     (c)  The board shall appoint the remaining members of the panel other than the chair of the board.\n     (d)  Appointed panel members shall serve not more than three consecutive three-year terms, with each term beginning on July 1; provided that the initial terms of the appointed members that commence after June 30, 2006, shall be staggered as follows:\n     (1)  Four members to serve three-year terms;\n     (2)  Four members to serve two-year terms; and\n     (3)  Three members to serve a one-year term.\n     (e)  Notwithstanding the terms of members, the board may add panel members at any time and replace panel members at any time when their positions become vacant through resignation, non-participation, or upon request of a majority of panel members.\n     (f)  Panel members shall receive no compensation.  When panel duties require that a panel member take leave of the panel member's duties as a state employee, the appropriate state department shall allow the panel member to be placed on administrative leave with pay and shall provide substitutes, when necessary, to perform that panel member's duties.  Panel members shall be reimbursed for necessary travel expenses incurred in the conduct of official panel business.\n     (g)  The panel shall establish operating procedures that shall include conflict of interest provisions for any member whose school of employment or local school board membership is before the panel.\n     (h)  The chair of the panel shall be designated by the members of the panel for each school year beginning July 1 and whenever there is a vacancy.  If the panel does not designate its chair for the next school year by July 1, the board shall designate the panel chair.  When the panel chair is vacant, the board shall designate an interim chair to serve until the panel designates its chair.\n     (i)  The powers and duties of the panel shall be to:\n     (1)  Appoint and evaluate the executive director and approve staff and salary levels for the charter school administrative office;\n     (2)  Review, approve, or deny charter applications for new charter schools in accordance with section 302B-5 for the issuance of new charters; provided that applicants that are denied a charter may appeal to the board for a final decision pursuant to section 302B-3.5;\n     (3)  Review, approve, or deny significant amendments to detailed implementation plans to maximize the school's financial and academic success, long-term organizational viability, and accountability.  Charter schools that are denied a significant amendment to their detailed implementation plan may appeal to the board for a final decision pursuant to section 302B-3.5;\n     (4)  Adopt reporting requirements for charter schools;\n     (5)  Review annual self-evaluation reports from charter schools and take appropriate action;\n     (6)  Evaluate any aspect of a charter school that the panel may have concerns with and take appropriate action, which may include probation or revocation;\n     (7)  Periodically adopt improvements in the panel's monitoring and oversight of charter schools; and\n     (8)  Periodically adopt improvements in the office's support of charter schools and management of the charter school system.\n     (j)  In the case that the panel decides not to issue a new charter, or to approve significant amendments to detailed implementation plans, the board may adopt rules for an appeals process pursuant to section 302B-3.5.\n     (k)  The office shall provide for the staff support and expenses of the panel. [L 2006, c 298, pt of §2; am L 2007, c 115, §7; am L 2008, c 16, §12]\n \nRevision Note\n \n  \"June 1, 2007\" substituted for \"the effective date of this Act\"."
}