{
    "name": "Purpose; construction",
    "number": "1",
    "text": "PART I.  PURPOSE, CONSTRUCTION, DEFINITIONS\n\n     This chapter creates within the jurisdiction of the family court a child protective act to make paramount the safety and health of children who have been harmed or are in life circumstances that threaten harm.  Furthermore, this chapter makes provisions for the service, treatment, and permanent plans for these children and their families.\n\tThe legislature finds that children deserve and require competent, responsible parenting and safe, secure, loving, and nurturing homes.  The legislature finds that children who have been harmed or are threatened with harm are less likely than other children to realize their full educational, vocational, and emotional potential, and become law-abiding, productive, self-sufficient citizens, and are more likely to become involved with the mental health system, the juvenile justice system, or the criminal justice system, as well as become an economic burden on the State.  The legislature finds that prompt identification, reporting, investigation, services, treatment, adjudication, and disposition of cases involving children who have been harmed or are threatened with harm are in the children's, their families', and society's best interests because the children are defenseless, exploitable, and vulnerable.\n\tThe policy and purpose of this chapter is to provide children with prompt and ample protection from the harms detailed herein, with an opportunity for timely reconciliation with their families if the families can provide safe family homes, and with timely and appropriate service or permanent plans to ensure the safety of the child so they may develop and mature into responsible, self-sufficient, law-abiding citizens.  The service plan shall effectuate the child's remaining in the family home, when the family home can be immediately made safe with services, or the child's returning to a safe family home.  The service plan should be carefully formulated with the family in a timely manner.  Every reasonable opportunity should be provided to help the child's legal custodian to succeed in remedying the problems which put the child at substantial risk of being harmed in the family home.  Each appropriate resource, public and private, family and friend, should be considered and used to maximize the legal custodian's potential for providing a safe family home for the child.  Full and careful consideration should be given to the religious, cultural, and ethnic values of the child's legal custodian when service plans are being discussed and formulated.  Where the court has determined, by clear and convincing evidence, that the child cannot be returned to a safe family home, the child will be permanently placed in a timely manner.\n\tThe department's child protective services provided under this chapter shall make every reasonable effort to be open, accessible, and communicative to the persons affected in any manner by a child protective proceeding; provided that the safety and best interests of the child under this chapter shall not be endangered in the process.\n\tThis chapter shall be liberally construed to serve the best interests of the children and the purposes set out in this chapter. [L 1983, c 171, pt of §1; am L 1986, c 316, §1; am L 1992, c 190, §5; am L 1998, c 134, §6]"
}