{
    "name": "Guardian ad litem; court appointed counsel",
    "number": "34",
    "text": "(a)  The court shall appoint a guardian ad litem for the child to serve throughout the pendency of the child protective proceedings under this chapter.  The court may appoint additional counsel for the child pursuant to subsection (c) or independent counsel for any other party if the party is an indigent, counsel is necessary to protect the party's interests adequately, and the interests are not represented adequately by another party who is represented by counsel.\n\t(b)  A guardian ad litem shall:\n\n\n\n\t(1)\tBe allowed access to the child by the caretakers of the child whether caretakers are individuals, authorized agencies, or health care providers;\n\t(2)\tHave the authority to inspect and receive copies of any records, notes, and electronic recordings concerning the child that are relevant to the proceedings filed under this chapter without the consent of the child or individuals and authorized agencies who have control of the child; and\n\t(3)\tBe given notice of all hearings and proceedings, civil or criminal, including, but not limited to, grand juries, involving the child and shall protect the best interests of the child therein, unless otherwise ordered by the court.\n\n\n\n\t(c)  A guardian ad litem appointed pursuant to subsection (a) shall report to the court and all parties in writing at six month intervals, or as is otherwise ordered by the court, regarding such guardian ad litem's activities on behalf of the child and recommendations concerning the manner in which the court should proceed in the best interests of the child; provided that such guardian ad litem shall make face to face contact with the child in the child's family or foster home at least once every three months.  A guardian ad litem shall inform the court of the child's perceived interests if they differ from those being advocated by the child's guardian ad litem.  If the child and the child's guardian ad litem are not in agreement, the court shall evaluate the necessity for appointing special counsel for the child to serve as the child's legal advocate concerning such issues and during such proceedings as the court deems to be in the best interests of the child.\n\t(d)  When the court determines, after such hearing as the court deems to be appropriate, that a party is incapable of comprehending the legal significance of the issues or the nature of the child protective proceedings, the court may appoint a guardian ad litem to represent the interests of that party; provided that a guardian ad litem appointed pursuant to this section shall investigate and report to the court in writing at six month intervals, or as is otherwise ordered by the court, regarding the current status of the party's disability, including, but not limited to, a recommendation as to available treatment, if any, for the disability and a recommendation concerning the manner in which the court should proceed in order to best protect the interests of the party in conjunction with the court's determination as to the best interests of the child.\n\t(e)  A guardian ad litem or counsel appointed pursuant to this section for the child or other party may be paid for by the court, unless the party for whom counsel is appointed has an independent estate sufficient to pay such costs.  The court may order the appropriate parties to pay or reimburse the costs and fees of the guardian ad litem and other counsel appointed for the child. [L 1986, c 316, §16; am L 1992, c 190, §16]"
}