{
    "name": "Energy efficient products",
    "number": "23",
    "text": "(a)  Agencies shall select, where life-cycle cost-effective, ENERGY STAR and other energy efficient products when acquiring energy-using products.  For product groups where ENERGY STAR labels are not yet available, agencies may select products that are in the upper twenty-five per cent of energy efficiency as designated by the United States Department of Energy, Office of Energy Efficiency and Renewable Energy, Federal Energy Management Program.\n\tAgencies shall incorporate energy efficient criteria consistent with designated energy efficiency levels into all guide specifications and project specifications developed for new construction and renovation, as well as into product specification language developed for all purchasing procedures.\n\tThe State shall also consider the creation of financing agreements with private sector suppliers to provide private funding to offset higher up-front costs of efficient products.\n\t(b)  Agencies shall strive to meet the ENERGY STAR building criteria for energy performance and indoor environmental quality in their eligible facilities to the maximum extent practicable by December 31, 2005.  Agencies may use energy-savings performance contracts, utility energy-efficiency service contracts, or other means to conduct evaluations and make improvements to facilities.  Facilities that rank in the top twenty-five per cent in energy efficiency relative to comparable commercial and state buildings shall receive the ENERGY STAR building label or its equivalent as determined by the coordinator.  Agencies shall integrate this rating tool into their general facility audits.\n\t(c)  The State shall employ sustainable design principles and agencies shall apply the principles to the siting, design, and construction of new facilities.  Agencies shall optimize life-cycle costs, pollution, and other environmental and energy costs associated with the construction, life-cycle operation, and decommissioning of the facility.  Agencies shall consider using energy-savings performance contracts or utility energy-efficiency service contracts to aid them in constructing sustainably designed buildings.\n\t(d)  Agencies entering into leases, including the renegotiation or extension of existing leases, shall incorporate lease provisions that encourage energy and water efficiency wherever life-cycle cost-effective.  Build-to-suit lease solicitations shall contain criteria encouraging sustainable design and development, energy efficiency, and verification of facility performance.  Agencies shall include a preference for facilities having an ENERGY STAR building label in their selection criteria for acquiring leased facilities.  In addition, all agencies shall encourage lessors to apply for an ENERGY STAR building label and to explore and implement projects that will reduce costs to the State, including projects carried out through the lessors' energy-savings performance contracts or utility energy-efficiency service contracts.\n\t(e)  Agencies shall implement energy reduction systems, and other highly efficient systems, in new construction or retrofit projects when life-cycle cost-effective.  Agencies shall consider combined cooling, heat, and power systems when determined to be the most cost-effective when measured against other alternatives on a life-cycle cost basis.  Agencies shall survey local natural resources to optimize use of available solar, ocean thermal, biomass, bioenergy, geothermal, or other naturally occurring energy sources.\n\t(f)  Agencies shall use off-grid generation systems, including solar hot water, solar electric, solar outdoor lighting, small wind turbines, fuel cells, and other off-grid alternatives, where such systems are life-cycle cost-effective and offer benefits including energy efficiency, pollution prevention, source energy reductions, avoided infrastructure costs, or expedited service. [L 2002, c 77, pt of §9]"
}