{
    "name": "Notice of disposition",
    "number": "29",
    "text": "  Except in case of a sale of the leased fee interest to the lessee of a residential lot under lease, no sale or lease of any residential lots shall be made by the housing and community development corporation of Hawaii unless it has given public notice on at least two different days in the county of its intent to sell or lease.  The notice shall state, in general terms, the size, location, and prices or lease rentals of the lots to be sold or leased, the terms of the sale or lease, and the last date on which applications will be received by the corporation, which date shall not be less than thirty days after the first notice.  The notice shall also state the times and places at which more detailed information with respect to the sale or lease may be secured by interested persons. [L 1967, c 307, §18; HRS ; am L 1968, c 46, §2f; am L 1987, c 337, §16; am L 1988, c 104, §2; am L 1997, c 350, §14; am L 1998, c 2, §105]\n    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  Except in case of a sale of the leased fee interest to the lessee of a residential lot under lease, no sale or lease of any residential lots shall be made by the Hawaii housing finance and development administration unless it has given public notice on at least two different days in the county of its intent to sell or lease.  The notice shall state, in general terms, the size, location, and prices or lease rentals of the lots to be sold or leased, the terms of the sale or lease, and the last date on which applications will be received by the administration, which date shall not be less than thirty days after the first notice.  The notice shall also state the times and places at which more detailed information with respect to the sale or lease may be secured by interested persons. [L 1967, c 307, §18; HRS ; am L 1968, c 46, §2f; am L 1987, c 337, §16; am L 1988, c 104, §2; am L 1997, c 350, §14; am L 1998, c 2, §105; am L 2005, c 196, §26(b)]"
}