{
    "name": "Acquisition loan programs; procedures and requirements",
    "number": "121",
    "text": "  (a)  The corporation shall establish procedures for:\n\n\n\n\t(1)\tThe submission of requests or the invitation of proposals for loans to mortgage lenders;\n\t(2)\tThe purchase of existing loans by auction, invitation of tenders, or negotiation;\n\t(3)\tThe making of advance commitments to purchase and the purchasing of eligible loans to be made by mortgage lenders by auction, invitation of tenders, or negotiation; and\n\t(4)\tLoan applications made through mortgage lenders to eligible borrowers.\n\n\n\n\t(b)  The corporation shall establish standards and requirements for:\n\n\n\n\t(1)\tThe allocation of loans to mortgage lenders;\n\t(2)\tThe allocation of funds to purchase existing loans from mortgage lenders;\n\t(3)\tThe making of advance commitments and allocation of funds to purchase eligible loans from mortgage lenders; and\n\t(4)\tThe participation by mortgage lenders as originators and processors of eligible loans on behalf of the corporation.\n\n\n\n\t(c)  The standards and requirements for the allocation of funds to mortgage lenders adopted by the corporation shall be designed to include the maximum number of qualified mortgage lenders as participants in the acquisition loan programs.\n\t(d)  The corporation may adopt rules under chapter 91 necessary or convenient for the operation of the acquisition loan programs under this part. [L 1983, c 270, pt of §1; am L 1987, c 337, §16; am L 1988, c 104, §2]\n    [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  (a)  The administration shall establish procedures for:\n\n\n\n\t(1)\tThe submission of requests or the invitation of proposals for loans to mortgage lenders;\n\t(2)\tThe purchase of existing loans by auction, invitation of tenders, or negotiation;\n\t(3)\tThe making of advance commitments to purchase and the purchasing of eligible loans to be made by mortgage lenders by auction, invitation of tenders, or negotiation; and\n\t(4)\tLoan applications made through mortgage lenders to eligible borrowers.\n\n\n\n\t(b)  The administration shall establish standards and requirements for:\n\n\n\n\t(1)\tThe allocation of loans to mortgage lenders;\n\t(2)\tThe allocation of funds to purchase existing loans from mortgage lenders;\n\t(3)\tThe making of advance commitments and allocation of funds to purchase eligible loans from mortgage lenders; and\n\t(4)\tThe participation by mortgage lenders as originators and processors of eligible loans on behalf of the administration.\n\n\n\n\t(c)  The standards and requirements for the allocation of funds to mortgage lenders adopted by the administration shall be designed to include the maximum number of qualified mortgage lenders as participants in the acquisition loan programs.\n\t(d)  The administration may adopt rules under chapter 91 necessary or convenient for the operation of the acquisition loan programs under this part. [L 1983, c 270, pt of §1; am L 1987, c 337, §16; am L 1988, c 104, §2; am L 2005, c 196, §26(b)]"
}