{
    "name": "Judiciary history center trust fund",
    "number": "7",
    "text": "(a)  There is established as a separate fund of the judiciary, the judiciary history center trust fund.  All funds contributed to the trust fund, including income and capital gains earned therefrom, shall be used exclusively to carry out the purposes of the center as defined in this chapter.  The trust fund shall consist of any and all types of private, federal, and public contributions, which do not include any state funding, and any income, interest, and capital gains earned; provided that moneys or properties donated for center use and patrons' deposits shall be deposited and accounted for in accordance with rules adopted by the supreme court.  The judiciary history center trust fund shall be subject to the following restrictions:\n\n\n\n\t(1)\tAll funds, and any income, interest, and capital gains earned by investment of those funds, shall be expended by the friends to carry out the purposes of the center as set out in section 6F-5; and\n\t(2)\tAny other restrictions imposed by the legislature with respect to the transfer or appropriation of funds.\n\n\n\n\t(b)  The judiciary history center trust fund shall be subject to the terms and conditions provided in this section.  The trust fund shall not be placed in the state treasury and the State shall not administer the fund nor be liable for its operation or solvency.  The trust fund shall be a trust fund pursuant to section 37-62 administered by the friends.\n\t(c)  Any funds deposited in the trust fund, and any income, interest, and capital gains earned therefrom, that are not used for the purposes of the center as set out in section 6F-5, shall be invested in accordance with the provisions of the articles, bylaws, resolutions, or other instruments executed on behalf of the friends in a manner intended to obtain a reasonable commercial rate of return on investment of the fund.\n\t(d)  If the trust fund is terminated, all funds, including the income, interest, and capital gains earned by the investment of funds, shall be transferred to the general fund.\n\t(e)  The friends:\n\n\n\n\t(1)\tMay enter into contracts as approved by the chief justice, with any association, individuals, or corporations to further the purposes of this section; provided that any blind vendor operating a vending facility pursuant to section 102-14 on or before January 1, 1996, shall not be displaced or dislocated;\n\t(2)\tShall require a certified public accountant to compile the financial statements, the result of which shall be submitted to the judiciary not more than thirty days after receipt by the friends; and\n\t(3)\tShall retain for a period of three years, any documents, papers, books, records, and other evidence that is pertinent to the trust fund, and permit inspection or access thereto by the judiciary, the legislature, the auditor, or their duly authorized representatives.\n\n\n\n\t(f)  For purposes of this section, \"friends\" means the friends of the judiciary history center. [L 1996, c 138, pt of §1]"
}