{
    "name": "Imprest fund for immediate welfare payments, emergency assistance, and work-related expenses",
    "number": "85",
    "text": "(a)  In addition to the petty cash funds authorized by section 40-84, emergency assistance funds under subsection (b), work-related expenses under subsection (c), and, upon approval by the comptroller, the amount necessary and sufficient to enable the department of human services to make immediate welfare money payments to eligible recipients shall be advanced from the general fund of the State to be used by the department of human services on an imprest basis in those cases only which require more immediate payment than that possible under the usual procedure for disbursing state funds provided in section 40-51. \t(b)  Amounts necessary and sufficient to enable the department of human services to make immediate emergency assistance grants shall be advanced from the general fund of the State to be used by the department as provided under section 346-65.\n\t(c)  Amounts necessary and sufficient to enable the department of human services to provide cash assistance to eligible applicants and recipients of education, training, and employment programs, shall be advanced from the general fund of the State to be used by the department as provided under section 346-270.\n\tThe imprest fund for work-related expenses shall be used to assist applicants and recipients enrolled in employment training programs with extraordinary work-related expenses related to education, training, and employment activities or with emergency cash assistance during family crises.\n\t(d)  In granting approval, the comptroller may impose such conditions as the comptroller may deem necessary for the proper administration and accountability of the fund and of the funds advanced.\n\t(e)  The imprest fund shall be replenished at the end of each quarter and may be replenished at other times as required by the usage of the fund.  In no case, however, may disbursements, from the imprest fund and under the usual procedure for disbursing state funds, exceed the amounts appropriated and allotted for a fiscal period. [L 1971, c 36, §1; gen ch 1985; am L 1986, c 160, §2; am L 1987, c 339, §4; am L 1993, c 138, §1]"
}