{
    "name": "Appeal from comptroller to supreme court",
    "number": "91",
    "text": "PART V.  APPEAL; ENFORCEMENT; PENALTIES\n\n    [Section effective until June 30, 2006.  For section effective July 1, 2006, see below.]  In case of any question or difference of opinion arising between the comptroller and any officer of the State regarding the proper appropriation to which any item or amount of expense is charged, or any other matter regarding the construction of this chapter or the authority vested in either of them by this chapter, and in all cases where a claim is disallowed by the comptroller in consequence of the absence of an original warrant voucher, or upon an imperfect warrant voucher or an incorrect certificate, or if any person feels aggrieved by any decision of the comptroller, in the rejection or the surcharge of the returns or refusal to approve or allow any demand presented by the person, any of the persons concerned may appeal from the decision to the supreme court subject to chapter 602.  After such investigation as the supreme court or the intermediate appellate court, as the case may be, considers equitable, it may make such order directing the relief of the appellant in whole or in part as appears to the court to be just and reasonable.  If the demand of the officer, bill, claim of any person, or the return of any public accountant is approved, in whole or in part by the court, the court shall so indorse its findings on the same and it shall thereafter be presented to the comptroller, who shall enter it in the proper book in like manner as other demands and indorsement shall be made by the comptroller of its having been so entered before it can be paid. [L 1898, c 39, §16; RL 1925, §1458; RL 1935, §584; RL 1945, §1588; RL 1955, §34-38; am L 1957, c 152, §1; HRS ; am L 1975, c 71, §7; am L 1979, c 111, §26]\n   Appeal from comptroller. [Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  In case of any question or difference of opinion arising between the comptroller and any officer of the State regarding the proper appropriation to which any item or amount of expense is charged, or any other matter regarding the construction of this chapter or the authority vested in either of them by this chapter, and in all cases where a claim is disallowed by the comptroller in consequence of the absence of an original warrant voucher, or upon an imperfect warrant voucher or an incorrect certificate, or if any person feels aggrieved by any decision of the comptroller, in the rejection or the surcharge of the returns or refusal to approve or allow any demand presented by the person, any of the persons concerned may appeal from the decision to the intermediate appellate court, subject to chapter 602.  After such investigation as the appellate court considers equitable, it may make such order directing the relief of the appellant in whole or in part as appears to the court to be just and reasonable.  If the demand of the officer, bill, claim of any person, or the return of any public accountant is approved, in whole or in part by the court, the court shall so indorse its findings on the same and it shall thereafter be presented to the comptroller, who shall enter it in the proper book in like manner as other demands and indorsement shall be made by the comptroller of its having been so entered before it can be paid. [L 1898, c 39, §16; RL 1925, §1458; RL 1935, §584; RL 1945, §1588; RL 1955, §34-38; am L 1957, c 152, §1; HRS ; am L 1975, c 71, §7; am L 1979, c 111, §26; am L 2004, c 202, §5]\nNote\n  L 2004, c 202, §82 provides:\n  \"SECTION 82.  Appeals pending in the supreme court as of the effective date of this Act [July 1, 2006] may be transferred to the intermediate appellate court or retained at the supreme court as the chief justice, in the chief justice's sole discretion, directs.\"\nCross References\n  See notes to chapter 641.\nRules of Court\n  Appeal to supreme court, see Hawaii Rules of Appellate Procedure.\nCase Notes\n  Formerly \"reasonable time\" allowed for taking appeal.  33 H. 795.\n  Appeal should not be hampered by technicalities.  15 H. 9, 11.\n  Comptroller may refuse payment on ground of invalidity of appropriation and comptroller's decision then be tested by appeal under the statute, with parties in same positions as in mandamus.  20 H. 518.\n  Appeal lies from refusal to endorse certificate of available funds, under §103-39.  27 H. 143.\n  Appropriation by legislature on moral and honorable obligation.  29 H. 343.\n  Refusal to pay appropriation as being illegal and invalid and beyond legislative powers.  25 H. 406.  Refusal to indorse certificate of availability of unexpended appropriation on public contract.  27 H. 221.  Refusal to endorse contract as not satisfying call for tenders publication.  30 H. 94.  Refusal to pay person holding a county and a territory office at same time.  31 H. 792.  Refusal to pay commissioner's salary in excess of temporary appointment.  34 H. 12.  Refusal to issue warrant as Act providing for expenditure of appropriation invalid.  35 H. 203.\n  Appeal from comptroller's refusal to pay salary authorized by board of education.  53 H. 492, 497 P.2d 562.\n  Cited:  15 H. 726."
}