{
    "name": "Certain legal authorities for international commercial disputes resolution",
    "number": "7",
    "text": "(a)  A center shall not be considered a department, agency, or public instrumentality of this State, and shall not be subject to the laws of this State applying to departments, agencies, and public instrumentalities of this State, except that a center shall be subject to all of the laws of this State pertaining to nonprofit corporations.\n\t(b)  A center shall permit the participants to an arbitration to select any body of rules and procedures for the conduct, administration, and facilitation of that proceeding, whether such rules and procedures have been prepared by private arbitral organizations, created by the participants themselves, or by the center.\n\t(c)  A center shall have the authority pursuant to this chapter to establish from time to time such rules and procedures for the conduct, administration, and facilitation of the resolution, whether by arbitration, mediation, conciliation, or otherwise, of all disputes subject to this chapter.\n\t(d)  In furtherance of the foregoing, a center shall have the authority pursuant to this chapter to adopt rules providing, without limitation and by way of illustration only, that any arbitral tribunal or other panel established pursuant to such rules shall:\n\n\n\n\t(1)\tDetermine the relevance and materiality of the evidence without the need to follow formal rules of evidence;\n\t(2)\tBe able to utilize any lawful methods that it deems appropriate to obtain evidence additional to that produced by the parties;\n\t(3)\tIssue subpoenas or other demands for the attendance of witnesses or for the production of books, records, documents, and other evidence;\n\t(4)\tBe empowered to administer oaths, order depositions to be taken or other discovery obtained, without regard to the place where the witness or other evidence is located, and appoint one or more experts to report to it;\n\t(5)\tFix such fees for the attendance of witnesses as it deems appropriate;\n\t(6)\tMake awards of interest, reasonable attorney's fees and costs of the arbitration, mediation, or conciliation as agreed to in writing by the parties, or in the absence of such agreement, as it deems appropriate.\n\n\n\n\t(e)  In exercising the powers conferred upon it by this chapter, such arbitral tribunal, or other panel may apply for assistance from any court, tribunal or governmental authority in any jurisdiction.  Any application to a court hereunder shall be made and heard in a summary way in the manner provided for the making and hearing of motions, except as otherwise herein expressly provided. [L 1988, c 186, pt of §1]"
}