{
    "name": "Application",
    "number": "34",
    "text": "(a)  For each site at which a requesting party chooses to conduct a voluntary response action, an application and $1,000 nonrefundable processing fee shall be submitted.\n\t(b)  The department shall review each application in a timely manner and approve or deny the application based upon the requirements in this section and sections 128D-33 and [128D-35].\n\t(c)  Each application shall include but not be limited to the following information:\n\n\n\n\t(1)\tThe requesting party's name, mailing address, telephone number, facsimile number, if applicable, or electronic mail address;\n\t(2)\tThe property owners' names, mailing addresses, telephone numbers, facsimile numbers, if applicable, or electronic mail addresses;\n\t(3)\tThe property location, mailing address, street or physical location address, latitude and longitude, tax map key numbers, and telephone number for the requesting party;\n\t(4)\tA brief description of the site, its operational history, and any known or suspected contamination;\n\t(5)\tA listing of any permits obtained by any facility on the property;\n\t(6)\tA description of the intended scope of work;\n\t(7)\tA description of any civil, criminal, or administrative actions relative to the environmental matters of the subject property;\n\t(8)\tA written consent by the property owner supporting the proposed voluntary response action including any restrictions of property rights; and\n\t(9)\tThe signature of the requesting party.\n\n\n\n\t(d)  The requesting party shall provide the department with any and all reports and data pertaining to environmental investigations or response actions on the subject property.\n\t(e)  Within sixty days after initial approval of the application, the requesting party and the department shall negotiate an agreement for conducting the voluntary response action.  The agreement shall contain guarantees of completion, such as letters of credit, personal guarantees, insurance, or similar measures of guarantee.  If, after sixty days, an agreement cannot be negotiated in good faith, the department may deny the application.\n\t(f)  The department's decision on an application shall be final, with no right of appeal. [L 1997, c 377, pt of §2]"
}