{
    "name": "Renewable energy technologies; income tax credit",
    "number": "12.5",
    "text": "(a) When the requirements of subsection (c) are met, each individual or corporate resident taxpayer that files an individual or corporate net income tax return for a taxable year may claim a tax credit under this section against the Hawaii state individual or corporate net income tax.  The tax credit may be claimed for every eligible renewable energy technology system that is installed and placed in service by a taxpayer after June 30, 2003.  The tax credit may be claimed as follows:\n\n\n\n\t(1)\tSolar thermal energy systems for:\n\n\t\t(A)\tSingle family residential property:  thirty-five per cent of the actual cost or $1,750, whichever is less;\n\t\t(B)\tMulti-family residential property:  thirty-five per cent of the actual cost or $350 per unit, whichever is less;\n\t\t(C)\tCommercial property:  thirty-five per cent of the actual cost or $250,000, whichever is less; and\n\n\t(2)\tWind powered energy systems for:\n\n\t\t(A)\tSingle family residential property:  twenty per cent of the actual cost or $1,500, whichever is less;\n\t\t(B)\tMulti-family residential property:  twenty per cent of the actual cost or $200 per unit, whichever is less; and\n\t\t(C)\tCommercial property:  twenty per cent of the actual cost or $250,000, whichever is less; and\n\n\t(3)\tPhotovoltaic energy systems for:\n\n\t\t(A)\tSingle family residential property:  thirty-five per cent of the actual cost or $1,750, whichever is less;\n\t\t(B)\tMulti-family residential property:  thirty-five per cent of the actual cost or $350 per unit, whichever is less; and\n\t\t(C)\tCommercial property:  thirty-five per cent of the actual cost or $250,000, whichever is less;\n\n\n\n\n\nprovided that multiple owners of a single system shall be entitled to a single tax credit; and provided further that the tax credit shall be apportioned between the owners in proportion to their contribution to the cost of the system.\n\t(b)  For the purposes of this section:\n\t\"Actual cost\" means costs related to the renewable energy technology systems under subsection (a), including accessories and installation, but not including the cost of consumer incentive premiums unrelated to the operation of the system or offered with the sale of the system and costs for which another credit is claimed under this chapter.\n\t\"Renewable energy technology system\" means a system that captures and converts a renewable source of energy, such as wind, heat (solar thermal), or light (photovoltaic) from the sun into:\n\n\n\n\t(1)\tA usable source of thermal or mechanical energy;\n\t(2)\tElectricity; or\n\t(3)\tFuel.\n\n\n\n\t\"Solar or wind energy system\" means any identifiable facility, equipment, apparatus, or the like that converts insolation or wind energy to useful thermal or electrical energy for heating, cooling, or reducing the use of other types of energy that are dependent upon fossil fuel for their generation.\n\t(c)  The dollar amount of any new federal energy tax credit similar to the credit provided in this section that is established after June 30, 2003, and any utility rebate, shall be deducted from the cost of the qualifying system and its installation before applying the state tax credit.\n\t(d)  The director of taxation shall prepare any forms that may be necessary to claim a tax credit under this section, including forms identifying the technology type of each tax credit claimed under this section, whether for solar thermal, photovoltaic from the sun, or wind.  The director may also require the taxpayer to furnish reasonable information to ascertain the validity of the claim for credit made under this section and may adopt rules necessary to effectuate the purposes of this section pursuant to chapter 91.\n\t(e)  By or before December, 2005, to the extent feasible, using existing resources to assist the energy-efficiency policy review and evaluation, the department shall assist with data collection on the following:\n\n\n\n\t(1)\tThe number of renewable energy technology systems that have qualified for a tax credit during the past year by:\n\n\t\t(A)\tTechnology type (solar thermal, photovoltaic from the sun, and wind); and\n\t\t(B)\tTaxpayer type (corporate and individual); and\n\n\t(2)\tThe total cost of the tax credit to the State during the past year by:\n\n\t\t(A)\tTechnology type; and\n\t\t(B)\tTaxpayer type. [L 2003, c 207, §2]"
}