{
    "name": "Technology infrastructure renovation tax credit",
    "number": "110.51",
    "text": "(a)  There shall be allowed to each taxpayer subject to the taxes imposed by this chapter, an income tax credit which shall be deductible from the taxpayer's net income tax liability, if any, imposed by this chapter for the taxable year in which the credit is properly claimed.\n\t(b)  The amount of the credit shall be four per cent of the renovation costs incurred during the taxable year for each commercial building located in Hawaii.\n\t(c)  In the case of a partnership, S corporation, estate, trust, or any developer of a commercial building, the tax credit allowable is for renovation costs incurred by the entity for the taxable year.  The cost upon which the tax credit is computed shall be determined at the entity level.  Distribution and share of credit shall be determined pursuant to section 235-110.7(a).\n\t(d)  If a deduction is taken under section 179 (with respect to election to expense depreciable business assets) of the Internal Revenue Code, no tax credit shall be allowed for that portion of the renovation cost for which the deduction is taken.\n\t(e)  The basis of eligible property for depreciation or accelerated cost recovery system purposes for state income taxes shall be reduced by the amount of credit allowable and claimed.  In the alternative, the taxpayer shall treat the amount of the credit allowable and claimed as a taxable income item for the taxable year in which it is properly recognized under the method of accounting used to compute taxable income.\n\t(f)  The credit allowed under this section shall be claimed against the net income tax liability for the taxable year.\n\t(g)  If the tax credit under this section exceeds the taxpayer's income tax liability, the excess of credit over liability may be carried forward until exhausted.\n\t(h)  The tax credit allowed under this section shall be available for taxable years beginning after December 31, 2000, and shall not be available for taxable years beginning after December 31, 2005.\n\t(i)  As used in this section:\n\t\"Net income tax liability\" means income tax liability reduced by all other credits allowed under this chapter.\n\t\"Renovation costs\" means costs incurred after December 31, 2000, to plan, design, install, construct, and purchase technology-enabled infrastructure equipment to provide a commercial building with technology-enabled infrastructure.\n\t\"Technology-enabled infrastructure\" means:\n\n\n\n\t(1)\tHigh speed telecommunications systems that provide Internet access, direct satellite communications access, and videoconferencing facilities;\n\t(2)\tPhysical security systems that identify and verify valid entry to secure spaces, detect invalid entry or entry attempts, and monitor activity in these spaces;\n\t(3)\tEnvironmental systems to include heating, ventilation, air conditioning, fire detection and suppression, and other life safety systems; and\n\t(4)\tBackup and emergency electric power systems.\n\n\n\n\t(j)  No taxpayer that claims a credit under this section shall claim any other credit under this chapter. [L 2001, c 221, §2]"
}