{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter, unless the context requires otherwise:\n     \"Disclosure statement\" means a written statement prepared by the seller, or at the seller's direction, that purports to fully and accurately disclose all material facts relating to the residential real property being offered for sale that:\n     (1)  Are within the knowledge or control of the seller;\n     (2)  Can be observed from visible, accessible areas; or\n     (3)  Are required to be disclosed under sections 508D-4.5 and 508D-15.\nIf the residential real property being offered for sale is in a planned community as defined in section 421J-2, \"disclosure statement\" includes the planned community declaration and association documents as those terms are defined in section 421J-2, and if the property is otherwise subject to restrictions or conditions on use, either because of covenants contained in the deed for the property or because of another recorded document, the disclosure statement shall also include all documentation relating to any restrictions or conditions, including but not limited to any unrecorded rules or guidelines that may have been issued by any entity responsible for enforcing those restrictions or conditions.  Except for the disclosures required under section 508D-15 and this definition, no seller shall have any duty to examine any public records when preparing a disclosure statement.\n     \"Material fact\" means any fact, defect, or condition, past or present, that would be expected to measurably affect the value to a reasonable person of the residential real property being offered for sale.  The disclosure statement shall not be construed as a substitute for any expert inspection, professional advice, or warranty that the buyer may wish to obtain.\n     \"Real estate purchase contract\" means a contract, as it may be amended, by which a seller agrees to sell and a buyer agrees to buy residential real property which shall include a deposit, receipt, offer, acceptance, or other similar agreement for the sale or lease with option to buy.\n     \"Residential real property\" means fee simple or leasehold real property on which currently is situated:\n     (1)  From one to four dwelling units; or\n     (2)  A residential condominium or cooperative apartment, the primary use of which is occupancy as a residence.\n     \"Sale of residential real property\" means the transfer or disposition of residential real property for consideration including, without limitation, a sale by exchange (provided that the transferor to an exchange accommodator but not the exchange accommodator who has acquired the residential real property for tax purposes prior to transfer to the buyer is deemed to be the seller for purposes of this chapter), auction, or lease with option to buy. [L 1994, c 214, pt of §2; am L 1996, c 161, §1; am L 2001, c 224, §1; am L 2004, c 186, §2; am L 2006, c 276, §1; am L 2008, c 191, §2]"
}