{
    "name": "Exclusion from school",
    "number": "1134",
    "text": "(a)  If for any reason a child becomes a detriment to the morals or discipline of any school, the child may be precluded from attending school by the principal, with the approval of the complex area superintendent.  The department shall seek the active participation of other public and private agencies in providing help to these children before and after they have left school.  An appeal may be taken on behalf of the child to the superintendent of education within ten days from the date of such action.\n     (b)  Any child who, while attending school, is found to be in possession of a firearm, shall be excluded from attending school for not less than one year.  The due process procedures of chapter 19 of the Department of Education, Hawaii Administrative Rules, shall apply to any child who, while attending school, is alleged to be in possession of a firearm.  The superintendent, on a case-by-case basis, may modify the exclusion of a child found to be in possession of a firearm while attending school.  If a child is excluded from attending school, the superintendent shall ensure that substitute educational activities or other appropriate assistance shall be provided.  The superintendent shall submit to the United States Department of Education, the state board of education, and the legislature an annual report indicating the number of students excluded, the types of firearms found in their possession, and the schools from which they were excluded.\n     (c)  No child who is seventeen years of age or over shall be admitted to the ninth grade of a public four-year high school, and no child who is eighteen years of age or over shall be admitted to the tenth grade of a public senior high school, except upon the written permission of the superintendent when in the superintendent's opinion the facts warrant admission. [L 1996, c 89, pt of §2 and am c 90, §3; am L 2003, c 187, §10]"
}