{
    "name": "Department powers and duties",
    "number": "1128",
    "text": "(a)  The department shall have entire charge and control and be responsible for the conduct of all affairs pertaining to public instruction in the public schools the department establishes and operates, including operating and maintaining the capital improvement and repair and maintenance programs for department and school facilities.  The department may establish and maintain schools for secular instruction at such places and for such terms as in its discretion it may deem advisable and the funds at its disposal may permit.  The schools may include high schools, kindergarten schools, schools or classes for pregrade education, boarding schools, Hawaiian language medium education schools, and evening and day schools.  The department may also maintain classes for technical and other instruction in any school where there may not be pupils sufficient in number to justify the establishment of separate schools for these purposes.\n     (b)  The department shall regulate the courses of study to be pursued in all grades of the public schools it establishes and operates, and classify them by methods the department deems proper; provided that:\n     (1)  The course of study and instruction shall be regulated in accordance with the statewide performance standards established under section 302A-201;\n     (2)  All pupils shall be progressively competent in the use of computer technology; and\n     (3)  The course of study and instruction for the first twelve grades shall provide opportunities for all students to develop competency in a language in addition to English.\n     The department shall develop statewide educational policies and guidelines based on this subsection without regard to chapter 91.\n     For the purposes of this subsection, the terms \"progressively competent in the use of computer technology\" and \"competency in a language in addition to English\" shall be defined by policies adopted by the board.  The board shall formulate statewide educational policies allowing the superintendent to exempt certain students from the requirements of paragraphs (2) and (3) without regard to chapter 91.\n     (c)  Nothing in this section shall interfere with those persons attending a summer school. [L 1996, c 89, pt of §2; am L 1998, c 309, §2; am L 1999, c 190, §1; am L 2000, c 20, §1; am L 2003, c 220, §2; am L 2004, c 133, §4; am L 2005, c 189, §4; am L 2006, c 298, §19]\n \nCross References\n \n  Hawaiian language medium education, see chapter 302H.\n  Transcription of instructional materials, see §103-72."
}