{
    "name": "Administrative hearing procedures and subpoena power relating to the education of children with a disability",
    "number": "443",
    "text": "(a)  An impartial hearing may be requested by any parent or guardian of a child with a disability, or by the department, on any matter relating to the identification, evaluation, program, or placement of a child with a disability; provided that the hearing is requested:\n     (1)  Within two years of the date the parent, guardian, or department knew or should have known about the alleged action that formed the basis of the request for a hearing; and\n     (2)  Notwithstanding paragraph (1), within ninety days of a unilateral special education placement, where the request is for reimbursement of the costs of the placement.\n     (b)  Subsection (a) shall not apply to a parent or guardian of a child with a disability if the parent or guardian was prevented from requesting the hearing due to:\n     (1)  Specific misrepresentations by the department that it had resolved the problem that formed the basis of the complaint; or\n     (2)  The department's withholding from the parent or guardian information that was required by state or federal laws and regulations to provide a free, appropriate public education to a child with a disability.\n     (c)  The department shall adopt rules that conform to the requirements of any applicable federal statutes or regulations pertaining to the impartial hearing based on the education of a child with a disability.  The rules shall require that any party may be present at the proceeding, be accompanied and advised by counsel or individuals with special knowledge or training with respect to the problems of children with a disability, may require witnesses to be under oath, cross-examine witnesses, and obtain a written or electronic verbatim record of the proceedings.\n     (d)  Any party to these hearings or the hearings officer shall have the right to compel the attendance of witnesses upon subpoena issued by the hearings officer.  The fees for attendance shall be the same as for the fees of witnesses before circuit court.  In case of the failure of any person to comply with a subpoena, a circuit court judge of the judicial circuit in which the witness resides, upon application of the hearings officer, shall compel attendance of the person. [L 1996, c 89, pt of §2; am L 2005, c 158, §2]\n \nCase Notes\n \n  As claim that health department was legally obligated to pay for child's services at private residential treatment center arose under the federal Individuals with Disabilities Education Act and child did not pursue the remedies available under the federal act to establish health department's obligation to pay for the services, family court lacked jurisdiction to order the department to pay for the services.  96 H. 272, 30 P.3d 878."
}