{
    "name": "Definitions",
    "number": "1602",
    "text": "As used in this [subpart], the following terms shall have the following meanings unless the context indicates otherwise:\n     \"Acres/student\" means the number of acres required per student based on design standards for schools.\n     \"Construction cost\" means the net cost to construct a school, including without limitation planning, design, engineering, grading, permits, construction, and construction and project management, but not including the cost to acquire land.  The intent of the school impact fee calculation is that new developments should not be charged for a higher level of service than is being provided to existing developments.  A reasonable measure of the level of service is the percentage of classrooms that are in permanent structures, as opposed to portable buildings.\n     \"Cost per student\" means the construction cost for a school per student (actual school construction cost divided by enrollment capacity).\n     \"Cost/unit\" means the impact fee for school construction (land and construction).\n     \"County\" means the city and county of Honolulu, the county of Hawaii, the county of Kauai, and the county of Maui.\n     \"Developer\" means a person, corporation, organization, partnership, association, or other legal entity constructing, erecting, enlarging, altering, or engaging in any residential development activity.\n     \"Dwelling unit\" or \"unit\" means a multi-family or single-family residential unit.\n     \"Fee in lieu\" means a fee determined pursuant to section 302A‑1606.\n     \"Land component\" means a fee simple property that is vacant and improved (with infrastructure).\n     \"Multi-family\" means any dwelling unit other than a single family dwelling unit.\n     \"Multi-family unit count\" means the total multi-family dwelling units planned for a proposed development.\n     \"New residential development\" means new residential projects involving rezoned properties or parcels, current zoned parcels with or without buildings, and redevelopment projects.  These projects include \"lot only\" developments (when the dwelling unit will not be built by the developer), and include condominiums, additional dwelling units as defined by each county, and subdivisions.\n     \"Owner\" means the owner of record of real property or the owner's agent.\n     \"Proportionate share\" means the pro rata share of the school impact fee attributed to the specific development based on the student generation rate from the project.\n     \"Recent school construction averages\" means the department's historical average acres required and enrollment capacity for elementary (K-5), middle (6-8), and high (9-12) schools.  Based on existing school construction data, the historical average design standards are as follows:\n     Acres/school       Enrollment/school       Acres/student\nElem.     12.5 acres    800 students            .0156 acres\nMiddle    16.5 acres    1,500 students          .0110 acres\nHigh      49 acres      1,600 students          .0306 acres\n     \"Revenue credit\" means the state general tax revenues under chapter 237 that will be generated by the new residential unit and used to fund school capital facilities and pay for outstanding debt on existing facilities.\n     \"School facilities\" means the facilities owned or operated by the department, or the facilities included in the department of education capital budget or capital facilities plan.\n     \"School impact district\" means a geographic area designated by the board where anticipated growth will create the need for one or more new schools or the expansion of one or more existing schools that are or will be located within the area and will primarily serve new housing units within the area.\n     \"School impact fee: construction cost component\" means ten per cent of the construction cost associated with the construction of a new school or expansion of an existing school facility.\n     \"School impact fee: land component\" means the pro rata share of the fair market value of the fee simple land or acreage attributed to the specific development based on the student generation rate from the project.\n     \"Single-family\" means a detached dwelling unit not connected to any other dwelling unit, or a detached building containing two dwelling units.\n     \"Single-family unit count\" means the total single-family units planned for a proposed development.\n     \"Student generation rate\" means the number of students generated by each multi-family and single-family unit when a residential development has matured and enrollment no longer fluctuates, or achieves a steady state. [L 2007, c 245, pt of §2]"
}