{
    "name": "Licenses, classes",
    "number": "31",
    "text": "PART III.  LICENSES AND PERMITS, GENERAL PROVISIONS\n \n         (a)  Licenses may be granted by the liquor commission as provided in this section.\n     (b)  Class 1.  Manufacturers' licenses.  A license for the manufacture of liquor shall authorize the licensee to manufacture the liquor therein specified and to sell it at wholesale in original packages to any person who holds a license to resell it and to sell draught beer or wine manufactured from grapes or other fruits grown in the State in any quantity to any person for private use and consumption.  Under this license, no liquor shall be consumed on the premises except as authorized by the commission.  Of this class, there shall be the following kinds:\n     (1)  Beer;\n     (2)  Wine;\n     (3)  Alcohol; and\n     (4)  Other specified liquor.\nIt shall be unlawful for any holder of a manufacturer's license to have any interest whatsoever in the license or licensed premises of any other licensee.  This subsection shall not prevent the holder of a beer class manufacturer's license under this chapter or under the law of another jurisdiction from maintaining any interest in the license or licensed premises of a beer and wine class wholesale dealer licensee under this chapter whose wholesaling is limited to beer, other than direct ownership of a beer and wine class wholesale dealer's license, or direct ownership of a partnership share, one or more shares of stock, or similar proprietary stake in the holder of a beer and wine class wholesale dealer's license.\n     (c)  Class 2.  Restaurant licenses.\n     (1)  A license under this class shall authorize the licensee to sell liquors specified in this subsection for consumption on the premises; provided that a restaurant licensee, with commission approval, may provide off-premises catering; provided further that the catering activity shall be directly related to the licensee's operation as a restaurant.  A licensee under this class shall be issued a license according to the category of establishment the licensee owns or operates.  The categories of establishment shall be as follows:\n         (A)  A standard bar; or\n         (B)  A premises in which live entertainment or recorded music is provided.  Facilities for dancing by the patrons may be permitted as provided by commission rules.\n     (2)  If a licensee under class 2 desires to change the category of establishment the licensee owns or operates, the licensee shall apply for a new license applicable to the category of the licensee's establishment.\n     (3)  For each category of class 2 licenses there shall be the following kinds:\n         (A)  General (includes all liquors except alcohol);\n         (B)  Beer and wine; and\n         (C)  Beer.\nAny licensee holding a different class of license on June 19, 1990, and who would otherwise come within this class of license shall not be required to apply for a new license.\n     (d)  Class 3.  Wholesale dealers' licenses.  A license for the sale of liquors at wholesale shall authorize the licensee to import and sell only to licensees or to others who are by law authorized to resell but are not by law required to hold a license, the liquors therein specified in quantities not less than five gallons at one time if sold from or in bulk containers or not less than one gallon if bottled goods; provided that samples of liquor may be sold back to the manufacturer.  The license may authorize the licensee to sell draught beer in quantities not less than five gallons at one time to any person for private use and consumption if the licensee files an affidavit with the commission that there is not a class 4 retail dealers licensee available to sell the wholesalers brand of draught beer.  Under the license no liquor shall be consumed on the premises except as authorized by the commission.  Of this class, there shall be the following kinds:\n     (1)  General (includes all liquors except alcohol);\n     (2)  Beer and wine; and\n     (3)  Alcohol.\nIf any wholesale dealer solicits or takes any orders in any county other than that where the dealer's place of business is located, the orders may be filled only by shipment direct from the county in which the wholesale dealer has the dealer's license.  Nothing in this subsection shall prevent a wholesaler from selling liquors to post exchanges, ships service stores, army or navy officers' clubs, or similar organizations located on army or navy reservations, or to any vessel other than vessels performing a regular water transportation service between any two or more ports in the State, or to aviation companies who operate an aerial transportation enterprise as a common carrier, under chapter 269, engaged in regular flight passenger services between any two or more airports in the State for use on aircraft, or aviation companies engaged in transpacific flight operations for use on aircraft outside the jurisdiction of the State.\n     (e)  Class 4.  Retail dealers' licenses.  A license to sell liquors at retail or to class 10 licenses shall authorize the licensee to sell the liquors therein specified in their original packages.  Under the license no liquor shall be consumed on the premises except as authorized by the commission.  Of this class, there shall be the following kinds:\n     (1)  General (includes all liquors except alcohol);\n     (2)  Beer and wine; and\n     (3)  Alcohol.\n     (f)  Class 5.  Dispensers' licenses.\n     (1)  A license under this class shall authorize the licensee to sell liquors specified in this subsection for consumption on the premises.  A licensee under this class shall be issued a license according to the category of establishment the licensee owns or operates.  The categories of establishments shall be as follows:\n         (A)  A standard bar;\n         (B)  A premise in which a person performs or entertains unclothed or in attire restricted to use by entertainers pursuant to commission rules;\n         (C)  A premise in which live entertainment or recorded music is provided; provided that facilities for dancing by the patrons may be permitted as provided by commission rules; or\n         (D)  A premise in which employees or entertainers are compensated to sit with patrons, regardless of whether the employees or entertainers are consuming nonalcoholic beverages while in the company of the patrons pursuant to commission rules.\n     (2)  If a licensee under class 5 desires to change the category of establishment the licensee owns or operates, the licensee shall apply for a new license applicable to the category of the licensee's establishment.\n     (3)  For each category of class 5 licenses there shall be the following kinds:\n         (A)  General (includes all liquors except alcohol);\n         (B)  Beer and wine; and\n         (C)  Beer.\n     (g)  Class 6.  Club licenses.  A club license shall be general only (but excluding alcohol) and shall authorize the licensee to sell liquors to members of the club and to guests of the club enjoying the privileges of membership, for consumption only on the premises kept and operated by the club; provided that the license shall also authorize any club member to keep in the member's private locker on the premises a reasonable quantity of liquor, if owned by the member, for the member's own personal use and not to be sold and that may be consumed only on the premises.\n     (h)  Class 7.  Vessel licenses.  A general license may be granted to the owner of any vessel performing a regular water transportation passenger service between any two or more ports in the State for the sale of liquor (other than alcohol) on board the vessel while in the waters of the State; provided the sales are made only while the vessel is en route and only for consumption by passengers on board.  If the vessel has a home port in the State, the license shall be issuable in the county in which the home port is situated; provided that if the licensee's home port is not situated in this State, the license shall be issuable in the city and county of Honolulu.  If, on any vessel for which no license has been obtained under this chapter, any liquor is sold or served within three miles of the shore of any island of the State, it shall constitute a violation of this chapter.\n     (i)  Class 8.  Transient vessel licenses.  A general license may be granted to the owner of any vessel that does not fall within class 7 for the sale of liquor (other than alcohol) on board the vessel while in any port of the State.  Sales shall be made only for consumption by passengers and their guests on board the vessel.  The license shall be issuable in each county where the sales are to be made; provided that the application for the license may be made by any agent representing the owner.\n     (j)  Class 9.  Tour or cruise vessel licenses.  A general license may be granted to the owner of any tour or cruise vessel for the sale of liquor (other than alcohol) on board the vessel while in the waters of the State; provided that sales be made only for consumption by passengers on board while the vessel is in operation outside the port or dock of any island of the State, unless otherwise approved by the county where the license has been issued.  If the vessel has a home port in the State, the license shall be issuable in the county wherein the home port is situated; provided that if the licensee's home port is not situated in this State, the license shall be issuable in the city and county of Honolulu.  If, on any vessel for which no license has been obtained under this chapter, any liquor is sold or served within three miles of the shore of any island of the State, it shall constitute a violation of this chapter.\n     (k)  Class 10.  Special.  A special license may be granted for the sale of liquor for a period not to exceed three days on any occasion and under any conditions as may be approved by the commission.  Of this class, there shall be the following kinds:\n     (1)  General (includes all liquors except alcohol);\n     (2)  Beer and wine; and\n     (3)  Beer.\nUnder this license, the liquors therein specified shall be consumed on the premises.\n     (l)  Class 11.  Cabaret license.  A cabaret license shall be general only (but excluding alcohol) and shall authorize the sale of liquors for consumption on the premises.  This license shall be issued only for premises where food is served, facilities for dancing by the patrons are provided, including a dance floor, and live or amplified recorded music or professional entertainment, except professional entertainment by a person who performs or entertains unclothed, is provided for the patrons; provided that professional entertainment by persons who perform or entertain unclothed shall be authorized by:\n     (1)  A cabaret license for a premise where professional entertainment by persons who perform or entertain unclothed was presented on a regular and consistent basis immediately prior to June 15, 1990;\n     (2)  A cabaret license that, pursuant to rules adopted by the liquor commission, permits professional entertainment by persons who perform or entertain unclothed.\n     A cabaret license under paragraph (1) or (2) authorizing professional entertainment by persons who perform or entertain unclothed shall be transferable through June 30, 2000.  A cabaret license under paragraph (1) or (2) authorizing professional entertainment by persons who perform or entertain unclothed shall not be transferable after June 30, 2000, except when the transferee obtains approval from the liquor commission, and pursuant to rules adopted by the commission.  Notwithstanding any rule of the liquor commission to the contrary, cabarets in resort areas may be opened for the transaction of business until 4 a.m. throughout the entire week.\n     (m)  Class 12.  Hotel licenses.  A license to sell liquor in a hotel shall authorize the licensee to provide entertainment and dancing on the hotel premises and to sell all liquors, except alcohol, for consumption on the premises; provided that a hotel licensee, with commission approval, may provide off-premises catering; provided that the catering activity is directly related to the licensee's operation as a hotel.\n     Procedures such as room service, self-service (no-host), minibars or similar service in guest rooms and service at private parties in areas that are the property of and contiguous to the hotel, are permitted with commission approval.\n     Any licensee who would otherwise fall within the hotel license class but holds a different class of license may be required to apply for a hotel license.\n     If the licensee applies for a change of classification prior to July 30, 1992, the licensee shall not be subject to the requirements of sections 281-52, 281-54, and 281-57 through 281-59.\n     (n)  Class 13.  Caterer license.  A general license may be granted to any licensee who serves food as part of their operation for the sale of liquor (other than alcohol) while performing food catering functions.\n     No catering service for the sale of liquor shall be performed off the licensee's premises, unless prior written notice of the service has been delivered to the office of the liquor commission of the county concerned.  The notice shall state the date, time, and location of the proposed event and shall include a written statement signed by the owner or representative of the property that the function will be subject to the liquor laws and to inspection by investigators.\n     (o)  Class 14.  Brewpub licenses.  A brewpub licensee:\n     (1)  Shall manufacture not more than ten thousand barrels of malt beverages on the licensee's premises during the license year;\n     (2)  May sell malt beverages manufactured on the licensee's premises for consumption on the premises;\n     (3)  May sell malt beverages manufactured by the licensee in brewery-sealed packages to class 3, wholesale dealer licensees pursuant to conditions imposed by county planning and public works departments;\n     (4)  May sell intoxicating liquor, purchased from a class 1, manufacturer licensee, or a class 3, wholesale dealer's licensee, to consumers for consumption on the licensee's premises; provided that the premises is owned and operated by the licensee.  The categories of establishments shall be as follows:\n         (A)  A standard bar; or\n         (B)  Premises in which live entertainment or recorded music is provided.  Facilities for dancing by the patrons may be permitted as provided by commission rules;\n     (5)  May sell malt beverages manufactured on the licensee's premises to consumers in brewery-sealed kegs and growlers for off-premises consumption; provided that for purposes of this paragraph, \"growler\" means a glass container, not to exceed one half-gallon, that may be securely sealed;\n     (6)  May sell malt beverages manufactured on the licensee's premises to consumers, in recyclable containers that may be provided by the licensee or by the consumer, not to exceed one gallon per container, that are securely sealed on the licensee's premises, for off-premises consumption;\n     (7)  Shall comply with all regulations pertaining to class 4 retail licensees when engaging in the retail sale of malt beverages;\n     (8)  May sell malt beverages manufactured on the licensee's premises in brewery-sealed containers directly to class 2 restaurant licensees, class 3 wholesale dealer licensees, class 4 retail dealer licensees, class 5 dispensers' licensees, class 6 club licensees, class 7, 8, and 9 vessel licensees, transient vessel licensees, tour or cruise vessel licensees, class 10 special licensees, class 11 cabaret licensees, class 12 hotel licensees, and class 13 caterer licensees, pursuant to conditions imposed by county planning and public works departments and regulations governing class 3 wholesale dealers licensees; and\n     (9)  May conduct the activities described in paragraphs (1) through (8) at one location other than the licensee's premises; provided that the manufacturing takes place in Hawaii; and provided further the other location is properly licensed by the same ownership.\n     (p)  It shall be unlawful for any retail licensee, except a class 10 licensee, to purchase, acquire, or sell liquor from any person other than a wholesaler licensed pursuant to this chapter, except as otherwise provided in this section.\n     (q)  Any provision to the contrary notwithstanding, at the discretion of the county liquor commission, permission may be granted to a bona fide hotel, restaurant, or club licensed under class 2, class 6, class 11, class 12, or class 14 to allow a patron to remove from the licensed premises any portion of wine that was purchased for consumption with a meal; provided that it is recorked or resealed in its original container.  This subsection applies only to a valid holder of a class 2, class 6, class 11, class 12, or class 14 license engaged in meal service.\n     (r)  Sections 281-57 to 281-61 shall not apply to classes 7 through 10 and 13. [L Sp 1933, c 40, §11; RL 1935, §2580; am L 1935, c 105, §§6 to 8; am L 1937, c 211, §6; am L 1939, c 71, §§1, 2 and c 205, pt of §1; RL 1945, §7232; am L 1947, c 148, §1; am L 1955, c 263, §2; RL 1955, §159-30; am L 1961, c 89, §1 and c 90, §1; am L 1965, c 181, §1; am L 1967, c 172, §1; HRS ; am L 1969, c 133, §1 and c 198, §1; am L 1970, c 5, §2; am L 1976, c 87, §2; am L 1978, c 25, §1; am L 1980, c 199, §2; am L 1981, c 60, §1; am L 1982, c 183, §1; am L 1983, c 292, §1; am L 1984, c 269, §1; gen ch 1985; am L 1988, c 383, §3; am L 1990, c 171, §9; am L 1991, c 196, §1; am L 1994, c 174, §2; am L 1995, c 38, §2; am L 1996, c 55, §1; am L 1997, c 57, §2; am L 1998, c 75, §2; am L 1999, c 69, §1; am L 2001, c 55, §11; am L 2002, c 16, §12 and c 49, §2; am L 2004, c 200, §1; am L 2005, c 145, §1]\n \nRevision Note\n \n  \"June 19, 1990\" substituted for \"the effective date of this amendment\".\n \nCase Notes\n \n  Cited:  35 H. 788, 790."
}