{
    "name": "Definitions",
    "number": "102",
    "text": "As used in this chapter, unless the context clearly requires otherwise:\n\t\"Administrator\" means the administrator of the state procurement office.\n\t\"Agency\" means any department, authority, commission, council, board, committee, institution, legislative body, agency, or other establishment or office of the executive, legislative, or judicial branch of the State, and includes the office of Hawaiian affairs.\n\t\"Chief procurement officer\" means those officials designated by section 103D-203.\n\t\"Contract\" means all types of agreements, regardless of what they may be called.\n\t\"Contract amendment\" means any written alteration of scope of services, time of delivery, payment terms, amount of payment, or other provisions of any contract accomplished by mutual action of the parties to the contract.\n\t\"Data\" means recorded information, regardless of form or characteristic.\n\t\"Health and human services\" means services to communities, families, or individuals which are intended to maintain or improve health or social well-being.\n\t\"Provider\" means an organization or individual contracted by a state agency to provide health or human services to the public on its behalf.\n\t\"Purchasing agency\" means a state agency authorized to or responsible for entering into contracts to provide health or human services to the public.\n\t\"Request for proposals\" means all documents, whether attached or incorporated by reference, soliciting providers to submit a detailed plan to provide health or human services to the public, on behalf of a state agency.\n \t\"Scope of service\" means any description of the type of activity, including but not limited to, number served, outcomes being sought, target group, and geographic area in which the activity takes place.\n\t\"Treatment\" means services to individuals and families by health or social work professionals which attempt to alleviate physical or mental illness or behavioral problems, including but not limited to, medical treatment, counseling, physical, occupational and other therapeutic services, and referral and case management services for medical treatment, counseling, and other therapeutic services. [L 1997, c 190, pt of §2]"
}