{
    "name": "Competitive purchase of services",
    "number": "402",
    "text": "(a)  State agencies to which the legislature has appropriated funds for the purchase of health and human services shall solicit proposals to provide health and human services by purchase of health and human services contracts, by publishing a notice requesting the submission of health and human service proposals.  Notice of the request for proposals shall be given a reasonable time before the date set forth in the request for submission of proposals.  The policy board shall adopt rules which specify:\n\n\n\n\t(1)\tThe form of the notice;\n\t(2)\tWhat constitutes a reasonable interim between notice and the proposal submission deadline; and\n\t(3)\tHow the notice is to be published, including but not limited to, whether the publication is to be completed in a newspaper of general circulation, by mail, through a public or private telecommunications network, or any other method or combination of methods which the board deems appropriate.\n\n\n\n\t(b)  The request shall state all criteria which will be used to evaluate proposals, and the relative importance of the proposal evaluation criteria.\n\t(c)  Any applicant who has a question regarding a request may submit the question to the head of the purchasing agency, or a designee, prior to the proposal submission deadline.  The head of the purchasing agency, or a designee, shall provide a response in the form of a clarification, or an amendment of the request, that shall be made available to all those who picked up a request.\n\t(d)  Proposals shall be opened so as to avoid disclosure of contents to competing applicants during the process of proposal evaluation.  A register of proposals shall be prepared and available for public inspection after proposal submission.\n\t(e)  If stated in the request, discussions, as provided by rule, may be held with applicants for the purpose of clarification to assure full understanding of, and responsiveness to, the solicitation requirements.  Applicants shall be accorded fair and equal treatment with respect to any opportunity for discussion and revision of proposals, and revisions may be permitted after submissions and prior to award for the purpose of obtaining best and final offers.  In conducting discussions, there shall be no disclosure of any information derived from proposals submitted by competing applicants. [L 1997, c 190, pt of §2]"
}