{
    "name": "Applicability and requirements",
    "number": "5",
    "text": "(a)  Except as otherwise provided, an environmental assessment shall be required for actions that:\n\n\n\n\t(1)\tPropose the use of state or county lands or the use of state or county funds, other than funds to be used for feasibility or planning studies for possible future programs or projects that the agency has not approved, adopted, or funded, or funds to be used for the acquisition of unimproved real property; provided that the agency shall consider environmental factors and available alternatives in its feasibility or planning studies;\n\t(2)\tPropose any use within any land classified as conservation district by the state land use commission under chapter 205;\n\t(3)\tPropose any use within a shoreline area as defined in section 205A-41;\n\t(4)\tPropose any use within any historic site as designated in the National Register or Hawaii Register, as provided for in the Historic Preservation Act of 1966, Public Law 89-665, or chapter 6E;\n\t(5)\tPropose any use within the Waikiki area of Oahu, the boundaries of which are delineated in the land use ordinance as amended, establishing the \"Waikiki Special District\";\n\t(6)\tPropose any amendments to existing county general plans where the amendment would result in designations other than agriculture, conservation, or preservation, except actions proposing any new county general plan or amendments to any existing county general plan initiated by a county;\n\t(7)\tPropose any reclassification of any land classified as conservation district by the state land use commission under chapter 205;\n \t(8)\tPropose the construction of new or the expansion or modification of existing helicopter facilities within the State, which, by way of their activities, may affect:\n\n\t\t(A)\tAny land classified as conservation district by the state land use commission under chapter 205;\n \t\t(B)\tThe shoreline area as defined in section 205A-41; or\n\t\t(C)\tAny historic site as designated in the National Register or Hawaii Register, as provided for in the Historic Preservation Act of 1966, Public Law 89-665, or chapter 6E; or until the statewide historic places inventory is completed, any historic site that is found by a field reconnaissance of the area affected by the helicopter facility and is under consideration for placement on the National Register or the Hawaii Register of Historic Places; and\n\n\t(9)\tPropose any:\n\n\t\t(A)\tWastewater facility, except an individual wastewater system or a wastewater facility serving fewer than fifty single-family dwellings or the equivalent;\n\t\t(B)\tWaste-to-energy facility;\n\t\t(C)\tLandfill;\n\t\t(D)\tOil refinery; or\n\t\t(E)\tPower-generating facility.\n\n\n\n\n\n\t(b)  Whenever an agency proposes an action in subsection (a), other than feasibility or planning studies for possible future programs or projects that the agency has not approved, adopted, or funded, or other than the use of state or county funds for the acquisition of unimproved real property that is not a specific type of action declared exempt under section 343-6, the agency shall prepare an environmental assessment for such action at the earliest practicable time to determine whether an environmental impact statement shall be required.\n\tFor environmental assessments for which a finding of no significant impact is anticipated:\n\n\n\n\t(1)\tA draft environmental assessment shall be made available for public review and comment for a period of thirty days;\n\t(2)\tThe office shall inform the public of the availability of the draft environmental assessment for public review and comment pursuant to section 343-3;\n\t(3)\tThe agency shall respond in writing to comments received during the review and prepare a final environmental assessment to determine whether an environmental impact statement shall be required;\n\t(4)\tA statement shall be required if the agency finds that the proposed action may have a significant effect on the environment; and\n\t(5)\tThe agency shall file notice of such determination with the office, which, in turn, shall publish the agency's determination for the public's information pursuant to section 343-3.\n\n\n\n\tThe draft and final statements, if required, shall be prepared by the agency and submitted to the office.  The draft statement shall be made available for public review and comment through the office for a period of forty-five days.  The office shall inform the public of the availability of the draft statement for public review and comment pursuant to section 343-3.  The agency shall respond in writing to comments received during the review and prepare a final statement.\n\tThe office, when requested by the agency, may make a recommendation as to the acceptability of the final statement.  The final authority to accept a final statement shall rest with:\n\n\n\n\t(1)\tThe governor, or the governor's authorized representative, whenever an action proposes the use of state lands or the use of state funds, or whenever a state agency proposes an action within the categories in subsection (a); or\n\t(2)\tThe mayor, or the mayor's authorized representative, of the respective county whenever an action proposes only the use of county lands or county funds.\n\n\n\n\tAcceptance of a required final statement shall be a condition precedent to implementation of the proposed action. Upon acceptance or nonacceptance of the final statement, the governor or mayor, or the governor's or mayor's authorized representative, shall file notice of such determination with the office.  The office, in turn, shall publish the determination of acceptance or nonacceptance pursuant to section 343-3.\n\t(c)  Whenever an applicant proposes an action specified by subsection (a) that requires approval of an agency and that is not a specific type of action declared exempt under section 343-6, the agency initially receiving and agreeing to process the request for approval shall prepare an environmental assessment of the proposed action at the earliest practicable time to determine whether an environmental impact statement shall be required.  The final approving agency for the request for approval is not required to be the accepting authority.\n\tFor environmental assessments for which a finding of no significant impact is anticipated:\n\n\n\n\t(1)\tA draft environmental assessment shall be made available for public review and comment for a period of thirty days;\n\t(2)\tThe office shall inform the public of the availability of the draft environmental assessment for public review and comment pursuant to section 343-3;\n\t(3)\tThe applicant shall respond in writing to comments received during the review, and the agency shall prepare a final environmental assessment to determine whether an environmental impact statement shall be required.  A statement shall be required if the agency finds that the proposed action may have a significant effect on the environment.\n\t\t\tThe agency shall file notice of the agency's determination with the office, which, in turn, shall publish the agency's determination for the public's information pursuant to section 343-3.\n\n\n\n\tThe draft and final statements, if required, shall be prepared by the applicant, who shall file these statements with the office.\n\tThe draft statement shall be made available for public review and comment through the office for a period of forty-five days.  The office shall inform the public of the availability of the draft statement for public review and comment pursuant to section 343-3.\n\tThe applicant shall respond in writing to comments received during the review and prepare a final statement.  The office, when requested by the applicant or agency, may make a recommendation as to the acceptability of the final statement.\n\tThe authority to accept a final statement shall rest with the agency initially receiving and agreeing to process the request for approval.  The final decision-making body or approving agency for the request for approval is not required to be the accepting authority.  The planning department for the county in which the proposed action will occur shall be a permissible accepting authority for the final statement.\n\tAcceptance of a required final statement shall be a condition precedent to approval of the request and commencement of the proposed action.  Upon acceptance or nonacceptance of the final statement, the agency shall file notice of such determination with the office.  The office, in turn, shall publish the determination of acceptance or nonacceptance of the final statement pursuant to section 343-3.\n\tThe agency receiving the request, within thirty days of receipt of the final statement, shall notify the applicant and the office of the acceptance or nonacceptance of the final statement.  The final statement shall be deemed to be accepted if the agency fails to accept or not accept the final statement within thirty days after receipt of the final statement; provided that the thirty-day period may be extended at the request of the applicant for a period not to exceed fifteen days.\n\tIn any acceptance or nonacceptance, the agency shall provide the applicant with the specific findings and reasons for its determination.  An applicant, within sixty days after nonacceptance of a final statement by an agency, may appeal the nonacceptance to the environmental council, which, within thirty days of receipt of the appeal, shall notify the applicant of the council's determination.  In any affirmation or reversal of an appealed nonacceptance, the council shall provide the applicant and agency with specific findings and reasons for its determination.  The agency shall abide by the council's decision.\n\t(d)  Whenever an applicant simultaneously requests approval for a proposed action from two or more agencies and there is a question as to which agency has the responsibility of preparing the environmental assessment, the office, after consultation with the agencies involved, shall determine which agency shall prepare the assessment.\n\t(e)  In preparing an environmental assessment, an agency may consider and, where applicable and appropriate, incorporate by reference, in whole or in part, previous determinations of whether a statement is required and previously accepted statements.  The council, by rule, shall establish criteria and procedures for the use of previous determinations and statements.\n\t(f)  Whenever an action is subject to both the National Environmental Policy Act of 1969 (Public Law 91-190) and the requirements of this chapter, the office and agencies shall cooperate with federal agencies to the fullest extent possible to reduce duplication between federal and state requirements.  Such cooperation, to the fullest extent possible, shall include joint environmental impact statements with concurrent public review and processing at both levels of government.  Where federal law has environmental impact statement requirements in addition to but not in conflict with this chapter, the office and agencies shall cooperate in fulfilling these requirements so that one document shall comply with all applicable laws.\n\t(g)  A statement that is accepted with respect to a particular action shall satisfy the requirements of this chapter, and no other statement for the proposed action shall be required. [L 1974, c 246, pt of §1; am and ren L 1979, c 197, §1(5) and (6); am L 1980, c 22, §1; am L 1983, c 140, §8; gen ch 1985; am L 1987, c 187, §2, c 195, §1, c 283, §23, and c 325, §1; am L 1992, c 241, §2; am L 1996, c 61, §2; am L 2004, c 55, §3]"
}