{
    "name": "Powers and duties",
    "number": "2",
    "text": "(a)  The public guardian shall serve as guardian, limited guardian, testamentary guardian, or temporary guardian of an incapacitated person when so appointed by the family court or by the circuit court under chapter 560.  The public guardian may file a petition for the public guardian's own appointment.  Petitions for public guardianship may also be filed by any person, agency, or facility responsible for the support or care of individuals who: \n\n\n\n\t(1)\tAre not able to understand or adequately participate in decisions concerning their care; and\n\t(2)\tHave no relatives or friends willing and able to act as a guardian.\n\n\n\n\t(b)  The public guardian shall have the same powers and duties as a private guardian. \n\t(c)  The public guardian shall assist the court, as the court may request or direct, in proceedings for the appointment of a guardian of the person and in the supervision of persons, corporations, or agencies which have been appointed as guardians of the person.\n\t(d)  The public guardian shall advise and assist persons, corporations, and agencies which are seeking appointment as a guardian for an incapacitated person.  The public guardian shall also provide advice, information, and guidance to the persons, corporations, or agencies who have been appointed as guardian of the person to assist them in the discharge of their duties.\n\t(e)  The public guardian may offer guidance and counsel, without court appointment as guardian, to those persons who request such assistance or to those on whose behalf it is requested for the purpose of encouraging maximum self-reliance and independence of such persons and avoiding the need for appointment of a guardian.\n\t(f)  The public guardian shall develop programs of public education on guardianship and alternatives to guardianship and encourage the development of private guardians able and willing to serve as guardian of the person. [L 1984, c 223, pt of §1; am L 1986, c 158, §1; am L 2004, c 161, §20]"
}