{
    "name": "Temporary license",
    "number": "12",
    "text": "(a)  The board of dental examiners may issue without examination to any resident or nonresident otherwise qualified to be examined a temporary license to practice dentistry in the employment of the State or any county, or any legally incorporated eleemosynary dispensary or infirmary, private school, or welfare center.  The temporary license shall authorize the person to whom the license is issued to practice dentistry exclusively while engaged in that employment and shall be in force until the earliest of the following occurs:\n\n\n\n\t(1)\tThe date the person leaves the employment authorized under the temporary license;\n\t(2)\tThe three hundred ninety-sixth calendar day following the date of issuance of the temporary license;\n\t(3)\tThe date on which the results of the licensure examination taken by the person under this chapter are posted by the board; or\n\t(4)\tThe date on which the board revokes the temporary license;\n\n\n\nprovided that the board may revoke the temporary license at any time for cause.\n\tNo person who has failed an examination shall have the benefit of any temporary license.\n\t(b)  The board of dental examiners may issue without examination to any resident or nonresident licensed in another state and otherwise qualified to be examined a temporary license to practice dentistry while in the employment of the department of health to provide dental services to Hansen's disease sufferers.  The temporary license shall be valid for a period of three years or until the first board examination after the conclusion of the three-year period and only while the person to whom the temporary license is issued is in the employment of the department of health and works under the general direction and supervision of a duly licensed dentist.  The temporary license shall not be renewed and shall be reviewed annually by the board of dental examiners for continuance and shall be subject to revocation and suspension as provided in section 448-17.  The temporary licensee shall not be eligible for examination by the board of dental examiners while the temporary license is in effect. [L 1949, c 177, pt of §3; RL 1955, §61-12; HRS ; am L 1969, c 245, §1; am L 1981, c 185, §1; am L 1983, c 124, §16; am L 1985, c 13, §1; am L 1986, c 339, §75; am L 1989, c 231, §1]"
}