{
    "name": "Fuel charges",
    "number": "14",
    "text": "(a)  Except as provided in this section, refueling charges are prohibited.\n\t(b)  Upon the lessee's return of the vehicle, if the amount of fuel remaining in the vehicle is less than the amount originally provided by the lessor, the lessor may charge the lessee to refuel the vehicle based upon the number of gallons or liters used by the lessee.  The amount of fuel which may be charged to the lessee shall be calculated in one of two ways:\n\n\n\n\t(1)\tIf the vehicle was delivered to the lessee with a full tank, the number of gallons or liters required to refill the tank; or\n\t(2)\tIf the vehicle was rented with less than a full tank, the number of gallons or liters less than the amount originally provided by the lessor according to the vehicle's gas gauge as read both before and after the lessee's use thereof, employing an appropriate chart showing the number of gallons or liters corresponding to the gas gauge readings.  Each chart shall be specifically keyed to the model of car.\n\n\n\n\t(c)  Upon the lessee's return of the vehicle, if the amount of fuel remaining in the rental vehicle is greater than the amount originally provided by the lessor upon delivery of the vehicle to the lessee, the lessor shall credit the lessee an amount based on the gallons or liters added by the lessee, calculated by the method set forth in subsection (b)(2).\n\t(d)  In the event that the lessor has no reasonably accessible refueling facilities, the lessor is not required to give the credit to the lessee as described in subsection (c); provided that if no credit is given, the lessor shall disclose that fact to the lessee at the time the rental agreement is signed.\n\t(e)  The lessor shall provide the lessee with written notice of the amount to be credited, except as provided in subsection (d), or charged on a per gallon or per liter basis.\n\t(f)  The price per gallon or per liter which is charged for the amount of fuel required to refuel the vehicle, as provided in subsection (b), shall not exceed the average of the locally prevailing retail market price for similar fuel sold at self- service gasoline pumps by commercial gasoline dealers and a reasonable surcharge not to exceed one-half of that retail price.\n\t(g)  The per gallon or per liter amount which is credited pursuant to subsection (c), except as provided in subsection (d), may not be lower than the locally prevailing retail market price for similar fuel sold by commercial gasoline dealers.\n\t(h)  Nothing in this section shall prohibit the lessor from offering the lessee the option of purchasing, at the time of taking delivery of the vehicle, a full tank of fuel from the lessor at a price per gallon or per liter that shall not exceed the average of the locally prevailing retail market price for similar fuel sold at self-service gasoline pumps by commercial gasoline dealers; provided that the option includes the provisions that:\n\n\n\n\t(1)\tIf the vehicle is driven one hundred miles or less, and the lessee has not returned the vehicle with a full tank of fuel, the lessee shall be credited for the amount charged to the lessee for the purchase of fuel when the lessee took delivery of the vehicle, and be charged in the method set forth in subsection (b); or\n\t(2)\tIf the lessee returns the vehicle with a full tank of fuel, the lessee shall be credited for the amount charged to the lessee for the purchase of fuel when the lessee took delivery of the vehicle.\n\n\n\n\t(i)  No lessor or officer, employee, agent, or other representative of the lessor shall pay or receive a commission for selling any specific or particular options for fuel charges as contained within this section.  Any violation of this section shall be an unfair or deceptive act or practice as provided in section 480-2.  As used in this section, \"commission\" includes any compensation, bonus, award, or remuneration, whether direct, indirect, or otherwise, which is calculated by means of a formula, process, evaluation, or other mechanism which considers sales of options for fuel charges as a factor in any manner.  \"Commission\" also includes any performance evaluation which could be used in determining promotions, raises, or other personnel decisions, or any other device which serves to encourage the sale of any specific or particular option for fuel charges. [L 1988, c 251, pt of §2; am L 1996, c 171, §2]"
}