{
    "name": "License to practice",
    "number": "1",
    "text": "No person shall practice as an osteopathic physician either gratuitously or for pay, or shall offer to so practice, or shall advertise or announce, either publicly or privately, that the person is prepared or qualified to so practice, or shall append the letters \"Dr.\" or the letters \"D.O.\" to the person's name, with the intent thereby to imply that the person is a practitioner as an osteopathic physician, without having a valid unrevoked license, obtained from the board of medical examiners, in form and manner substantially as hereinafter set forth.\n\tNothing herein shall:\n\n\n\n\t(1)\tApply to any osteopathic physician from another state who is in actual consultation with a licensed physician of this State if the physician from another state is licensed to practice in the state in which the physician resides; provided that the physician from another state shall not open an office, or administer treatment to any patient except in actual temporary consultation with a resident licensed physician of this State; or\n\t(2)\tProhibit services rendered by any osteopathic physician's assistant when the services are rendered under the supervision, direction, and control of an osteopathic physician licensed in this State, as may be specified by rule or statute.  The board of medical examiners shall adopt rules to define the type of supervision, direction, and control that must be maintained and the extent that the personal presence of the osteopathic physician will be required.  Any osteopathic physician who employs or directs an osteopathic physician's assistant shall retain full professional and personal responsibility for any act which constitutes the practice of osteopathic medicine and surgery when performed by an osteopathic physician's assistant. [L 1921, c 14, §1; RL 1925, §1035; am L 1925, c 27, §1; RL 1935, §1390; RL 1945, §2851; RL 1955, §70-1; am L 1957, c 130, §1; am L Sp 1959 2d, c 1, §19; HRS ; am L 1969, c 139, §1; am L 1983, c 93, §1; am L 1985, c 197, §3; am L 1987, c 71, §1; am L 1999, c 248, §4]"
}