{
    "name": "Notice of charges, hearing",
    "number": "14",
    "text": "(a)  In any proceedings before the board for the revocation or suspension of a license under this chapter, upon any of the grounds listed in section 460-12, the person whose license is sought to be revoked or suspended shall be given, pursuant to chapter 91, reasonable written notice of the charge or charges upon which the proceeding is based and of the time and place where a hearing will be held and shall be given reasonable opportunity to be heard and present evidence in the person's defense.\n\tIn the proceeding, the board may subpoena, administer oaths to, and examine witnesses on any relevant matter in the proceeding.  The person whose license is sought in the proceeding to be revoked or suspended shall be entitled to require the board or any member thereof to subpoena and to administer oaths to any witness or witnesses who may be able to present evidence relevant in the proceeding, and shall be entitled to examine the witness and any other witness in the proceeding.  The circuit court of the circuit in which the proceeding is held shall have power to enforce by proper proceeding the attendance and testimony of witnesses in the proceeding.\n\t(b)  If any person called before the board as a witness in the proceeding, whether under subpoena or otherwise, except as privileged by law, refuses to answer any question which is relevant to the proceeding and is put to the person by the board, a member thereof, or the person whose license is sought to be revoked or suspended in the proceeding, or disobeys any order of the circuit court relating to the proceeding, the board shall report the matter in writing to any judge of the circuit court of the circuit in which the proceeding is held and the person shall be cited to appear before the circuit judge to show cause why the person should not be punished for contempt of court.\n\t(c)  Any person who wilfully and knowingly makes, under oath, any false statement in connection with any proceeding before the board shall be subject to chapter 710, part V.  Whenever the board is satisfied that a witness has violated chapter 710, part V, in any proceeding before the board, it shall report the same to the prosecuting officer of the county in which such violation took place, who shall prosecute the witness. [L 1949, c 120, pt of §2; RL 1955, §70-14; am L Sp 1959 2d, c 1, §19; HRS ; am L 1969, c 139, §7; am L 1983, c 93, §9; am L 1984, c 95, §9; am L 1985, c 197, §11; am L 1999, c 248, §6]"
}