{
    "name": "Radiologic technology board; appointment; duties",
    "number": "2",
    "text": "(a)  The governor shall appoint and may remove in the manner prescribed in section 26-34 a radiologic technology board, to be placed in the department for administrative purposes.\n\t(b)  The board shall consist of ten members.  The membership shall be composed of:\n\n\n\n\t(1)\tTwo persons licensed to practice medicine pursuant to chapter 453 or 460 and certified by the American Board of Radiology;\n\t(2)\tFour persons, each with at least five years' experience and certified in the practice of radiography, two of whom shall be persons engaged in the hospital practice of radiography;\n\t(3)\tOne person with at least five years' experience who is certified and engaged in the practice of radiation therapy technology;\n\t(4)\tOne person with at least five years' experience, who is certified and engaged in the practice of nuclear medicine technology;\n\t(5)\tOne person from the general public; and \n\t(6)\tThe director or the director's designated representative shall be the tenth, ex officio voting member of the board.\n\n\n\n\t(c)  The board shall:\n\n\n\n\t(1)\tSelect its own chairperson from among its members;\n\t(2)\tAdopt, amend, or repeal rules pursuant to chapter 91 as necessary to effectuate the purposes of this chapter;\n\t(3)\tDetermine minimum standards for and approve educational institutions that provide a course of instruction in radiologic technology that meets the requirements of this chapter;\n\t(4)\tWithdraw approval or deny approval of educational institutions for failure to meet prescribed standards;\n\t(5)\tExamine qualified applicants, grant, deny, suspend, or revoke licenses, impose administrative remedies that are authorized by this chapter, and impose such conditions as may be necessary in connection with the granting, denial, suspension, or revocation of licenses;\n\t(6)\tKeep a record of all its proceedings; and\n\t(7)\tMake an annual report to the governor.\n\n\n\n\t(d)  Members of the board shall serve without compensation, but shall be reimbursed for expenses, including travel expenses, necessary for the performance of their duties. [L 1974, c 253, pt of §2; am L 1980, c 128, pt of §1; gen ch 1985; am L 1990, c 273, §5; am L 1991, c 42, §1; am L 1995, c 143, §3; am L 1996, c 202, §12; am L 2004, c 167, §1]\nCross References\n  Annual reports, due dates, see §93-12."
}