{
    "name": "Notices in guardianship proceedings",
    "number": "5-309",
    "text": "(a)  In a proceeding for the appointment or removal of a guardian of the person of an incapacitated person other than the appointment of a temporary guardian or temporary suspension of a guardian, notice of the time and place of hearing shall be given by the petitioner to each of the following:\n\n\n\n\t(1)\tThe ward or the person concerning whom the proceeding has been commenced and the ward's or person's spouse or reciprocal beneficiary, legal parents, and adult children;\n\t(2)\tAny person who is serving as the guardian of the ward's or person's estate or who has care and custody of the ward or person;\n\t(3)\tIn case no other person is notified under paragraph (1), at least one of the ward's or person's closest adult relatives, if any can be found; and\n\t(4)\tThe office of the public guardian where the public guardian is being nominated as guardian of the person of an incapacitated person.\n\n\n\n\t(b)  Notice shall be served personally on the alleged incapacitated person, the person's spouse or reciprocal beneficiary, the person's legal parents, and the person's adult children, if they can be found within the State.  Notice to any of those who cannot be found within the State and to all other persons except the alleged incapacitated person shall be given as provided in section 560:1-401.  For good cause, the court may waive notice to any person in subsection (a)(1) or (3), other than the ward, upon a showing that all reasonable efforts have been made to ascertain the identity and address of the person or to effect notice, that the efforts were unsuccessful, and that further efforts should not be required because that person has not demonstrated a reasonable degree of interest or concern in the subject.  Waiver of notice by the person alleged to be incapacitated is not effective unless the person attends the hearing or the person's waiver of notice is confirmed in an interview with the individual sent by the family court to interview the person.  Except as provided in section 560:5-303, representation of the alleged incapacitated person by a guardian ad litem is not necessary.\n\t(c)  Grandparents shall be notified in all proceedings involving minors.  For good cause, the court may waive notice to a grandparent upon a showing that all reasonable efforts have been made to ascertain the identity and address of the person or to effect notice, that the efforts were unsuccessful, and that further efforts should not be required because that person has not demonstrated a reasonable degree of interest or concern in the subject. [L 1976, c 200, pt of §1; am L 1981, c 216, §1; am L 1983, c 124, §12; am L 1989, c 43, §1; am L 1997, c 383, §19; am L 1999, c 298, §1]"
}