{
    "name": "Procedure concerning hearing and order on original petition",
    "number": "5-407",
    "text": "(a)  Upon receipt of a petition for appointment of a guardian of the property or other protective order because of minority, the court shall set a date for hearing on the matters alleged in the petition.  If, at any time in the proceeding, the court determines that the interests of the minor are or may be inadequately represented, it shall appoint an appropriate official or attorney to represent the minor in the proceeding, giving consideration to the choice of the minor if fourteen years of age or older, who shall have the powers and duties of a guardian ad litem. \n\t(b)  Upon receipt of a petition for appointment of a guardian of the property or other protective order for reasons other than minority, the court shall set a date for hearing on the matters alleged in the petition.  Unless the person to be protected has competent counsel of that person's own choice, the court shall appoint an appropriate official or attorney to represent the person, who shall have the powers and duties of a guardian ad litem.  If the alleged disability is mental illness, mental deficiency, physical illness or disability, advanced age, chronic use of drugs, or chronic intoxication, the court may direct that the person to be protected be examined by a physician or, with the exception of physical illness or disability, a licensed psychologist designated by the court, preferably a physician or psychologist who is not connected with any institution in which the person is a patient or is detained.  The court may appoint a court officer or other person to interview the person to be protected and the person seeking appointment.  The person so appointed shall submit a report in writing to the court. \n\t(c)  The person to be protected is entitled to be present at the hearing in person, and to see or hear all evidence bearing upon his condition.  He is entitled to be represented by an attorney, to present evidence, to cross-examine witnesses, including any person submitting a report and the court officer or other person appointed by the court to interview him. \n\t(d)  After hearing, upon finding that a basis for the appointment of a guardian of the property or other protective order has been established, the court shall either make an appointment by granting letters of guardianship or make other appropriate protective order. [L 1976, c 200, pt of §1; am L 1977, c 144, §48; am L 1988, c 305, §4]"
}