{
    "name": "Distributive duties and powers of guardian of the property",
    "number": "5-425",
    "text": "(a)  A guardian of the property may expend or distribute income or principal of the estate without court authorization or confirmation for the support, education, care or benefit of the protected person and the person's dependents in accordance with the following principles: \n\n\n\n\t(1)\tThe guardian of the property is to consider recommendations relating to the appropriate standard of support, education and benefit for the protected person made by a parent or guardian of the person, if any.  The guardian of the property may not be surcharged for sums paid to persons or organizations actually furnishing support, education or care to the protected person pursuant to the recommendations of a parent or guardian of the person of the protected person unless the guardian of the property knows that said parent or guardian is deriving personal financial benefit therefrom, including relief from any personal duty of support, or unless the recommendations are clearly not in the best interests of the protected person. \n\t(2)\tThe guardian of the property is to expend or distribute sums reasonably necessary for the support, education, care or benefit of the protected person with due regard to (i) the size of the estate, the probable duration of the guardianship and the likelihood that the protected person, at some future time, may be fully able to manage the person's affairs and the estate which has been conserved for the person; (ii) the accustomed standard of living of the protected person and members of the person's household; (iii) other funds or sources used for the support of the protected person. \n\t(3)\tThe guardian of the property may expend funds of the estate for the support of persons legally dependent on the protected person and others who are members of the protected person's household who are unable to support themselves, and who are in need of support. \n\t(4)\tFunds expended under this subsection may be paid by the guardian of the property to any person, including the protected person to reimburse for expenditures which the guardian of the property might have made, or in advance for services to be rendered to the protected person when it is reasonable to expect that they will be performed and where advance payments are customary or reasonably necessary under the circumstances. \n\n\n\n\t(b)  If the estate is ample to provide for the purposes implicit in the distributions authorized by the preceding [paragraphs], a guardian of the property for a protected person other than a minor has power to make gifts to charity and other objects as the protected person might have been expected to make, in amounts which do not exceed in total for any year twenty per cent of the income from the estate. \n\t(c)  When a minor who has not been adjudged disabled under section 560:5-401(2) attains the minor's majority, the minor's guardian of the property, after meeting all prior claims and expenses of administration, shall pay over and distribute all funds and properties to the former protected person as soon as possible, but such distribution shall not relieve the guardian of the guardian's duty to file final accounts under section 560:5-419. \n\t(d)  Subject to the provisions of section 560:5-429(d), when the guardian of the property is satisfied that a protected person's disability (other than minority) has ceased, the guardian of the property, after meeting all prior claims and expenses of administration, shall pay over and distribute all funds and properties to the former protected person as soon as possible, but such distribution shall not relieve the guardian of the guardian's duty to file final accounts under section 560:5-419. \n\t(e)  If a protected person dies, the guardian of the property shall retain for safekeeping any will of the deceased protected person which may have come into the guardian's possession, inform the executor or all beneficiaries named therein that the guardian has the will, and retain the estate for delivery to a duly appointed personal representative of the decedent or other persons entitled thereto.  If after forty days from the death of the protected person no other person has been appointed personal representative and no application or petition for probate is before the registrar or the court, the guardian of the property shall apply or petition for probate of the will, if any, and appointment as personal representative as provided in Article III. [L 1976, c 200, pt of §1; gen ch 1985]"
}