{
    "name": "Representation",
    "number": "2-106",
    "text": "(a)  Definitions.  In this section:\n\t\"Deceased descendant\", \"deceased parent\", or \"deceased grandparent\" means a descendant, parent, or grandparent who either predeceased the decedent or is deemed to have predeceased the decedent under section 560:2-104.\n\t\"Surviving descendant\" means a descendant who neither predeceased the decedent nor is deemed to have predeceased the decedent under section 560:2-104.\n\t(b)  Decedent's descendants.  If, under section 560:2-103(1), a decedent's intestate estate or a part thereof passes \"by representation\" to the decedent's descendants, the estate or part thereof is divided into as many equal shares as there are:\n\n\n\n\t(1)\tSurviving descendants in the generation nearest to the decedent which contains one or more surviving descendants; and\n\t(2)\tDeceased descendants in the same generation who left surviving descendants, if any.\n\n\n\nEach surviving descendant in the nearest generation is allocated one share.  The remaining shares, if any, are combined and then divided in the same manner among the surviving descendants of the deceased descendants as if the surviving descendants who were allocated a share and their surviving descendants had predeceased the decedent.\n\t(c)  Descendants of parents or grandparents.  If, under section 560:2-103(3) or (4), a decedent's intestate estate or a part thereof passes \"by representation\" to the descendants of the decedent's deceased parents or either of them or to the descendants of the decedent's deceased paternal or maternal grandparents or either of them, the estate or part thereof is divided into as many equal shares as there are:\n\n\n\n\t(1)\tSurviving descendants in the generation nearest the deceased parents or either of them, or the deceased grandparents or either of them, that contains one or more surviving descendants; and\n\t(2)\tDeceased descendants in the same generation who left surviving descendants, if any.\n\n\n\nEach surviving descendant in the nearest generation is allocated one share.  The remaining shares, if any, are combined and then divided in the same manner among the surviving descendants of the deceased descendants as if the surviving descendants who were allocated a share and their surviving descendants had predeceased the decedent. [L 1996, c 288, pt of §1]"
}