{
    "name": "Removal or resignation of guardian of the person; termination of incapacity",
    "number": "5-307",
    "text": "(a)  On petition of the ward or any person interested in the ward's welfare, the family court may remove a guardian of the person and appoint a successor if in the best interests of the ward.  On petition of the guardian of the person, the family court may accept the guardian's resignation and make any other order which may be appropriate.\n\t(b)  An order adjudicating incapacity may specify a minimum period, not exceeding one year, during which no petition for an adjudication that the ward is no longer incapacitated may be filed without special leave.  Subject to this restriction, the ward or any person interested in the ward's welfare may petition for an order that the ward is no longer incapacitated, and for removal or resignation of the guardian of the person.  A request for this order may be made by informal letter to the family court or judge and any person who knowingly interferes with transmission of this kind of request to the court or judge may be adjudged guilty of contempt of court.\n\t(c)  Before removing a guardian of the person, accepting the resignation of a guardian of the person, or ordering that a ward's incapacity has terminated, the family court, shall follow the same procedures to safeguard the rights of the ward as apply to a petition for appointment of a guardian of the person under section 560:5-303.\n\t(d)  Notwithstanding subsection (c) and section 560:1-401, the court may, without a hearing, remove or accept the resignation of a guardian of the person and appoint the public guardian under chapter 551A as a temporary or successor guardian of the person upon the filing of a petition with notice by regular mail to the last known address of those persons entitled to notice in section 560:5-309 and upon such other instructions as the court deems necessary. [L 1976, c 200, pt of §1; gen ch 1985; am L 1989, c 46, §1]"
}