{
    "name": "Definitions",
    "number": "51",
    "text": "    As used in this part:\n\t\"Biotechnology\" means fundamental knowledge regarding the function of biological systems from the macro level to the molecular subatomic levels that has application to development including the development of novel products, services, technologies, and subtechnologies from insights gained from research advances that add to that body of fundamental knowledge.\n\t\"Computer data\" means any representation of information, knowledge, facts, concepts, or instructions that is being prepared or has been prepared and is intended to be processed, is being processed, or has been processed in a computer or computer network.\n\t\"Computer program\" means an ordered set of computer data representing coded instructions or statements, that, when executed by a computer, causes the computer to perform one or more computer operations.\n\t\"Computer software\" means computer data, a computer program, or a set of computer programs, procedures, or associated documentation concerned with the operation and function of a computer system, and includes both systems and application programs and subdivisions, such as assemblers, compilers, routines, generators, and utility programs.\n\t\"Financial organization\" means an organization authorized to do business in Hawaii that is:\n\n\n\n\t(1)\tCertified as an insurer by the insurance commissioner;\n\t(2)\tLicensed or chartered as a financial institution by the commissioner of financial institutions;\n\t(3)\tChartered by an agency of the federal government;\n\t(4)\tSubject to the jurisdiction and regulation of the federal Securities and Exchange Commission; or\n\t(5)\tAny other entity otherwise authorized to do business in the State that meets the requirements of this part.\n\n\n\n\t\"Program\" means the Hawaii technology investment program.\n\t\"Program manager means a financial organization selected by the corporation to manage the program.\n\t\"Qualified high technology business\":\n\n\n\n\t(1)\tMeans a business, employing or owning capital or property, or maintaining an office, in this State that:\n\n\t\t(A)\tConducts more than fifty per cent of its activities in performing qualified research in this State; or\n\t\t(B)\tReceives more than fifty per cent of its gross income derived from qualified research; provided that the income is received from:\n\n\t\t\t(i)\tProducts sold from, manufactured in, or produced in the State; or\n\t\t\t(ii)\tServices performed in this State.\n\n\n\n\t(2)\tDoes not include:\n\n\t\t(A)\tAny trade or business involving the performance of services in the field of law, architecture, accounting, actuarial science, consulting, athletics, financial services, or brokerage services;\n\t\t(B)\tAny banking, insurance, financing, leasing, rental, investing, or similar business; any farming business, including the business of raising or harvesting trees; any business involving the production or extraction of products of a character with respect to which a deduction is allowable under section 611 (with respect to allowance of deduction for depletion), 613 (with respect to basis for percentage depletion), or 613A (with respect to limitation on percentage depleting in cases of oil and gas wells) of the Internal Revenue Code;\n\t\t(C)\tAny business operating a hotel, motel, restaurant, or similar business; and\n\t\t(D)\tAny trade or business involving a hospital, a private office of a licensed health care professional, a group practice of licensed health care professionals, or a nursing home.\n\n\n\n\n\n\t\"Qualified research\" means:\n\n\n\n\t(1)\tThe same as in section 41(d) of the Internal Revenue Code; or\n\t(2)\tThe development and design of computer software using fourth generation or higher software development tools or native programming languages to design and construct unique and specific code to create applications and design databases for sale or license; or\n\t(3)\tBiotechnology;\n\n\n\nprovided that more than fifty per cent of the business' activities are qualified research.\n\t\"Venture capital investment\" means any of the following investments in a qualified high technology business:\n\n\n\n\t(1)\tCommon or preferred stock and equity securities without a repurchase requirement for at least five years;\n\t(2)\tA right to purchase stock or equity securities;\n\t(3)\tAny debenture or loan, whether or not convertible or having stock purchase rights, which:\n\n\t\t(A)\tIs subordinated, together with security interests against the assets of the borrower, by their terms to all borrowings of the borrower from other institutional lenders;\n\t\t(B)\tIs for a term of not less than three years; and\n\t\t(C)\tHas no part amortized during the first three years;\n\n\t(4)\tGeneral or limited partnership interests; and\n\t(5)\tMembership interests in limited liability companies. [L 2000, c 297, pt of §33]"
}