{
    "name": "Designation of areas as geothermal resource subzones",
    "number": "5.2",
    "text": "(a)  Beginning in 1983, the board of land and natural resources shall conduct a county-by-county assessment of areas with geothermal potential for the purpose of designating geothermal resource subzones.  This assessment shall be revised or updated at the discretion of the board, but at least once each five years beginning in 1988.  Any property owner or person with an interest in real property wishing to have an area designated as a geothermal resource subzone may submit a petition for a geothermal resource subzone designation in the form and manner established by rules and regulations adopted by the board.  An environmental impact statement as defined under chapter 343 shall not be required for the assessment of areas under this section.\n     (b)  The board's assessment of each potential geothermal resource subzone area shall examine factors to include, but not be limited to:\n     (1)  The area's potential for the production of geothermal energy;\n     (2)  The prospects for the utilization of geothermal energy in the area;\n     (3)  The geologic hazards that potential geothermal projects would encounter;\n     (4)  Social and environmental impacts;\n     (5)  The compatibility of geothermal development and potential related industries with present uses of surrounding land and those uses permitted under the general plan or land use policies of the county in which the area is located;\n     (6)  The potential economic benefits to be derived from geothermal development and potential related industries; and\n     (7)  The compatibility of geothermal development and potential related industries with the uses permitted under chapter 183C and section 205-2, where the area falls within a conservation district.\n     In addition, the board shall consider, if applicable, objectives, policies, and guidelines set forth in part I of chapter 205A, and chapter 226.\n     (c)  Methods for assessing the factors in subsection (b) shall be left to the discretion of the board and may be based on currently available public information.\n     (d)  After the board has completed a county-by-county assessment of all areas with geothermal potential or after any subsequent update or review, the board shall compare all areas showing geothermal potential within each county, and shall propose areas for potential designation as geothermal resource subzones based upon a preliminary finding that the areas are those sites which best demonstrate an acceptable balance between the factors set forth in subsection (b).  Once a proposal is made, the board shall conduct public hearings pursuant to this subsection, notwithstanding any contrary provision related to public hearing procedures.  Contested case procedures are not applicable to these hearings.\n     (1)  Hearings shall be held at locations which are in close proximity to those areas proposed for designation.  A public notice of hearing, including a description of the proposed areas, an invitation for public comment, and a statement of the date, time, and place where persons may be heard shall be given and mailed no less than twenty days before the hearing.  The notice shall be given on three separate days statewide and in the county in which the hearing is to be held.  Copies of the notice shall be mailed to the department of business, economic development, and tourism, to the planning commission and planning department of the county in which the proposed areas are located, and to all owners of record of real estate within, and within one thousand feet of, the area being proposed for designation as a geothermal resource subzone.  The notification shall be mailed to the owners and addresses as shown on the current real property tax rolls at the county real property tax office.  Upon that action, the requirement for notification of owners of land is completed.  For the purposes of this subsection, notice to one co-owner shall be sufficient notice to all co-owners;\n     (2)  The hearing shall be held before the board, and the authority to conduct hearings shall not be delegated to any agent or representative of the board.  All persons and agencies shall be afforded the opportunity to submit data, views, and arguments either orally or in writing.  The department of business, economic development, and tourism and the county planning department shall be permitted to appear at every hearing and make recommendations concerning each proposal by the board; and\n     (3)  At the close of the hearing, the board may designate areas as geothermal resource subzones or announce the date on which it will render its decision.  The board may designate areas as geothermal resource subzones only upon finding that the areas are those sites which best demonstrate an acceptable balance between the factors set forth in subsection (b).  Upon request, the board shall issue a concise statement of its findings and the principal reasons for its decision to designate a particular area.\n     (e)  The designation of any geothermal resource subzone may be withdrawn by the board of land and natural resources after proceedings conducted pursuant to chapter 91.  The board shall withdraw a designation only upon finding by a preponderance of the evidence that the area is no longer suited for designation; provided that the designation shall not be withdrawn for areas in which active exploration, development, production or distribution of electrical energy from geothermal sources or direct use applications of geothermal resources are taking place.\n     (f)  This Act shall not apply to any active exploration, development or production of electrical energy from geothermal sources or direct use applications of geothermal resources taking place on June 14, 1983, provided that any expansion of such activities shall be carried out in compliance with its provisions. [L 1983, c 296, pt of §3; am L 1986, c 124, §1, c 187, §2, and c 290, §2; am L 1987, c 336, §7 and c 378, §2; am L 1990, c 293, §8; am L 1995, c 11, §10 and c 69, §10; am L 1998, c 2, §61]\n \nNote\n \n  In subsection (f) \"This Act\" refers to L 1983, c 296.\n \nCase Notes\n \n  Statute sufficiently clear to comport with due process.  69 H. 255, 740 P.2d 28."
}