{
    "name": "University of Hawaii student activities revolving fund",
    "number": "8.6",
    "text": "(a)  There is established the \"University of Hawaii student activities revolving fund\" into which shall be deposited all funds assessed as compulsory student activity fees and collected by the University of Hawaii on behalf of chartered student organizations and student activity programs of the several campuses of the University of Hawaii system.  All revenues received by chartered student organizations and student activity programs from student activities and programs, except those revenues to which other special funds have prior claim, shall also be deposited into the revolving fund. \t(b)  Separate accounts shall be maintained for each chartered student organization and student activity program.  Funds from the accounts may be withdrawn and expended by each respective chartered student organization or student activity program for any purpose which it deems necessary and proper to carry out and achieve its educational responsibilities, programs, and related activities; provided that approval for such expenditure is first obtained from the board of regents or its designated representative, except that approval is not required for expenditures for the purchase of flowers, leis, food, refreshments, and prizes if the purchases do not exceed an amount determined by policies adopted by the board of regents, provided that the amount shall not exceed the funds available to any chartered student organization or student activity program annually.\n\t(c)  Other laws to the contrary notwithstanding, any chartered student organization may be permitted to withdraw and expend funds from the special accounts to employ or retain by contract or otherwise, an attorney or attorneys only for the purpose of defending such organization in any litigation.  Any chartered student organization specifically organized to provide student publications or broadcast communications may also be permitted to withdraw and expend funds from the special accounts to employ or retain by contract or otherwise, an attorney for the purpose of rendering legal advice to avoid lawsuits.  The expenditures in this subsection shall be approved by, and in accordance with policies adopted by, the board of regents.  No funds expended under this subsection may be used to defend chartered student organizations for any wrongful or malicious act, or to pay for any claim for loss or damage arising from the activities of the chartered student organizations, including costs, expenses, and liabilities incurred in connection with any claim or proceeding brought against a chartered student organization for damages resulting from the act or omission of a chartered student organization or any member thereof.  All moneys received for the University of Hawaii student activities revolving fund shall be deposited in a depository maintained by the university in accordance with policies which shall be adopted by the board of regents. [L 1980, c 184, §1; am L 1989, c 372, §1; am L 1992, c 61, §1; am L 1995, c 223, §2]"
}