{
    "name": "Prohibited acts",
    "number": "9",
    "text": "(a)  No person, for the purpose of soliciting contributions from persons in the State, shall use the name of any other person except that of an officer, director, or trustee of the charitable organization by or for which contributions are solicited, without the written consent of the other persons.\n\tA person shall be deemed to have used the name of another person for the purpose of soliciting contributions if the latter person's name is listed on any stationery, advertisement, brochure, or correspondence in or by which a contribution is solicited by or on behalf of a charitable organization or the latter person's name is listed or referred to in connection with a request for a contribution as one who has contributed to, sponsored, or endorsed the charitable organization or its activities.\n\t(b)  No charitable organization, professional solicitor, or professional fund-raising counsel soliciting contributions shall use a name, symbol, or statement so closely related or similar to that used by another charitable organization or governmental agency that the use thereof would tend to confuse or mislead the public.\n\t(c)  No person, in connection with any solicitation or sale, shall misrepresent or mislead anyone by any manner, means, practice, or device whatsoever, to believe that the solicitation or sale is being conducted on behalf of a charitable organization or that the proceeds of the solicitation or sale will be used for charitable purposes, if that is not the fact.\n\t(d)  No professional solicitor, and no agent, employee, independent contractor, or other person acting on behalf of the professional solicitor, shall solicit in the name of or on behalf of any charitable organization unless:\n\n\n\n\t(1)\tThe professional solicitor has obtained the written authorization of two officers of the organization, which authorization shall bear the signature of the professional solicitor and the officers of the charitable organization and shall expressly state on its face the period for which it is valid, which shall not exceed one year from the date of issuance, and has filed a copy of the written authorization with the director prior to the solicitation; and\n\t(2)\tThe professional solicitor and any person who, for compensation, acts as an agent, employee, independent contractor, or otherwise on behalf of the professional solicitor carries a copy of the authorization while conducting solicitations, and exhibits it on request to persons solicited or police officers or agents of the department.\n\n\n\n\t(e)  No charitable organization, professional fund-raising counsel, or professional solicitor subject to this chapter shall use or exploit the fact of filing any statement, report, professional fund-raising counsel contracts, or professional solicitor contracts or other documents or information required to be filed under this chapter or with the department so as to lead the public to believe that the filing in any manner constitutes an endorsement or approval by the State of the purposes or goals for the solicitation by the charitable organization, professional fund-raising counsel, or professional solicitor; provided that the use of the following statement shall not be deemed a prohibited exploitation:  \"Information regarding this organization has been filed with the State of Hawaii department of commerce and consumer affairs.  Filing does not imply endorsement or approval of the organization or the public solicitation for contributions.\"\n\t(f)  No person, while soliciting, shall impede or obstruct, with the intent to physically inconvenience the general public or any member thereof in any public place or in any place open to the public.\n\t(g)  No person shall submit for filing on behalf of any charitable organization, professional fund-raising counsel, or professional solicitor, any statement, financial statement, report, attachment, or other information to be filed with the department that contains information, statements or omissions that are false or misleading.\n\t(h)  No person shall solicit contributions from persons in the State or otherwise operate in the State as a charitable organization, an exempt charitable organization, professional fund-raising counsel, professional solicitor, or commercial co- venturer unless the person has filed the information required by this chapter with the department in a timely manner.\n\t(i)  No person shall aid, abet, or otherwise permit any persons to solicit contributions from persons in the State unless the person soliciting contributions has complied with the requirements of this chapter.\n\t(j)  No person shall fail to file the information and statements required by this chapter or fail to provide any information demanded by the director pursuant to this chapter in a timely manner.\n\t(k)  No person shall employ in any solicitation or collection of contributions for a charitable organization, any device, scheme, or artifice to defraud or obtain money or property by means of any false, deceptive, or misleading pretense, representation, or promise.\n\t(l)  No person, in the course of any solicitation, shall represent that funds collected will be used for a particular charitable purpose, or particular charitable purposes, if the funds solicited are not used for the represented purposes.\n\t(m)  No person shall receive compensation from a charitable organization for obtaining moneys or bequests for that charitable organization if that person has also received compensation for advising the donor to make the donation; provided that compensation may be received if the person obtains the written consent of the donor to receive compensation from the charitable organization. [L 1969, c 167, pt of §1; am L 1978, c 182, §3; am L 1982, c 204, §8; gen ch 1985; am L 1993, c 206, §8; am L 1994, c 35, §1; am L 1995, c 50, §1]"
}