{
    "name": "Definitions",
    "number": "1",
    "text": "When used in this chapter unless the context otherwise requires:\n\t\"Assistive device\" means any device, including a demonstrator, that a consumer purchases or accepts transfer of in this State which is used to assist a person with a disability (as defined in 42 U.S.C. §§12101 et seq.) in connection with a major life activity including but not limited to mobility, vision, hearing, speech, communication, maneuvering, and manipulation of a person's environment.  Assistive devices include but are not limited to manual wheelchairs, motorized wheelchairs, motorized scooters, and other [aids] that enhance the mobility of an individual; hearing [aids], telephone communication devices for the deaf, assistive listening devices, and other [aids] that enhance an individual's ability to hear; voice synthesized computer modules, optical scanners, talking software, braille printers, and other devices that enhance a sight impaired individual's ability to communicate; and any other device that enables a person with a disability to communicate, see, hear, speak, manipulate the person's environment, move, or maneuver.\n\t\"Assistive device dealer\" means a person who is in the business of selling new assistive devices.\n\t\"Assistive device lessor\" means a person who leases new assistive devices to consumers, or who holds the lessor's residual interest under a written lease, to new assistive devices leased to consumers.\n\t\"Collateral charges\" means those additional charges to a consumer [wholly] incurred as a result of the acquisition of the assistive device.  For the purposes of this chapter, collateral charges include but are not limited to items installed by the manufacturer, its agent, assistive device dealer or assistive device lessor, finance charges and financing costs, general excise tax, and other governmental charges, taxes, or fees.\n\t\"Consumer\" means any of the following:\n\n\n\n\t(1)\tThe purchaser of an assistive device, if the assistive device was purchased from an assistive device dealer or manufacturer for purposes other than resale;\n\t(2)\tA person to whom the assistive device is transferred for purposes other than resale, if the transfer occurs before the expiration of an express warranty applicable to the assistive device;\n\t(3)\tA person who may enforce any warranty applicable to the assistive device; or\n\t(4)\tA person who leases an assistive device from an assistive device lessor under a written lease.\n\n\n\n\t\"Demonstrator\" means an assistive device used primarily for the purpose of demonstration to the public.\n\t\"Early termination cost\" means an expense or obligation that an assistive device lessor incurs as a result of both the termination of a written lease before the termination date set forth in that lease and the return of an assistive device to the manufacturer.  The term includes a penalty for prepayment under a finance arrangement.\n\t\"Early termination savings\" means an expense or obligation that an assistive device lessor avoids as a result of both the termination of a written lease before the termination date set forth in that lease and the return of an assistive device to a manufacturer.  The term includes any interest charge that the assistive device lessor would have paid to finance the assistive device or, if the assistive device lessor does not finance the assistive device, the difference between the total period of the lease term remaining after the early termination and the present value of that amount at the date of the early termination.\n\t\"Incidental charges\" means those reasonable costs incurred by the consumer, including but not limited to the costs of repair, the costs of return, and the costs of obtaining alternative assistance or alternative assistive devices, which are directly caused by the nonconformity or nonconformities which are the subject of the complaint, but shall not include loss of use, loss of income, or personal injury claims.\n\t\"Manufacturer\" means a person who manufactures or assembles assistive devices and agents of that person, including an importer, a distributor, a factory branch, distributor branch, and a warrantor of the manufacturer's assistive device, but does not include an assistive device dealer.\n\t\"Nonconformity\" means a defect, malfunction, or condition that fails to conform to any warranty applicable to an assistive device, but does not include a defect, malfunction, or condition that results from accident, abuse, neglect, modification, or alteration of the assistive device by persons other than the manufacturer, its agent, distributor, or authorized assistive device dealer, or assistive device lessor. [L 1997, c 282, pt of §1]"
}