{
    "name": "Functional plans; preparation; update",
    "number": "55",
    "text": "(a)  The state agency head primarily responsible for a given functional area shall prepare and periodically update the functional plan for the area.  In the preparation or update of the functional plan, the state agency head shall work in close cooperation with the advisory committee, respective officials, and people of each county.  In the formulation of the initial or updated functional plan, the preparing agency shall solicit public views and concerns.  The formulation and revision of a state functional plan shall conform to the provisions of this chapter and shall take into consideration the county general plans.  Functional plans and any revisions thereto shall be accepted by the governor to serve as guidelines for funding requests and implementation by state and county agencies.\n     (b)  The functional plan shall identify priority issues in the functional area and shall contain objectives, policies, and implementing actions to address those priority issues.  Actions may include organizational or management initiatives, facility or physical infrastructure development initiatives, initiatives for programs and services, or legislative proposals.\n     (c)  For each functional plan, the lead state agency, with the concurrence of the governor, shall establish an advisory committee, where an advisory body which meets the criteria set out hereunder is not already in existence, whose membership shall be composed of at least one public official from each county; members of the public; experts in the field for which a functional plan is being prepared; and state officials.  The advisory committee shall advise the lead state agency in preparing, implementing, monitoring, and updating the functional plan to be in conformance with the overall theme, goals, objectives, policies, and priority guidelines contained within this chapter.  The draft functional plan shall be submitted to relevant federal, state, and county agencies for review and input.  The advisory committee shall serve as a temporary advisory body to the state agency responsible for preparing each respective functional plan.  The terms of members from the public and experts in the field for which a functional plan is prepared shall be for four years.  Each term shall commence on July 1 and expire on June 30.  No member from the public or expert in the field shall be appointed consecutively to more than two terms.  These appointments shall not be subject to senate confirmation, and shall be exempt from sections 26-34(a) and 78-4(a) regarding the appointment to boards and commissions. [L 1978, c 100, pt of §2; am L 1980, c 225, §2; am L 1984, c 236, §8 and c 237, §2; am L 1985, c 44, §2; am L 1987, c 336, §4(7); §226-57; ren and am L 1991, c 76, pt of §1; am L 2017, c 82, §3]"
}