{
    "name": "Service plan",
    "number": "26",
    "text": "(a)  A service plan is a specific written plan prepared by an authorized agency and child's family and presented to such members of the child's family as the appropriate authorized agency deems to be necessary to the success of the plan, including, but not limited to, the member or members of the child's family who have legal custody, guardianship, or permanent custody of the child at the time that the service plan is being formulated or revised under this chapter.\n     (b)  The service plan should set forth:\n     (1)  The steps that will be necessary to facilitate the return of the child to a safe family home, if the proposed placement of the child is in foster care under foster custody;\n     (2)  The steps that will be necessary for the child to remain in a safe family home with the assistance of a service plan, if the proposed placement of the child is in a family home under family supervision; and\n     (3)  The steps that will be necessary to make the family home a safe family home and to terminate the appropriate authorized agency's intervention into the family and eliminate, if possible, the necessity for the filing of a petition with the court under this chapter.\n     (c)  The service plan should also include, but not necessarily be limited to:\n     (1)  The consideration given to the use of ohana conferences for family decision making;\n     (2)  The specific, measurable, behavioral changes that must be achieved by the parties; the specific services or treatment that the parties will be provided and the specific actions the parties must take or specific responsibilities that the parties must assume; the time frames during which the services will be provided and such actions must be completed and responsibilities must be assumed; provided that, services and assistance should be presented in a manner that does not confuse or overwhelm the parties;\n     (3)  The specific consequences that may be reasonably anticipated to result from the parties' success or failure in making the family home a safe family home, including, but not limited to, the consequence that, unless the family is willing and able to provide the child with a safe family home within the reasonable period of time specified in the service plan, their respective parental and custodial duties and rights shall be subject to termination by award of permanent custody; and\n     (4)  Such other terms and conditions as the appropriate authorized agency deems to be necessary to the success of the service plan.\n     (d)  The service plan should include steps that are structured and presented in a manner which reflects careful consideration and balancing the priority, intensity, and quantity of the services which are needed with the family's ability to benefit from those services.\n     (e)  After each term and condition of the service plan has been thoroughly explained to and is understood by each member of the child's family whom the appropriate authorized agency deems to be necessary to the success of the service plan, the service plan shall be agreed to and signed by each family member.  Thereafter, a copy of the service plan shall be provided to each family member who signed the service plan.\n     (f)  If a member of a child's family whom the appropriate authorized agency deems to be necessary to the success of the service plan cannot or does not understand or agree to the terms and conditions set forth in the service plan, the authorized agency shall proceed pursuant to section 587-21(b). [L 1986, c 316, §11; am L 1992, c 190, §11; am L 2001, c 51, §2]"
}