{
    "name": "Duties",
    "number": "2",
    "text": "(a)  Legislative reapportionment.  The commission shall reapportion the members of each house of the legislature on the basis, method, and criteria prescribed by the Constitution of the United States and article IV of the Hawaii Constitution.  Pursuant thereto, the commission shall conduct public hearings and consult with the apportionment advisory council of each basic island unit.  Not more than one hundred days from the date on which all members are certified, the commission shall cause to be given in each basic island unit, public notice of a legislative reapportionment plan prepared and proposed by the commission.  At least one public hearing on the proposed reapportionment plan shall be held in each basic island unit after initial public notice of the plan.  At least twenty days' notice shall be given of the public hearing.  The notice shall include a statement of the substance of the proposed reapportionment plan, and of the date, time, and place where interested persons may be heard thereon.  The notice shall be given at least once in the basic island unit where the hearing will be held.  All interested persons shall be afforded an opportunity to submit data, views, or arguments, orally or in writing, for consideration by the commission.  After the last of the public hearings, but in no event later than one hundred fifty days from the date on which all members of the commission are certified, the commission shall determine whether or not the plan is in need of correction or modification, make the correction or modification, if any, and file with the chief election officer, a final legislative reapportionment plan.  Within fourteen days after the filing of the final reapportionment plan, the chief election officer shall cause public notice to be given of the final legislative reapportionment plan which, upon public notice, shall become effective as of the date of filing and govern the election of members of the next five succeeding legislatures. \t(b)  Congressional reapportionment.  At times that may be required by the Constitution and that may be required by law of the United States, the commission shall redraw congressional district lines for the districts from which the members of the United States House of Representatives allocated to this State shall be elected.  The commission shall first determine the total number of members to which the State is entitled and shall then apportion those members among single member districts so that the average number of persons in the total population counted in the last preceding United States census per member in each district shall be as nearly equal as practicable.  In effecting the reapportionment and districting, the commission shall be guided by the following criteria:\n\n\n\n\t(1)\tNo district shall be drawn so as to unduly favor a person or political party;\n\t(2)\tExcept in the case of districts encompassing more than one island, districts shall be contiguous;\n\t(3)\tInsofar as practicable, districts shall be compact;\n\t(4)\tWhere possible, district lines shall follow permanent and easily recognized features such as streets, streams, and clear geographical features, and when practicable, shall coincide with census tract boundaries;\n\t(5)\tWhere practicable, state legislative districts shall be wholly included within congressional districts; and\n\t(6)\tWhere practicable, submergence of an area in a larger district wherein substantially different socio-economic interests predominate shall be avoided.\n\n\n\n\tNot more than one hundred days from the date on which all members are certified, the commission shall cause public notice to be given of a congressional reapportionment plan prepared and proposed by the commission.  The commission shall conduct public hearings on the proposed plan in the manner prescribed under subsection (a).  At least one public hearing shall be held in each basic island unit after initial public notice of the plan.  After the last of the public hearings, but in no event later than one hundred fifty days from the date on which all members of the commission are certified, the commission shall determine whether or not the plan is in need of correction or modification, make the correction or modification, if any, and file with the chief election officer, a final congressional reapportionment plan.  Within fourteen days after filing of the final reapportionment plan, the chief election officer shall cause public notice to be given of the final congressional reapportionment plan which, upon public notice, shall become effective as of the date of filing and govern the election of members of the United States House of Representatives allocated to this State for the next five succeeding congresses. [L 1969, c 79, §2; am L 1979, c 51, §3; am L 1992, c 320, §3; am L 1998, c 2, §8]\nNote\n  L 1990, c 199 amendment canceled by nonratification of amendments to Const. Art. IV, §§4 to 6."
}