{
    "name": "Use of; furnishing of copy",
    "number": "6",
    "text": "INDICTMENT AND INFORMATION, GENERALLY\n\n     In all cases of offenses against the laws of the State brought in the first instance in a court of record, the accused shall be arraigned and prosecuted upon an information, complaint, or indictment as soon after the commitment of the offense of which he is accused as may be expedient.\n\tIn felony cases charged by complaint or indictment, the defendant shall be furnished with a copy of the charging document before arraignment.  In felony cases charged by written information, the defendant shall be furnished with a copy of the information and all attached exhibits at the initial court appearance and the custody of the materials shall be governed by rule 16 of the Hawaii rules of penal procedure. [L 1876, c 40, §§1, 44; am L 1903, c 39, §1; RL 1925, §4017; RL 1935, §5490; RL 1945, §10791; am L 1955, c 53, §3; RL 1955, §258-2; HRS §711-6; ren L 1972, c 9, pt of §1; am L 1991, c 147, §1; am L 2004, c 62, §3]\nCross References\n  See Const. Art. I, §§10, 14.\n  Indictment or information use of, see §801-1.\n  Objections to indictment, see §806-46.\nRules of Court\n  See HRPP rules 7, 10.  Objections to indictment, see HRPP rule 12.\nCase Notes\n  Indictments.  3 H. 393; 3 H. 472; 3 H. 474; 6 H. 310; 22 H. 116; 22 H. 614; 28 H. 546; 29 H. 441, 520.  It is no defense to indictment that facts in proof show that defendant committed offense of higher degree than charged.  22 H. 773, 779.  Issuance and service of warrant may be waived and jurisdiction conferred by general appearance and plea to charge.  23 H. 250.  Motion to quash is addressed to discretion of court and is usually based upon matters of record.  Special plea in bar presents some matter extrinsic of record which completely bars proceeding and to which court may exercise no discretion and is bound to sustain plea if well taken.  25 H. 55, 57.\n  An indictment should contain such specification of acts and descriptive circumstances as will on its face fix and determine identity of offense with such particularity as to enable accused to know exactly what accused has to meet.  25 H. 381, 383.  Sufficiency of indictment.  25 H. 747, 760; 33 H. 560.  The fact that one crime is charged more than once in synonymous expressions is not fatal to indictment.  12 H. 159; 25 H. 814.  Indictment, although laid in language of statute, may fall short of specifying acts and descriptive circumstances so as to apprise defendant what defendant has to meet.  24 H. 565; 25 H. 429, 437; 25 H. 584.  Time.  31 H. 81; see 41 F.2d 740; also 56 F.2d 588; 242 U.S. 199, 201; 34 H. 209.  Election, embezzlement.  32 H. 460.  Variance.  34 F.2d 86; 33 H. 113.  Lapse of time after commission of crime and arraignment.  39 H. 522, 551; 39 H. 670, aff'd 208 F.2d 357.\n  Every objection to defective indictment should be made before defendant makes plea.  7 H. 392.\n  As to proper form of naming the prosecution.  9 H. 181.\n  Indictment not affected by denial or want of preliminary examination.  45 H. 604, 372 P.2d 356.\n  Appeal for trial de novo after arraignment in district court on oral charge, procedure applicable.  49 H. 404, 420 P.2d 100.\n  Where conduct of prosecutor in presenting case to grand jury has tendency to prejudice, quashing of indictment is appropriate remedy.  53 H. 226, 491 P.2d 1089.\n  Sufficiency of evidence to support indictment.  59 H. 549, 584 P.2d 117.\n  See 41 F.2d 740; 34 H. 209; 43 H. 203, 204; 47 H. 361, 387, 389 P.2d 439.\n  Cited:  40 H. 79, 81, aff'd 210 F.2d 552."
}