{
    "name": "Powers of county",
    "number": "83",
    "text": "Any county which pursuant to section 53-81 shall directly rather than through an agency exercise the powers conferred upon an agency by parts I and II of this chapter shall have all powers granted to an agency under such parts, and the provisions of such parts shall be applicable to the county in the exercise of such powers as though the county constituted an agency thereunder.  However, the preceding provisions of this paragraph shall be subject to the following:\n\n\n\n\t(1)\tThe county shall exercise such powers in its own name and shall not be required to use the words \"redevelopment agency\" in such exercise.\n\t(2)\tThe provisions of section 53-2, being inappropriate where the county directly carries out the purposes of this chapter, shall not be applicable.\n\t(3)\tThe provisions of section 53-3 shall apply to the members of the council and to the elected and appointed officials and the employees of the county administering or performing the functions of the county under this part or responsible for such administration or performance.\n\t(4)\tThe provisions of section 53-4 shall not be applicable to the county.  In lieu thereof removal of members of the council and of the elected and appointed officials and the employees of the county administering or performing any of the functions of the county under this part shall be as provided in the charter of the county or in other laws.\n\t(5)\tThe provisions of paragraph (3) of section 53-5 shall not apply to the county.  In lieu thereof the county shall appoint such personnel as provided by or in accordance with the charter of the county or other laws.\n\t(6)\tThe words \"redevelopment agency\" and \"agency\" where used in the first and second paragraphs and the first sentence of the third paragraph of section 53-6 shall mean the officer or department of the county to which or whom is assigned the performance of the duties and functions of the county under this part, and amendments made pursuant to said section by the board to a redevelopment plan shall not be required to be approved by such officer or department.\n\t(7)\tThe provisions of the third, fifth and seventh paragraphs of section 53-8, being inappropriate to the carrying out by the county directly of the purposes of this chapter, shall not be applicable.\n\t(8)\tThe county shall possess all powers granted by section 53-11 to an instrumentality of the government with the same force and effect as though the county were not directly performing the functions of an agency under this chapter.\n\t(9)\tThe bonds referred to in paragraph (5) of section 53-11 shall include bonds issued by the county to carry out the purposes of this chapter.\n\t(10)\tAny lease proposed to be entered into under the provisions of section 53-12 which has been authorized by the council need not thereafter be submitted to the council for its approval or disapproval.\n\t(11)\tThe provisions of section 53-14 shall be inapplicable.  The county may provide for payments to the county in lieu of taxes or for the supplying by the county of governmental services.\n\t(12)\tBorrowings by the county pursuant to section 53-15 and the issuance by the county of bonds pursuant to section 53-16 shall be subject to the provisions of section 53-84.\n\t(13)\tThe provisions of section 53-18 shall not be applicable.  In lieu thereof any funds of the county arising out of the exercise of its functions under this part shall be invested in accordance with the provisions of law applicable to the investment of other moneys of the county.\n\t(14)\tThe provisions of section 53-19 shall not be applicable.  In lieu thereof the county shall include in its annual financial report a report of its receipts, expenditures and activities under this chapter for the year to which such annual report pertains, and shall include in its annual budget or budgets its proposed program under this chapter and the estimated cost thereof for the year to which such budget or budgets pertain.\n\t(15)\tThe approval by the council of any plan or project authorized in section 53-20 shall not require any concurrency, including by the officer or department administering or performing the functions of the county under this part.\n\t(16)\tThe provisions of [subsection] (b) of section 53-22 shall be inapplicable; provided that nothing in this subparagraph shall be deemed to prohibit the county from advancing for the purposes of this part moneys other than redevelopment moneys or funds, or from reimbursing itself from redevelopment moneys or funds so advanced, or from issuing its bonds as provided in this part.\n\t(17)\tThe words the \"agency, the county\" where used in the second sentence of section 53-53 shall mean and refer to the county.\n\t(18)\tThe second sentence of section 53-54 shall be construed as meaning that the county may delegate to any other public body any of the powers or functions of the county with respect to the planning or undertaking of an urban renewal project in the area in which such public body is authorized to act, and such other public body may carry out or perform such powers or functions for the county. [L 1974, c 123, pt of §2]\n\n\n\n\nRevision Note\n\n  \"Section 53-84\" in paragraph (12) substituted for \"the next section of this part\"."
}