{
    "name": "Loan; limitation and terms",
    "number": "6",
    "text": "Loans made under this chapter shall be for the purposes and in accordance with the terms specified in classes \"A\", \"B\", \"C\", and \"D\" in paragraph (1), (2), (3), and (4) following and shall be made only to applicants who meet the eligibility requirements specified therein:\n\n\n\n\t(1)\tClass A:  Aquaculture farm ownership and improvement loans.  To provide for:\n\n\t\t(A)\tThe purchase or improvement of aquaculture farm land and waters;\n\t\t(B)\tThe purchase, construction, or improvement of adequate aquaculture farm dwellings, and other essential aquaculture farm facilities; and\n\t\t(C)\tThe liquidation of indebtedness incurred for any of the foregoing purposes.\n\n\t\tSuch loans shall be for an amount not to exceed $400,000 and for a term not to exceed forty years.  To be eligible the applicant shall:\n\n\n\n\t\t\t(i)\tDerive, or present an acceptable plan to derive, a major portion of the applicant's income from and devote, or intend to devote, most of the applicant's time to aquaculture farming operations; and\n\t\t\t(ii)\tHave or be able to obtain the operating capital, including fishstock and equipment, needed to successfully operate the applicant's aquaculture farm;\n\n\n\n\t(2)\tClass B:  Aquaculture operating loans.  To carry on and improve an aquaculture operation, including:\n\n\t\t(A)\tThe purchase of aquaculture equipment and fishstock;\n\t\t(B)\tThe payment of production and marketing expenses including materials, labor, and services;\n\t\t(C)\tThe payment of living expenses; and\n\t\t(D)\tThe liquidation of indebtedness incurred for any of the foregoing purposes.\n\n\t\tSuch loans shall be for an amount not to exceed $400,000 and for a term not to exceed ten years.  To be eligible, an applicant shall derive or present an acceptable plan to derive a major portion of the applicant's income from and devote, or intend to devote, most of the applicant's time to aquaculture operations;\n\t(3)\tClass C:  Aquaculture cooperative and corporation loans.  To provide credit to aquaculturists' cooperative associations and corporations engaged in marketing, purchasing, and processing, and providing farm business services, including:\n\n\t\t(A)\tFacility loans to purchase or improve land, building, and equipment for an amount not to exceed $500,000 and a term not to exceed twenty years; and\n\t\t(B)\tOperating loans to finance inventories of supplies, warehousing, and shipping commodities, extension of consumer credit to justified farmer-members, and other normal operating expenses for an amount not to exceed $300,000 and a term not to exceed seven years.\n\n\t\tTo be eligible, a cooperative or corporation shall have at least seventy-five per cent of its board of directors and seventy-five per cent of its membership as shareholders who meet the eligibility requirements prescribed by the board and who devote most of their time to aquaculture operations; and\n\t(4)\tClass D:  Emergency loans.  To provide relief and rehabilitation to qualified aquaculturists without limit as to purpose:\n\n\t\t(A)\tIn areas stricken by extraordinary rainstorms, windstorms, droughts, tidal waves, earthquakes, volcanic eruptions, and other natural catastrophes;\n\t\t(B)\tOn farms stricken by aquatic diseases;\n\t\t(C)\tOn farms seriously affected by prolonged shipping and dock strikes;\n\t\t(D)\tDuring economic emergencies such as those caused by overproduction and excessive imports; and\n\t\t(E)\tDuring other emergencies as determined by the board.\n\n\t\tThe maximum amounts and period for the loans shall be determined by the board; provided that the board shall require that any settlement or moneys received by qualified aquaculturists as a result of an emergency declared under this section shall first be applied to the repayment of an emergency loan made under this chapter. [L 1971, c 181, pt of 1; am L 1977, c 212, pt of §2; gen ch 1985; am L 1997, c 159, §3; am L 2000, c 52, §1; am L 2002, c 16, §8(2)]"
}