{
    "name": "Career and technical education coordinating advisory council",
    "number": "4",
    "text": "There is established a career and technical education coordinating advisory council which shall serve in an advisory capacity to the board of regents.  The council shall consist of eleven members, nine appointed and two ex officio voting members.  Of the nine appointed members:\n\n\n\n\t(1)\tThree shall be appointed from the board of regents of the University of Hawaii by the chairperson of that body;\n\t(2)\tThree shall be appointed from the board of education by the chairperson of that body; and\n\t(3)\tThree shall be appointed from the workforce development council by that council.\n\n\n\n\tOf the three members appointed from the workforce development council, one member shall represent management, one member shall represent labor, and the third shall represent the public.  Of the two ex officio members one shall be the president of the University of Hawaii and the other shall be the superintendent of education.\n\tOf the three members first appointed by each appointing authority, other than the chairperson of the board of education, one shall be appointed for two years, one shall be appointed for three years, and one shall be appointed for four years.  In the case of the members appointed from the board of education, the terms of such members shall be for their remaining terms as members of the board of education.  Upon the expiration of the terms of the first members, their successors shall serve for a term of four years.  Vacancies shall be filled by the appropriate appointing authority for the unexpired term.\n\tThe council shall elect a chairperson and such other officers as it deems necessary.  Section 92-15 shall apply.  The members of the council shall serve without pay but shall be entitled to their traveling expenses within the State when attending meetings of the council or when actually engaged in business relating to the work of the council. [L 1968, c 71, pt of §4; am L 1974, c 192, §1; am L 1981, c 82, §21; am L 1986, c 208, §2 and c 339, §37; am L 1997, c 346, §8; am L 2000, c 58, pt of §2(2)]"
}