{
    "name": "Modification of child support order of another state",
    "number": "611",
    "text": "(a)  After a child support order issued in another state has been registered in this State, the responding tribunal of this State may modify that order only if section 576B-613 does not apply and after notice and hearing it finds that:\n     (1)  The following requirements are met:\n         (A)  The child, the individual obligee, and the obligor do not reside in the issuing state;\n         (B)  A petitioner who is a nonresident of this State seeks modification; and\n         (C)  The respondent is subject to the personal jurisdiction of the tribunal of this State; or\n     (2)  The child, or a party who is an individual, is subject to the personal jurisdiction of the tribunal of this State and all of the parties who are individuals have filed written consents in the issuing tribunal for a tribunal of this State to modify the support order and assume continuing, exclusive jurisdiction over the order.  However, if the issuing state is a foreign jurisdiction that has not enacted a law or established procedures substantially similar to the procedures under this chapter, the consent otherwise required of an individual residing in this State is not required for the tribunal to assume jurisdiction to modify the child support order.\n     (b)  Modification of a registered child support order is subject to the same requirements, procedures, and defenses that apply to the modification of an order issued by a tribunal of this State and the order may be enforced and satisfied in the same manner.\n     (c)  A tribunal of this State may not modify any aspect of a child support order that may not be modified under the law of the issuing state.  If two or more tribunals have issued child support orders for the same obligor and child, the order that controls and must be so recognized under section 576B-207 establishes the aspects of the support order which are nonmodifiable.\n     (d)  On issuance of an order modifying a child support order issued in another state, a tribunal of this State becomes the tribunal having continuing, exclusive jurisdiction. [L 1997, c 295, pt of §1]"
}