{
    "name": "Proceedings arising under employment relations act; court jurisdiction over",
    "number": "14",
    "text": "(a)  When granting appropriate temporary relief or a restraining order, or making and entering a decree enforcing, modifying, and enforcing as so modified, or setting aside in whole or in part an order of the Hawaii labor relations board, as provided in this section, the jurisdiction of courts sitting in equity shall not be limited by this chapter.\n\t(b)  The board shall have power, upon the filing of a complaint as provided in section 377-9 to petition any circuit court of the State within any circuit wherein the unfair labor practice in question is alleged to have occurred or wherein the person resides or transacts business, for appropriate temporary relief or restraining order.  Upon the filing of any such petition the court shall cause notice thereof to be served upon the person, and thereupon shall have jurisdiction to grant to the board such temporary relief or restraining order as it deems just and proper.\n\t(c)  Whenever it is charged that any person has engaged in an unfair labor practice within the meaning of section 377-7(5), (6), (7), (8), and (9), the preliminary investigation of such charge shall be made forthwith and given priority over all other cases except cases of like character in the office where it is filed or to which it is referred.  If, after the investigation, the board has reasonable cause to believe the charge is true, it shall petition any circuit court of the State within any circuit where the unfair labor practice in question has occurred, is alleged to have occurred, or wherein the person resides or transacts business, for appropriate injunctive relief pending the final adjudication of the board with respect to such matter.  Upon the filing of any such petition the circuit court shall have jurisdiction to grant such injunctive relief or temporary restraining order as it deems just and proper, notwithstanding any other provision of law or rule of court; provided further that no temporary restraining order shall be issued without notice unless a petition alleges that substantial and irreparable injury to the charging party will be unavoidable and the temporary restraining order shall be effective for no longer than five days and will become void at the expiration of such period; provided further that the board shall not apply for any restraining order under section 377-7(5), (6), (7), (8), and (9) if a charge against the employer under section 377-6(2) has been filed and after the preliminary investigation, it has reasonable cause to believe that the charge is true and that a complaint should issue.  Upon filing of any such petition the courts shall cause notice thereof to be served upon any person involved in the charge and the person, including the charging party, shall be given an opportunity to appear by counsel and present any relevant testimony; provided further that for the purposes of this subsection circuit courts shall be deemed to have jurisdiction of a labor organization (1) in the circuit in which the organization maintains its principal office, or (2) in any circuit in which its duly authorized officers or agents are engaged in promoting or protecting the interests of employee members.  The service of legal process upon such officer or agent shall constitute service upon the labor organization and make the organization a party to the suit. [L 1963, c 200, §14; Supp, §90B-14; HRS ; am L 1973, c 31, §9; am L 1985, c 251, §26]"
}