{
    "name": "Enforcement",
    "number": "9",
    "text": "The civil rights commission has jurisdiction over the subject of real property transaction practices and discrimination made unlawful by this chapter.  The commission has the following powers:\n\n\n\n\t(1)\tTo receive, initiate, investigate, seek to conciliate, hold hearings on, and pass upon complaints alleging violations of this chapter in accordance with the procedure established in chapter 368, except that investigations shall be completed within one hundred days and a final administrative disposition shall be made within one year of the date of the receipt of the complaint, unless impracticable to do so;\n\t(2)\tAt any time after a complaint is filed, to require answers to interrogatories, compel the attendance of witnesses, examine witnesses under oath or affirmation, and require the production of documents relevant to the complaint.  Before a finding of reasonable cause, chapter 368 to the contrary notwithstanding, the commission may issue a notice of right to sue upon written request of the complainant which must be exercised within ninety days of receipt of the notice or one year after the filing of the complaint, whichever is later.  The commission may make rules authorizing any individual designated to exercise these powers in the performance of official duties;\n\t(3)\tChapter 368 to the contrary notwithstanding, after a finding of reasonable cause, to notify the complainant, respondent, or an aggrieved person on whose behalf the complaint was filed, that an election may be made to file a civil action in lieu of an administrative hearing.  The election must be made not later than twenty days after receipt by the electing party of the notice.  The electing party shall be provided with a notice of right to sue which must be exercised within ninety days of receipt of that notice or one year after the filing of the complaint, whichever is later.  The commission will provide legal representation to the complainant in the event of an election by any party.  After the filing of a civil action, the parties may stipulate to have the matter remanded for an administrative hearing;\n\t(4)\tTo furnish technical assistance requested by persons subject to this chapter to further compliance with the chapter or an order issued thereunder;\n\t(5)\tTo make studies appropriate to effectuate the purposes and policies of this chapter and to make the results thereof available to the public;\n\t(6)\tTo render at least annually a comprehensive written report to the governor and to the legislature.  The report may contain recommendations of the commission for legislative or other action to effectuate the purposes and policies of this chapter; and\n\t(7)\tIn accordance with chapter 91, to adopt rules to effectuate the purposes and policies of this chapter, including rules requiring the inclusion in advertising material of notices prepared or approved by the commission. [L 1967, c 193, §9; HRS ; am L 1982, c 204, §8; am L 1983, c 124, §17; am L 1989, c 386, §13; am L 1992, c 171, §9]\n\n\n\n\nCross References\n  Annual reports, due dates, see §93-12."
}