{
    "name": "Rules; implementation",
    "number": "4",
    "text": "The director shall carry out and effectuate the purpose of this chapter by rules adopted under chapter 91 including but not limited to the following:\n\n\n\n\t(1)\tThe director may establish in accordance with this chapter, by rule, standards for the special packaging of any household substance if the director finds that:\n\n\t\t(A)\tThe degree or nature of the hazard to children in the availability of such substance, by reason of its packaging, is such that special packaging is required to protect children from serious personal injury or serious illness resulting from handling, using, or ingesting such substance; and\n\t\t(B)\tThe special packaging to be required by such standard is technically feasible, practicable, and appropriate for such substance.\n\n\t(2)\tIn establishing a standard under this section, the director shall consider:\n\n\t\t(A)\tThe reasonableness of such standard;\n\t\t(B)\tAvailable scientific, medical, and engineering data concerning special packaging and concerning childhood accidental ingestions, illness, and injury caused by household substances;\n\t\t(C)\tThe manufacturing practices of industries affected by this chapter; and\n\t\t(D)\tThe nature and use of the household substance.\n\n\t(3)\tIn carrying out this chapter, the director shall publish the director\u0092s findings, the director\u0092s reasons therefor, and citation of the sections of statutes which authorize the director\u0092s action.\n\t(4)\tNothing in this chapter shall authorize the director to prescribe specific packaging designs, product content, package quantity, or, with the exception of authority granted in section 330C-5(a)(2), labeling.  In the case of a household substance for which special packaging is required pursuant to a rule under this section, the director may in such rule prohibit the packaging of such substance in packages which the director determines are unnecessarily attractive to children.\n\t(5)\tCompliance with federal regulations prescribing standards issued pursuant to the Federal Act shall be deemed in compliance with this chapter. [L 1974, c 216, pt of §1; gen ch 1985]"
}