{
    "name": "Payor bank's right to subrogation on improper payment",
    "number": "4-407",
    "text": "§490:4-407    If a payor bank has paid an item over the order of the drawer or maker to stop payment, or after an account has been closed, or otherwise under circumstances giving a basis for objection by the drawer or maker, to prevent unjust enrichment and only to the extent necessary to prevent loss to the bank by reason of its payment of the item, the payor bank is subrogated to the rights:\n     (1)  Of any holder in due course on the item against the drawer or maker;\n     (2)  Of the payee or any other holder of the item against the drawer or maker either on the item or under the transaction out of which the item arose; and\n     (3)  Of the drawer or maker against the payee or any other holder of the item with respect to the transaction out of which the item arose. [L 1965, c 208, §4-407; HRS §490:4-407; am L 1991, c 118, pt of §4]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:\n  1.  Section 4-403 states that a stop payment order is binding on a bank.  If a bank pays an item over such a stop order it is prima facie liable, but under subsection (3) of 4-403 the burden of establishing the fact and amount of loss from such payment is on the customer.  A defense frequently interposed by a bank in an action against it for wrongful payment over a stop-order is that the drawer or maker suffered no loss because he would have been liable to a holder in due course in any event.  On this argument some cases have held that payment cannot be stopped against a holder in due course.  Payment can be stopped, but if it is, the drawer or maker is liable and the sound rule is that the bank is subrogated to the rights of the holder in due course.  The preamble and subsection (a) of this section state this rule.\n  2.  Subsection (b) also subrogates the bank to the rights of the payee or other holder against the drawer or maker either on the item or under the transaction out of which it arose.  It may well be that the payee is not a holder in due course but still has good rights against the drawer.  These may be on the check but also may not be as, for example, where the drawer buys goods from the payee and the goods are partially defective so that the payee is not entitled to the full price, but the goods are still worth a portion of the contract price.  If the drawer retains the goods he is obligated to pay a part of the agreed price.  If the bank has paid the check it should be subrogated to this claim of the payee against the drawer.\n  3.  Subsection (c) subrogates the bank to the rights of the drawer or maker against the payee or other holder with respect to the transaction out of which the item arose.  If, for example, the payee was a fraudulent salesman inducing the drawer to issue his check for defective securities, and the bank pays the check over a stop order but reimburses the drawer for such payment, the bank should have a basis for getting the money back from the fraudulent salesman.\n  4.  The limitations of the preamble prevent the bank itself from getting any double recovery or benefits out of its subrogation rights conferred by the section.\n  5.  The spelling out of the affirmative rights of the bank in this section does not destroy other existing rights (Section 1-103).  Among others these may include the defense of a payor bank that by conduct in recognizing the payment a customer has ratified the bank's action in paying in disregard of a stop payment order or rights to recover money paid under a mistake.\n  Cross References:\n  Section 4-403.\n  Definitional Cross References:\n  \"Holder\".  Section 1-201.\n  \"Holder in due course\".  Section 3-302.\n  \"Item\".  Section 4-104.\n  \"Payor bank\".  Section 4-105."
}