{
    "name": "Casualty to identified goods",
    "number": "2-613",
    "text": "Where the contract requires for its performance goods identified when the contract is made, and the goods suffer casualty without fault of either party before the risk of loss passes to the buyer, or in a proper case under a \"no arrival, no sale\" term (section 490:2-324) then\n    (a)   If the loss is total the contract is avoided; and\n    (b)   If the loss is partial or the goods have so deteriorated as no longer to conform to the contract the buyer may nevertheless demand inspection and at his option either treat the contract as avoided or accept the goods with due allowance from the contract price for the deterioration or the deficiency in quantity but without further right against the seller. [L 1965, c 208, §2-613; HRS ]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  Sections 7 and 8, Uniform Sales Act.\n  Changes:  Rewritten, the basic policy being continued but the test of a \"divisible\" or \"indivisible\" sale or contract being abandoned in favor of adjustment in business terms.\n  Purposes of Changes:\n  1.  Where goods whose continued existence is presupposed by the agreement are destroyed without fault of either party, the buyer is relieved from his obligation but may at his option take the surviving goods at a fair adjustment.  \"Fault\" is intended to include negligence and not merely wilful wrong.  The buyer is expressly given the right to inspect the goods in order to determine whether he wishes to avoid the contract entirely or to take the goods with a price adjustment.\n  2.  The section applies whether the goods were already destroyed at the time of contracting without the knowledge of either party or whether they are destroyed subsequently but before the risk of loss passes to the buyer.  Where under the agreement, including of course usage of trade, the risk has passed to the buyer before the casualty, the section has no application.  Beyond this, the essential question in determining whether the rules of this section are to be applied is whether the seller has or has not undertaken the responsibility for the continued existence of the goods in proper condition through the time of agreed or expected delivery.\n  3.  The section on the term \"no arrival, no sale\" makes clear that delay in arrival, quite as much as physical change in the goods, gives the buyer the options set forth in this section.\n  Cross References:\n  Point 3:  Section 2-324.\n  Definitional Cross References:\n  \"Buyer\".  Section 2-103.\n  \"Conform\".  Section 2-106.\n  \"Contract\".  Section 1-201.\n  \"Fault\".  Section 1-201.\n  \"Goods\".  Section 2-105.\n  \"Party\".  Section 1-201.\n  \"Rights\".  Section 1-201.\n  \"Seller\".  Section 2-103."
}