{
    "name": "Buyer's remedies in general; buyer's security interest in rejected goods",
    "number": "2-711",
    "text": "§490:2-711    (1)  Where the seller fails to make delivery or repudiates or the buyer rightfully rejects or justifiably revokes acceptance then with respect to any goods involved, and with respect to the whole if the breach goes to the whole contract (section 490:2-612), the buyer may cancel and whether or not he has done so may in addition to recovering so much of the price as has been paid\n    (a)   \"Cover\" and have damages under the next section as to all the goods affected whether or not they have been identified to the contract; or\n    (b)   Recover damages for nondelivery as provided in this Article (section 490:2-713).\n     (2)  Where the seller fails to deliver or repudiates the buyer may also\n    (a)   If the goods have been identified recover them as provided in this Article (section 490:2-502); or\n    (b)   In a proper case obtain specific performance or replevy the goods as provided in this Article (section 490:2-716).\n     (3)  On rightful rejection or justifiable revocation of acceptance a buyer has a security interest in goods in his possession or control for any payments made on their price and any expenses reasonably incurred in their inspection, receipt, transportation, care and custody and may hold such goods and resell them in like manner as an aggrieved seller (section 490:2-706). [L 1965, c 208, §2-711; HRS §490:2-711]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  No comparable index section; Subsection (3) - Section 69(5), Uniform Sales Act.\n  Changes:  The prior uniform statutory provision is generally continued and expanded in Subsection (3).\n  Purposes of Changes and New\nMatter:\n  1.  To index in this section the buyer's remedies, subsection (1) covering those remedies permitting the recovery of money damages, and subsection (2) covering those which permit reaching the goods themselves.  The remedies listed here are those available to a buyer who has not accepted the goods or who has justifiably revoked his acceptance.  The remedies available to a buyer with regard to goods finally accepted appear in the section dealing with breach in regard to accepted goods.  The buyer's right to proceed as to all goods when the breach is as to only some of the goods is determined by the section on breach in installment contracts and by the section on partial acceptance.\n  Despite the seller's breach, proper retender of delivery under the section on cure of improper tender or replacement can effectively preclude the buyer's remedies under this section, except for any delay involved.\n  2.  To make it clear in subsection (3) that the buyer may hold and resell rejected goods if he has paid a part of the price or incurred expenses of the type specified.  \"Paid\" as used here includes acceptance of a draft or other time negotiable instrument or the signing of a negotiable note.  His freedom of resale is coextensive with that of a seller under this Article except that the buyer may not keep any profit resulting from the resale and is limited to retaining only the amount of the price paid and the costs involved in the inspection and handling of the goods.  The buyer's security interest in the goods is intended to be limited to the items listed in subsection (3), and the buyer is not permitted to retain such funds as he might believe adequate for his damages.  The buyer's right to cover, or to have damages for non-delivery, is not impaired by his exercise of his right of resale.\n  3.  It should also be noted that this Act requires its remedies to be liberally administered and provides that any right or obligation which it declares is enforceable by action unless a different effect is specifically prescribed (Section 1-106).\n  Cross References:\n  Point 1:  Sections 2-508, 2-601(c), 2-608, 2-612 and 2-714.\n  Point 2:  Section 2-706.\n  Point 3:  Section 1-106.\n  Definitional Cross References:\n  \"Aggrieved party\".  Section 1-201.\n  \"Buyer\".  Section 2-103.\n  \"Cancellation\".  Section 2-106.\n  \"Contract\".  Section 1-201.\n  \"Cover\".  Section 2-712.\n  \"Goods\".  Section 2-105.\n  \"Notifies\".  Section 1-201.\n  \"Receipt\" of goods.  Section 2-103.\n  \"Remedy\".  Section 1-201.\n  \"Security interest\".  Section 1-201.\n  \"Seller\".  Section 2-103.\n \nCase Notes\n \n  Since defendant did not justifiably revoke defendant's acceptance, defendant did not have a §490:2-711 security interest in the goods and was not authorized to retain them as security. 10 H. App. 368, 874 P.2d 1100."
}