{
    "name": "Third party beneficiaries of warranties express or implied",
    "number": "2-318",
    "text": "A seller's warranty whether express or implied extends to any person who may reasonably be expected to use, consume or be affected by the goods and who is injured by breach of the warranty.  A seller may not exclude or limit the operation of this section with respect to injury to the person of an individual to whom the warranty extends. [L 1965, c 208, §2-318; HRS ; am L 1969, c 101, §1]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:\n  1.  The last sentence of this section does not mean that a seller is precluded from excluding or disclaiming a warranty which might otherwise arise in connection with the sale provided such exclusion or modification is permitted by Section 2-316.  Nor does that sentence preclude the seller from limiting the remedies of his own buyer and of any beneficiaries, in any manner provided in Sections 2-718 or 2-719.  To the extent that the contract of sale contains provisions under which warranties are excluded or modified, or remedies for breach are limited, such provisions are equally operative against beneficiaries of warranties under this section.  What this last sentence forbids is exclusion of liability by the seller to the persons to whom the warranties which he has made to his buyer would extend under this section.\n  2.  The purpose of this section is to give the buyer's family, household and guests the benefit of the same warranty which the buyer received in the contract of sale, thereby freeing any such beneficiaries from any technical rules as to \"privity.\" It seeks to accomplish this purpose without any derogation of any right or remedy resting on negligence.  It rests primarily upon the merchant-seller's warranty under this Article that the goods sold are merchantable and fit for the ordinary purposes for which such goods are used rather than the warranty of fitness for a particular purpose.  Implicit in the section is that any beneficiary of a warranty may bring a direct action for breach of warranty against the seller whose warranty extends to him.\n  3.  This section expressly includes as beneficiaries within its provisions the family, household, and guests of the purchaser.  Beyond this, the section is neutral and is not intended to enlarge or restrict the developing case law on whether the seller's warranties, given to his buyer who resells, extend to other persons in the distributive chain.\n  Cross References:\n  Point 1:  Sections 2-316, 2-718 and 2-719.\n  Point 2:  Section 2-314.\n  Definitional Cross References:\n  \"Buyer\".  Section 2-103.\n  \"Goods\".  Section 2-105.\n  \"Seller\".  Section 2-103.\n \nCase Notes\n \n  Although plaintiff's pacemaker did not malfunction, it was in a defective and therefore unmerchantable condition sufficient to support action for breach of implied warranty of merchantability.  74 H. 1, 837 P.2d 1273.\n \nDecisions under prior law.\n  Warranty to other than buyer, privity.  198 F. Supp. 78, aff'd 304 F.2d 149."
}