{
    "name": "Separate office of a bank",
    "number": "4-107",
    "text": "A branch or separate office of a bank is a separate bank for the purpose of computing the time within which and determining the place at or to which action may be taken or notices or orders must be given under this Article and under Article 3. [L 1965, c 208, §4-106; HRS §490:4-106; am and ren L 1991, c 118, pt of §4]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None; but see Section 1, American Bankers Association Bank Collection Code.\n  Purposes:\n  1.  A rule with respect to the status of a branch or separate office of a bank as part of any statute on bank collections is highly desirable if not absolutely necessary.  However, practices in the operations of branches and separate offices vary substantially in the different states and it has not been possible to find any single rule that is logically correct, fair in all situations and workable under all different types of practices.\n  2.  In many states and for many purposes a branch or separate office of the bank needs to be treated as a separate bank.  Many branches function as separate banks in the handling and payment of items and require time for doing so similar to that of a separate bank.  This is particularly true where branch banking is permitted throughout a state or in different towns and cities.  Similarly, where there is this separate functioning a particular branch or separate office is the only proper place for various types of action to be taken or orders or notices to be given.  Examples include the drawing of a check on a particular branch by a customer whose account is carried at that branch; the presentment of that same check at that branch; the issuance of an order to the branch to stop payment on the check.\n  3.  Section 1 of the American Bankers Association Bank Collection Code provides simply:  \"A branch or office of any such bank shall be deemed a bank.\"  Although this rule appears to be brief and simple, as applied to particular sections of the ABA Code it produces illogical and, in some cases, unreasonable results.  For example, under Section 11 of the ABA Code it seems anomalous for one branch of a bank to have charged an item to the account of the drawer and another branch to have the power to elect to treat the item as dishonored.  Similar logical problems would flow from applying the same rule to Article 4.  Warranties by one branch to another branch under Section 4-207 (each considered a separate bank) do not make sense.\n  4.  Assuming that it is not desirable to make each branch a separate bank for all purposes, this Section provides that a branch or separate office is a separate bank for certain purposes.  In so doing the single legal entity of the bank as a whole is preserved, thereby carrying with it the liability of the institution as a whole on such obligations as it may be under.  On the other hand, where the Article provides a number of time limits for different types of action by banks, if a branch functions as a separate bank, it should have the time limits available to a separate bank.  Similarly if in its relations to customers a branch functions as a separate bank, notices and orders with respect to accounts of customers of the branch should be given at the branch.  For example, whether a branch has notice sufficient to affect its status as a holder in due course of an item taken by it should depend upon what notice that branch has received with respect to the item.  Similarly the receipt of a stop payment order at one branch should not be notice to another branch so as to impair the right of the second branch to be a holder in due course of the item, although in circumstances in which ordinary care requires the communication of a notice or order to the proper branch of a bank, such notice or order would be effective at such proper branch from the time it was or should have been received.  See Section 1-201(27).\n  5.  Whether a branch functions as a separate bank may vary depending upon the type of activity taking place and upon practices in the different states.  If the activity is that of a payor bank paying items, a branch will usually function as a separate bank if it maintains its own deposit ledgers.  Similarly whether a branch functions as a separate bank in the collection of items usually depends also on whether it maintains its own deposit ledgers.  Conversely, if a particular bank having branches does all of its bookkeeping at its head office, the branches of that bank do not usually function as separate banks either in the payment or collection of items.\n  On the other hand, in its relations to customers a branch may function as a separate bank regardless of whether it maintains its own deposit ledgers.  Checks may be drawn on a particular branch and notices and stop orders delivered to that branch even though all the bookkeeping is done at the head office or another branch.\n  Where the words \"maintaining its own deposit ledgers\" are bracketed, the option is given to each state enacting the Code to include these words as a test of separateness.  In those states where the maintenance by a branch of its own deposit ledgers will serve as a satisfactory standard, the bracketed words should be retained.  In those states where these words will cause more problems than benefits, they may be deleted.  Insofar as this latter rule allows extra time to banks maintaining branches where such extra time is not needed, it is not ideal.  However, it has not been found possible to find a rule that will meet this problem and will work in all cases.  Further, it is highly unlikely that large banks maintaining branches will needlessly take advantage of extra time under this rule.\n  Cross References:\n  Sections 3-504, 4-102(2).\n  Definitional Cross References:\n  \"Bank\".  Section 1-201.\n  \"Branch\".  Section 1-201."
}