{
    "name": "Goods to be severed from realty: recording",
    "number": "2-107",
    "text": "§490:2-107  Goods to be severed from realty:  recording.  (1)  A contract for the sale of minerals or the like (including oil and gas) or a structure or its materials to be removed from realty is a contract for the sale of goods within this Article if they are to be severed by the seller but until severance a purported present sale thereof which is not effective as a transfer of an interest in land is effective only as a contract to sell.\n     (2)  A contract for the sale apart from the land of growing crops or other things attached to realty and capable of severance without material harm thereto but not described in subsection (1) or of timber to be cut is a contract for the sale of goods within this Article whether the subject matter is to be severed by the buyer or by the seller even though it forms part of the realty at the time of contracting, and the parties can by identification effect a present sale before severance.\n     (3)  The provisions of this section are subject to any third party rights provided by the law relating to realty records, and the contract for sale may be executed and recorded as a document transferring an interest in land and shall then constitute notice to third parties of the buyer's rights under the contract for sale. [L 1965, c 208, §2-107; HRS §490:2-107; am L 1978, c 155, §1(4)]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  See Section 76, Uniform Sales Act on prior policy; Section 7, Uniform Conditional Sales Act.\n  Purposes:\n  1.  Subsection (1).  Notice that this subsection applies only if the timber, minerals or structures \"are to be severed by the seller\".  If the buyer is to sever, such transactions are considered contracts affecting land and all problems of the Statute of Frauds and of the recording of land rights apply to them.  Therefore, the Statute of Frauds section of this Article does not apply to such contracts though they must conform to the Statute of Frauds affecting the transfer of interests in land.\n  2.  Subsection (2).  \"Things attached\" to the realty which can be severed without material harm are goods within this Article regardless of who is to effect the severance.  The word \"fixtures\" has been avoided because of the diverse definitions of this term, the test of \"severance without material harm\" being substituted.\n  The provision in subsection (3) for recording such contracts is within the purview of this Article since it is a means of preserving the buyer's rights under the contract of sale.\n  3.  The security phases of things attached to or to become attached to realty are dealt with in the Article on Secured Transactions (Article 9) and it is to be noted that the definition of goods in that Article differs from the definition of goods in this Article.\n  Cross References:\n  Point 1:  Section 2-201.\n  Point 2:  Section 2-105.\n  Point 3:  Articles 9 and 9-105.\n  Definitional Cross References:\n  \"Buyer\".  Section 2-103.\n  \"Contract\".  Section 1-201.\n  \"Contract for sale\".  Section 2-106.\n  \"Goods\".  Section 2-105.\n  \"Party\".  Section 1-201.\n  \"Present sale\".  Section 2-106.\n  \"Rights\".  Section 1-201.\n  \"Seller\".  Section 2-103.\n \nCase Notes\n \n  Cited:  841 F. Supp. 986."
}