{
    "name": "Definitions: transferability; \"goods\"; \"future\" goods; \"lot\"; \"commercial unit\"",
    "number": "2-105",
    "text": "§490:2-105  Definitions:  transferability; \"goods\"; \"future\" goods; \"lot\"; \"commercial unit\".  (1)  \"Goods\" means all things (including specially manufactured goods) which are movable at the time of identification to the contract for sale other than the money in which the price is to be paid, investment securities (Article 8) and things in action.  \"Goods\" also includes the unborn young of animals and growing crops and other identified things attached to realty as described in the section on goods to be severed from realty (section 490:2-107).\n     (2)  Goods must be both existing and identified before any interest in them can pass.  Goods which are not both existing and identified are \"future\" goods.  A purported present sale of future goods or of any interest therein operates as a contract to sell.\n     (3)  There may be a sale of a part interest in existing identified goods.\n     (4)  An undivided share in an identified bulk of fungible goods is sufficiently identified to be sold although the quantity of the bulk is not determined.  Any agreed proportion of such a bulk or any quantity thereof agreed upon by number, weight or other measure may to the extent of the seller's interest in the bulk be sold to the buyer who then becomes an owner in common.\n     (5)  \"Lot\" means a parcel or a single article which is the subject matter of a separate sale or delivery, whether or not it is sufficient to perform the contract.\n     (6)  \"Commercial unit\" means such a unit of goods as by commercial usage is a single whole for purposes of sale and division of which materially impairs its character or value on the market or in use.  A commercial unit may be a single article (as a machine) or a set of articles (as a suite of furniture or an assortment of sizes) or a quantity (as a bale, gross, or carload) or any other unit treated in use or in the relevant market as a single whole. [L 1965, c 208, §2-105; HRS §490:2-105]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  Subsections (1), (2), (3) and (4) - Sections 5, 6 and 76, Uniform Sales Act; Subsections (5) and (6) - none.\n  Changes:  Rewritten.\n  Purposes of Changes and New Matter:\n  1.  Subsection (1) on \"goods\":  The phraseology of the prior uniform statutory provision has been changed so that:\n  The definition of goods is based on the concept of movability and the term \"chattels personal\" is not used.  It is not intended to deal with things which are not fairly identifiable as movables before the contract is performed.\n  Growing crops are included within the definition of goods since they are frequently intended for sale.  The concept of \"industrial\" growing crops has been abandoned, for under modern practices fruit, perennial hay, nursery stock and the like must be brought within the scope of this Article.  The young of animals are also included expressly in this definition since they, too, are frequently intended for sale and may be contracted for before birth.  The period of gestation of domestic animals is such that the provisions of the section on identification can apply as in the case of crops to be planted.  The reason of this definition also leads to the inclusion of a wool crop or the like as \"goods\" subject to identification under this Article.\n  The exclusion of \"money in which the price is to be paid\" from the definition of goods does not mean that foreign currency which is included in the definition of money may not be the subject matter of a sales transaction.  Goods is intended to cover the sale of money when money is being treated as a commodity but not to include it when money is the medium of payment.\n  As to contracts to sell timber, minerals, or structures to be removed from the land Section 2-107(1) (Goods to be severed from Realty: recording) controls.\n  The use of the word \"fixtures\" is avoided in view of the diversity of definitions of that term.  This Article in including within its scope \"things attached to realty\" adds the further test that they must be capable of severance without material harm thereto.  As between the parties any identified things which fall within that definition become \"goods\" upon the making of the contract for sale.\n  \"Investment securities\" are expressly excluded from the coverage of this Article.  It is not intended by this exclusion, however, to prevent the application of a particular section of this Article by analogy to securities (as was done with the Original Sales Act in Agar v. Orda, 264 N.Y. 248, 190 N.E. 479, 99 A.L.R. 269 (1934)) when the reason of that section makes such application sensible and the situation involved is not covered by the Article of this Act dealing specifically with such securities (Article 8).\n  2.  References to the fact that a contract for sale can extend to future or contingent goods and that ownership in common follows the sale of a part interest have been omitted here as obvious without need for expression; hence no inference to negate these principles should be drawn from their omission.\n  3.  Subsection (4) does not touch the question of how far an appropriation of a bulk of fungible goods may or may not satisfy the contract for sale.\n  4.  Subsections (5) and (6) on \"lot\" and \"commercial unit\" are introduced to aid in the phrasing of later sections.\n  5.  The question of when an identification of goods takes place is determined by the provisions of Section 2-501 and all that this section says is what kinds of goods may be the subject of a sale.\n  Cross References:\n  Point 1:  Sections 2-107, 2-201, 2-501 and Article 8.\n  Point 5:  Section 2-501.\n  See also Section 1-201.\n  Definitional Cross References:\n  \"Buyer\".  Section 2-103.\n  \"Contract\".  Section 1-201.\n  \"Contract for sale\".  Section 2-106.\n  \"Fungible\".  Section 1-201.\n  \"Money\".  Section 1-201.\n  \"Present sale\".  Section 2-106.\n  \"Sale\".  Section 2-106.\n  \"Seller\".  Section 2-103.\n \nCase Notes\n \n  Permanently affixed lanai tile not a \"good\" within the meaning of the Hawaii Uniform Commercial Code.  841 F. Supp. 986."
}