{
    "name": "Customer's duty to discover and report unauthorized signature or alteration",
    "number": "4-406",
    "text": "§490:4-406    (a)  A bank that sends or makes available to a customer a statement of account showing payment of items for the account shall either return or make available to the customer the items paid or provide information in the statement of account sufficient to allow the customer reasonably to identify the items paid.  The statement of account provides sufficient information if the item is described by item number, amount, and date of payment.\n     (b)  If the items are not returned to the customer, the person retaining the items shall either retain the items or, if the items are destroyed, maintain the capacity to furnish legible copies of the items until the expiration of seven years after receipt of the items.  A customer may request an item from the bank that paid the item, and that bank must provide in a reasonable time either the item or, if the item has been destroyed or is not otherwise obtainable, a legible copy of the item.\n     (c)  If a bank sends or makes available a statement of account or items pursuant to subsection (a), the customer must exercise reasonable promptness in examining the statement or the items to determine whether any payment was not authorized because of an alteration of an item or because a purported signature by or on behalf of the customer was not authorized.  If, based on the statement or items provided, the customer should reasonably have discovered the unauthorized payment, the customer must promptly notify the bank of the relevant facts.\n     (d)  If the bank proves that the customer failed, with respect to an item, to comply with the duties imposed on the customer by subsection (c), the customer is precluded from asserting against the bank:\n     (1)  The customer's unauthorized signature or any alteration on the item, if the bank also proves that it suffered a loss by reason of the failure; and\n     (2)  The customer's unauthorized signature or alteration by the same wrongdoer on any other item paid in good faith by the bank if the payment was made before the bank received notice from the customer of the unauthorized signature or alteration and after the customer had been afforded a reasonable period of time, not exceeding thirty days, in which to examine the item or statement of account and notify the bank.\n     (e)  If subsection (d) applies and the customer proves that the bank failed to exercise ordinary care in paying the item and that the failure substantially contributed to loss, the loss is allocated between the customer precluded and the bank asserting the preclusion according to the extent to which the failure of the customer to comply with subsection (c) and the failure of the bank to exercise ordinary care contributed to the loss.  If the customer proves that the bank did not pay the item in good faith, the preclusion under subsection (d) does not apply.\n     (f)  Without regard to care or lack of care of either the customer or the bank, a customer who does not within one year after the statement or items are made available to the customer (subsection (a)) discover and report the customer's unauthorized signature on or any alteration on the item is precluded from asserting against the bank the unauthorized signature or alteration.  If there is a preclusion under this subsection, the payor bank may not recover for breach of warranty under section 490:4-208 with respect to the unauthorized signature or alteration to which the preclusion applies. [L 1965, c 208, §4-406; HRS §490:4-406; am L 1991, c 118, pt of §4]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:\n  1.  This section is new to Uniform Laws.  It is to replace statutes in forty jurisdictions dealing with the general subject of a depositor's duty to discover and report forgeries and alterations.  In these statutes there is substantial variation in rules prescribed as to the following matters:  application of the statute to unauthorized signatures, raised checks or altered checks; inclusion of special provisions with respect to fictitious payees; periods of time prescribed for termination of right of customer to assert claims against bank; time when limitation period begins to run; restriction of rights of customer stated in terms of liability for loss, preclusion of rights or limitations on time in which suits may be brought.\n  2.  Subsection (1) states the general duty of a customer to exercise reasonable care and promptness to examine his bank statements and items to discover his unauthorized signature or any alteration and to promptly notify the bank if he discovers an unauthorized signature or alteration.  This duty becomes operative when the bank does any one of three things with respect to the statement of account and supporting items paid in good faith.  The first action is the sending of the statement and items to the customer.  The sending may be either by mailing or any other action within the definition of \"send\" (Section 1-201).  The second action is the holding of such statement and items available for the customer pursuant to a request for instructions of the customer.  The third action is stated as \"or otherwise in a reasonable manner makes the statement and items available to the customer.\"  Such wider residual language is desirable to cover unusual situations.  An example might be where the bank knows a customer has left a former address but does not know any new address to which to send the statement or item or to obtain instructions from the customer.  The third residual type of action, however, must be \"reasonable\" and any court has the power to determine that a particular action or practice of a bank, other than sending statements and items or holding them pursuant to instructions, is not reasonable.\n  3.  Subsection (2) states the effect of a failure of a customer to comply with subsection (1).  The first effect stated in subparagraph (a) is that he is precluded from asserting against the bank his unauthorized signature and alteration if the bank establishes that it suffered a loss by reason of the customer's failure.  The bank has the burden of establishing that it suffered some loss.\n  Under subparagraph (b) if, after the first item and statement becomes available plus a reasonable period not exceeding fourteen calendar days, the bank pays in good faith any other item on which there is an unauthorized signature or alteration by the same wrongdoer, which payment is prior to receipt by the bank of notification of such unauthorized signature or alteration on the first item, the customer is precluded from asserting the additional unauthorized signature or alteration.  This rule follows substantial case law that payment of an additional item or items bearing an unauthorized signature or alteration by the same wrongdoer is a loss suffered by the bank traceable to the customer's failure to exercise reasonable care in examining his statement and notifying the bank of objections to it.  One of the most serious consequences of failure of the customer to comply with the requirements of subsection (1) is the opportunity presented to the wrongdoer to repeat his misdeeds.  Conversely, one of the best ways to keep down losses in this type of situation is for the customer to promptly examine his statement and notify the bank of an unauthorized signature or alteration so that the bank will be alerted to stop paying further items.  Hence, the rule of subparagraph (b) is prescribed and to avoid dispute a specific time limit for action by the customer is designated, namely fourteen calendar days.\n  4.  The two effects on the customer of his failure to comply with subsection (1) (subparagraphs (a) and (b) of subsection (2)) are stated in terms of preclusion from asserting a claim against the bank.  However, these two effects occur only if the customer has failed to exercise reasonable care and promptness in examining his statement and items and notifying the bank and as to this question of fact the burden is upon the bank to establish such failure.  Further, even if the bank succeeds in establishing that the customer has failed to exercise ordinary care, if in turn the customer succeeds in establishing that the bank failed to exercise ordinary care in paying the item(s) the preclusion rule does not apply.  This distribution of the burden of establishing between the customer and the bank provides reasonable equality of treatment and requires each person asserting the negligence to establish such negligence rather than requiring either person to establish that his entire course of conduct constituted ordinary care.\n  5.  Whether the preclusion rule of subsection (2) operates or does not operate depends upon determinations as to ordinary care of the customer and possibly of the bank.  However, subsection (4) places an absolute time limit on the right of a customer to make claim for payment of altered or forged paper without regard to care or lack of care of either the customer or the bank.  In the case of alteration or the unauthorized signature of the customer himself the absolute time limit is one year.  In the case of unauthorized indorsements it is three years.  This recognizes that there is little excuse for a customer not detecting an alteration of his own check or a forgery of his own signature.  However, he does not know the signatures of indorsers and may be delayed in learning that indorsements are forged.  The three year absolute time limit on the discovery of forged indorsements should be ample, because in the great preponderance of cases the customer will learn of the forged indorsements within this time and if in any exceptional case he does not, the balance in favor of a mechanical termination of the liability of the bank outweighs what few residuary risks the customer may still have.  In thirteen of the existing statutes there are limitations on the liability of a bank for payment of items bearing forged indorsements which limitation periods range from thirty days to two years.  In the remaining twenty-seven no provision is made for forged indorsements.\n  6.  Nothing in this section is intended to affect any decision holding that a customer who has notice of something wrong with an indorsement must exercise reasonable care to investigate and to notify the bank.  It should be noted that under the rules relating to impostors and signatures in the name of the payee (Section 3-405) certain forged indorsements on which the bank has paid the item in good faith may be treated as effective notwithstanding such discovery and notice.  If the alteration or forgery results from the drawer's negligence the drawee who pays in good faith is also protected.  Section 3-406.\n  7.  The forty existing statutes on the subject as well as Section 4-406 evidence a public policy in favor of imposing on customers the duty of prompt examination of their bank statements and the notification of banks of forgeries and alterations and in favor of reasonable time limitations on the responsibility of banks for payment of forged or altered items.  In two New York cases, however, it has been held that a payor bank may waive defenses of the kind prescribed by the section and ignore the public policy indicated by these defenses and recover the full amount of a forged or altered item from a collecting bank.  Fallick v. Amalgamated Bank of New York, 232 App. Div. 127, 249 N.Y.S. 238 (1st Dep't. 1931); National Surety Corp. v. Federal Reserve Bank of New York, 188 Misc. 207, 70 N.Y.S.2d 636 (1946), affirmed without opinion 188 Misc. 213, 70 N.Y.S.2d 642 (1946).  Subsection (5) is intended to reject the holding of these and like cases.  Although the principle of subsection (5) might well be applied to other types of claims of customers against banks and defenses to these claims, the rule of the subsection is limited to defenses of a payor bank under this section.  No present need is known to give the rule wider effect.\n  Cross References:\n  Sections 3-404, 3-405, 3-406, 3-407, 3-417 and 4-207.\n  Definitional Cross References:\n  \"Alteration\".  Section 3-407.\n  \"Bank\".  Section 1-201.\n  \"Collecting bank\".  Section 4-105.\n  \"Customer\".  Section 4-104.\n  \"Good faith\".  Section 1-201.\n  \"Indorsement\".  Section 3-204.\n  \"Item\".  Section 4-104.\n  \"Payor bank\".  Section 4-105.\n  \"Send\".  Section 1-201.\n  \"Unauthorized signature\".  Section 1-201."
}