{
    "name": "Manner and effect of rightful rejection",
    "number": "2-602",
    "text": "(1)  Rejection of goods must be within a reasonable time after their delivery or tender.  It is ineffective unless the buyer seasonably notifies the seller.\n     (2)  Subject to the provisions of the two following sections on rejected goods (sections 490:2-603 and 490:2-604),\n    (a)   After rejection any exercise of ownership by the buyer with respect to any commercial unit is wrongful as against the seller; and\n    (b)   If the buyer has before rejection taken physical possession of goods in which he does not have a security interest under the provisions of this Article (subsection (3) of section 490:2-711), he is under a duty after rejection to hold them with reasonable care at the seller's disposition for a time sufficient to permit the seller to remove them; but\n    (c)   The buyer has no further obligations with regard to goods rightfully rejected.\n     (3)  The seller's rights with respect to goods wrongfully rejected are governed by the provisions of this Article on seller's remedies in general (section 490:2-703). [L 1965, c 208, §2-602; HRS ]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  Section 50, Uniform Sales Act.\n  Changes:  Rewritten.\n  Purposes of Changes:  To make it clear that:\n  1.  A tender or delivery of goods made pursuant to a contract of sale, even though wholly non-conforming, requires affirmative action by the buyer to avoid acceptance.  Under subsection (1), therefore, the buyer is given a reasonable time to notify the seller of his rejection, but without such seasonable notification his rejection is ineffective.  The sections of this Article dealing with inspection of goods must be read in connection with the buyer's reasonable time for action under this subsection.  Contract provisions limiting the time for rejection fall within the rule of the section on \"Time\" and are effective if the time set gives the buyer a reasonable time for discovery of defects.  What constitutes a due \"notifying\" of rejection by the buyer to the seller is defined in Section 1-201.\n  2.  Subsection (2) lays down the normal duties of the buyer upon rejection, which flow from the relationship of the parties.  Beyond his duty to hold the goods with reasonable care for the buyer's [seller's] disposition, this section continues the policy of prior uniform legislation in generally relieving the buyer from any duties with respect to them, except when the circumstances impose the limited obligation of salvage upon him under the next section.\n  3.  The present section applies only to rightful rejection by the buyer.  If the seller has made a tender which in all respects conforms to the contract, the buyer has a positive duty to accept and his failure to do so constitutes a \"wrongful rejection\" which gives the seller immediate remedies for breach.  Subsection (3) is included here to emphasize the sharp distinction between the rejection of an improper tender and the non-acceptance which is a breach by the buyer.\n  4.  The provisions of this section are to be appropriately limited or modified when a negotiation is in process.\n  Cross References:\n  Point 1:  Sections 1-201, 1-204(1) and (3), 2-512(2), 2-513(1) and 2-606(1) (b).\n  Point 2:  Section 2-603(1).\n  Point 3:  Section 2-703.\n  Definitional Cross References:\n  \"Buyer\".  Section 2-103.\n  \"Commercial unit\".  Section 2-105.\n  \"Goods\".  Section 2-105.\n  \"Merchant\".  Section 2-104.\n  \"Notifies\".  Section 1-201.\n  \"Reasonable time\".  Section 1-204.\n  \"Remedy\".  Section 1-201.\n  \"Rights\".  Section 1-201.\n  \"Seasonably\".  Section 1-204.\n  \"Security interest\".  Section 1-201.\n  \"Seller\".  Section 2-103."
}