{
    "name": "Proof of market price; time and place",
    "number": "2-723",
    "text": "§490:2-723    (1)  If an action based on anticipatory repudiation comes to trial before the time for performance with respect to some or all of the goods, any damages based on market price (section 490:2-708 or section 490:2-713) shall be determined according to the price of such goods prevailing at the time when the aggrieved party learned of the repudiation.\n     (2)  If evidence of a price prevailing at the times or places described in this Article is not readily available the price prevailing within any reasonable time before or after the time described or at any other place which in commercial judgment or under usage of trade would serve as a reasonable substitute for the one described may be used, making any proper allowance for the cost of transporting the goods to or from such other place.\n     (3)  Evidence of a relevant price prevailing at a time or place other than the one described in this Article offered by one party is not admissible unless and until he has given the other party such notice as the court finds sufficient to prevent unfair surprise. [L 1965, c 208, §2-723; HRS §490:2-723]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:  To eliminate the most obvious difficulties arising in connection with the determination of market price, when that is stipulated as a measure of damages by some provision of this Article.  Where the appropriate market price is not readily available the court is here granted reasonable leeway in receiving evidence of prices current in other comparable markets or at other times comparable to the one in question.  In accordance with the general principle of this Article against surprise, however, a party intending to offer evidence of such a substitute price must give suitable notice to the other party.\n  This section is not intended to exclude the use of any other reasonable method of determining market price or of measuring damages if the circumstances of the case make this necessary.\n  Definitional Cross References:\n  \"Action\".  Section 1-201.\n  \"Aggrieved party\".  Section 1-201.\n  \"Goods\".  Section 2-105.\n  \"Notifies\".  Section 1-201.\n  \"Party\".  Section 1-201.\n  \"Reasonable time\".  Section 1-204.\n  \"Usage of trade\".  Section 1-205."
}