{
    "name": "F.O.B. and F.A.S. terms",
    "number": "2-319",
    "text": "§490:2-319    (1)  Unless otherwise agreed the term F.O.B. (which means \"free on board\") at a named place, even though used only in connection with the stated price, is a delivery term under which\n    (a)   When the term is F.O.B. the place of shipment, the seller must at that place ship the goods in the manner provided in this Article (section 490:2-504) and bear the expense and risk of putting them into the possession of the carrier; or\n    (b)   When the term is F.O.B. the place of destination, the seller must at his own expense and risk transport the goods to that place and there tender delivery of them in the manner provided in this Article (section 490:2-503);\n    (c)   When under either (a) or (b) the term is also F.O.B. vessel, car or other vehicle, the seller must in addition at his own expense and risk load the goods on board.  If the term is F.O.B. vessel the buyer must name the vessel and in an appropriate case the seller must comply with the provisions of this Article on the form of bill of lading (section 490:2-323).\n     (2)  Unless otherwise agreed the term F.A.S. vessel (which means \"free alongside\") at a named port, even though used only in connection with the stated price, is a delivery term under which the seller must\n    (a)   At his own expense and risk deliver the goods alongside the vessel in the manner usual in that port or on a dock designated and provided by the buyer; and\n    (b)   Obtain and tender a receipt for the goods in exchange for which the carrier is under a duty to issue a bill of lading.\n     (3)  Unless otherwise agreed in any case falling within subsection (1)(a) or (c) or subsection (2) the buyer must seasonably give any needed instructions for making delivery, including when the term is F.A.S. or F.O.B. the loading berth of the vessel and in an appropriate case its name and sailing date.  The seller may treat the failure of needed instructions as a failure of cooperation under this Article (section 490:2-311).  He may also at his option move the goods in any reasonable manner preparatory to delivery or shipment.\n     (4)  Under the term F.O.B. vessel or F.A.S. unless otherwise agreed the buyer must make payment against tender of the required documents and the seller may not tender nor the buyer demand delivery of the goods in substitution for the documents. [L 1965, c 208, §2-319; HRS §490:2-319]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:\n  1.  This section is intended to negate the uncommercial line of decision which treats an \"F.O.B.\" term as \"merely a price term.\"  The distinctions taken in subsection (1) handle most of the issues which have on occasion led to the unfortunate judicial language just referred to.  Other matters which have led to sound results being based on unhappy language in regard to F.O.B. clauses are dealt with in this Act by Section 2-311(2) (seller's option re arrangements relating to shipment) and Sections 2-614 and 615 (substituted performance and seller's excuse).\n  2.  Subsection (1)(c) not only specifies the duties of a seller who engages to deliver \"F.O.B. vessel,\" or the like, but ought to make clear that no agreement is soundly drawn when it looks to reshipment from San Francisco or New York, but speaks merely of \"F.O.B.\" the place.\n  3.  The buyer's obligations stated in subsection (1)(c) and subsection (3) are, as shown in the text, obligations of cooperation.  The last sentence of subsection (3) expressly, though perhaps unnecessarily, authorizes the seller, pending instructions, to go ahead with such preparatory moves as shipment from the interior to the named point of delivery.  The sentence presupposes the usual case in which instructions \"fail\"; a prior repudiation by the buyer, giving notice that breach was intended, would remove the reason for the sentence, and would normally bring into play, instead, the second sentence of Section 2-704, which duly calls for lessening damages.\n  4.  The treatment of \"F.O.B. vessel\" in conjunction with F.A.S. fits, in regard to the need for payment against documents, with standard practice and case-law; but \"F.O.B. vessel\" is a term which by its very language makes express the need for an \"on board\" document.  In this respect, that term is stricter than the ordinary overseas \"shipment\" contract (C.I.F., etc., Section 2-320).\n  Cross References:\n  Sections 2-311(3), 2-323, 2-503 and 2-504.\n  Definitional Cross References:\n  \"Agreed\".  Section 1-201.\n  \"Bill of lading\".  Section 1-201.\n  \"Buyer\".  Section 2-103.\n  \"Goods\".  Section 2-105.\n  \"Seasonably\".  Section 1-204.\n  \"Seller\".  Section 2-103.\n  \"Term\".  Section 1-201."
}