{
    "name": "\"Bank\"; \"depositary bank\"; \"payor bank\"; \"intermediary bank\"; \"collecting bank\"; \"presenting bank\"",
    "number": "4-105",
    "text": "§490:4-105    In this Article:\n     (1)  \"Bank\" means a person engaged in the business of banking, including a savings bank, savings and loan association, credit union, or trust company;\n     (2)  \"Depositary bank\" means the first bank to take an item even though it is also the payor bank, unless the item is presented for immediate payment over the counter;\n     (3)  \"Payor bank\" means a bank that is the drawee of a draft;\n     (4)  \"Intermediary bank\" means a bank to which an item is transferred in course of collection except the depositary or payor bank;\n     (5)  \"Collecting bank\" means a bank handling an item for collection, except the payor bank;\n     (6)  \"Presenting bank\" means a bank presenting an item, except a payor bank. [L 1965, c 208, §4-105; HRS §490:4-105; am L 1991, c 118, pt of §4]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:\n  1.  The definitions in general exclude a bank to which an item is issued, as such bank does not take by transfer except in the particular case covered where the item is issued to a payee for collection, as where a corporation is transferring balances from one account to another.  Thus, the definition of \"depositary bank\" does not include the bank to which a check is made payable where a check is given in payment of a mortgage.  Such a bank has the status of a payee under Article 3 on Commercial Paper and not that of a collecting bank.\n  2.  The term payor bank includes a drawee bank and also a bank at which an item is payable if the item constitutes an order on the bank to pay, for it is then \"payable by\" the bank.  If the \"at\" item is not an order in the particular state, (See Section 3-121) then the bank is not a payor, but will be a presenting or collecting bank.\n  3.  Items are sometimes drawn or accepted \"payable through\" a particular bank.  Under this Section and Section 3-120 the \"payable through\" bank (if it in fact handles the item) will be a collecting (and often a presenting) bank; it is not a \"payor bank.\"\n  4.  The term intermediary bank includes the last bank in the collection process where the payor is not a bank.  Usually the last bank is also a presenting bank.\n  Cross References:\n  Article 3, especially Sections 3-120 and 3-121.\n  Definitional Cross References:\n  \"Bank\".  Section 1-201.\n  \"Customer\".  Section 4-104.\n  \"Item\".  Section 4-104."
}