{
    "name": "Final payment of item by payor bank; when provisional debits and credits become final; when certain credits become available for withdrawal",
    "number": "4-215",
    "text": "§490:4-215    (a)  An item is finally paid by a payor bank when the bank has first done any of the following:\n     (1)  Paid the item in cash;\n     (2)  Settled for the item without having a right to revoke the settlement under statute, clearing-house rule, or agreement; or\n     (3)  Made a provisional settlement for the item and failed to revoke the settlement in the time and manner permitted by statute, clearing-house rule, or agreement.\n     (b)  If provisional settlement for an item does not become final, the item is not finally paid.\n     (c)  If provisional settlement for an item between the presenting and payor banks is made through a clearing-house or by debits or credits in an account between them, then to the extent that provisional debits or credits for the item are entered in accounts between the presenting and payor banks or between the presenting and successive prior collecting banks seriatim, they become final upon final payment of the item by the payor bank.\n     (d)  If a collecting bank receives a settlement for an item which is or becomes final, the bank is accountable to its customer for the amount of the item and any provisional credit given for the item in an account with its customer becomes final.\n     (e)  Subject to (i) applicable law stating a time for availability of funds and (ii) any right of the bank to apply the credit to an obligation of the customer, credit given by a bank for an item in a customer's account becomes available for withdrawal as of right:\n     (1)  If the bank has received a provisional settlement for the item, when the settlement becomes final and the bank has had a reasonable time to receive return of the item and the item has not been received within that time;\n     (2)  If the bank is both the depositary bank and the payor bank, and the item is finally paid, at the opening of the bank's second banking day following receipt of the item.\n     Each depositary bank shall provide written notice of its check hold policy and fund availability with respect to local, out-of-state, and foreign checks drawn on United States financial institutions:\n         (i)  When a checking account is opened; or\n        (ii)  When there is a change in bank policy.\n     The commissioner of financial institutions may establish by rules reasonable periods for check hold and fund availability with respect to local, out-of-state, and foreign checks drawn on United States financial institutions.\n     (f)  Subject to applicable law stating a time for availability of funds and any right of a bank to apply a deposit to an obligation of the depositor, a deposit of money becomes available for withdrawal as of right at the opening of the bank's next banking day after receipt of the deposit. [L 1965, c 208, §4-213; HRS §490:4-213; am L 1986, c 44, §1; am L 1987, c 280, §1; am and ren L 1991, c 118, pt of §4]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None; but see Section 11, American Bankers Association Bank Collection Code.\n  Purposes:\n  1.  By the definition and use of the term \"settle\" (Section 4-104(j)) this Article recognizes that various debits or credits, remittances, settlements or payments given for an item may be either provisional or final, that settlements sometimes are provisional and sometimes are final and sometimes are provisional for awhile but later become final.  Subsection (1) of Section 4-213 defines when settlement for an item or other action with respect to it constitutes final payment.\n  Final payment of an item is important for a number of reasons.  It is one of several factors determining the relative priorities between items and notices, stop-orders, legal process and set-offs (Section 4-303).  It is the \"end of the line\" in the collection process and the \"turn around\" point commencing the return flow of proceeds.  It is the point at which many provisional settlements become final.  See Section 4-213(2).  Final payment of an item by the payor bank fixes preferential rights under Section 4-214(1) and (2).\n  2.  If an item being collected moves through several states, e.g., is deposited for collection in California, moves through two or three California banks to the Federal Reserve Bank of San Francisco, to the Federal Reserve Bank of Boston, to a payor bank in Maine, the collection process involves the eastward journey of the item from California to Maine and the westward journey of the proceeds from Maine to California.  Subsection (1) adopts the basic policy that final payment occurs at some point in the processing of the item by the payor bank.  This policy recognizes that final payment does not take place, in such hypothetical case, on the journey of the item eastward.  It also adopts the view that neither does final payment occur on the journey westward because what in fact is journeying westward are proceeds of the item.  Because the true tests of final payment are the same in all cases and to avoid the confusion resulting from variable standards, the rule basing final payment exclusively on action of the payor bank is not affected by whether payment is made by a remittance draft or whether such draft is itself paid.  Consequently, subsection (1) rejects those cases which base time of payment of the item in remittance cases on whether the remittance draft was accepted by the presenting bank; Page v. Holmes-Darst Coal Co., 269 Mich. 159, 256 N.W. 840 (1934); Tobiason v. First State Bank of Ashby, 173 Minn. 533, 217 N.W. 934 (1928); Bohlig v. First Nat. Bank in Wadena, 233 Minn. 523, 48 N.W.2d 445 (1951); Dewey v. Margolis & Brooks, 195 N.C. 307, 142 S.E. 22 (1928); Texas Electric Service Co. v. Clark, 47 S.W.2d 483 (Tex. Civ. App. 1932); cf. Ellis Way Drug Co. v. McLean, 176 Miss. 830, 170 So. 288 (1936); 2 Paton's Digest 1332; or whether the remittance draft was itself paid; Cleve v. Craven Chemical Co., 18 F.2d 711 (4th Cir. 1927); Holdingford Milling Co. v. Hillman Farmers' Cooperative Creamery, 181 Minn. 212, 231 N.W. 928 (1930); or upon an election of a collecting bank under Section 11 of the American Bankers Association Bank Collection Code; United States Pipe & Foundry Co. v. City of Hornell, 146 Misc. 812, 263 N.Y.S. 89 (1933); Jones v. Board of Education, 242 App. Div. 17, 272 N.Y.S. 5 (1934); Matter of State Bank of Binghamton, 156 Misc. 353, 281 N.Y.S. 706 (1935); cf. Malcolm, Inc. v. Burlington City Loan & Trust Co., 115 N.J.Eq. 227, 170 A. 32 (1934).  Of course, the time of payment of the remittance draft will be governed by subsection (1) but payment or nonpayment of the remittance draft will not change the time of payment of the original item.\n  3.  In fixing the point of time within the payor bank when an item is finally paid, subsection (1) recognizes and is framed on the basis that in a payor bank an item goes through a series of processes before its handling is completed.  The item is received first from the clearing house or over the counter or through the mail.  When received over the counter, the bank may receipt for it in some way by making a notation in the customer's passbook or by receipting a duplicate deposit slip.  After the initial receipt the item moves to the sorting and proving departments.  When sorted and proved it may be photographed.  Still later it moves to the bookkeeping department where it is examined for form and signature and compared against the ledger account of the customer to whom it is to be charged.  If it is in good form and there are funds to cover it, it is posted to the drawer's account, either immediately or at a later time.  If paid, it is so marked and filed with other items of the same customer.  This process may take either a few hours or substantially all of the day of receipt and of the next banking day.\n  Within this period of processing by the payor bank subsection (1) first recognizes two types of overt external acts constituting final payment.  Traditionally and under various decisions payment in cash of an item by a payor bank has been considered final payment.  Chambers v. Miller, 13 C.B.N.S. 125 (Eng.1862); Fidelity & Casualty Co. of New York v. Planenscheck, 200 Wis. 304, 309, 227 N.W. 387, 389, 71 A.L.R. 331 (1929); see Bellevue Bank of Allen Kimberly & Co. v. Security Nat. Bank of Sioux City, 168 Iowa 707, 712, 150 N.W. 1076, 1077 (1915); 1 Paton's Digest 1066.  Subsection (1)(a) first recognizes and provides that payment of an item in cash by a payor bank is final payment.\n  4.  Section 4-104(j) defines \"settle\" as meaning \"to pay in cash, by clearing house settlement, in a charge or credit or by remittance, or otherwise as instructed.  A settlement may be either provisional or final;\" Subsection (1)(b) of Section 4-213 provides that an item is finally paid by a payor bank when the bank has \"settled for the item without reserving a right to revoke the settlement and without having such right under statute, clearing house rule or agreement\".  Subsection (1)(b) provides in effect that if the payor bank finally settles for an item this constitutes final payment of the item.  The subsection operates if nothing has occurred and no situation exists making the settlement provisional.  If at the time of settlement the payor bank reserves a right to revoke the settlement, the settlement is provisional.  In the alternative, if under statute, clearing house rule or agreement, a right of revocation of the settlement exists the settlement is provisional.  Conversely, if there is an absence of a reservation of the right to revoke and also an absence of a right to revoke under statute, clearing house rule or agreement, the settlement is final and such final settlement constitutes final payment of the item.\n  A primary example of a statutory right on the part of the payor bank to revoke a settlement is the right to revoke conferred by Section 4-301.  The underlying theory and reason for deferred posting statutes (Section 4-301) is to require a settlement on the date of receipt of an item but to keep that settlement provisional with the right to revoke prior to the midnight deadline.  In any case where Section 4-301 is applicable, any settlement by the payor bank is provisional solely by virtue of the statute, subsection (1)(b) of Section 4-213 does not operate and such provisional settlement does not constitute final payment of the item.\n  A second important example of a right to revoke a settlement is that arising under clearing house rules.  It is very common for clearing house rules to provide that items exchanged and settled for in a clearing, (e.g., before 10:00 a.m. on Monday) may be returned and the settlements revoked up to but not later than 2:00 p.m. on the same day (Monday) or under deferred posting at some hour on the next business day (e.g., 2:00 p.m. Tuesday).  Under this type of rule the Monday morning settlement is provisional and being provisional does not constitute a final payment of the item.\n  An example of a reservation of a right to revoke a settlement is where the payor bank is also the depositary bank and has signed a receipt or duplicate deposit ticket or has made an entry in a passbook acknowledging receipt, for credit to the account of A, of a check drawn on it by B.  If the receipt, deposit ticket, passbook or other agreement with A is to the effect that any credit so entered is provisional and may be revoked pending the time required by the payor bank to process the item to determine if it is in good form and there are funds to cover it, such reservation or agreement keeps the receipt or credit provisional and avoids it being either final settlement or final payment.\n  In other ways the payor bank may keep settlements provisional: by general or special agreement with the presenting party or bank; by simple reservation at the time the settlement is made; or otherwise.  Thus a payor bank (except in the case of statutory provisions) has control whether a settlement made by it is provisional or final, by participating in general agreements or clearing house rules or by special agreement or reservation.  If it fails to keep a settlement provisional and if no applicable statute keeps the settlement provisional, its settlement is final and, unless the item had previously been paid by one of the other methods prescribed in subsection (1), such final settlement constitutes final payment.  In this manner payor banks may without difficulty avoid the effect of such cases as: Cohen v. First Nat. Bank of Nogales, 22 Ariz. 394, 400, 198 P. 122, 124, 15 A.L.R. 701 (1921); Briviesca v. Coronado, 19 Cal.2d 244, 120 P.2d 649 (1941); White Brokerage Co. v. Cooperman, 207 Minn. 239, 290 N.W. 790 (1940); Scotts Bluff County v. First Nat. Bank of Gering, 115 Neb. 273, 212 N.W. 617 (1927); Provident Savings Bank & Trust Co. v. Hildebrand, 49 Ohio App. 207, 196 N.E. 790, 791 (1934); Schaer v. First Nat. Bank of Brenham, 132 Tex. 499, 124 S.W.2d 108 (1939) (bill of exchange); Union State Bank of Lancaster v. Peoples State Bank of Lancaster, 192 Wis. 28, 33, 211 N.W. 931, 933 (1927); 1 Paton's Digest 1067.\n  5.  If a payor bank has not previously paid an item in cash or finally settled for it, certain internal acts or procedures will produce final payment of the item.  Exclusive of the external acts of payment in cash or final settlement, the key point at which the decision of the bank to pay or dishonor is made is when the bookkeeper for the drawer's account determines or verifies that the check is in good form and that there are sufficient funds in the drawer's account to cover it.  Previous steps in the processing of an item are preliminary to this vital step and in no way indicate a decision to pay.  However, a more tangible measuring point is desirable than a mere examination of the account of the person to be charged.  The mechanical step that usually indicates that the examination has been completed and the decision to pay has been made is the posting of the item to the account to be charged.  Therefore, subsection (1)(c) adopts as the third measuring point the completion of the process of posting.  The phrase \"completed the process of posting\" is used rather than simple \"posting\" because under current machine operations posting is a process and something more than simply making entries on the customer's ledger.  Subsection (1) follows fairly closely the New York statute, 37 McKinney's Consolidated Laws of New York, Negotiable Instruments, Art. 19-A, Sec. 350-b as amended by L.1950, c. 153, Sec. 1.  However, subsections (1)(a) and (b) furnish more precise rules for determining \"final settlement\" by the payor bank than does the New York statute in using the term \"irrevocable credit\", the definition of which is not helpful.\n  6.  Subsection (1)(d) covers the situation where the payor bank makes a provisional settlement for an item, which settlement becomes final at a later time by reason of the failure of the payor bank to revoke it in the time and manner permitted by statute, clearing house rule or agreement.  An example of this type of situation is the clearing house settlement referred to in Comment 4.  In the illustration there given if the time limit for the return of items received in the Monday morning clearing is 2:00 p.m. on Tuesday and the provisional settlement has not been revoked at that time in a manner permitted by the clearing house rules, the provisional settlement made on Monday morning becomes final at 2:00 p.m. on Tuesday.  Subsection (1)(d) provides specifically that in this situation the item is finally paid at 2:00 p.m. Tuesday.  If on the other hand a payor bank receives an item in the mail on Monday and makes some provisional settlement for the item on Monday, it has until midnight on Tuesday to return the item or give notice and revoke any settlement under Section 4-301.  In this situation subsection (1)(d) of Section 4-213 provides that if the provisional settlement made on Monday is not revoked before midnight on Tuesday as permitted by Section 4-301, the item is finally paid at midnight on Tuesday even if the process of posting the item to the account of the drawer has not been completed at that time.\n  7.  Subsection (1) provides that an item is finally paid by the payor bank when any one of the four events set forth in subparagraphs (a), (b), (c) and (d) have occurred, whichever happens first, and then provides that upon a final payment under subparagraphs (b), (c) or (d) the payor bank shall be accountable for the amount of the item.  It is not made accountable if it has paid the item in cash because such payment is itself a sufficient accounting.  The term \"accountable\" is used as imposing a duty to account, which duty is met if and when a settlement for the item satisfactorily clears.  The fact that determination of the time of final payment is based exclusively upon action of the payor bank is not detrimental to the interests of owners of items or collecting banks because of the general obligations of payors to honor or dishonor and the time limits for action imposed by Sections 4-301 and 4-302.\n  8.  Subsection (2) states the country-wide usage that when the item is finally paid by the payor bank under subsection (1) this final payment automatically without further action \"firms up\" other provisional settlements made for it.  However, the subsection makes clear that this \"firming up\" occurs only where the settlement between the presenting and payor banks was made either through a clearing house or by debits and credits in accounts between them.  It does not take place where the payor bank remits for the item with some form of remittance instrument.  Further, the \"firming up\" continues only to the extent that provisional debits and credits are entered seriatim in accounts between banks which are successive to the presenting bank.  The automatic \"firming up\" is broken at any time that any collecting bank remits for the item with a remittance draft, because final payment to the remittee then usually depends upon final payment of the remittance draft.\n  9.  Subsection (3) states the general rule that if a collecting bank receives settlement for an item which is or becomes final, the bank is accountable to its customer for the amount of the item.  One means of accounting is to remit to its customer the amount it has received on the item.  If previously it gave to its customer a provisional credit for the item in an account its receipt of final settlement for the item \"firms up\" this provisional credit and makes it final.  When this credit given by it so becomes final, in the usual case its agency status terminates and it becomes a debtor to its customer for the amount of the item.  See Section 4-201(1).  If the accounting is by a remittance instrument or authorization to charge further time will usually be required to complete its accounting (Section 4-211).\n  10.  Subsection (4) states when certain credits given by a bank to its customer become available for withdrawal as of right.  Subsection (4)(a) deals with the situation where a bank has given a credit (usually provisional) for an item to its customer and in turn has received a provisional settlement for the item from an intermediary or payor bank to which it has forwarded the item.  In this situation before the provisional credit entered by the collecting bank in the account of its customer becomes available for withdrawal as of right, it is not only necessary that the provisional settlement received by the bank for the item becomes final but also that the collecting bank has a reasonable time to learn that this is so.  Hence, subsection (4)(a) imposes both of these conditions.  If the provisional settlement received is a provisional debit or credit in an account with the intermediary or payor bank or a remittance instrument on some bank other than the collecting bank itself, the collecting bank will usually learn that this debit or credit is final or that the remittance instrument has been paid merely by not learning the opposite within a reasonable time.  How much time is \"reasonable\" for these purposes will of course depend on the distance the item has to travel and the number of banks through which it must pass (having in mind not only travel time by regular lines of transmission but also the successive midnight deadlines of the several banks) and other pertinent facts.  Also, if the provisional settlement received is some form of a remittance instrument or authorization to charge, the \"reasonable\" time depends on the identity and location of the payor of the remittance instrument, the means for clearing such instrument and other pertinent facts.\n  11.  Subsection (4)(b) deals with the situation of a bank which is both a depositary bank and a payor bank.  The subsection recognizes that where A and B are both customers of a depositary-payor bank and A deposits B's check on the depositary-payor in A's account on Monday, time must be allowed to permit the check under the deferred posting rules of Section 4-301 to reach the bookkeeper for B's account at some time on Tuesday, and if there are insufficient funds in B's account to reverse or charge back the provisional credit in A's account.  Consequently this provisional credit in A's account does not become available for withdrawal as of right until the opening of business on Wednesday.  If it is determined on Tuesday that there are insufficient funds in B's account to pay the check the credit to A's account can be reversed on Tuesday.  On the other hand if the item is in fact paid on Tuesday, the rule of subsection (4)(b) is desirable to avoid uncertainty and possible disputes between the bank and its customer as to exactly what hour within the day the credit is available.\n  12.  Subsection (5) recognizes that even when A makes a deposit of cash in his account on Monday it takes some period of time to record that cash deposit and communicate it to A's bookkeeper (the bookkeeper handling A's account) so that A's bookkeeper has a record of it when she considers whether there are available funds to pay A's check.  Where as indicated in Comment 5 A's bookkeeper is the particular employee in the bank to determine, in most cases and subject to supervisory control, whether the item may be paid, the effectiveness of a deposit of cash as a basis for paying a check must of necessity rest upon when the record of that deposit reaches such bookkeeper rather than when it passes through the teller's window.  Consequently, although the bank is charged with responsibility for cash deposited from the moment it is received on Monday the cash is not effective as a basis for paying checks until the opening of business on Tuesday.\n  Cross References:\n  Sections 3-418, 4-107, 4-201, 4-211, 4-212, 4-214, 4-301, 4-302, 4-303.\n  Definitional Cross References:\n  \"Account\".  Section 4-104.\n  \"Agreement\".  Section 1-201.\n  \"Banking day\".  Section 4-104.\n  \"Clearing house\".  Section 4-104.\n  \"Collecting bank\".  Section 4-105.\n  \"Customer\".  Section 4-104.\n  \"Depositary bank\".  Section 4-105.\n  \"Item\".  Section 4-104.\n  \"Money\".  Section 1-201.\n  \"Notice\".  Section 1-201.\n  \"Payor bank\".  Section 4-105.\n  \"Presenting bank\".  Section 4-105.\n  \"Settlement\".  Section 4-104."
}