{
    "name": "Seller's right to identify goods to the contract notwithstanding breach or to salvage unfinished goods",
    "number": "2-704",
    "text": "§490:2-704    (1)  An aggrieved seller under the preceding section may\n    (a)   Identify to the contract conforming goods not already identified if at the time he learned of the breach they are in his possession or control;\n    (b)   Treat as the subject of resale goods which have demonstrably been intended for the particular contract even though those goods are unfinished.\n     (2)  Where the goods are unfinished an aggrieved seller may in the exercise of reasonable commercial judgment for the purposes of avoiding loss and of effective realization either complete the manufacture and wholly identify the goods to the contract or cease manufacture and resell for scrap or salvage value or proceed in any other reasonable manner. [L 1965, c 208, §2-704; HRS §490:2-704]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  Sections 63(3) and 64(4), Uniform Sales Act.\n  Changes:  Rewritten, the seller's rights being broadened.\n  Purposes of Changes:\n  1.  This section gives an aggrieved seller the right at the time of breach to identify to the contract any conforming finished goods, regardless of their resalability, and to use reasonable judgment as to completing unfinished goods.  It thus makes the goods available for resale under the resale section, the seller's primary remedy, and in the special case in which resale is not practicable, allows the action for the price which would then be necessary to give the seller the value of his contract.\n  2.  Under this Article the seller is given express power to complete manufacture or procurement of goods for the contract unless the exercise of reasonable commercial judgment as to the facts as they appear at the time he learns of the breach makes it clear that such action will result in a material increase in damages.  The burden is on the buyer to show the commercially unreasonable nature of the seller's action in completing manufacture.\n  Cross References:\n  Sections 2-703 and 2-706.\n  Definitional Cross References:\n  \"Aggrieved party\".  Section 1-201.\n  \"Conforming\".  Section 2-106.\n  \"Contract\".  Section 1-201.\n  \"Goods\".  Section 2-105.\n  \"Rights\".  Section 1-201.\n  \"Seller\".  Section 2-103."
}