{
    "name": "Open time for payment or running of credit; authority to ship under reservation",
    "number": "2-310",
    "text": "§490:2-310    Unless otherwise agreed:\n    (a)   Payment is due at the time and place at which the buyer is to receive the goods even though the place of shipment is the place of delivery;\n    (b)   If the seller is authorized to send the goods the seller may ship them under reservation, and may tender the documents of title, but the buyer may inspect the goods after their arrival before payment is due unless such inspection is inconsistent with the terms of the contract (section 490:2-513);\n    (c)   If delivery is authorized and made by way of documents of title otherwise than by [paragraph] (b), then payment is due regardless of where the goods are to be received:\n       [(i)]  At the time and place at which the buyer is to receive delivery of the tangible documents; or\n      [(ii)]  At the time the buyer is to receive delivery of the electronic documents and at the seller's place of business or if none, the seller's residence; and\n    (d)   Where the seller is required or authorized to ship the goods on credit, the credit period runs from the time of shipment but postdating the invoice or delaying its dispatch will correspondingly delay the starting of the credit period. [L 1965, c 208, §2-310; HRS §490:2-310; am L 2004, c 163, §6; gen ch 2004]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  Sections 42 and 47(2), Uniform Sales Act.\n  Changes:  Completely rewritten in this and other sections.\n  Purposes of Changes:  This section is drawn to reflect modern business methods of dealing at a distance rather than face to face.  Thus:\n  1.  Paragraph (a) provides that payment is due at the time and place \"the buyer is to receive the goods\" rather than at the point of delivery except in documentary shipment cases (paragraph (c)).  This grants an opportunity for the exercise by the buyer of his preliminary right to inspection before paying even though under the delivery term the risk of loss may have previously passed to him or the running of the credit period has already started.\n  2.  Paragraph (b) while providing for inspection by the buyer before he pays, protects the seller.  He is not required to give up possession of the goods until he has received payment, where no credit has been contemplated by the parties.  The seller may collect through a bank by a sight draft against an order bill of lading \"hold until arrival; inspection allowed.\"  The obligations of the bank under such a provision are set forth in Part 5 of Article 4.  In the absence of a credit term, the seller is permitted to ship under reservation and if he does payment is then due where and when the buyer is to receive the documents.\n  3.  Unless otherwise agreed, the place for the receipt of the documents and payment is the buyer's city but the time for payment is only after arrival of the goods, since under paragraph (b), and Sections 2-512 and 2-513 the buyer is under no duty to pay prior to inspection.\n  4.  Where the mode of shipment is such that goods must be unloaded immediately upon arrival, too rapidly to permit adequate inspection before receipt, the seller must be guided by the provisions of this Article on inspection which provide that if the seller wishes to demand payment before inspection, he must put an appropriate term into the contract.  Even requiring payment against documents will not of itself have this desired result if the documents are to be held until the arrival of the goods.  But under (b) and (c) if the terms are C.I.F., C.O.D., or cash against documents payment may be due before inspection.\n  5.  Paragraph (d) states the common commercial understanding that an agreed credit period runs from the time of shipment or from that dating of the invoice which is commonly recognized as a representation of the time of shipment.  The provision concerning any delay in sending forth the invoice is included because such conduct results in depriving the buyer of his full notice and warning as to when he must be prepared to pay.\n  Cross References:\n  Generally:  Part 5.\n  Point 1:  Section 2-509.\n  Point 2:  Sections 2-505, 2-511, 2-512, 2-513 and Article 4.\n  Point 3:  Sections 2-308(b), 2-512 and 2-513.\n  Point 4:  Section 2-513(3)(b).\n  Definitional Cross References:\n  \"Buyer\".  Section 2-103.\n  \"Delivery\".  Section 1-201.\n  \"Document of title\".  Section 1-201.\n  \"Goods\".  Section 2-105.\n  \"Receipt of goods\".  Section 2-103.\n  \"Seller\".  Section 2-103.\n  \"Send\".  Section 1-201.\n  \"Term\".  Section 1-201."
}