{
    "name": "Output, requirements and exclusive dealings",
    "number": "2-306",
    "text": "(1)  A term which measures the quantity by the output of the seller or the requirements of the buyer means such actual output or requirements as may occur in good faith, except that no quantity unreasonably disproportionate to any stated estimate or in the absence of a stated estimate to any normal or otherwise comparable prior output or requirements may be tendered or demanded.\n     (2)  A lawful agreement by either the seller or the buyer for exclusive dealing in the kind of goods concerned imposes unless otherwise agreed an obligation by the seller to use best efforts to supply the goods and by the buyer to use best efforts to promote their sale. [L 1965, c 208, §2-306; HRS ]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:\n  1.  Subsection (1) of this section, in regard to output and requirements, applies to this specific problem the general approach of this Act which requires the reading of commercial background and intent into the language of any agreement and demands good faith in the performance of that agreement.  It applies to such contracts of nonproducing establishments such as dealers or distributors as well as to manufacturing concerns.\n  2.  Under this Article, a contract for output or requirements is not too indefinite since it is held to mean the actual good faith output or requirements of the particular party.  Nor does such a contract lack mutuality of obligation since, under this section, the party who will determine quantity is required to operate his plant or conduct his business in good faith and according to commercial standards of fair dealing in the trade so that his output or requirements will approximate a reasonably foreseeable figure.  Reasonable elasticity in the requirements is expressly envisaged by this section and good faith variations from prior requirements are permitted even when the variation may be such as to result in discontinuance.  A shut-down by a requirements buyer for lack of orders might be permissible when a shut-down merely to curtail losses would not.  The essential test is whether the party is acting in good faith.  Similarly, a sudden expansion of the plant by which requirements are to be measured would not be included within the scope of the contract as made but normal expansion undertaken in good faith would be within the scope of this section.  One of the factors in an expansion situation would be whether the market price had risen greatly in a case in which the requirements contract contained a fixed price.  Reasonable variation of an extreme sort is exemplified in Southwest Natural Gas Co. v. Oklahoma Portland Cement Co., 102 F.2d 630 (C.C.A. 10, 1939).  This Article takes no position as to whether a requirements contract is a provable claim in bankruptcy.\n  3.  If an estimate of output or requirements is included in the agreement, no quantity unreasonably disproportionate to it may be tendered or demanded.  Any minimum or maximum set by the agreement shows a clear limit on the intended elasticity.  In similar fashion, the agreed estimate is to be regarded as a center around which the parties intend the variation to occur.\n  4.  When an enterprise is sold, the question may arise whether the buyer is bound by an existing output or requirements contract.  That question is outside the scope of this Article, and is to be determined on other principles of law.  Assuming that the contract continues, the output or requirements in the hands of the new owner continue to be measured by the actual good faith output or requirements under the normal operation of the enterprise prior to sale.  The sale itself is not grounds for sudden expansion or decrease.\n  5.  Subsection (2), on exclusive dealing, makes explicit the commercial rule embodied in this Act under which the parties to such contracts are held to have impliedly, even when not expressly, bound themselves to use reasonable diligence as well as good faith in their performance of the contract.  Under such contracts the exclusive agent is required, although no express commitment has been made, to use reasonable effort and due diligence in the expansion of the market or the promotion of the product, as the case may be.  The principal is expected under such a contract to refrain from supplying any other dealer or agent within the exclusive territory.  An exclusive dealing agreement brings into play all of the good faith aspects of the output and requirement problems of subsection (1).  It also raises questions of insecurity and right to adequate assurance under this Article.\n  Cross References:\n  Point 4:  Section 2-210.\n  Point 5:  Sections 1-203 and 2-609.\n  Definitional Cross References:\n  \"Agreement\".  Section 1-201.\n  \"Buyer\".  Section 2-103.\n  \"Contract for sale\".  Section 2-106.\n  \"Good faith\".  Section 1-201.\n  \"Goods\".  Section 2-105.\n  \"Party\".  Section 1-201.\n  \"Term\".  Section 1-201.\n  \"Seller\".  Section 2-103."
}