{
    "name": "Right of charge back or refund; liability of collecting bank; return of item",
    "number": "4-214",
    "text": "§490:4-214    (a)  If a collecting bank has made provisional settlement with its customer for an item and fails by reason of dishonor, suspension of payments by a bank, or otherwise to receive settlement for the item which is or becomes final, the bank may revoke the settlement given by it, charge back the amount of any credit given for the item to its customer's account, or obtain refund from its customer, whether or not it is able to return the item, if by its midnight deadline or within a longer reasonable time after it learns the facts it returns the item or sends notification of the facts.  If the return or notice is delayed beyond the bank's midnight deadline or a longer reasonable time after it learns the facts, the bank may revoke the settlement, charge back the credit, or obtain refund from its customer, but it is liable for any loss resulting from the delay.  These rights to revoke, charge back, and obtain refund terminate if and when a settlement for the item received by the bank is or becomes final.\n     (b)  A collecting bank returns an item when it is sent or delivered to the bank's customer or transferor or pursuant to its instructions.\n     (c)  A depositary bank that is also the payor may charge back the amount of an item to its customer's account or obtain refund in accordance with the section governing return of an item received by a payor bank for credit on its books (section 490:4-301).\n     (d)  The right to charge back is not affected by:\n     (1)  Previous use of a credit given for the item; or\n     (2)  Failure by any bank to exercise ordinary care with respect to the item, but a bank so failing remains liable.\n     (e)  A failure to charge back or claim refund does not affect other rights of the bank against the customer or any other party.\n     (f)  If credit is given in dollars as the equivalent of the value of an item payable in foreign money, the dollar amount of any charge back or refund must be calculated on the basis of the bank-offered spot rate for the foreign money prevailing on the day when the person entitled to the charge back or refund learns that it will not receive payment in ordinary course. [L 1965, c 208, §4-212; HRS §490:4-212; am and ren L 1991, c 118, pt of §4]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None; but see Sections 2 and 11, American Bankers Association Bank Collection Code.\n  Purposes:\n  1.  Under current bank practice, in a major portion of cases banks make provisional settlement for items when they are first received and then await subsequent determination of whether the item will be finally paid.  This is the principal characteristic of what are referred to in banking parlance as \"cash items\".  Statistically, this practice of settling provisionally first and then awaiting final payment is justified because more than ninety-nine per cent of such cash items are finally paid, with the result that in this great preponderance of cases it becomes unnecessary for the banks making the provisional settlements to make any further entries.  In due course the provisional settlements become final simply with the lapse of time.  However, in those cases where the item being collected is not finally paid or where for various reasons the bank making the provisional settlement does not itself receive final payment, under the American Bankers Association Bank Collection Code, under Federal Reserve Regulations and operating letters and under various types of agreements between banks and between customers and banks, provision is made for the reversal of the provisional settlements, charge-back of provisional credits and the right to obtain refund.  Subsection (1) codifies and simplifies the statement of these rights.\n  2.  Various causes of a bank not receiving final payment, with the resulting right of charge-back or refund, are stated or suggested in subsection (1).  These include dishonor of the original item; dishonor of a remittance instrument given for it; reversal of a provisional credit for the item; suspension of payments by another bank.  The causes stated are illustrative; the right of charge-back or refund is stated to exist whether the failure to receive final payment in ordinary course arises through one of them \"or otherwise\".\n  3.  The right of charge-back or refund exists if a collecting bank has made a provisional settlement for an item with its customer but terminates if and when a settlement received by the bank for the item is or becomes final.  If the bank fails to receive such a final settlement the right of charge-back or refund must be exercised promptly after the bank learns the facts.  The right exists (if so promptly exercised) whether or not the bank is able to return the item.\n  4.  Subsection (2) is an affirmative provision for so-called \"direct returns\".  This is a new practice that is currently in the process of developing in a few sections of the country.  Its purpose is to speed up the return of unpaid items by avoiding handling by one or more intermediate banks.  The subsection is bracketed because the practice is not yet well established and some bankers and bank lawyers would prefer to let the practice develop by agreement.  The contention is made that substantive rights between banks may be affected, e.g. available set-offs, but proponents contend advantages of direct returns outweigh possible detriments.  However, if the subsection were omitted, the election to use direct returns would be on the depositary bank and it would probably be necessary for that bank to specifically authorize direct returns with each outgoing letter.  This is a cumbersome way of meeting the problem.  If the subsection is retained the payor bank, unless it has been specifically directed otherwise, will have the right to make the decision whether it will return an unpaid item directly.  Since the subsection is permissive and its inclusion tends toward greater flexibility, its retention is recommended.\n  5.  The rule of subsection (4) relating to charge-back (as distinguished from claim for refund) applies irrespective of the cause of the nonpayment, and of the person ultimately liable for nonpayment.  Thus charge-back is permitted even where nonpayment results from the depositary bank's own negligence.  Any other rule would result in litigation based upon a claim for wrongful dishonor of other checks of the customer, with potential damages far in excess of the amount of the item.  Any other rule would require a bank to determine difficult questions of fact.  The customer's protection is found in the general obligation of good faith (Sections 1-203 and 4-103).  If bad faith is established the customer's recovery \"includes other damages, if any, suffered by the party as a proximate consequence\" (Section 4-103(5); see also Section 4-402).\n  6.  It is clear that the charge-back does not relieve the bank from any liability for failure to exercise ordinary care in handling the item.  The measure of damages for such failure is stated in Section 4-103(5).\n  7.  Subsection (6) states a rule fixing the time for determining the rate of exchange if there is a charge-back or refund of a credit given in dollars for an item payable in a foreign currency.  Compare Section 3-107(2).  Fixing such a rule is desirable to avoid disputes.  If in any case the parties wish to fix a different time for determining the rate of exchange, they may do so by agreement.\n  Cross References:\n  Sections 1-203, 3-107, 4-103, 4-211(3), 4-213(2) and (3), 4-402.\n  Definitional Cross References:\n  \"Account\".  Section 4-104.\n  \"Collecting bank\".  Section 4-105.\n  \"Customer\".  Section 4-104.\n  \"Depositary bank\".  Section 4-105.\n  \"Intermediary bank\".  Section 4-105.\n  \"Item\".  Section 4-104.\n  \"Midnight deadline\".  Section 4-104.\n  \"Payor bank\".  Section 4-105.\n  \"Send\".  Section 1-201.\n  \"Settlement\".  Section 4-104.\n  \"Suspension of payment\".  Section 4-104."
}