{
    "name": "Presentment by notice of item not payable by, through, or at a bank; liability of drawer or indorser",
    "number": "4-212",
    "text": "§490:4-212    (a)  Unless otherwise instructed, a collecting bank may present an item not payable by, through, or at a bank by sending to the party to accept or pay a written notice that the bank holds the item for acceptance or payment.  The notice must be sent in time to be received on or before the day when presentment is due and the bank must meet any requirement of the party to accept or pay under section 490:3-501 by the close of the bank's next banking day after it knows of the requirement.\n     (b)  If presentment is made by notice and payment, acceptance, or request for compliance with a requirement under section 490:3-501 is not received by the close of business on the day after maturity or, in the case of demand items, by the close of business on the third banking day after notice was sent, the presenting bank may treat the item as dishonored and charge any drawer or indorser by sending it notice of the facts. [L 1965, c 208, §4-210; HRS §490:4-210; am and ren L 1991, c 118, pt of §4]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:\n  1.  This section codifies a practice extensively followed in presentation of trade acceptances and documentary and other drafts drawn on non-bank payors.  It imposes a duty on the payor to respond to the notice of the item if the item is not to be considered dishonored.  Notice of such a dishonor charges parties secondarily liable.  Presentment under this Section is good presentment under Article 3.  See Section 3-504(5).\n  2.  A drawee not receiving notice is not, of course, liable to the drawer for wrongful dishonor.\n  3.  A bank so presenting an instrument must be sufficiently close to the drawee to be able to exhibit the instrument on the day it is requested to do so or the next business day at the latest.\n  Cross References:\n  Sections 3-501 through 3-508, 4-501 and 4-502.\n  Definitional Cross References:\n  \"Acceptance\".  Section 3-410.\n  \"Banking day\".  Section 4-104.\n  \"Collecting bank\".  Section 4-105.\n  \"Item\".  Section 4-104.\n  \"Party\".  Section 1-201.\n  \"Presentment\".  Section 3-504.\n  \"Secondary party\".  Section 3-102.\n  \"Send\".  Section 1-201."
}