{
    "name": "Substituted performance",
    "number": "2-614",
    "text": "§490:2-614    (1)  Where without fault of either party the agreed berthing, loading, or unloading facilities fail or an agreed type of carrier becomes unavailable or the agreed manner of delivery otherwise becomes commercially impracticable but a commercially reasonable substitute is available, such substitute performance must be tendered and accepted.\n     (2)  If the agreed means or manner of payment fails because of domestic or foreign governmental regulation, the seller may withhold or stop delivery unless the buyer provides a means or manner of payment which is commercially a substantial equivalent.  If delivery has already been taken, payment by the means or in the manner provided by the regulation discharges the buyer's obligation unless the regulation is discriminatory, oppressive or predatory. [L 1965, c 208, §2-614; HRS §490:2-614]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:\n  1.  Subsection (1) requires the tender of a commercially reasonable substituted performance where agreed to facilities have failed or become commercially impracticable.  Under this Article, in the absence of specific agreement, the normal or usual facilities enter into the agreement either through the circumstances, usage of trade or prior course of dealing.\n  This section appears between Section 2-613 on casualty to identified goods and the next section on excuse by failure of presupposed conditions, both of which deal with excuse and complete avoidance of the contract where the occurrence or non-occurrence of a contingency which was a basic assumption of the contract makes the expected performance impossible.  The distinction between the present section and those sections lies in whether the failure or impossibility of performance arises in connection with an incidental matter or goes to the very heart of the agreement.  The differing lines of solution are contrasted in a comparison of International Paper Co. v. Rockefeller, 161 App. Div. 180, 146 N.Y.S. 371 (1914) and Meyer v. Sullivan, 40 Cal. App. 723, 181 P. 847 (1919).  In the former case a contract for the sale of spruce to be cut from a particular tract of land was involved.  When a fire destroyed the trees growing on that tract the seller was held excused since performance was impossible.  In the latter case the contract called for delivery of wheat \"f.o.b. Kosmos Steamer at Seattle.\"  The war led to cancellation of that line's sailing schedule after space had been duly engaged and the buyer was held entitled to demand substituted delivery at the warehouse on the line's loading dock.  Under this Article, of course, the seller would also be entitled, had the market gone the other way, to make a substituted tender in that manner.\n  There must, however, be a true commercial impracticability to excuse the agreed to performance and justify a substituted performance.  When this is the case a reasonable substituted performance tendered by either party should excuse him from strict compliance with contract terms which do not go to the essence of the agreement.\n  2.  The substitution provided in this section as between buyer and seller does not carry over into the obligation of a financing agency under a letter of credit, since such an agency is entitled to performance which is plainly adequate on its face and without need to look into commercial evidence outside of the documents.  See Article 5, especially Sections 5-102, 5-103, 5-109, 5-110, 5-114.\n  3.  Under subsection (2) where the contract is still executory on both sides, the seller is permitted to withdraw unless the buyer can provide him with a commercially equivalent return despite the governmental regulation.  Where, however, only the debt for the price remains, a larger leeway is permitted.  The buyer may pay in the manner provided by the regulation even though this may not be commercially equivalent provided that the regulation is not \"discriminatory, oppressive or predatory.\"\n  Cross References:\n  Point 2:  Article 5.\n  Definitional Cross References:\n  \"Buyer\".  Section 2-103.\n  \"Fault\".  Section 1-201.\n  \"Party\".  Section 1-201.\n  \"Seller\".  Section 2-103."
}