{
    "name": "Retraction of anticipatory repudiation",
    "number": "2-611",
    "text": "§490:2-611    (1)  Until the repudiating party's next performance is due he can retract his repudiation unless the aggrieved party has since the repudiation cancelled or materially changes his position or otherwise indicated that he considers the repudiation final.\n     (2)  Retraction may be by any method which clearly indicates to the aggrieved party that the repudiating party intends to perform, but must include any assurance, justifiably demanded under the provisions of this Article (section 490:2-609).\n     (3)  Retraction reinstates the repudiating party's rights under the contract with due excuse and allowances to the aggrieved party for any delay occasioned by the repudiation. [L 1965, c 208, §2-611; HRS §490:2-611]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:  To make it clear that:\n  1.  The repudiating party's right to reinstate the contract is entirely dependent upon the action taken by the aggrieved party.  If the latter has cancelled the contract or materially changed his position at any time after the repudiation, there can be no retraction under this section.\n  2.  Under subsection (2) an effective retraction must be accompanied by any assurances demanded under the section dealing with right to adequate assurance.  A repudiation is of course sufficient to give reasonable ground for insecurity and to warrant a request for assurance as an essential condition of the retraction.  However, after a timely and unambiguous expression of retraction, a reasonable time for the assurance to be worked out should be allowed by the aggrieved party before cancellation.\n  Cross References:\n  Point 2:  Section 2-609.\n  Definitional Cross References:\n  \"Aggrieved party\".  Section 1-201.\n  \"Cancellation\".  Section 2-106.\n  \"Contract\".  Section 1-201.\n  \"Party\".  Section 1-201.\n  \"Rights\".  Section 1-201."
}