{
    "name": "Special incidents of sale on approval and sale or return",
    "number": "2-327",
    "text": "(1)  Under a sale on approval unless otherwise agreed\n    (a)   Although the goods are identified to the contract the risk of loss and the title do not pass to the buyer until acceptance; and\n    (b)   Use of the goods consistent with the purpose of trial is not acceptance but failure seasonably to notify the seller of election to return the goods is acceptance, and if the goods conform to the contract acceptance of any part is acceptance of the whole; and\n    (c)   After due notification of election to return, the return is at the seller's risk and expense but a merchant buyer must follow any reasonable instructions.\n     (2)  Under a sale or return unless otherwise agreed\n    (a)   The option to return extends to the whole or any commercial unit of the goods while in substantially their original condition, but must be exercised seasonably; and\n    (b)   The return is at the buyer's risk and expense. [L 1965, c 208, §2-327; HRS ]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  Section 19(3), Uniform Sales Act.\n  Changes:  Completely rewritten in preceding and this section.\n  Purposes of Changes:  To make it clear that:\n  1.  In the case of a sale on approval:  If all of the goods involved conform to the contract, the buyer's acceptance of part of the goods constitutes acceptance of the whole.  Acceptance of part falls outside the normal intent of the parties in the \"on approval\" situation and the policy of this Article allowing partial acceptance of a defective delivery has no application here.  A case where a buyer takes home two dresses to select one commonly involves two distinct contracts; if not, it is covered by the words \"unless otherwise agreed\".\n  2.  In the case of a sale or return, the return of any unsold unit merely because it is unsold is the normal intent of the \"sale or return\" provision, and therefore the right to return for this reason alone is independent of any other action under the contract which would turn on wholly different considerations.  On the other hand, where the return of goods is for breach, including return of items resold by the buyer and returned by the ultimate purchasers because of defects, the return procedure is governed not by the present section but by the provisions on the effects and revocation of acceptance.\n  3.  In the case of a sale on approval the risk rests on the seller until acceptance of the goods by the buyer, while in a sale or return the risk remains throughout on the buyer.\n  4.  Notice of election to return given by the buyer in a sale on approval is sufficient to relieve him of any further liability.  Actual return by the buyer to the seller is required in the case of a sale or return contract.  What constitutes due \"giving\" of notice, as required in \"on approval\" sales, is governed by the provisions on good faith and notice.  \"Seasonable\" is used here as defined in Section 1-204.  Nevertheless, the provisions of both this Article and of the contract on this point must be read with commercial reason and with full attention to good faith.\n  Cross References:\n  Point 1:  Sections 2-501, 2-601 and 2-603.\n  Point 2:  Sections 2-607 and 2-608.\n  Point 4:  Sections 1-201 and 1-204.\n  Definitional Cross References:\n  \"Agreed\".  Section 1-201.\n  \"Buyer\".  Section 2-103.\n  \"Commercial unit\".  Section 2-105.\n  \"Conform\".  Section 2-106.\n  \"Contract\".  Section 1-201.\n  \"Goods\".  Section 2-105.\n  \"Merchant\".  Section 2-104.\n  \"Notifies\".  Section 1-201.\n  \"Notification\".  Section 1-201.\n  \"Sale on approval\".  Section 2-326.\n  \"Sale or return\".  Section 2-326.\n  \"Seasonably\".  Section 1-204.\n  \"Seller\".  Section 2-103."
}