{
    "name": "Final written expression: parol or extrinsic evidence",
    "number": "2-202",
    "text": "§490:2-202  Final written expression:  parol or extrinsic evidence.  Terms with respect to which the confirmatory memoranda of the parties agree or that are otherwise set forth in a writing intended by the parties as a final expression of their agreement with respect to such terms as are included therein may not be contradicted by evidence of any prior agreement or of a contemporaneous oral agreement but may be explained or supplemented by:\n    (a)   Course of performance, course of dealing, or usage of trade (section 490:1-303); and\n    (b)   Evidence of consistent additional terms unless the court finds the writing to have been intended also as a complete and exclusive statement of the terms of the agreement. [L 1965, c 208, §2-202; HRS §490:2-202; am L 2004, c 162, §5]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:\n  1.  This section definitely rejects:\n  (a)  Any assumption that because a writing has been worked out which is final on some matters, it is to be taken as including all the matters agreed upon;\n  (b)  The premise that the language used has the meaning attributable to such language by rules of construction existing in the law rather than the meaning which arises out of the commercial context in which it was used;\n  (c)  The requirement that a condition precedent to the admissibility of the type of evidence specified in paragraph (a) is an original determination by the court that the language used is ambiguous.\n  2.  Paragraph (a) makes admissible evidence of course of dealing, usage of trade and course of performance to explain or supplement the terms of any writing stating the agreement of the parties in order that the true understanding of the parties as to the agreement may be reached.  Such writings are to be read on the assumption that the course of prior dealings between the parties and the usages of trade were taken for granted when the document was phrased.  Unless carefully negated they have become an element of the meaning of the words used.  Similarly, the course of actual performance by the parties is considered the best indication of what they intended the writing to mean.\n  3.  Under paragraph (b) consistent additional terms, not reduced to writing, may be proved unless the court finds that the writing was intended by both parties as a complete and exclusive statement of all the terms.  If the additional terms are such that, if agreed upon, they would certainly have been included in the document in the view of the court, then evidence of their alleged making must be kept from the trier of fact.\n  Cross References:\n  Point 3:  Sections 1-205, 2-207, 2-302 and 2-316.\n  Definitional Cross References:\n  \"Agreed\" and \"agreement\".  Section 1-201.\n  \"Course of dealing\".  Section 1-205.\n  \"Parties\".  Section 1-201.\n  \"Term\".  Section 1-201.\n  \"Usage of trade\".  Section 1-205.\n  \"Written\" and \"writing\".  Section 1-201.\n \nCase Notes\n \n  Where written contract is ambiguous as to amount of payment due on delivery, it is proper for court to hear extrinsic evidence to determine intent.  577 F.2d 568.\n  Mentioned with respect to finality of a written agreement entered into by an association of owners of a condominium.  2 H. App. 285, 630 P.2d 652.\n  Written lease could be supplemented by oral option to buy.  4 H. App. 1, 658 P.2d 343.\n  Lease intended to be complete and parol evidence regarding intent excluded.  4 H. App. 341, 666 P.2d 622."
}