{
    "name": "Hawaii community development authority; established",
    "number": "3",
    "text": "(a)  There is established the Hawaii community development authority, which shall be a body corporate and a public instrumentality of the State, for the purpose of implementing this chapter.  The authority shall be placed within the department of business, economic development, and tourism for administrative purposes.\n     (b)  The authority shall consist of thirteen voting members.  The director of finance, the director of business, economic development, and tourism, the comptroller, and the director of transportation, or their respective designated representatives shall serve as ex officio, voting members.  One member shall be appointed by the governor from a list of not less than three prospective appointees submitted by the president of the senate, and one member shall be appointed by the governor from a list of not less than three prospective appointees submitted by the speaker of the house of representatives.  Seven members shall be appointed by the governor for staggered terms pursuant to section 26-34; provided that four members shall be appointed at large and, initially, three members, hereinafter referred to as county members, shall be selected from a list of ten prospective appointees recommended by the local governing body of the county in which the initial designated district is situated; and provided further that when vacancies occur in any of the three positions for which the members were selected from a list of county recommendations, the governor shall fill such vacancies on the basis of one from a list of four recommendations, two from a list of seven recommendations, or three from a list of ten recommendations.  The list of recommendations shall be made by the local governing body of the county.  If an additional district is designated by the legislature, the total membership of the authority shall be increased as prescribed above by the appointment of three additional members, except as provided for in section 206E-191.  Notwithstanding section 92-15, a majority of all members shall constitute a quorum to do business, and the concurrence of a majority of all members shall be necessary to make any action of the authority valid; except that, on any matter relating solely to a specific community development district, the members representing districts other than that specific community development district shall neither vote, nor shall they be counted to constitute a quorum, and concurrence shall be required of a majority of that portion of the authority made up of all ex officio voting members, members at large, and county and district members representing the district for which action is being proposed in order for such action to be valid.  All members shall continue in office until their respective successors have been appointed and qualified.  Except as herein provided, no member appointed under this subsection shall be an officer or employee of the State or its political subdivisions.\n     (c)  The authority shall appoint the executive director who shall be the chief executive officer.  The authority shall set the salary of the executive director, who shall serve at the pleasure of the authority and shall be exempt from chapter 76.\n     (d)  The authority shall annually elect the chairperson and vice chairperson from among its members.\n     (e)  The members of the authority appointed under subsection (b) shall serve without compensation, but each shall be reimbursed for expenses, including travel expenses, incurred in the performance of their duties. [L 1976, c 153, pt of §1; am L 1983, c 180, §1; am L 1987, c 336, §7, c 339, §4, and c 355, §4; am L 1990, c 293, §8; am L 1993, c 311, §4; gen ch 1993; am L 2000, c 253, §150; am L 2002, c 184, §3; am L 2006, c 252, §1]"
}