{
    "name": "Microorganism import certification revolving fund",
    "number": "48",
    "text": "(a)  There is established in the state treasury the microorganism import certification revolving fund which shall be administered by the department for the purposes of this section.  The microorganism import certification revolving fund shall consist of:\n     (1)  Legislative appropriations to the microorganism import certification revolving fund;\n     (2)  Certification and inspection fees, as authorized by rule;\n     (3)  All fines collected pursuant to this part;\n     (4)  Reimbursements for any costs paid by the department to remediate any impending danger or actual emergencies involving microorganisms imported pursuant to certificate;\n     (5)  All interest earned on or accrued to moneys deposited in the microorganism import certification revolving fund;\n     (6)  Grants and gifts to the microorganism import certification revolving fund; and\n     (7)  Any other moneys made available to the microorganism import certification revolving fund from other sources.\n     (b)  The balance in the microorganism import certification revolving fund shall not exceed $500,000.  All amounts in excess of $500,000 shall be deposited to the credit of the state general fund.\n     (c)  The department shall expend moneys in the microorganism import certification revolving fund for the development, administration, and operation of the microorganism import certification program, including but not limited to personnel, training, materials and equipment, compliance monitoring activities, educational workshops for certified importers and applicants for certification, evaluation and remediation of impending threat or actual emergencies related to microorganisms imported pursuant to certificate, and for any other purpose deemed necessary to carry out the purposes of this part.\n     (d)  The department may set fees, by rule, for educational workshops for certified importers or applicants for certification. [L 1999, c 177, pt of §1]"
}