{
    "name": "Delay of notification",
    "number": "47.8",
    "text": "(a)  A governmental entity may as part of a request for a court order include a provision that notification be delayed for a period not exceeding ninety days if the court determines that notification of the existence of the court order may have an adverse result.\n\t(b)  An adverse result for the purpose of subsection (a) of this section is:\n\n\n\n\t(1)\tEndangering the life or physical safety of an individual;\n\t(2)\tFlight from prosecution;\n\t(3)\tDestruction of or tampering with evidence;\n\t(4)\tIntimidation of a potential witness; or\n\t(5)\tOtherwise seriously jeopardizing an investigation or unduly delaying a trial.\n\n\n\n\t(c)  Extensions of delays in notification may be granted up to ninety days per application to a court.  Each application for an extension must comply with subsection (e) of this section.\n\t(d)  Upon expiration of the period of delay of notification, the governmental entity shall serve upon, or deliver by registered mail to, the customer or subscriber a copy of the process or request together with notice that:\n\n\n\n\t(1)\tStates with reasonable specificity the nature of the law enforcement inquiry; and\n\t(2)\tInforms such customer or subscriber:\n\n\t\t(A)\tThat information maintained for such customer or subscriber by the service provider or request was supplied to or requested by that governmental authority and the date on which the supplying or request took place;\n\t\t(B)\tThat notification of such customer or subscriber was delayed;\n\t\t(C)\tWhat governmental entity or court made the certification or determination; and\n\t\t(D)\tWhich provision of this part allowed such delay.\n\n\n\n\n\n\t(e)  A governmental entity may apply to the circuit court designated by the chief justice of the Hawaii supreme court or any other circuit judge or district court judge, if a circuit court judge has not yet been designated by the chief justice of the Hawaii supreme court, or is otherwise unavailable, for an order commanding a provider of an electronic communication service or remote computing service to whom a search warrant, or court order is directed, not to notify any other person of the existence of the search warrant, or court order for such period as the court deems appropriate not to exceed ninety days.  The court shall enter such an order if it determines that there is reason to believe that notification of the existence of the search warrant, or court order will result in:\n\n\n\n\t(1)\tEndangering the life or physical safety of an individual;\n\t(2)\tFlight from prosecution;\n\t(3)\tDestruction of or tampering with evidence;\n\t(4)\tIntimidation of a potential witness; or\n\t(5)\tOtherwise seriously jeopardizing an investigation or unduly delaying a trial. [L 1989, c 164, pt of §1]"
}