{
    "name": "Requirements for governmental access",
    "number": "47.6",
    "text": "(a)  A governmental entity may require disclosure of the contents of an electronic communication that has been in electronic storage for one hundred eighty days, or less, from the provider of the electronic communication service where storage has taken place, only by means of a search warrant.  A governmental entity may require disclosure of the contents of an electronic communication which has been in electronic storage for more than one hundred eighty days by the means available under subsection (b) of this section.\n\t(b)  A governmental entity may require a provider of remote computing services to disclose the contents of any electronic communication to which this subsection is made applicable by subsection (c) of this section:\n\n\n\n\t(1)\tWithout notice to the subscriber or customer, if a search warrant has been obtained; or\n\t(2)\tWith prior notice to the subscriber or customer, if a court order for disclosure under subsection (d) of this section has been obtained; except that delayed notice may be authorized by the order.\n\n\n\n\t(c)  Subsection (b) of this section is applicable to any electronic communication held or maintained on a remote computing service:\n\n\n\n\t(1)\tOn behalf of, and received by electronic transmission from (or created by computer processing of communications received by electronic transmission from) a subscriber or customer of such remote computing service; and\n\t(2)\tSolely for the purpose of providing storage or computer processing services to such subscriber or customer, if the provider is not authorized to access the contents of any such communications for any purpose other than storage or computer processing.\n\t(d)\t(1)  A provider of electronic communication or remote computing services may disclose a record or other information pertaining to a subscriber or customer of such service (other than the contents of any electronic communication) to any person other than a governmental entity.\n\t(2)\tA provider of electronic communication or remote computing services shall disclose a record or other information pertaining to a subscriber or customer of such service (other than the contents of an electronic communication) to a governmental entity only when:\n\n\t\t(A)\tPresented with a search warrant;\n\t\t(B)\tPresented with a court order for such disclosure;\n\t\t(C)\tThe consent of the subscriber or customer to such disclosure has been obtained; or\n\t\t(D)\tPresented with an administrative subpoena issued pursuant to section 28-2.5 or a grand jury or trial subpoena, which seeks the disclosure of information concerning electronic communication, including but not limited to the name, address, local and long distance telephone toll billing records, telephone number or other subscriber number or identity, length of service of a subscriber to or customer of the service, and the types of service utilized by the subscriber or customer.\n\n\t(3)\tA governmental entity receiving records or information under this subsection is not required to provide notice to a subscriber or customer.\n\n\n\n\t(e)  A court order for disclosure under subsection (b) or (c) of this section shall issue only if the governmental entity demonstrates probable cause that the contents of a wire or electronic communication, or records or other information sought, constitute or relate to the fruits, implements, or existence of a crime or are relevant to a legitimate law enforcement inquiry.  An order may be quashed or modified if, upon a motion promptly made, the service provider shows that compliance would be unduly burdensome because of the voluminous nature of the information or records requested, or some other stated reason establishing such a hardship.\n\t(f)  No cause of action shall lie in any court against any provider of wire or electronic communication service, its officers, employees, agents, or other specified persons for providing information, facilities, or assistance in accordance with the terms of a court order, warrant, or subpoena. [L 1989, c 164, pt of §1; am L 2000, c 91, §1]"
}