{
    "name": "Backup preservation",
    "number": "47.7",
    "text": "(a)  A governmental entity may include in its court order a requirement that the service provider create a backup copy of the contents of the electronic communication without notifying the subscriber or customer.  The service provider shall create such backup copy as soon as practicable consistent with its regular business practices and shall confirm to the governmental entity that such a backup copy has been made.  Such backup copy shall be created within two business days after receipt of a subpoena or court order by the service provider.\n\t(b)  The governmental entity must give notice to the subscriber or customer within three days of receiving confirmation that a backup record has been made, unless notice is delayed pursuant to the procedures herein.\n\t(c)  The service provider shall not destroy such backup copy until the later of:\n\n\n\n\t(1)\tThe delivery of the information; or\n\t(2)\tThe resolution of any proceedings, including any appeal therefrom, concerning a court order.\n\n\n\n\t(d)  The service provider shall release such backup copy to the requesting governmental entity no sooner than fourteen days after the governmental entity's notice to the subscriber or customer, if such service provider:\n\n\n\n\t(1)\tHas not received notice from the subscriber or customer that the subscriber or customer has challenged the governmental entity's request; and\n\t(2)\tHas not initiated proceedings to challenge the governmental entity's request.\n\n\n\n\t(e)  Within fourteen days after notice by the governmental entity to the subscriber or customer under subsection (b) of this section, the subscriber or customer may file a motion to vacate such court order with written notice and a copy of the motion being served on both the governmental entity and the service provider.  The motion to vacate a court order shall be filed with the circuit court judge designated by the chief justice of the Hawaii supreme court.  Such motion or application shall contain an affidavit or sworn statement:\n\n\n\n\t(1)\tStating that the applicant is a customer or subscriber to the service from which the contents of electronic communications are sought; and\n\t(2)\tSetting forth the applicant's reasons for believing that the records sought does not constitute probable cause or there has not been substantial compliance with some aspect of the provisions of this part.\n\n\n\n\t(f)  Upon receiving a copy of the motion from the subscriber or customer, the governmental agency shall file a sworn response to the court to which the motion is assigned.  The response shall be filed within fourteen days.  The response may ask the court for an in camera review, but must state reasons justifying such a review.  If the court is unable to rule solely on the motion or application and response submitted, the court may conduct such additional proceedings as it deems appropriate.  A ruling shall be made as soon as practicable after the filing of the governmental entity's response.\n\t(g)  If the court finds that the applicant is not the subscriber or customer whose communications are sought, or that there is reason to believe that the law enforcement inquiry is legitimate and the justification for the communications sought is supported by probable cause, the application or motion shall be denied, and the court shall order the release of the backup copy to the government entity.  A court order denying a motion or application shall not be deemed a final order, and no interlocutory appeal may be taken therefrom by the customer.  If the court finds that the applicant is a proper subscriber or customer and the justification for the communication sought is not supported by probable cause or that there has not been substantial compliance with the provisions of this part, it shall order vacation of the order previously issued. [L 1989, c 164, pt of §1]"
}