{
    "name": "Nonprofit organizations; mortgage loan originators",
    "number": "25",
    "text": "(a)  An employee who performs mortgage loan originator activities for a nonprofit organization is exempt from registration and licensure as a mortgage loan originator; provided that:\n     (1)  The employee's actions are part of the employee's duties as an employee of the nonprofit organization;\n     (2)  The employee only provides mortgage loan originator services with respect to residential mortgage loans with terms favorable to the borrower; and\n     (3)  The nonprofit organization maintains a valid registration as a nonprofit organization in NMLS and a unique identifier through NMLS.\n     (b)  The commissioner shall periodically examine the books and activities of nonprofit organizations as defined in section 454F-1 and shall revoke an organization's registration as a nonprofit organization with NMLS if the nonprofit organization fails to meet the requirements to be a nonprofit organization.\n     (c)  In determining whether a residential mortgage loan has terms favorable to the borrower, the commissioner shall examine:\n     (1)  The interest rate that the home loan would carry;\n     (2)  The charges that are imposed on the borrower for origination, application, closing, and other costs;\n     (3)  Whether the mortgage includes any predatory characteristics;\n     (4)  The borrower's ability to repay the loan; and\n     (5)  The term of the mortgage.\n     (d)  A nonprofit organization shall designate an employee who shall have the duty to directly manage and supervise the mortgage loan origination activity of the nonprofit organization, including:\n     (1)  The maintenance of all records, contracts, and documents of the nonprofit organization relating to mortgage loan origination activity;\n     (2)  All mortgage loan originator agreements and mortgage loan documents and the handling of these documents by the nonprofit organization's employees, or by independent contractors located at or working out of the nonprofit organization; and\n     (3)  All employees of the nonprofit organization, and all independent contractors of the nonprofit organization located at or working out of the nonprofit organization, who are working on or handling mortgage loan origination activity of the nonprofit organization. [L 2012, c 252, pt of §1; am L 2014, c 9, §7 and c 198, §11; am L 2017, c 150, §10]"
}