{
    "name": "Decree of registration; conditional when; quieting title, exceptions; reopened when",
    "number": "71",
    "text": "DECREES\n\n     If the court after hearing finds that the applicant, at the time of filing his application, or subsequently, had title, as stated in his application, that his title is proper for registration, and that since filing his application the title of the applicant has not been encumbered in any manner, then a decree of confirmation and registration as prayed for shall be entered.\n\tIf the court finds that the applicant, at the time of filing his application, or subsequently, had title, as stated in his application, that his title is proper for registration, and that subsequent to the filing of his application, the title has been encumbered, then the title shall be registered subject to the encumbrances so found.\n\tIf the court finds that the applicant, at the time of filing application, or subsequently, had title, as stated in his application, that his title is proper for registration, and that subsequent to filing his application the applicant has conveyed away all or any portion or portions of the premises or interest therein sought to be registered, then a decree of confirmation and registration shall be entered, covering the entire premises, confirming title in the applicant and the person or persons deriving their title through the applicant, to the premises or interest in accordance with his or their respective true ownership of the whole or any portion or portions thereof or interest therein at the time of filing the decree, and subject to all encumbrances affecting all or any portion thereof.\n\tEvery decree of registration of absolute title shall bind the land, and quiet the title thereto, subject only to the exceptions stated in section 501-82.  It shall be conclusive upon and against all persons, including the State, whether mentioned by name in the application, notice, or citation, or included in the general description \"to all whom it may concern.\"  The decree shall not be opened by reason of the absence, infancy, or other disability of any person affected thereby, nor by any proceeding for reversing judgments or decrees; subject, to the right of any person deprived of land or of any estate or interest therein by a decree of registration obtained by fraud to file a petition for review within one year after the entry of the decree; provided no innocent purchaser for value has acquired an interest.  If there is any such purchaser the decree of registration shall not be opened but shall remain in full force and effect forever, subject only to the right of appeal hereinbefore provided.  Any person aggrieved by the decree in any case may pursue his remedy by action of tort against the applicant or any other person for fraud, in procuring the decree. [L 1903, c 56, pt of §38; RL 1925, pt of §3228; am L 1927, c 258, §7; RL 1935, pt of §5037; RL 1945, pt of §12637; RL 1955, pt of §342-38; HRS ]"
}