{
    "name": "Credit union advisory board",
    "number": "10-125",
    "text": "(a)  There shall be a credit union advisory board consisting of five members appointed pursuant to section 26-34 by the governor who shall also designate the chairperson of the board.  There shall be at least one member from each of the counties who shall serve for four years.  The terms of the members shall be staggered and shall expire as follows: one on December 31 after the year that this chapter becomes law and one at the end of each succeeding calendar year thereafter.  The governor shall appoint persons of tested credit union experience and who are members of credit unions operating under this chapter.  However, until such time that there are credit unions operating under this chapter, the governor may make appointments to the board of persons with tested credit union experience from any credit union operating in this State.\n     (b)  The powers and duties of the board shall include, but not be limited to:\n     (1)  Advising the commissioner and others in improving the operations and supervision of credit unions;\n     (2)  Making necessary recommendations as to procedural rules pursuant to chapter 91;\n     (3)  Proposing laws and rules to safeguard the interest of depositors and members;\n     (4)  Promoting the extension of credit at the lowest possible rates and cooperating with every group of people who may be or may become interested in the formation and development of a credit union under this article;\n     (5)  Keeping detailed minutes of each board meeting; and\n     (6)  Other duties designated by the commissioner or as provided by this article.\n     (c)  Board meetings shall be held at such times and places as shall be determined by the chairperson and the commissioner.  Meetings may be called as needed, either by the chairperson, the commissioner, or a majority of the board members.\n     (d)  Three members of the board shall constitute a quorum at any meeting and a majority vote of those present shall prevail.  No member of the board shall be qualified to act in any matter involving a credit union of which the advisory board member is an officer, director, committee person, member, employee, or to which the board member is indebted.  The members of the board shall serve without compensation but shall be reimbursed through the office of the commissioner for expenses incurred in the performance of their duties. [L 1993, c 350, pt of §1; gen ch 1993]\n \nNote\n \n  Effective date of L 1993, c 350 is July 1, 1993."
}