{
    "name": "Comptroller to supervise accounts, etc.",
    "number": "1",
    "text": "PART I.  COMPTROLLER; POWERS AND DUTIES\n \n         [Repeal and reenactment on June 30, 2006 by L 2005, c 137, §1 deleted by L 2006, c 161, §7.]  (a)  The comptroller shall be the general accountant of the State and shall cause to be recorded every receipt and disbursement of money made to, by, or through the treasury.  The comptroller shall have the power to withhold any disbursement for which no appropriation has been made or which would cause a specific appropriation to be exceeded.\n     (b)  [Repeal and reenactment on June 30, 2010.  L 2006, c 306, §1.]  With respect to the executive branch, except the University of Hawaii until June 30, 2011, the Hawaii tourism authority, and the department of education until June 30, 2011, the comptroller shall have complete supervision of all accounts.  The comptroller shall preaudit all proposed payments of $10,000 or more to determine the propriety of expenditures and compliance with executive orders and rules that may be in effect.  When necessary, the comptroller shall withhold approval of any payment.  Whenever approval is withheld, the department or agency concerned shall be promptly notified.  With respect to the University of Hawaii, the Hawaii tourism authority, and the department of education, the comptroller shall issue warrants for the release of funds for the operating costs of the university, the Hawaii tourism authority, or the department of education, as applicable, in amounts and at times mutually agreed upon by the governor or director of finance and the university, the Hawaii tourism authority, or department of education, as applicable; provided:\n     (1)  The amounts released shall not exceed the allotment ceilings for the respective funding sources of the university's or the department of education's appropriations established by the governor for an allotment period pursuant to section 37-34, or in the case of the Hawaii tourism authority, revenues received by the convention center enterprise special fund and the tourism special fund pursuant to section 237D-6.5; and\n     (2)  The comptroller may issue warrants as an advance from the state treasury to the University of Hawaii, the Hawaii tourism authority, and the department of education to establish a checking account and provide working capital in amounts and at times mutually agreed upon by the governor or director of finance and the University of Hawaii, the Hawaii tourism authority, and the department of education.\nThe University of Hawaii shall preaudit all proposed payments of $10,000 or more and the Hawaii tourism authority and the department of education shall preaudit all proposed payments to determine the propriety of expenditures and compliance with applicable laws, executive orders, and rules as may be in effect.  The University of Hawaii, the Hawaii tourism authority, and the department of education shall make disbursements for operating expenses from the amounts released by the comptroller and maintain records and documents necessary to support those disbursements at times mutually agreed upon by the university president, the executive director of the Hawaii tourism authority, or the superintendent of education, as applicable, and the comptroller; provided that when requested by the university, the Hawaii tourism authority, or department of education, the comptroller shall make all disbursements for the university, the Hawaii tourism authority, or department of education, as applicable, subject to available allotment.  Funds released pursuant to this section shall be deposited by the university, the Hawaii tourism authority, or department of education, as applicable, in accordance with the provisions applicable to the director of finance by chapter 38.  Except for moneys deposited by the Hawaii tourism authority in the convention center enterprise special fund pursuant to section 201B-8, and in the tourism special fund pursuant to section 201B-11, any interest earned on the deposit of funds released pursuant to this section shall be deposited in the state treasury at the end of each fiscal year.\n     (c)  With respect to the judiciary and the legislature, the comptroller shall make available to the judiciary and the legislature the total amount appropriated to each, except that the judiciary and the legislature may request the comptroller's services in maintaining custody of the amount appropriated to each and in making payments therefrom.  When such services are requested, the comptroller shall make all disbursements requested by the judiciary or the legislature, but shall not make any disbursement for which no appropriation has been made or which would cause a specific appropriation to be exceeded.\n     (d)  Any financial transaction recorded may be inspected by the public. [L 1898, c 39, §9; RL 1925, §1435; RL 1935, §562; RL 1945, §1564; RL 1955, §34-13; am L 1957, c 152, §1; HRS ; am L 1974, c 159, §4; am L 1986, c 321, §§4, 12; am L 1987, c 283, §69; am L 1989, c 371, §§4, 7; am L 1990, c 66, §1; am L 1991, c 163, §3; am L 1993, c 314, §§1, 2; am L Sp 1993, c 8, §22; am L 1996, c 231, §1; am L 1997, c 180, §1; am L 1998, c 115, §24; am L 2004, c 58, §§3, 14; am L 2005, c 22, §50; am L 2006, c 161, §1; am L 2008, c 37, §1]\n \nNote\n \n  The entire source note for this section is set forth to incorporate numerous repeal and reenactment amendment references.\n  The L 2008, c 37, §1 amendment is exempt from the June 30, 2010 repeal and reenactment condition by L 2006, c 306, §1.  L 2008, c 37, §3.\n \nCross References\n \n  Generally, see §26-6.\n  Services to judiciary and legislature, see §26-25."
}