{
    "name": "Promoting a dangerous drug in the second degree",
    "number": "1242",
    "text": "(1)  A person commits the offense of promoting a dangerous drug in the second degree if the person knowingly:\n    (a)   Possesses twenty-five or more capsules, tablets, ampules, dosage units, or syrettes, containing one or more dangerous drugs; or\n    (b)   Possesses one or more preparations, compounds, mixtures, or substances of an aggregate weight of:\n         (i)  One-eighth ounce or more, containing methamphetamine, heroin, morphine, or cocaine or any of their respective salts, isomers, and salts of isomers; or\n        (ii)  One-fourth ounce or more, containing any dangerous drug; or\n    (c)   Distributes any dangerous drug in any amount, except for methamphetamine as provided in section 712-1240.6.\n     (2)  Promoting a dangerous drug in the second degree is a class B felony. [L 1972, c 9, pt of §1; am L 1975, c 163, §6(d); am L 1982, c 9, §2; am L 1987, c 176, §7 and c 356, §2; am L 1988, c 291, §1; am L 1989, c 163, §2; gen ch 1992; am L 1996, c 308, §3; am L 2002, c 161, §7; am L 2004, c 44, §6]\n \nNote\n \n  Section 712-1240.6 referred to in text is repealed.\n \nCase Notes\n \n  Procuring agency defense is not applicable to charge under subsection (1)(c).  58 H. 234, 566 P.2d 1370.\n  Instruction was erroneous which required the jury to find that defendant knew the substance was heroin upon the State's showing by chemical analysis that it was heroin.  61 H. 308, 603 P.2d 141.\n  The procuring agent defense is unavailable to a charge of promoting a dangerous drug.  71 H. 134, 785 P.2d 941.\n  Because undisputed evidence at trial was that defendant did nothing more than offer to buy cocaine from police sergeant, defendant did not, as a matter of law, violate subsection (1)(c).  78 H. 317, 893 P.2d 168.\n  In the absence of a bill of particulars, where the evidence adduced at trial proves only a sale and a reasonable juror could find that the defendant did not act on the seller's behalf, the defendant is entitled to a jury instruction on the procuring agent defense.  93 H. 279, 1 P.3d 281.\n  Method used to prove that capsules of methaqualone hydrochloride contained methaqualone accepted as evidence.  1 H. App. 31, 613 P.2d 919.\n  Instruction charging the jury that proof that the defendant distributed the substance proven to be cocaine was sufficient to show defendant had knowledge of the nature of the substance was erroneous.  1 H. App. 544, 622 P.2d 619.\n  Chain of custody requirements.  1 H. App. 546, 622 P.2d 620.\n  Evidence was sufficient to prove distribution; it was not necessary to introduce cocaine itself into evidence.  10 H. App. 1, 860 P.2d 610."
}