{
    "name": "Alternative terms and conditions of vessel discharges Note Volunteer water quality surveying and sampling pilot program.  L 1993, c 292. Cross References Nonpoint source pollution management and control, see chapter 342E. Law Journals and Reviews",
    "number": "111",
    "text": "Alternative terms and conditions of vessel discharges.  (a)  The department may establish alternative terms and conditions of vessel discharges applicable to an owner or operator of a vessel who cannot practicably comply with the standard terms and conditions of vessel discharges under sections 342D-102, 342D-103, 342D-104, and 342D-106 or who wishes to use or test alternative environmental protection equipment or procedures.  Except as specified in alternative terms and conditions set by the department under this subsection, the alternative terms and conditions of vessel discharges must require compliance with the standard terms and conditions of vessel discharges under sections 342D-102, 342D-103, 342D-104, and 342D-106.  The department, on a case-by-case basis, may set alternative terms and conditions of vessel discharges if:\n\n\n\n\t(1)\tThe vessel owner or operator demonstrates to the department's reasonable satisfaction that equivalent environmental protection can be attained through other terms or conditions appropriate for the specific configuration or operation of the vessel;\n\t(2)\tThe vessel owner or operator agrees to make necessary changes to the vessel to allow it to comply with the standard terms and conditions of vessel discharges under sections 342D-102, 342D-103, 342D-104, and 342D-106 but demonstrates to the department's reasonable satisfaction that additional time is needed to make the necessary changes; or\n\t(3)\tAn experimental technology or method for pollution control of a discharge is being used or is proposed as one of the alternative terms and conditions of vessel discharges, and the department determines that the experimental technology or method has a reasonable likelihood of success in providing increased protection for the environment.\n\n\n\n\t(b)  Alternative terms and conditions of vessel discharges approved by the department under subsection (a), if determined appropriate by the department, may include a waiver by the department of portions of the requirements of sections 342D-102, 342D-103, and 342D-104 for the time period that the department determines to be appropriate. [L 2005, c 217, pt of §1]"
}