{
    "name": "Revolving fund; uses",
    "number": "84",
    "text": "(a)  Moneys in the revolving fund, if consistent with the purpose of the revolving fund stated in section 342D-83(b), may be used to:\n\n\n\n\t(1)\tProvide, make, and condition loans;\n\t(2)\tGuarantee eligible party loans and bonds and to purchase or provide bond insurance or other credit enhancement or liquidity support for eligible party debt service payments when such action would improve credit market access or reduce interest rates;\n\t(3)\tBuy or refinance debt obligations of eligible parties at or below market rates, when the debt obligations were incurred after March 7, 1985;\n\t(4)\tSupport and pay the reasonable costs of administering the revolving fund, including operation and maintenance of the revolving fund, subject to the limits in Title 33 United States Code section 1383(d)(7) and Title 40 Code of Federal Regulations section 35.3120(g), and to provide a source of revenue or security for such support and payment;\n\t(5)\tPay the principal, interest, and redemption premium, if any, on revenue bonds issued by the director, if the proceeds of revenue bonds will be deposited in the revolving fund;\n\t(6)\tProvide interest rate subsidies from earnings on corpus allocation to subsidize loans to eligible parties made from the proceeds of the revenue bonds of the department; and\n\t(7)\tProvide interest rate subsidies to eligible parties by depositing revolving fund moneys into interest bearing accounts in participating financial institutions that issue loans for the implementation of eligible projects under section 342D-83(b).\n\n\n\n\t(b)  The entire water pollution control loan program, and not only those accounts or subaccounts funded by revenue bond proceeds, shall be subject to section 39-61 for the purposes of accomplishing leveraging and exclusion of the revenue bonds from the state constitutional debt ceiling. [L 1997, c 221, pt of §1; am L 2002, c 132, §7]\nNote\n  Agency rules shall supersede the 2002 amendment until the rules are amended, repealed, or replaced.  L 2002, c 132, §9."
}