{
    "name": "Definitions",
    "number": "101",
    "text": "DISCHARGES FROM COMMERCIAL PASSENGER VESSELS\n\n\t    As used in this part:\n\t\"Commercial passenger vessel\" means a vessel that carries passengers for hire.  The term does not include a vessel:\n\n\n\n\t(1)\tAuthorized to carry fewer than fifty passengers;\n\t(2)\tThat does not provide overnight accommodations for at least fifty passengers for hire, determined with reference to the number of lower berths and based on an average of two persons per cabin; or\n\t(3)\tOperated by the United States or a foreign government.\n\n\n\n\t\"Discharge\" means any release, however caused, from a commercial passenger vessel, and includes any escape, disposal, spilling, leaking, pumping, emitting, or emptying.\n\t\"Hazardous substance\" has the same meaning as defined in section 342D-38.\n\t\"Hazardous waste\" has the same meaning as defined in section 342J-2.\n\t\"Large commercial passenger vessel\" means a commercial passenger vessel that provides overnight accommodations for two hundred fifty or more passengers for hire, determined with reference to the number of lower berths and based on an average of two persons per cabin.\n\t\"Marine waters of the State\" means those waters between the shoreline of the State and any point three nautical miles from the shoreline of the State.\n\t\"Offloading\" means the removal of a hazardous substance, hazardous waste, or nonhazardous solid waste from a commercial passenger vessel onto or into a controlled storage, processing, or disposal facility or treatment works.\n\t\"Other wastewater\" means sewage that is stored in or transferred to a ballast tank or other holding area on the vessel that may not be customarily used for storing sewage.\n\t\"Passengers for hire\" means vessel passengers for whom consideration is contributed as a condition of carriage on the vessel, whether directly or indirectly flowing to the owner, charterer, operator, agent, or any other person having an interest in the vessel.\n\t\"Sewage\" means human body wastes and the wastes from toilets and other receptacles intended to receive or retain human body waste.\n\t\"Small commercial passenger vessel\" means a commercial passenger vessel that provides overnight accommodations for two hundred forty-nine or fewer passengers for hire, determined with reference to the number of lower berths and based on an average of two persons per cabin.\n\t\"Treated sewage\" means sewage that meets all applicable effluent limitation standards and processing requirements of the Federal Water Pollution Control Act, as amended, and regulations adopted under the same.\n\t\"Untreated sewage\" means sewage that is not treated sewage.\n\t\"Vessel\" means any form or manner of watercraft, other than a seaplane on the water, whether or not capable of self-propulsion.\n\t\"Voyage\" means a vessel trip to or from one or more ports of call in the State with the majority of the passengers for hire completing the entire vessel trip.  A vessel trip involving stops at more than one port of call is considered a single voyage so long as the majority of passengers for hire complete the entire trip.\n\t\"Wastewater\" shall have the same meaning as \"other wastewater\". [L 2005, c 217, pt of §1]"
}