{
    "name": "Accumulation of $500,000,000 in funds and commitments",
    "number": "5.5",
    "text": "(a)  Upon written confirmation from the insurance commissioner that the director of finance has secured $500,000,000, in the aggregate, in the form of:\n\n\n\n\t(1)\tCommitments from either the federal government or an agency of the federal government or a financial institution;\n\t(2)\tRevenue bonds other than those issued or to be issued in response to the occurrence of a covered event; or\n\t(3)\tA combination of the commitments or bonds;\n\n\n\nthe Hawaii hurricane relief fund shall:\n\n\n\n\t(1)\tControl or freeze rates; and\n\t(2)\tContinue accumulating premiums from policies of hurricane property insurance and the special mortgage recording fee, net of any reinsurance payments, operating expenses and funds necessary for the development of a comprehensive loss reduction plan.\n\n\n\n\t(b)  When the balance of the net moneys accumulated totals $500,000,000, the Hawaii hurricane relief fund may notify the insurance commissioner of that fact.  The insurance commissioner, in turn, may order, following the receipt of the notice, a reduction in the rates for policies of hurricane property insurance.\n\t(c)  In the event of a loss from a covered event, the net moneys accumulated shall be used to settle claims and pay current and ongoing expenses of the Hawaii hurricane relief fund.  The net accumulated moneys, commitments, and bonds described in subsection (a)(2) shall be used only in the event losses from a covered event exceed the assessment pursuant to section 431P-5(b)(8)(B).\n\t(d)  In the event the balance of the net accumulated moneys falls below $400,000,000, the Hawaii hurricane relief fund shall establish rates, subject to the approval of the insurance commissioner, necessary to replenish the account balance to $500,000,000 as promptly as reasonably practicable.  The director of finance shall seek to arrange additional commitments whenever the account balance falls below $400,000,000.\n\t(e)  The Hawaii hurricane relief fund shall be exempt from paying all taxes and fees levied by the State on other insurers. [L Sp 1995, c 32, §2; am L 2000, c 76, §1]"
}