{
    "name": "Liability of third person",
    "number": "8",
    "text": "When a work injury for which compensation is payable under this chapter has been sustained under circumstances creating in some person other than the employer or another employee of the employer acting in the course of his employment a legal liability to pay damages on account thereof, the injured employee or his dependents (hereinafter referred to collectively as the employee) may claim compensation under this chapter and recover damages from such third person.\n     If the employee commences an action against such third person he shall without delay give the employer written notice of the action and the name and location of the court in which the action is brought by personal service or registered mail.  The employer may, at any time before trial on the facts, join as party plaintiff.\n     If within nine months after the date of the personal injury the employee has not commenced an action against such third person, the employer, having paid or being liable for compensation under this chapter, shall be subrogated to the rights of the injured employee.  Except as limited by chapter 657, the employee may at any time commence an action or join in any action commenced by the employer against such third person.\n     No release or settlement of any claim or action under this section is valid without the written consent of both employer and employee.  The entire amount of the settlement after deductions for attorney's fees and costs as hereinafter provided, is subject to the employer's right of reimbursement for his compensation payments under this chapter and his expenses and costs of action.\n     If the action is prosecuted by the employer alone, the employer shall be entitled to be paid from the proceeds received as a result of any judgment for damages, or settlement in case the action is compromised before judgment, the reasonable litigation expenses incurred in preparation and prosecution of such action, together with a reasonable attorney's fee which shall be based solely upon the services rendered by the employer's attorney in effecting recovery both for the benefit of the employer and the employee.  After the payment of such expenses and attorney's fee, the employer shall apply out of the amount of the judgment or settlement proceeds an amount sufficient to reimburse the employer for the amount of his expenditure for compensation and shall pay any excess to the injured employee or other person entitled thereto.\n     If the action is prosecuted by the employee alone, the employee shall be entitled to apply out of the amount of the judgment for damages, or settlement in case the action is compromised before judgment, the reasonable litigation expenses incurred in preparation and prosecution of such action, together with a reasonable attorney's fee which shall be based solely upon the services rendered by the employee's attorney in effecting recovery both for the benefit of the employee and the employer.  After the payment of such expenses and attorney's fee there shall be applied out of the amount of the judgment or settlement proceeds, the amount of the employer's expenditure for compensation, less his share of such expenses and attorney's fee.  On application of the employer, the court shall allow as a first lien against the amount of the judgment for damages or settlement proceeds, the amount of the employer's expenditure for compensation, less his share of such expenses and attorney's fee.\n     If the action is prosecuted both by the employee and the employer, in a single action or in consolidated actions, and they are represented by the same agreed attorney or by separate attorneys, there shall first be paid from any judgment for damages recovered, or settlement proceeds in case the action or actions be settled before judgment, the reasonable litigation expenses incurred in preparation and prosecution of such action or actions, together with reasonable attorney's fees based solely on the services rendered for the benefit of both parties where they are represented by the same attorney, and where they are represented by separate attorneys, based solely upon the service rendered in each instance by the attorney in effecting recovery for the benefit of the party represented.  After the payment of such expenses and attorneys' fees there shall be applied out of the amount of the judgment for damages, or settlement proceeds an amount sufficient to reimburse the employer for the amount of his expenditure for compensation and any excess shall be paid to the injured employee or other person entitled thereto.\n     In the event that the parties are unable to agree upon the amount of reasonable litigation expenses and the amount of attorneys' fees under this section then the same shall be fixed by the court.\n     After reimbursement for his compensation payments the employer shall be relieved from the obligation to make further compensation payments to the employee under this chapter up to the entire amount of the balance of the settlement or the judgment, if satisfied, as the case may be, after deducting the cost and expenses, including attorneys' fees.\n     The amount of compensation paid by the employer or the amount of compensation to which the injured employee is entitled shall not be admissible in evidence in any action brought to recover damages.\n     Another employee of the same employer shall not be relieved of his liability as a third party, if the personal injury is caused by his wilful and wanton misconduct.\n     If the special compensation fund has paid or is liable for any compensation under this chapter, the fund shall be entitled to all the rights and remedies granted an employer under this section; provided that the employer's right to reimbursement for compensation payments and expenses under this chapter shall have priority. [L 1963, c 116, pt of §1; Supp, §97-8; am L 1967, c 53, §1; HRS ; am L 1969, c 13, §1; am L 1970, c 58, §1; am L 1973, c 144, §1]\n \nCross References\n \n  Mailing of notice, see §1-28.\n \nRules of Court\n \n  Consolidation of actions, see HRCP rule 42.\n  Intervention, see HRCP rule 24.\n \nLaw Journals and Reviews\n \n  Makaneole v. Gampon:  Site Owners Vicariously Liable for Negligence of Contractors and Their Employees.  12 UH L. Rev. 481.\n \nCase Notes\n \n  Employer or insurance carrier may be required to pay share of attorney's fees proportionate to total amount of compensation benefits it would have had to pay but for settlement of third party action.  625 F.2d 314.\n  Did not allow claim against defendant individually for negligent infliction of emotional distress; section may allow claim for intentional infliction of emotional distress.  938 F. Supp. 1503.\n  Damages awarded against third party.  23 H. 524.  Election, employer or third party.  32 H. 446.  Suit by next friend appointed solely for that purpose, not an election.  32 H. 928.\n  Section not applicable when person for whose compensation the carrier is liable is the widow of the decedent whose death was caused by the wrongful act or neglect of a third person.  32 H. 153.\n  Negligence suit may be filed by an employee of a subcontractor against the general contractor and general contractor's employees.  50 H. 293, 439 P.2d 669.\n  Employer entitled to attorney's fees out of judgment recovered from third party tortfeasor but not out of settlement claim.  51 H. 437, 462 P.2d 196.\n  Section preserves employee's right of action in common law or under a statute against a third party; it does not establish an independent claim.  63 H. 273, 626 P.2d 182.\n  Co-employee liable to injured employee or nonemployee third-party plaintiff for injury caused by co-employee's wilful and wanton misconduct.  68 H. 22, 702 P.2d 772.\n  Notwithstanding the language of this statute, disclosure of workers' compensation evidence, including the amount, may be appropriate where some relevant purpose for allowing its admission develops in trial.  79 H. 14, 897 P.2d 941.\n  Employer\u0092s reliance on the provisions of this section was reasonable; employer had no duty to intervene until it knew or reasonably should have known that plaintiff would dismiss plaintiff\u0092s claims against defendant without consent.  79 H. 352, 903 P.2d 48.\n  Where plaintiff stipulated to dismiss plaintiff's claims against defendant without the written consent of plaintiff's employer, the stipulation dismissing all claims with prejudice was invalid.  79 H. 352, 903 P.2d 48.\n  Co-employee liability claims based on \"wilful and wanton misconduct\" must be proven by clear and convincing evidence.  82 H. 1, 919 P.2d 263.\n  \"Wilful and wanton misconduct\" exception to co-employee immunity under this section includes reckless conduct, where specific intent by co-employee to cause injury is not required.  82 H. 1, 919 P.2d 263.\n  Under §386-73, this section, and Hawaii administrative rule §12-10-31, a settlement or compromise of future workers' compensation benefits cannot be valid or binding without the consent or approval of the director of labor and industrial relations.  90 H. 152, 977 P.2d 160.\n  Under this section, the employer must bear a proportionate share of the employee\u0092s attorney\u0092s fees and costs incurred while pursuing recovery from a third party tortfeasor; the employer, and/or its workers\u0092 compensation insurance carrier, must bear its share of the employee\u0092s attorney\u0092s fees and costs in proportion to the present and future benefits derived from a third party settlement or judgment.  92 H. 515, 993 P.2d 549.\n  Where an employee pursues a third-party action \u0093alone\u0094, this section requires that an employer is only entitled to a first lien in the amount of its workers\u0092 compensation expended, less the employer\u0092s \u0093share\u0094 of attorneys\u0092 fees and expenses.  92 H. 524 (App.), 993 P.2d 558.\n  Where employer intervened before any trial on the facts, trial court did not abuse discretion by allowing employer to intervene.  92 H. 524 (App.), 993 P.2d 558.\n  No abuse of discretion in requiring insurance company to pay one-half of the employee's court expenses.  2 H. App. 344, 631 P.2d 1209.\n  Plaintiff permitted to amend pleading to allege cause of action for wilful and wanton misconduct against defendant employees of same employer.  9 H. App. 21, 821 P.2d 937."
}