{
    "name": "King Kamehameha celebration commission",
    "number": "5",
    "text": "(a)  There shall be a commission to be known as the King Kamehameha celebration commission placed within the department of accounting and general services for administrative purposes.  The commission shall consist of thirteen members to be appointed by the governor in the manner provided by section 26-34.  The appointments shall be made from the following organizations, with at least one member from each organization:\n\n\n\n\t(1)\tRoyal Order of Kamehameha I;\n\t(2)\t`Ahahui Ka`ahumanu;\n\t(3)\tHale O Nā Ali`i O Hawai`i `Ahahui Po`o;\n\t(4)\tDaughters and Sons of Hawaiian Warriors;\n\t(5)\tKamehameha Schools Alumni Association;\n\t(6)\tAssociation of Hawaiian Civic Clubs;\n\t(7)\tWaimanalo Homesteaders Association; \t(8)\tKapahulu Music Club; and\n\t(9)\tPapakolea Community Association.\n\n\n\n\tIn addition, the governor shall appoint one member from each of the following islands:  Kaua`i, Maui, Moloka`i, and Hawai`i.  Each of these members shall be a resident of the respective island that the member represents.\n\t(b)  The terms of all appointments shall be four years.  The governor shall appoint the chairperson of the commission from among the members.\n\t(c)  The members of the King Kamehameha celebration commission shall serve without compensation, but shall be entitled to reimbursement for travel and necessary expenses while attending meetings and while in discharge of their duties.  The comptroller shall reimburse the members of the King Kamehameha celebration commission for all necessary expenses incurred during the discharge of their duties.\n\t(d)  The commission may appoint and dismiss an arts program specialist and a part-time clerk typist, without regard to chapter 76, who shall serve at the commission's pleasure, and whose salaries shall be provided through fees, public contributions, and private donations.\n\t(e)  The commission shall have charge of all arrangements for the celebration each year generally observed throughout Hawai`i Nei on June 11, to commemorate the memory of the great Polynesian Hawaiian warrior and statesman King Kamehameha I, who united the Hawaiian Islands into the Kingdom of Hawai`i, and is recognized as such under section 8-1.  The commission may appoint committees and delegate powers and duties to the committees as it shall determine.\n\t(f)  The comptroller shall account for all moneys appropriated by the legislature, may raise funds to defray administrative costs, and may accept donations of money and personal property on behalf of the commission; provided that all donations accepted from private sources shall be expended in the manner prescribed by the contributor, and all moneys received from all sources shall be deposited into the commission's trust account.\n\t(g)  The commission shall be the coordinating agency for all state sponsored as well as other celebration events staged during the celebration period as designated by the commission to assure activities planned are timely and appropriate to commemorate the memory of King Kamehameha I.  The commission is authorized to determine to whom and for which occasions permission is to be granted for the use of the statue of King Kamehameha I.\n\t(h)  The commission shall adopt rules pursuant to chapter 91 necessary for the purpose of this section. [L 1939, c 227, §1; RL 1945, §12935; am L 1949, c 87, §1; RL 1955, §14-6; am L 1957, c 152, §1; am L 1959, c 117, §1; HRS ; am L 1970, c 193, §1; am L 1972, c 50, §1; am L 1974, c 57, §1; am L 1981, c 220, §1; am L 1984, c 227, §2; gen ch 1985; am L 1988, c 220, §2; am L 1993, c 280, §2; am L 1997, c 189, §1; am L 1998, c 193, §1; am L 2000, c 253, §150]\nCross References\n  Acting members of commission, see §26-36.\n  Commission placed within department of accounting and general services for administrative purposes, see §26-6.\n  Membership on other boards and commissions prohibited, see §78-4.\n  Quorum, see §92-15."
}