{
    "name": "Hawaii community development authority; established",
    "number": "3",
    "text": "(a)  There is established the Hawaii community development authority, which shall be a body corporate and a public instrumentality of the State, for the purpose of implementing this chapter.  The authority shall be placed within the department of business, economic development, and tourism for administrative purposes.\n     (b)  The authority shall consist of nine voting members for each community development district established in this chapter.  The director of finance, the director of business, economic development, and tourism, the comptroller, and the director of transportation, or their respective designated representatives, shall serve as ex officio, voting members of the authority; provided that, in addition:\n     (1)  A cultural expert shall be appointed by the governor pursuant to section 26-34 as a voting member;\n     (2)  One member shall be appointed by the governor pursuant to section 26-34 as a voting member; provided further that this paragraph shall not apply to the Kalaeloa community development district; and\n     (3)  The chairperson of the Hawaiian homes commission or the chairperson's designee, shall serve as an ex officio, voting member for the Kalaeloa community development district only, shall be considered in determining quorum and majority only on issues relating to the Kalaeloa community development district, and shall vote only on issues relating to the Kalaeloa community development district.\n     Three additional members, hereinafter referred to as county members, shall be selected by the governor from a list of ten prospective appointees recommended by the local governing body of the county in which each designated district is situated; provided that when vacancies occur in any of the three positions for which the members were selected from a list of county recommendations, the governor shall fill such vacancies on the basis of one from a list of four recommendations, two from a list of seven recommendations, or three from a list of ten recommendations.  The list of recommendations shall be made by the local governing body of the county.  Of the three members appointed as county members recommended by the local governing body of the county in which each designated district is situated, two members shall represent small businesses and shall be designated as the small business representatives on the board whose purpose, among other things, is to vote on matters before the board that affect small businesses.  The small business representatives shall be owners or active managers of a small business with its principal place of operation located within the physical boundaries of each designated district.  Notwithstanding section 84-14(a), the small business representatives may vote on any matter concerning any district under the board's jurisdiction other than matters concerning the Heeia community development district; provided that the matter is not limited to solely benefiting the specific interest of that member and the matter concerns broader interests within the district.  One of the county members shall be a resident of the designated district; provided that for purposes of this section, the county member who is a resident of the Kalaeloa community development district shall be a resident of the Ewa zone (zone 9, sections 1 through 2), or the Waianae zone (zone 8, sections 1 through 9) of the first tax map key division.  The county members shall be considered in determining quorum and majority only on issues not relating to the Heeia community development district and may only vote on issues not related to the Heeia community development district.\n     Three additional voting members shall be appointed to the authority by the governor pursuant to section 26-34 to represent the Heeia community development district.  These three members shall be considered in determining quorum and majority only on issues relating to the Heeia community development district and may vote only on issues related to the Heeia community development district.  The three members shall be residents of the Heeia community development district or the Koolaupoko district which consists of sections 1 through 9 of zone 4 of the first tax map key division.\n     If an additional district is designated by the legislature, the governor shall appoint three county members as prescribed above for each additional designated district.\n     Notwithstanding section 92-15, a majority of all members shall constitute a quorum to do business, and the concurrence of a majority of all members shall be necessary to make any action of the authority valid; except as provided in this subsection.  All members shall continue in office until their respective successors have been appointed and qualified.  Except as herein provided, no member appointed under this subsection shall be an officer or employee of the State or its political subdivisions.\n     For purposes of this section, \"small business\" means a business which is independently owned and which is not dominant in its field of operation.\n     (c)  The authority shall appoint the executive director who shall be the chief executive officer.  The authority shall set the salary of the executive director, who shall serve at the pleasure of the authority and shall be exempt from chapter 76.\n     (d)  The authority shall annually elect the chairperson and vice chairperson from among its members.\n     (e)  The members of the authority appointed under subsection (b) shall serve without compensation, but each shall be reimbursed for expenses, including travel expenses, incurred in the performance of their duties. [L 1976, c 153, pt of §1; am L 1983, c 180, §1; am L 1987, c 336, §7, c 339, §4, and c 355, §4; am L 1990, c 293, §8; am L 1993, c 311, §4; gen ch 1993; am L 2000, c 253, §150; am L 2002, c 184, §3; am L 2006, c 252, §1; am L 2008, c 132, §2; am L 2012, c 323, §2]\n \nNote\n \n  Transition of initial county members.  L 2012, c 323, §5."
}