{
    "name": "Definitions",
    "number": "91",
    "text": "PART V.  FEE TITLE ACQUISITION LOAN PROGRAM\n\n     The following words or terms as used in this part shall have the following meanings unless a different meaning clearly appears from the context:\n\t\"Eligible borrower\" means any lessee, irrespective of race, creed, national origin, or sex, who:\n\n\n\n\t(1)\tQualifies to purchase the leased fee interest in the lessee's property under this chapter;\n\t(2)\tHas never before obtained a loan under this part; and\n\t(3)\tMeets other qualifications as established by rules adopted by the corporation.\n\n\n\n\t\"Eligible loan\" means a loan to an eligible borrower for the purchase of the leased fee interest in the eligible borrower's houselot; provided that the property financed is and will be occupied as the principal place of residence by the eligible borrower, and meets other requirements as established by rules adopted by the corporation.\n\t\"Fee title acquisition loan programs\" or \"acquisition loan programs\" includes all or any part of the loan to lenders program, the purchase of existing loans program, the advance commitments program, and the eligible loan funding program authorized under this part.\n\t\"Mortgage lender\" means any bank, trust company, savings bank, national banking association, savings and loan association, building and loan association, mortgage banker, credit union, insurance company, or any other financial institution, or a holding company for any of the foregoing, which:\n\n\n\n\t(1)\tIs authorized to do business in the State;\n\t(2)\tCustomarily provides services or otherwise aids in the financing of mortgages on single family or multi-family residential property; and\n\t(3)\tIs a financial institution whose accounts are federally insured, or is an institution which is an approved mortgagee for the Federal Housing Administration, or is an approved lender for the Veterans Administration or the United States Department of Agriculture, or is an approved mortgage loan servicer for the Federal National Mortgage Association or the Federal Home Loan Mortgage Corporation.\n\n\n\n\t\"Revenue bond\" means bonds, notes, or other evidence of indebtedness of the corporation issued to finance any of the acquisition loan programs under this part.\n\t\"Trustee\" means a national or state bank or trust company within or without the State which enters into a trust indenture.\n\t\"Trust indenture\" means an agreement by and between the corporation and the trustee, which sets forth the duties of the trustee with respect to the revenue bonds, the security therefor, and other provisions as deemed necessary or convenient by the corporation to secure the revenue bonds. [L 1983, c 270, pt of §1; am L 1987, c 337, §16; am L 1988, c 104, §2; am L 1997, c 258, §20]"
}