{
    "name": "Suggested form of standardized summary of lease provisions",
    "number": "73",
    "text": "A standardized summary of lease provisions executed pursuant to section 516-71 of this chapter may, but need not, be substantially in the following form:\nSTANDARDIZED SUMMARY OF LEASE PROVISIONS\n\tThis receipt dated _______________, 19_____ between\n________________________________________ (the \"buyer\"), and\n________________________________________ (the \"seller\"),\ntax map key no.       (   )    /   /   /    (the \"property\").\nLessor:  _______________________________________________________\nSublessor:  ____________________________________________________\nLease Expiration:  ____________ Surrender Clause:  (yes or none)\nLease Rent:  $__________ per __________ until __________\n             $__________ per __________ until __________\n             $__________ per __________ until __________\nRenegotiation Dates:  __________________________________________\nRenegotiation Terms:  __________________________________________\n________________________________________________________________\n\tI understand the information above is a summary of the terms of the lease and that for more detailed information I should read the lease.\n\tI understand that the subject property is leasehold property and I will acquire the right to occupy and use the leased real property for the time stated in the lease agreement.  I will not acquire outright or absolute ownership of the land or fee simple ownership.  The land is owned by lessor or the leased fee owner, to whom I, the lessee, will agree to make lease rent payments and comply with the terms of the lease or be subject to the lessor's enforcement actions.  The lease rent payments are usually fixed for specific amounts at fixed periods of time, then subject to renegotiation.  Renegotiation may be based on formula or arbitration set in the lease agreement or by law or by agreement between the lessor and lessee.  THE RENEGOTIATED LEASE RENTS MAY INCREASE SIGNIFICANTLY.  AT THE END OF THE LEASE, I MAY HAVE TO SURRENDER THE PROPERTY (SURRENDER CLAUSE) AND THE LAND BACK TO THE LESSOR WITHOUT ANY COMPENSATION.\n\tI understand when leasehold property is acquired, title is normally conveyed by means of an assignment of lease, whose purpose is similar to that of a deed.  The legal and practical effect is different because the assignment conveys only the rights and obligations created by the lease to the property, not the property itself.\n\tI UNDERSTAND THAT IF I HAVE ANY LEGAL QUESTIONS ABOUT LEASEHOLD PROPERTY, ABOUT THE LEASE DOCUMENTS, ABOUT THE TERMS OF THE LEASE, AND ITS CONSEQUENCES, I SHOULD SEEK THE ADVICE OF AN ATTORNEY.\n\n\n\n\t[  ]\tI HAVE READ AND UNDERSTAND THE PROVISIONS OF THE LEASE DOCUMENTS RECEIVED, AND ACCEPT THE TERMS OF THE LEASE.\n\t[  ]\tI DO NOT ACCEPT THE TERMS OF THE LEASE AND CANCEL THE ACCEPTANCE CONTRACT (DROA).\n\n\n\n\n______________________________\t_______________________________\nBuyer's signature\tBuyer's signature\nDate: ________________, 19____\t____AM/PM\n[L 1991, c 276, §5]"
}