{
    "name": "Former prosecution in another jurisdiction:  when a bar",
    "number": "112",
    "text": "When behavior constitutes an offense within the concurrent jurisdiction of this State and of the United States or another state, a prosecution in any such other jurisdiction is a bar to a subsequent prosecution in this State under any of the following circumstances:\n\n\n\n\t(1)\tThe first prosecution resulted in an acquittal which has not subsequently been set aside or in a conviction as defined in section 701-110(3), and the subsequent prosecution is based on the same conduct, unless:\n\n\t\t(a)\tThe offense for which the defendant is subsequently prosecuted requires proof of a fact not required by the former offense and the law defining each of the offenses is intended to prevent a substantially different harm or evil; or\n\t\t(b)\tThe second offense was not consummated when the former trial began.\n\n\t(2)\tThe former prosecution was terminated, after the information was filed or the indictment found, by an acquittal or by a final order or judgment for the defendant which has not been set aside, reversed, or vacated and which acquittal, final order, or judgment necessarily required a determination inconsistent with a fact which must be established for conviction of the offense for which the defendant is subsequently prosecuted.\n\t(3)\tThe former prosecution was improperly terminated, as improper termination is defined in section 701-110(4), and the subsequent prosecution is for an offense of which the defendant could have been convicted had the former prosecution not been improperly terminated. [L 1972, c 9, pt of §1]\n\n\n\n\nCOMMENTARY ON \n  If the defendant has engaged in only one course of penal conduct, it seems very unjust to permit the defendant to be prosecuted twice simply because of the fortuitous circumstance that the defendant's behavior constitutes an offense in more than one jurisdiction.  It is increasingly true that the federal law has made criminal various acts which are also criminal under this Code.  If the federal prosecution is conducted first, it is unseemly as well as unfair for a state prosecution to follow, perhaps adding another penalty to the penalty set by federal law for the same act.  Of course, a principle that there should be only one prosecution will require close cooperation between the authorities in both jurisdictions to assure that justice is done.\n  Subsection (1) bars a prosecution in Hawaii for the same conduct which has already resulted in an acquittal or a conviction in another jurisdiction unless the offense for which the defendant is subsequently prosecuted requires proof of a fact not required by the former offense and the law defining each of the offenses is intended to prevent a substantially different harm or evil, or unless the second offense was not completed when the former trial began.\n  Subsection (2) gives a collateral estoppel effect similar to that given in §701-111(2), and subsection (3) has the same effect as §701-111(3).\n  The proposed section differs from previous law.  In Territory v. Lii,[1] it was held that the conviction of a person under the federal law for violation of the Mann Act did not preclude the person's conviction for procuring and pimping under Hawaii law.[2]  The court looked upon the defendant's conduct as constituting two separate offenses and stated that:\nThe Fifth Amendment, having for its objective that no person shall be subjected to punishment for the same offense more than once, does not prohibit presentation of evidence in another and separate trial for a different offense.  Neither does the Amendment nor our own statute prohibit successive prosecutions if the alleged wrongful act constitutes separate offenses in violation of two separate and distinct criminal statutes.[3]\nAlthough the Lii case accords with the Constitution, it seems purely formalistic and harsh to subject a defendant to multiple prosecution simply because two jurisdictions have determined that the defendant's behavior constitutes an offense.\nCase Notes\n  A Uniform Code of Military Justice Article 15 nonjudicial proceeding does not amount to a criminal prosecution, and thus, could not result in a \"judgment of conviction\" pursuant to §701-110(3); thus, none of the circumstances barring state prosecution outlined in this section were met.  100 H. 132, 58 P.3d 643.\n__________\n Commentary:\n1.  39 Haw. 574 (1952).\n2.  H.R.S. §768-56.\n3.  39 Haw. 574, 581 (1952)."
}