{
    "name": "Grades and classes of offenses",
    "number": "107",
    "text": "(1)  An offense defined by this Code or by any other statute of this State for which a sentence of imprisonment is authorized constitutes a crime.  Crimes are of three grades:  felonies, misdemeanors, and petty misdemeanors.  Felonies include murder in the first and second degrees, attempted murder in the first and second degrees, and the following three classes:  class A, class B, and class C. \t(2)  A crime is a felony if it is so designated in this Code or if persons convicted thereof may be sentenced to imprisonment for a term which is in excess of one year.\n\t(3)  A crime is a misdemeanor if it is so designated in this Code or in a statute other than this Code enacted subsequent thereto, or if it is defined in a statute other than this Code which provides for a term of imprisonment the maximum of which is one year.\n\t(4)  A crime is a petty misdemeanor if it is so designated in this Code or in a statute other than this Code enacted subsequent thereto, or if it is defined by a statute other than this Code that provides that persons convicted thereof may be sentenced to imprisonment for a term not to exceed thirty days.\n\t(5)  An offense defined by this Code or by any other statute of this State constitutes a violation if it is so designated in this Code or in the law defining the offense or if no other sentence than a fine, or fine and forfeiture or other civil penalty, is authorized upon conviction or if it is defined by a statute other than this Code which provides that the offense shall not constitute a crime.  A violation does not constitute a crime, and conviction of a violation shall not give rise to any civil disability based on conviction of a criminal offense.\n\t(6)  Any offense declared by law to constitute a crime, without specification of the grade thereof or of the sentence authorized upon conviction, is a misdemeanor.\n\t(7)  An offense defined by any statute of this State other than this Code shall be classified as provided in this section and the sentence that may be imposed upon conviction thereof shall hereafter be governed by this Code. [L 1972, c 9, pt of §1; am L 1987, c 181, §1; am L 2005, c 18, §1]\nCross References\n  Authorized disposition of convicted defendants, see §706-605.\n  Classes of felonies, see §706-610.\nCOMMENTARY ON \n  This section makes it clear that the Code retains the ancient distinction between felonies and misdemeanors, which is important for many procedural purposes.  Its main thrust, however, is to govern the classification of offenses defined outside the Code.  Subsection (7) declares that all offenses are hereafter to be classified according to this section and punished in accordance with this Code.  The purpose is to rationalize the often anomalous classification and punishment of offenses that appear in many parts of the statutory laws.\n  Hereafter an offense is a felony if it is so designated or if imprisonment for a term in excess of one year is possible.  A crime is a misdemeanor if it is so designated in the Code or in a statute enacted after the Code or if it is defined in another statute which sets the maximum term of imprisonment at exactly one year.  Other crimes are petty misdemeanors.  This will have the effect of reducing the possible sentence for crimes defined in other statutes which provide now for imprisonment for periods ranging from 31 days to just under one year, because the maximum permissible period of imprisonment for a petty misdemeanor is 30 days.  The alternative of making such offenses misdemeanors was rejected, because such a classification would in many cases have the undesirable effect of increasing the permissible punishment to one year, the Code's maximum for misdemeanors.  However, subsection (6) makes it clear that where no specification of grade or punishment is made, but the offense is declared to be a crime, classification will be as a misdemeanor for purposes of sentencing under this Code.\n  Subsection (5) creates a class of non-criminal offenses, called violations.  No imprisonment may follow conviction of a violation, nor may any civil disabilities be imposed.  Classification as a violation would be appropriate for many sumptuary offenses and other offenses of strict liability.\nSUPPLEMENTAL COMMENTARY ON \n  Act 181, Session Laws 1987, added language to this section to reflect the recently created statutory murder and attempted murder crimes.  These crimes are murder in the first and second degree and attempted murder in the first and second degree.  Senate Standing Committee Report No. 1130.\n  Act 18, Session Laws 2005, amended this section to clearly define a petty misdemeanor as a criminal offense for which the maximum prison term is not to exceed thirty days.  Act 18 addressed an inconsistency in the Penal Code with respect to the statutory definition of a petty misdemeanor and the maximum prison term that may be imposed for the conviction of a petty misdemeanor offense.  Senate Standing Committee Report No. 1303.\nCase Notes\n  Driving under the influence of intoxicating liquor is a crime as defined in subsection (1).  78 H. 54, 890 P.2d 291.\n  \"Choice of evils\" defense applies to violations.  9 H. App. 115, 826 P.2d 884.\n  Although a violation does not constitute a crime, it constitutes a penal offense and the legislature intended its penalties to be criminal penalties.  10 H. App. 220, 864 P.2d 1109.\n  Subsection (5) cited:  62 H. 222, 615 P.2d 730."
}