{
    "name": "When prosecution is barred by former prosecution for a different offense",
    "number": "111",
    "text": "Although a prosecution is for a violation of a different statutory provision or is based on different facts, it is barred by a former prosecution under any of the following circumstances:\n\n\n\n\t(1)\tThe former prosecution resulted in an acquittal which has not subsequently been set aside or in a conviction as defined in section 701-110(3) and the subsequent prosecution is for:\n\n\t\t(a)\tAny offense of which the defendant could have been convicted on the first prosecution; or\n\t\t(b)\tAny offense for which the defendant should have been tried on the first prosecution under section 701-109 unless the court ordered a separate trial of the offense; or\n\t\t(c)\tAn offense based on the same conduct, unless:\n\n\t\t\t(i)\tThe offense for which the defendant is subsequently prosecuted requires proof of a fact not required by the former offense and the law defining each of the offenses is intended to prevent a substantially different harm or evil; or\n\t\t\t(ii)\tThe second offense was not consummated when the former trial began.\n\n\n\n\t(2)\tThe former prosecution was terminated by an acquittal or by a final order or judgment for the defendant which has not been set aside, reversed, or vacated and which acquittal, final order, or judgment necessarily required a determination inconsistent with a fact which must be established for conviction of the second offense.\n\t(3)\tThe former prosecution was improperly terminated, as improper termination is defined in section 701-110(4), and the subsequent prosecution is for an offense of which the defendant could have been convicted had the former prosecution not been improperly terminated. [L 1972, c 9, pt of §1]\n\n\n\n\nCOMMENTARY ON \n  This section parallels §701-110, but has to do with different offenses rather than the same offense.  It would thus, for example, be the appropriate section to use in the case of a new prosecution for an offense already prosecuted for under the law existing prior to the effective date of this Code.  In short, it forbids reprosecuting when the defendant has previously been prosecuted for an offense arising out of the same factual situation in certain specified cases.  The section must be read in conjunction with §701-109(2) which requires joinder of trials of \"multiple offenses based on the same conduct or arising from the same episode.\"  Both §701-109(2) and  effectuate the policy of preserving the defendant from numerous and vexatious prosecutions.\n  Subsection (1) applies where the former prosecution resulted in a conviction or an acquittal and the subsequent prosecution is either (a) for any offense of which the defendant could have been convicted in the first prosecution (e.g., an included offense), (b) for any offense for which the defendant should have been tried at the earlier trial under §701-110, or (c) for an offense based on the same conduct, unless proof of a fact not required by the former prosecution is required and the law defining each offense is intended to prevent a substantially different harm or evil, or unless the second offense was not consummated when the former trial began.\n  Subsection (2) is an important provision, giving a sort of collateral estoppel effect to a former prosecution resulting in acquittal or final order or judgment for the defendant which required a determination inconsistent with a fact which must be established for conviction of the second offense.  As an example of how this would work, we may take the case of an injury caused by allegedly reckless driving by D.  Suppose, for example, that D is first charged with a traffic offense which by definition is limited to reckless driving, and the case results in an explicit determination that, under all the circumstances, D was not reckless.  If D is later charged with manslaughter, which requires proof of recklessness,[1] D would be entitled to an acquittal.  D would not, however, be able to avoid a trial for negligent homicide, which requires proof of a lesser degree of culpability.\n  Subsection (3) deals with the case of improper termination of a prosecution.  The defendant may not later be tried for an offense of which the defendant could have been convicted had the former prosecution not been improperly terminated.  Once the trial has begun, only exceptional circumstances should permit the State to discontinue it.  Otherwise the defendant may be prejudiced by having the defendant's trial tactics exposed and the defendant's witnesses subjected to unfair pressures.\nCase Notes\n  In 1970, prior to the enactment of the Penal Code, the Supreme Court adopted the standard set forth in §111 of the Proposed Draft, Hawaii Penal Code 1970, as \"a satisfactory approach\" to the problem of when a former prosecution for a different offense (i.e., violation of a different statutory provision) will constitute a bar to a current prosecution.  The court quoted subsection (1)(c)(i).  The entire section was adopted by the Legislature without change.  See State v. Ahuna, 52 Haw. 321, 326, 474 P.2d 704 (1970).  See also State v. Pia, 55 H. 14, 514 P.2d 580 (1973), which dealt primarily with §701-109.\n  Subsection (1)(c) applies only when §701-109(2) does not apply.  59 H. 92, 576 P.2d 1044.\n  Section does not prevent a retrial of charges brought together pursuant to section 701-109.  70 H. 332, 770 P.2d 420.\n  Appellate determination that insufficient evidence was presented at trial to support a conviction does not constitute an \"acquittal\", as that term is used in paragraph (1); thus, retrial on lesser included offenses following such determination did not violate paragraph (1)(c).  80 H. 126, 906 P.2d 612.\n  When a defendant is charged in a single indictment or complaint and one or more counts are terminated on a basis unrelated to factual guilt or innocence, retrial not barred by §701-109(2) and paragraph (1)(b); thus, defendant's retrial on place to keep firearms charge under §134-6 not barred.  88 H. 389, 967 P.2d 221.\n__________\n Commentary:\n1.  Cf. §707-702."
}