{
    "name": "Method of prosecution when conduct establishes an element of more than one offense",
    "number": "109",
    "text": "(1)  When the same conduct of a defendant may establish an element of more than one offense, the defendant may be prosecuted for each offense of which such conduct is an element.  The defendant may not, however, be convicted of more than one offense if:\n\n\n\n\t(a)\tOne offense is included in the other, as defined in subsection (4) of this section; or\n\t(b)\tOne offense consists only of a conspiracy or solicitation to commit the other; or\n\t(c)\tInconsistent findings of fact are required to establish the commission of the offenses; or\n\t(d)\tThe offenses differ only in that one is defined to prohibit a designated kind of conduct generally and the other to prohibit a specific instance of such conduct; or\n\t(e)\tThe offense is defined as a continuing course of conduct and the defendant's course of conduct was uninterrupted, unless the law provides that specific periods of conduct constitute separate offenses.\n\n\n\n\t(2)  Except as provided in subsection (3) of this section, a defendant shall not be subject to separate trials for multiple offenses based on the same conduct or arising from the same episode, if such offenses are known to the appropriate prosecuting officer at the time of the commencement of the first trial and are within the jurisdiction of a single court.\n\t(3)  When a defendant is charged with two or more offenses based on the same conduct or arising from the same episode, the court, on application of the prosecuting attorney or of the defendant, may order any such charge to be tried separately, if it is satisfied that justice so requires.\n\t(4)  A defendant may be convicted of an offense included in an offense charged in the indictment or the information.  An offense is so included when:\n\n\n\n\t(a)\tIt is established by proof of the same or less than all the facts required to establish the commission of the offense charged; or\n\t(b)\tIt consists of an attempt to commit the offense charged or to commit an offense otherwise included therein; or\n\t(c)\tIt differs from the offense charged only in the respect that a less serious injury or risk of injury to the same person, property, or public interest or a different state of mind indicating lesser degree of culpability suffices to establish its commission.\n\n\n\n\t(5)  The court is not obligated to charge the jury with respect to an included offense unless there is a rational basis in the evidence for a verdict acquitting the defendant of the offense charged and convicting the defendant of the included offense. [L 1972, c 9, pt of §1; gen ch 1993]\nCross References\n  Elements of an offense, see §702-205.\nCOMMENTARY ON \n  Subsection (1) permits the State's case against the defendant to go to the jury on as many offenses as to which the State can meet its burden of making out a prima facie case.  The jury may convict the defendant of as many offenses as the defendant has committed unless:  one offense is included within the other (in which case the jury may find the defendant guilty of either offense if both are submitted to it), one offense consists only of a conspiracy or solicitation to commit the other, inconsistent findings of fact are required to establish the commission of the offenses, the offenses differ only in that one is a specific instance of the general conduct prohibited by the other, or the offense is defined as a continuing course of conduct and the defendant's course of conduct was uninterrupted (unless the law provides that specific periods of conduct constitute separate offenses).  This subsection reflects a policy to limit the possibility of multiple convictions and extended sentences when the defendant has basically engaged in only one course of criminal conduct directed at one criminal goal, or when it would otherwise be unjust to convict the defendant for more than one offense.\n  Subsection (2) requires joinder of the trials of two or more offenses based on the same conduct, subject to the court's power, in subsection (3), to order severance, if \"justice so requires.\"  These rules reflect a policy that defendants should not normally have to face the expense and uncertainties of two trials based on essentially the same episode.\n  Subsection (4) provides a definition of included offenses.  Paragraph (a) provides the standard definition.  An offense is included within another if it is established by the same or less than all the facts required to establish the commission of the offense charged.  Paragraph (b) adds offenses which constitute an attempt to commit the offense charged or an offense otherwise included in the offense charged.  Finally, paragraph (c) is concerned with cases in which the included offense involves a less serious injury or risk of injury to the same person, property, or public interest or a lesser kind of culpability.  Paragraph (c) differs from paragraph (a) in that, although the included offense must produce the same result as the inclusive offense, there may be some dissimilarity in the facts necessary to prove the offense.  Therefore (a) would not strictly apply and (c) is needed to fill the gap.  For example, negligent homicide would probably not be included in murder under (a), because negligence is different in quality from intention.  It would obviously be included under (c), because the result is the same and only the required degree of culpability changes.\n  Subsection (5) is consistent with prior law.  The jury need not be bothered with an instruction on a lesser included offense unless there is a rational basis in the evidence for a verdict acquitting the defendant of the offense charged and convicting the defendant of the lesser offense.\n  Section 701-109 is not unlike previous Hawaii law, which stated that:\nWhere the same act constitutes two or more diverse and distinct offenses, different in their nature and character, one not being merged in the other, the offender may be proceeded against for each, and cannot plead a conviction or acquittal for one, in bar of proceedings against him for the other.[1]\n  An example of merger (one offense included in the other) is Territory v. Ouye.[2]  In that case it was held that the defendant's unlawful act of being present at a gambling game, for which the defendant had been convicted, was merged in the defendant's alleged act of conducting the game.  Likewise, in Territory v. Silva,[3] it was held that the defendant could not be held guilty of rape when the defendant was previously convicted of assault and battery based on the same conduct.\nLaw Journals and Reviews\n  Included Offenses in Hawaii Case Law and the Rights to Trial by Jury:  Coherence or Confusion.  II HBJ No. 13, at pg. 77.\nCase Notes\n  In State v. Pia, 55 H. 14, 514 P.2d 580 (1973), the defendants were charged with a battery on a police officer with intent to obstruct the officer in the performance of the officer's duties and with interference with a police officer while executing the officer's duties (as those offenses were defined under previous Hawaii law).  The court held that a plea of guilty and conviction for one offense did not bar prosecution for the other where the offenses were \"separate not only statutorily but also spatially and temporally\"--even though the separation in space was only a short distance and the separation in time was only a few seconds.  The court said that \"where a defendant in the context of one criminal scheme or transaction commits several acts independently violative of one or more statutes, he may be punished for all of them if charges are properly consolidated by the State in one trial.  Indeed, joinder of offenses is now mandatory in such circumstances under Hawaii Penal Code §109(2), a provision which seeks to insulate individuals from the harassment of multiple trials for the same general criminal episode under technically different statutory provisions.  Cf. State v. Ahuna, [52 Haw. 321, 474 P.2d 704 (1970)].\"  State v. Pia, supra at 19, 514 P.2d at 584.\n  Subsection (2) acts as procedural limitation to States' power under subsection (1) to seek convictions for all offenses.  59 H. 92, 576 P.2d 1044.\n  Prosecutorial knowledge requirement met where prosecutor knows more than one charge is pending and fails to join the charges; police officer's knowledge of additional offense was not knowledge of an \"appropriate prosecuting officer\" under subsection (2).  61 H. 127, 596 P.2d 779.\n  Reckless endangering in the second degree is a lesser included offense of attempted murder.  62 H. 637, 618 P.2d 306.\n  Harassment is not a lesser included offense of assault in the third degree under subsection (4)(a) or (c).  63 H. 1, 620 P.2d 250.\n  The \"same episode\" in subsection (2) construed.  63 H. 345, 627 P.2d 776.\n  Harassment not a lesser included offense of disorderly conduct under subsection (4).  63 H. 548, 632 P.2d 654.\n  Rape and sodomy not specific instances of kidnapping; prohibition against multiple convictions not applicable where defendant's actions constituted separate offenses.  68 H. 246, 710 P.2d 1193.\n  Assault in the third degree is not a lesser included offense of assault in the second degree.  68 H. 276, 711 P.2d 289.\n  No double jeopardy where crimes charged involved different mens rea requirements and different facts proved each crime.  68 H. 280, 711 P.2d 731.\n  No basis in evidence for acquitting defendant of offense charged and convicting defendant of included offense.  68 H. 463, 718 P.2d 280.\n  Harassment is not a lesser included offense of terroristic threatening in the first degree.  70 H. 85, 762 P.2d 164.\n  Section 707-111 does not prevent a retrial where charges for DUI and driving with 0.10 per cent alcohol are brought together, and a mistrial is declared on one charge because of the jury's inability to agree.  70 H. 332, 770 P.2d 420.\n  Theft in the second degree is not a lesser included offense of fraudulent use of a credit card.  70 H. 434, 774 P.2d 888.\n  State was barred from prosecuting defendant for felony offenses by defendant's conviction for misdemeanor marijuana possession charge.  72 H. 35, 804 P.2d 1347.\n  Compulsory joinder of offenses requirement applies to criminal contempt charges under §710-1077(4).  72 H. 164, 811 P.2d 815, cert. denied, 112 S. Ct. 194.\n  Negligent homicide is a lesser included offense of manslaughter.  72 H. 217, 811 P.2d 1100.\n  Where petitioner's convictions on counts I (attempted first degree murder), II (second degree murder), and III (attempted second degree murder) violated (1)(c)'s clear prohibition against inconsistent factual findings, the failure to raise this issue, both at trial and on appeal, resulted in withdrawal of not only a potentially meritorious defense, but a defense that would have altered the outcome.  74 H. 442, 848 P.2d 966.\n  Trial court did not commit plain error when it allowed defendant to be convicted of kidnapping in addition to sexual assault and assault.  75 H. 152, 857 P.2d 579.\n  Terroristic threatening not a lesser included offense of intimidating a witness within the meaning of subsection (4)(a); multiple conviction of terroristic threatening and intimidating a witness not barred by subsection (4)(c).  75 H. 517, 865 P.2d 157.\n  Circuit court was obligated, even absent a request by either party, to instruct the jury regarding the included offense of assault in third degree where appellant was charged with committing offense of assault in second degree; court's failure to do so constituted plain error.  76 H. 387, 879 P.2d 492.\n  Trial judge erred in refusing to instruct jury regarding the possible merger of the robbery and kidnapping counts against defendant.  77 H. 17, 881 P.2d 504.\n  Where appellant convicted of committing two burglaries and of criminal conspiracy contended that jury was not adequately instructed with respect to its ability to convict appellant of both the conspiracy and substantive burglary offense charges, appellant's requested instructions did not adequately explicate the law in this area and were properly rejected; failure to properly instruct the jury was harmless as to convictions for the two substantive burglaries; supreme court could not conclude that circuit court's failure to properly instruct jury as to which overt acts it could consider was harmless.  78 H. 383, 894 P.2d 80.\n  Sexual assault in the fourth degree and attempted sexual assault in the fourth degree are included offenses of attempted sexual assault in the second degree, within the meaning of subsection (4)(c).  79 H. 46, 897 P.2d 973. \n  Theft and attempted theft, regardless of degree, are included offenses of first degree robbery.  81 H. 309, 916 P.2d 1210.\n  Trial court should have applied subsections (1)(a) and (4)(b) to merge defendant's conviction for attempted first degree murder into conviction for first degree murder.  81 H. 358, 917 P.2d 370.\n  Sexual assault in the fourth degree under §707-733(1)(a) not an included offense of sexual assault in the third degree under §707-732(1)(b) as defined by subsection (4).  83 H. 308, 926 P.2d 599.\n  Subsection (1)(d) prohibits conviction under both §712-1203 and §842-2(2), as both statutes seek to redress the same conduct--the control of an enterprise involved in criminal activity.  In such case, the specific statute, §712-1203, governs over the general statute, §842-2(2).  88 H. 19, 960 P.2d 1227.\n  When a defendant is charged in a single indictment or complaint and one or more counts are terminated on a basis unrelated to factual guilt or innocence, retrial not barred by subsection (2) and §701-111(1)(b); thus, defendant's retrial on place to keep firearms charge under §134-6 not barred.  88 H. 389, 967 P.2d 221.\n  The crime underlying a §134-51(b) offense is, as a matter of law, an included offense of the §134-51(b) offense, within the meaning of subsection (4)(a), and defendant should not have been convicted of both the §134-51(b) offense and the underlying second degree murder offense; thus, defendant's conviction of  the §134-51(b) offense reversed.  88 H. 407, 967 P.2d 239.\n  Where defendant's conviction and sentence under §708-840 was an included offense under §134-6(a) and defendant's convictions under both §§134-4(a) and 708-840 violated subsection (1)(a), defendant's conviction and sentence under §708-840 reversed.  91 H. 33, 979 P.2d 1059.\n  Under either subsections (4)(a) or (4)(c), a petty misdemeanor assault under §707-712(2) is not a lesser included offense of family abuse under §709-906.  93 H. 63, 996 P.2d 268.\n  Pursuant to §§705-500(1)(b) and (3), 134-7(b), and subsection (4)(b), attempted prohibited possession of a firearm is an included offense of prohibited possession of a firearm.  93 H. 199, 998 P.2d 479.\n  Trial courts must instruct juries as to any included offenses when, pursuant to subsection (5), \"there is a rational basis in the evidence for a verdict acquitting the defendant of the offense charged and convicting the defendant of the included offense\".  94 H. 405, 16 P.3d 246.\n  Trial courts must instruct juries on all lesser included offenses as specified by subsection (5), despite any objection by the defense, and even in the absence of a request from the prosecution.  94 H. 405, 16 P.3d 246.\n  The original 1990 enactment of §134-6(a) prohibited the conviction of a defendant for both a §134-6(a) offense and its underlying felony.  101 H. 187, 65 P.3d 134.\n  Where question whether defendant's conduct constituted separate and distinct culpable acts or an uninterrupted continuous course of conduct was one of fact that should have been submitted to the jury, trial court's jury instructions, which omitted the possible merger of counts I and II, pursuant to subsection (1)(e), were prejudicially insufficient and erroneous.  102 H. 300, 75 P.3d 1191.\n  Fact that kidnapping continued during sexual abuse did not cause kidnapping to be included offense of sexual abuse.  5 H. App. 127, 681 P.2d 573.\n  Kidnapping not necessarily and incidentally committed during robbery may be charged as separate offense.  5 H. App. 644, 706 P.2d 1321.\n  \"Convicted\" means guilty verdict, not sentence and judgment; under this section and §705-531, defendant cannot be found guilty of being an accomplice to an attempted crime and of conspiracy to commit the same crime.  5 H. App. 651, 706 P.2d 1326.\n  Under this section and §705-531, defendant cannot be found guilty of conspiracy to commit crime and the crime itself.  5 H. App. 670, 706 P.2d 1331.\n  Assault in the third degree is not a lesser included offense of robbery in the first degree.  6 H. App. 15, 711 P.2d 736.\n  Criminal trespass in the first degree is a lesser included offense of burglary in the first degree; when lesser included offense instruction should be given.  6 H. App. 17, 708 P.2d 834.\n  Kidnapping was not necessarily and incidentally committed during rape; prohibition against multiple convictions not applicable.  6 H. App. 77, 711 P.2d 1303.\n  Although section bars conviction of a person for committing an offense and the conspiring to commit that same offense, section does not preclude conviction of a person for conspiring to commit more than two criminal acts and of committing two of the criminal acts planned by the conspiracy.  7 H. App. 526, 783 P.2d 1232.\n  Jury is to consider the charged offense then the lesser included offenses in descending order.  8 H. App. 1, 791 P.2d 407.\n  Theft and forgery charges had to be paired together.  8 H. App. 284, 800 P.2d 623.\n  An offense under §291C-15 is an included offense under §§291C-13 and 14.  9 H. App. 156, 828 P.2d 298.\n  Terroristic threatening in second degree can be an offense included in terroristic threatening in first degree; trial court's failure to instruct jury on the lesser included offense was not plain error, where defendant contended there was a rational basis in the record for jury to decide that, although defendant made a terroristic threat, defendant did not do so with a dangerous instrument as defined in §707-700.  10 H. App. 584, 880 P.2d 213.\n  Since to sell and to barter do not include to prescribe, §712-1248(1)(d) is not a lesser included offense of §712-1247(1)(h).  78 H. 488 (App.), 896 P.2d 944.\n  Driving without license under §286-102 not lesser included offense of driving while license suspended under §286-132.  81 H. 76 (App.), 912 P.2d 573.\n  Based on subsection (4)(a), fourth degree sexual assault under §707-733(1)(a) is a lesser included offense of third degree sexual assault under §707-732(1)(e).  85 H. 92 (App.), 937 P.2d 933.\n  Third degree sexual assault committed in violation of §707-732(1)(e) not a continuous offense; defendant's convictions of five counts of that offense, each based on a separate sexual contact thus did not violate subsection (1)(e).  85 H. 92 (App.), 937 P.2d 933.\n  Under subsections (1)(a) and (4), defendant could not be convicted of kidnapping charge in addition to sexual assault charges where jury relied on same leg restraint on complainant to convict defendant of both charges.  85 H. 92 (App.), 937 P.2d 933.\n  Under subsection (4)(a) and (c), reckless endangering in the first degree under §707-713 is an included offense of attempted murder in the second degree under §707-701.5.  94 H. 513 (App.), 17 P.3d 862.\n  Subsection (1)(e) prohibition against conviction for more than one offense when defendant's conduct establishes an element of more than one offense not violated by defendant's convictions for driving under the influence of drugs under §291-7 and inattentive driving under §291-12 as driving under the influence of drugs required defendant to be under the influence of drugs and inattention to driving did not.  98 H. 188 (App.), 46 P.3d 1.\n  As rational basis existed in the record to support trial court's determination that jury could find defendants guilty of attempted assault in the second degree but not attempted assault in the first degree, trial court did not err in giving lesser included offense instruction.  104 H. 517 (App.), 92 P.3d 1027.\n__________\n Commentary:\n1.  H.R.S. §706-4.\n2.  37 Haw. 176 (1945).\n3.  27 Haw. 270 (1923)."
}