{
    "name": "Territorial applicability",
    "number": "106",
    "text": "(1)  Except as otherwise provided in this section, a person may be convicted under the law of this State of an offense committed by the person's own conduct or the conduct of another for which the person is legally accountable if:\n\n\n\n\t(a)\tEither the conduct or the result which is an element of the offense occurs within this State; or\n\t(b)\tConduct occurring outside the State is sufficient under the law of this State to constitute an attempt to commit an offense within the State; or\n\t(c)\tConduct occurring outside the State is sufficient under the law of this State to constitute a conspiracy to commit an offense within the State and an overt act in furtherance of such conspiracy occurs within the State; or\n\t(d)\tConduct occurring within the State establishes complicity in the commission of, or an attempt, solicitation, or conspiracy to commit, an offense in another jurisdiction which also is an offense under the law of this State; or\n\t(e)\tThe offense consists of the omission, while within or outside this State to perform a legal duty imposed by the law of this State with respect to domicile, residence, or a relationship to a person, thing, or transaction in the State; or\n\t(f)\tThe offense is based on a statute of this State which expressly prohibits conduct outside the State, when the conduct bears a reasonable relation to a legitimate interest of this State and the actor knows that the actor's conduct is likely to affect that interest.\n\n\n\n\t(2)  Subsection (1)(a) does not apply when a specified result, or conduct creating a risk of such a result, is an element of an offense and the result occurs, or is intended or is likely to occur, only in another jurisdiction where the conduct charged would not constitute an offense, unless a legislative purpose plainly appears to declare that the conduct constitutes an offense regardless of the place of the result.\n\t(3)  Subsection (1)(a) does not apply when a particular result is an element of an offense and the result is caused by conduct occurring outside the State which conduct would not constitute an offense if the result had occurred there, unless the actor intentionally or knowingly caused the result within the State.\n\t(4)  When the offense involves a homicide, either the death of the victim or the bodily impact causing death constitutes a \"result\", within the meaning of subsection (1)(a).  If the body of a homicide victim is found within the State, it is prima facie evidence that the result occurred within the State.\n\t(5)  This State includes the land and water and the air space about the land and water with respect to which the State has legislative jurisdiction. [L 1972, c 9, pt of §1; gen ch 1993]\nCOMMENTARY ON \n  The intent of this section is to expand the penal jurisdiction of Hawaii's courts to the fullest extent possible, within the limits of fundamental fairness and constitutionality.  (It does not govern the jurisdiction of individual courts.)  The section therefore makes the penal law of this State applicable to conduct or results occurring within the State; to conduct within the State which establishes complicity in, or constitutes an attempt, solicitation, or conspiracy to commit, an offense in another jurisdiction which is also an offense under Hawaii law; and to a penal omission to perform a duty imposed by Hawaii law.  Certain kinds of conduct occurring outside the State are also covered:  conduct outside the State which is sufficient under this Code to constitute an attempt to commit an offense under the laws of this State, conduct outside the State which is sufficient under this Code to constitute a conspiracy to commit a crime within the State (provided that an overt act in furtherance of the conspiracy occurs within the State), and conduct outside the State expressly prohibited by Hawaii law \"when the conduct bears a reasonable relation to a legitimate interest of this State and the actor knows that the actor's conduct is likely to affect that interest.\"\n  Subsections (2) and (3) provide exceptions to the coverage of subsection (1).  Subsection (2) excepts conduct which causes, or creates the risk of causing, a result in another jurisdiction where the conduct does not constitute an offense in the other jurisdiction, unless the statute clearly indicates a purpose to make the conduct penal regardless of the place of the result.  Subsection (3) relieves the actor of criminality for a result occurring in this State if it is a result of conduct outside the State which would not have been an offense there, provided that the actor did not intentionally or knowingly cause the result within this State.  Both subsections recognize that culpability does not exist in the situations described, and recognize that the actor probably intended to abide by the law of the other jurisdiction.\n  Subsection (4) provides a special rule for homicide cases, giving the State jurisdiction either when death occurs within the State or when the bodily impact causing death occurs within the State.  It also establishes a rule that evidence that the body of a homicide victim is found within the State is prima facie evidence that either death or bodily impact causing death occurred within the State.\n  Subsection (5) is intended to encompass the entire territorial area over which the State has legislative jurisdiction.\n  The territorial applicability of the previous Hawaii penal law was defined by statute.[1]  The penal liability of a person outside the State of Hawaii occurred:\nWhere an act is done or a fact of effect takes place within the State, affecting the welfare of the State, or the personal safety, the property or rights of any of its inhabitants, being within the State, any person causing, procuring, machinating or promoting the same, or instigating another thereto, or aiding or assisting therein, is amenable to the laws of the State, whether he be at the time within or without its limits.[2]\nOffenses partly within the State were also covered:\nWhere the commission of an offense commenced without the State, is consummated within it, the offender is subject to be prosecuted and punished therefor in the State.[3]\n  The case law pertaining to territorial applicability upholds and supports the above statutes.  In Territory v. Hart,[4] it was held that the trial court in Hawaii had jurisdiction over a defendant who cabled from Honolulu to New York directing a broker in New York to sell certain stock which was in the defendant's control for a client, the proceeds of which the defendant had embezzled.  The controlling factor in the court's decision was that the crime had been commenced within Hawaii.  In The King v. Chock Hoon,[5] it was held that the defendant was guilty of embezzlement within the Kingdom where the defendant received X's money for the purpose of delivering that money to X's mother in China, and having failed to deliver the money, refused to return the money to X after returning to the Kingdom from China.\nCase Notes\n  For purposes of establishing subject matter jurisdiction, telephone call constitutes conduct in the jurisdiction in which the call is received.  72 H. 591, 825 P.2d 1062.\n  Circuit court had jurisdiction under paragraph (1)(d) over defendant where defendant's call to Honolulu police department from mainland constituted overt act in Hawaii and co-defendant committed one act in furtherance of conspiracy by meeting in Honolulu with undercover agents to discuss drug transaction.  83 H. 187, 925 P.2d 357.\n  The State's criminal jurisdiction encompasses all areas within the territorial boundaries of the State of Hawaii.  105 H. 319 (App.), 97 P.3d 395.\n__________\n Commentary:\n1.  H.R.S. §§701-5, 701-6.\n2.  Id. §701-5 (emphasis added).\n3.  Id. §701-6 (emphasis added).\n4.  24 Haw. 844 (1918).\n5.  5 Haw. 372 (1885)."
}