{
    "name": "Objectives and policies for the economy--in general",
    "number": "6",
    "text": "(a)  Planning for the State's economy in general shall be directed toward achievement of the following objectives:\n\n\n\n\t(1)\tIncreased and diversified employment opportunities to achieve full employment, increased income and job choice, and improved living standards for Hawaii's people.\n\t(2)\tA steadily growing and diversified economic base that is not overly dependent on a few industries, and includes the development and expansion of industries on the neighbor islands.\n\n\n\n\t(b)  To achieve the general economic objectives, it shall be the policy of this State to:\n\n\n\n\t(1)\tExpand Hawaii's national and international marketing, communication, and organizational ties, to increase the State's capacity to adjust to and capitalize upon economic changes and opportunities occurring outside the State.\n\t(2)\tPromote Hawaii as an attractive market for environmentally and socially sound investment activities that benefit Hawaii's people.\n\t(3)\tSeek broader outlets for new or expanded Hawaii business investments.\n\t(4)\tExpand existing markets and penetrate new markets for Hawaii's products and services.\n\t(5)\tAssure that the basic economic needs of Hawaii's people are maintained in the event of disruptions in overseas transportation.\n\t(6)\tStrive to achieve a level of construction activity responsive to, and consistent with, state growth objectives.\n\t(7)\tEncourage the formation of cooperatives and other favorable marketing arrangements at the local or regional level to assist Hawaii's small scale producers, manufacturers, and distributors.\n\t(8)\tEncourage labor-intensive activities that are economically satisfying and which offer opportunities for upward mobility.\n\t(9)\tFoster greater cooperation and coordination between the government and private sectors in developing Hawaii's employment and economic growth opportunities.\n\t(10)\tStimulate the development and expansion of economic activities which will benefit areas with substantial or expected employment problems.\n\t(11)\tMaintain acceptable working conditions and standards for Hawaii's workers.\n\t(12)\tProvide equal employment opportunities for all segments of Hawaii's population through affirmative action and nondiscrimination measures.\n\t(13)\tEncourage businesses that have favorable financial multiplier effects within Hawaii's economy.\n\t(14)\tPromote and protect intangible resources in Hawaii, such as scenic beauty and the aloha spirit, which are vital to a healthy economy.\n\t(15)\tIncrease effective communication between the educational community and the private sector to develop relevant curricula and training programs to meet future employment needs in general, and requirements of new, potential growth industries in particular.\n\t(16)\tFoster a business climate in Hawaii--including attitudes, tax and regulatory policies, and financial and technical assistance programs--that is conducive to the expansion of existing enterprises and the creation and attraction of new business and industry. [L 1978, c 100, pt of §2; am L 1986, c 276, §5; am L 1988, c 70, §4; am L 1993, c 213, §4]"
}