{
    "name": "Objectives and policies for socio-cultural advancement--housing",
    "number": "19",
    "text": "(a)  Planning for the State's socio- cultural advancement with regard to housing shall be directed toward the achievement of the following objectives:\n\n\n\n\t(1)\tGreater opportunities for Hawaii's people to secure reasonably priced, safe, sanitary, and livable homes, located in suitable environments that satisfactorily accommodate the needs and desires of families and individuals, through collaboration and cooperation between government and nonprofit and for-profit developers to ensure that more affordable housing is made available to very low-, low- and moderate-income segments of Hawaii's population.\n\t(2)\tThe orderly development of residential areas sensitive to community needs and other land uses.\n\t(3)\tThe development and provision of affordable rental housing by the State to meet the housing needs of Hawaii's people.\n\n\n\n\t(b)  To achieve the housing objectives, it shall be the policy of this State to:\n\n\n\n\t(1)\tEffectively accommodate the housing needs of Hawaii's people.\n\t(2)\tStimulate and promote feasible approaches that increase housing choices for low-income, moderate-income, and gap-group households.\n\t(3)\tIncrease homeownership and rental opportunities and choices in terms of quality, location, cost, densities, style, and size of housing.\n\t(4)\tPromote appropriate improvement, rehabilitation, and maintenance of existing housing units and residential areas.\n\t(5)\tPromote design and location of housing developments taking into account the physical setting, accessibility to public facilities and services, and other concerns of existing communities and surrounding areas.\n\t(6)\tFacilitate the use of available vacant, developable, and underutilized urban lands for housing.\n\t(7)\tFoster a variety of lifestyles traditional to Hawaii through the design and maintenance of neighborhoods that reflect the culture and values of the community.\n\t(8)\tPromote research and development of methods to reduce the cost of housing construction in Hawaii. [L 1978, c 100, pt of §2; am L 1986, c 276, §18; am L 1992, c 27, §2]"
}