{
    "name": "Objectives and policies for facility systems-- transportation",
    "number": "17",
    "text": "Objectives and policies for facility systems--transportation.  (a)  Planning for the State's facility systems with regard to transportation shall be directed towards the achievement of the following objectives:\n\n\n\n\t(1)\tAn integrated multi-modal transportation system that services statewide needs and promotes the efficient, economical, safe, and convenient movement of people and goods.\n\t(2)\tA statewide transportation system that is consistent with and will accommodate planned growth objectives throughout the State.\n\n\n\n\t(b)  To achieve the transportation objectives, it shall be the policy of this State to:\n\n\n\n\t(1)\tDesign, program, and develop a multi-modal system in conformance with desired growth and physical development as stated in this chapter;\n\t(2)\tCoordinate state, county, federal, and private transportation activities and programs toward the achievement of statewide objectives;\n\t(3)\tEncourage a reasonable distribution of financial responsibilities for transportation among participating governmental and private parties;\n\t(4)\tProvide for improved accessibility to shipping, docking, and storage facilities;\n\t(5)\tPromote a reasonable level and variety of mass transportation services that adequately meet statewide and community needs;\n\t(6)\tEncourage transportation systems that serve to accommodate present and future development needs of communities;\n\t(7)\tEncourage a variety of carriers to offer increased opportunities and advantages to interisland movement of people and goods;\n\t(8)\tIncrease the capacities of airport and harbor systems and support facilities to effectively accommodate transshipment and storage needs;\n\t(9)\tEncourage the development of transportation systems and programs which would assist statewide economic growth and diversification;\n\t(10)\tEncourage the design and development of transportation systems sensitive to the needs of affected communities and the quality of Hawaii's natural environment;\n\t(11)\tEncourage safe and convenient use of low-cost, energy- efficient, non-polluting means of transportation;\n\t(12)\tCoordinate intergovernmental land use and transportation planning activities to ensure the timely delivery of supporting transportation infrastructure in order to accommodate planned growth objectives; and\n\t(13)\tEncourage diversification of transportation modes and infrastructure to promote alternate fuels and energy efficiency. [L 1978, c 100, pt of §2; am L 1986, c 276, §16; am L 1993, c 149, §1; am L 1994, c 96, §3]"
}