{
    "name": "Economic priority guidelines",
    "number": "103",
    "text": "(a)  Priority guidelines to stimulate economic growth and encourage business expansion and development to provide needed jobs for Hawaii's people and achieve a stable and diversified economy:\n\n\n\n\t(1)\tSeek a variety of means to increase the availability of investment capital for new and expanding enterprises.\n\n\t\t(A)\tEncourage investments which:\n\n\t\t\t(i)\tReflect long term commitments to the State;\n\t\t\t(ii)\tRely on economic linkages within the local economy;\n\t\t\t(iii)\tDiversify the economy;\n\t\t\t(iv)\tReinvest in the local economy;\n\t\t\t(v)\tAre sensitive to community needs and priorities; and\n\t\t\t(vi)\tDemonstrate a commitment to provide management opportunities to Hawaii residents.\n\n\n\n\t(2)\tEncourage the expansion of technological research to assist industry development and support the development and commercialization of technological advancements.\n\t(3)\tImprove the quality, accessibility, and range of services provided by government to business, including data and reference services and assistance in complying with governmental regulations.\n\t(4)\tSeek to ensure that state business tax and labor laws and administrative policies are equitable, rational, and predictable.\n\t(5)\tStreamline the building and development permit and review process, and eliminate or consolidate other burdensome or duplicative governmental requirements imposed on business, where public health, safety and welfare would not be adversely affected.\n\t(6)\tEncourage the formation of cooperatives and other favorable marketing or distribution arrangements at the regional or local level to assist Hawaii's small-scale producers, manufacturers, and distributors.\n\t(7)\tContinue to seek legislation to protect Hawaii from transportation interruptions between Hawaii and the continental United States.\n\t(8)\tProvide public incentives and encourage private initiative to develop and attract industries which promise long-term growth potentials and which have the following characteristics:\n\n\t\t(A)\tAn industry that can take advantage of Hawaii's unique location and available physical and human resources.\n\t\t(B)\tA clean industry that would have minimal adverse effects on Hawaii's environment.\n\t\t(C)\tAn industry that is willing to hire and train Hawaii's people to meet the industry's labor needs at all levels of employment.\n\t\t(D)\tAn industry that would provide reasonable income and steady employment.\n\n\t(9)\tSupport and encourage, through educational and technical assistance programs and other means, expanded opportunities for employee ownership and participation in Hawaii business.\n\t(10)\tEnhance the quality of Hawaii's labor force and develop and maintain career opportunities for Hawaii's people through the following actions:\n\n\t\t(A)\tExpand vocational training in diversified agriculture, aquaculture, information industry, and other areas where growth is desired and feasible.\n\t\t(B)\tEncourage more effective career counseling and guidance in high schools and post-secondary institutions to inform students of present and future career opportunities.\n\t\t(C)\tAllocate educational resources to career areas where high employment is expected and where growth of new industries is desired.\n\t\t(D)\tPromote career opportunities in all industries for Hawaii's people by encouraging firms doing business in the State to hire residents.\n\t\t(E)\tPromote greater public and private sector cooperation in determining industrial training needs and in developing relevant curricula and on- the-job training opportunities.\n\t\t(F)\tProvide retraining programs and other support services to assist entry of displaced workers into alternative employment.\n\n\n\n\n\n\t(b)  Priority guidelines to promote the economic health and quality of the visitor industry:\n\n\n\n\t(1)\tPromote visitor satisfaction by fostering an environment which enhances the Aloha Spirit and minimizes inconveniences to Hawaii's residents and visitors.\n\t(2)\tEncourage the development and maintenance of well- designed, adequately serviced hotels and resort destination areas which are sensitive to neighboring communities and activities and which provide for adequate shoreline setbacks and beach access.\n\t(3)\tSupport appropriate capital improvements to enhance the quality of existing resort destination areas and provide incentives to encourage investment in upgrading, repair, and maintenance of visitor facilities.\n\t(4)\tEncourage visitor industry practices and activities which respect, preserve, and enhance Hawaii's significant natural, scenic, historic, and cultural resources.\n\t(5)\tDevelop and maintain career opportunities in the visitor industry for Hawaii's people, with emphasis on managerial positions.\n\t(6)\tSupport and coordinate tourism promotion abroad to enhance Hawaii's share of existing and potential visitor markets.\n\t(7)\tMaintain and encourage a more favorable resort investment climate consistent with the objectives of this chapter.\n\t(8)\tSupport law enforcement activities that provide a safer environment for both visitors and residents alike.\n\t(9)\tCoordinate visitor industry activities and promotions to business visitors through the state network of advanced data communication techniques.\n\n\n\n\t(c)  Priority guidelines to promote the continued viability of the sugar and pineapple industries:\n\n\n\n\t(1)\tProvide adequate agricultural lands to support the economic viability of the sugar and pineapple industries.\n\t(2)\tContinue efforts to maintain federal support to provide stable sugar prices high enough to allow profitable operations in Hawaii.\n\t(3)\tSupport research and development, as appropriate, to improve the quality and production of sugar and pineapple crops.\n\n\n\n\t(d)  Priority guidelines to promote the growth and development of diversified agriculture and aquaculture:\n\n\n\n\t(1)\tIdentify, conserve, and protect agricultural and aquacultural lands of importance and initiate affirmative and comprehensive programs to promote economically productive agricultural and aquacultural uses of such lands.\n\t(2)\tAssist in providing adequate, reasonably priced water for agricultural activities.\n\t(3)\tEncourage public and private investment to increase water supply and to improve transmission, storage, and irrigation facilities in support of diversified agriculture and aquaculture.\n\t(4)\tAssist in the formation and operation of production and marketing associations and cooperatives to reduce production and marketing costs.\n\t(5)\tEncourage and assist with the development of a waterborne and airborne freight and cargo system capable of meeting the needs of Hawaii's agricultural community.\n\t(6)\tSeek favorable freight rates for Hawaii's agricultural products from interisland and overseas transportation operators.\n\t(7)\tEncourage the development and expansion of agricultural and aquacultural activities which offer long-term economic growth potential and employment opportunities.\n\t(8)\tContinue the development of agricultural parks and other programs to assist small independent farmers in securing agricultural lands and loans.\n\t(9)\tRequire agricultural uses in agricultural subdivisions and closely monitor the uses in these subdivisions.\n\t(10)\tSupport the continuation of land currently in use for diversified agriculture.\n\n\n\n\t(e)  Priority guidelines for water use and development:\n\n\n\n\t(1)\tMaintain and improve water conservation programs to reduce the overall water consumption rate.\n\t(2)\tEncourage the improvement of irrigation technology and promote the use of nonpotable water for agricultural and landscaping purposes.\n\t(3)\tIncrease the support for research and development of economically feasible alternative water sources.\n\t(4)\tExplore alternative funding sources and approaches to support future water development programs and water system improvements.\n\n\n\n\t(f)  Priority guidelines for energy use and development:\n\n\n\n\t(1)\tEncourage the development, demonstration, and commercialization of renewable energy sources.\n\t(2)\tInitiate, maintain, and improve energy conservation programs aimed at reducing energy waste and increasing public awareness of the need to conserve energy.\n\t(3)\tProvide incentives to encourage the use of energy conserving technology in residential, industrial, and other buildings.\n\t(4)\tEncourage the development and use of energy conserving and cost-efficient transportation systems.\n\n\n\n\t(g)  Priority guidelines to promote the development of the information industry: \n\n\n\n\t(1)\tEstablish an information network that will serve as the catalyst for establishing a viable information industry in Hawaii.\n\t(2)\tEncourage the development of services such as financial data processing, a products and services exchange, foreign language translations, telemarketing, teleconferencing, a twenty-four-hour international stock exchange, international banking, and a Pacific Rim management center.\n\t(3)\tEncourage the development of small businesses in the information field such as software development, the development of new information systems and peripherals, data conversion and data entry services, and home or cottage services such as computer programming, secretarial, and accounting services.\n\t(4)\tEncourage the development or expansion of educational and training opportunities for residents in the information and telecommunications fields.\n\t(5)\tEncourage research activities, including legal research in the information and telecommunications fields.\n\t(6)\tSupport promotional activities to market Hawaii's information industry services. [L 1978, c 100, pt of §2; am L 1984, c 236, §15; am L 1986, c 276, §30; am L Sp 1988, c 1, §6; am L 1989, c 250, §2]"
}