{
    "name": "Subsequent litigation; excluded evidence",
    "number": "16",
    "text": "The claimant may institute litigation based upon the claim in an appropriate court only after a party to a medical claim conciliation panel hearing rejects the decision of the panel, or after the twelve-month period under section 671-18 has expired.\n     No statement made in the course of the hearing of the medical claim conciliation panel shall be admissible in evidence either as an admission, to impeach the credibility of a witness, or for any other purpose in any trial of the action; provided that such statements may be admissible for the purpose of section 671-19, hereof.  No decision, conclusion, finding, or recommendation of the medical claim conciliation panel on the issue of liability or on the issue of damages shall be admitted into evidence in any subsequent trial, nor shall any party to the medical claim conciliation panel hearing, or the counsel or other representative of such party, refer or comment thereon in an opening statement, an argument, or at any other time, to the court or jury; provided that such decision, conclusion, finding, or recommendation may be admissible for the purpose of section 671-19, hereof. [L 1976, c 219, pt of §2; am L 1980, c 88, §3; am L 2003, c 211, §3]\n \nCase Notes\n \n  Claim was allowed to be heard because there was substantial compliance with procedural requirements.  69 H. 305, 741 P.2d 1280.\n  Where certain counts of plaintiff's complaint alleged errors or omissions in professional practice by a health care provider, thus falling under the definition of \"medical tort\" under §671-1(2), court properly ruled plaintiff could not proceed with those counts of suit without first submitting them to medical claim conciliation panel as required by §671-12 and this section.  89 H. 188, 970 P.2d 496.\n  Where plaintiff chose to sidestep requirements of §671-12 and this section by filing suit before seeking resolution of claims by a medical claim conciliation panel as required under these statutes, court properly dismissed complaint.  89 H. 188, 970 P.2d 496."
}