{
    "name": "Issuance of special purpose revenue bonds to finance energy projects",
    "number": "196",
    "text": "In addition to the other powers which it may otherwise have, the department may issue special purpose revenue bonds to finance, in whole or in part, the costs of an energy project.  All bonds issued under this part are special purpose revenue bonds and the provisions of part III of chapter 39 shall not apply thereto.  All special purpose revenue bonds issued pursuant to this part shall be issued in the name of the department and not in the name of the State.\n\tThe department in determining the cost of any energy project, may also include the following:\n\n\n\n\t(1)\tFinancing charges, fees, and expenses of any trustee and paying agents for special purpose revenue bonds issued to pay the cost of such energy project;\n\t(2)\tInterest on such bonds and the expenses of the State in connection with such bonds and the energy project to be financed from the proceeds of such bonds accruing or incurred prior to and during the period of construction and for not exceeding six months thereafter;\n\t(3)\tAmounts necessary to establish or increase reserves for the special purpose revenue bonds;\n\t(4)\tThe cost of plans, specifications, studies, surveys, and estimates of cost and of revenues;\n\t(5)\tOther expenses incidental to determining the feasibility or practicability of the energy project;\n\t(6)\tAdministration expenses;\n\t(7)\tInterest cost incurred by the project party with respect to the energy project prior to the issuance of the special purpose revenue bonds; and\n\t(8)\tSuch other costs, commissions, and expenses incidental to the construction, acquisition, reconstruction, renovation, rehabilitation, improvement, betterment, operation, or extension of the energy project, the financing thereof, placing of the energy project in operation, and the issuance of the special purpose revenue bonds, whether incurred prior to or after the issuance of such bonds.\n\n\n\n\tThe legislature finds and determines that the exercise of the powers vested in the department by this part constitutes assistance to utilities serving the general public and that the issuance of special purpose revenue bonds to finance facilities of, or for, or to loan the proceeds of such bonds to assist, project parties, is in the public interest. [L 1981, c 151, pt of §2]"
}