{
    "name": "Assessed as of day of summons",
    "number": "24",
    "text": "For the purpose of assessing compensation and damages, the right thereto shall be deemed to have accrued at the date of summons, and, except as provided in section 46-6, its actual value at that date shall be the measure of valuation of all property to be condemned, and the basis of damage to property by reason of its severance from the portion sought to be condemned, subject, however, to section 101-23. \tNo improvement put on the property subsequent to the date of the service of the summons shall be included in the assessment of compensation or damages. [L 1896, c 45, §15, pt of §16; RL 1925, §822; RL 1935, §64; RL 1945, §315; RL 1955, §8-22; am L 1959, c 19, §2; HRS ]\nCase Notes\n\n  Basis of case.  36 H. 348.\n  Date of summons is determinative of \"the right\" to compensation.  Applicable to amount and person.  61 F.2d 896.  Damages prior to assessment may not be considered.  91 F.2d 85, 93.  No claim can be made for improvements after date of summons.  34 H. 859.  Appreciation in value of property after date of summons is not an element of just compensation.  45 H. 650, 372 P.2d 348.\n  Severance damages are computed as of date of summons, and no claim can be allowed for retaining wall built after notification of condemnation but before date of summons.  54 H. 287, 506 P.2d 770.\n  Blight of summons damages: payable in form of interest; determination of rate of interest; set-off against interest.  45 H. 650, 372 P.2d 348.\n  Blight of summons damages are computed at 5% interest rate (State v. Coney, 45 H. 650, overruled).  54 H. 385, 507 P.2d 1084.\n  Blight of summons damages.  54 H. 523, 511 P.2d 163; 55 H. 226, 517 P.2d 7.\n  Procedure for determining blight of summons damages in leasehold conversion cases.  69 H. 247, 739 P.2d 248.\n  Damages.  1 U.S.D.C. Haw. 179.\n  Cited:  3 U.S.D.C. Haw. 644, 656; 30 H. 1, 6; 46 H. 83, 102, 375 P.2d 6."
}