{
    "name": "Taking private property for public use; disposal of excess property",
    "number": "2",
    "text": "Private property may be taken for public use.  Private property may also be taken by the State or any county in excess of that needed for such public use in cases where small remnants would otherwise be left or where other justifiable cause necessitates such taking to protect and preserve the contemplated improvement, or public policy demands such taking in connection with the improvement, in which case the condemning authority may sell or lease such excess property, with such restrictions as may be dictated by considerations of public policy in order to protect and preserve such improvements; provided that in the disposal of any such excess property, if such property is less than the minimum lot size requirements of the applicable zoning regulations, is of a configuration or topography which in the judgment of the appropriate county zoning authority cannot be put to a reasonable use in accordance with the applicable zoning regulations, or lacks proper access to a street, it shall be offered to the owner or owners of the abutting land for a reasonable price based on an appraisal; provided further that if such excess property conforms to said minimum lot size requirements, is of a configuration and topography which in the judgment of the appropriate county zoning authority can be put to a reasonable use in accordance with the applicable zoning regulations and has proper access to a street, then the State or the county, as the case may be, may sell such property at public auction.  If there is more than one abutting owner who is interested in purchasing any such excess property which is less than the minimum lot size requirements of the applicable zoning regulations, is of a configuration or topography which in the judgment of the appropriate county zoning authority cannot be put to a reasonable use in accordance with applicable zoning regulations, or lacks proper access to a street, it shall be sold by the condemning authority by sealed bid to the abutting owner submitting the highest offer above the appraised value; provided further that if any such excess property abuts more than one parcel, the condemning authority may make application for subdividing such property so that a portion thereof may be sold to each abutting owner at the appraised value if the public interest is best served by such subdivision and disposal.  All moneys received from the sale or lease of such excess property shall be paid into the fund or appropriation from which money was taken for the original condemnation and shall be available for the purposes of such fund or appropriation. [L 1896, c 45, §1; am L 1909, c 10, §1; RL 1925, §808; am L 1925, c 59, §1; RL 1935, §50; am L 1941, c 149, §1; RL 1945, §301; am L 1945, c 185, §1; am L 1951, c 12, §1(b); RL 1955, §8-2; HRS ; am L 1975, c 110, §1; am L 1976, c 7, §1]  Cross References\n\n  County eminent domain provisions, see §§46-61 and 62, and county charters.\n  Sale of remnants of public lands, see §171-52.\n  Water for Hawaiian home lands, see HHCA §221.\nLaw Journals and Reviews\n\n  Hawaii's Land Reform Act:  Is It Constitutional?  6 HBJ 31.\n  The Amended Just Compensation Provision of the Hawaii Constitution:  A New Basis for Indemnification of the Condemnee. 6 HBJ 55.\n  Dolan v. City of Tigard:  Individual Property Rights v. Land Management Systems.  17 UH L. Rev. 193.\nCase Notes\n\n  Proceedings under federal statute by United States to condemn land in Territory for public use.  1 U.S.D.C. Haw. 140, 179; 1 U.S.D.C. Haw. 222.\n  Supersedes the common law.  5 H. 57.  Statutes of this character are to be strictly followed.  6 H. 638.\n  Water, riparian rights.  31 H. 376, aff. 52 F.2d 356.\n  Taxpayer whose interests are not affected may not assail statute.  39 H. 67.\n  Public school sites include private lands set aside for such purpose through an act.  8 H. 60.  Exercise of power of eminent domain by State for purpose of taking land and then conveying it to the U.S. for a national park is for a public use.  44 H. 370, 355 P.2d 25.\n  Question of public use is ultimately judicial, public necessity is legislative, subject to judicial review.  43 H. 253.  Legislative determination to acquire additional lands for Honolulu civic center was valid although specific use of lands was not specified.  46 H. 279, 378 P.2d 882.\n  Voluntary deed given by condemnee, effect of on claim based on change of public use.  49 H. 365, 373, 418 P.2d 482.\n  Ejectment is available remedy notwithstanding defendant has power of eminent domain to establish the use complained of.  50 H. 189, 436 P.2d 207.\n  Sections 46-61 and 46-62 and this section neither limit counties\u0092 general power of eminent domain as set out in §46-1.5(6), nor divest counties of authority to enact ordinances allowing for condemnation of land for any particular public purpose.  76 H. 46, 868 P.2d 1193.\nDue process.\n  Hawaii may not change its laws governing property rights of riparian landowners to use of water without compensating owners for lost rights.  441 F. Supp. 559.\n  Due process violated by court decree stating property seaward of vegetation line belonged to the public since the decree resulted in a taking of private property and no title hearing was held.  460 F. Supp. 473.\n  Enactment of 1977 General Plan during pendency of appeal made it necessary to review condemnation in light of 1977 plan rather than 1964 plan.  62 H. 411, 616 P.2d 213.\n  Cited:  20 H. 365, 366; 36 H. 348, 350."
}