{
    "name": "Criminal history record checks",
    "number": "11.5",
    "text": "(a)  The agency shall develop procedures for obtaining verifiable information regarding the criminal history of any person, including any contractor, who is employed, seeking employment with, or provides or seeks to provide services to the agency if this person will require access to federal tax information.  These procedures shall include criminal history record checks in accordance with section 846-2.7.\n     Information obtained pursuant to this subsection shall be used exclusively by the agency for the purpose of determining whether a person is suitable for accessing federal tax information.  All decisions shall be subject to applicable federal laws and regulations currently or hereafter in effect.\n     (b)  The agency may terminate or deny employment to any employee or applicant, or terminate or refuse to secure the services of any contractor, if the agency finds by reason of the background investigation conducted under subsection (a) that the employee, applicant, or employee or agent of the contractor poses a risk to the security of federal tax information.  Termination or denial of employment, or termination or refusal to secure the services of any contractor under this subsection shall only occur after appropriate notification to the employee, applicant, or employee or agent of the contractor of the findings of the background investigation, and after the employee, applicant, or employee or agent of the contractor is given an opportunity to respond to the findings.  Nothing in this subsection shall abrogate any applicable appeal rights under chapters 76 and 89, or administrative rules of the agency.\n     (c)  The agency shall be exempt from section 831-3.1 and need not conduct investigations, notifications, or hearings under this section in accordance with chapter 91. [L 2017, c 132, §5]"
}