{
    "name": "Administrative forfeiture",
    "number": "10",
    "text": "The prosecuting attorney may initiate administrative forfeiture of property other than real property, the estimated value of which is less than $100,000, or of any vehicle or conveyance, regardless of value.  Administrative forfeiture shall be processed in the following manner:\n\n\n\n\t(1)\tThe prosecuting attorney shall file a petition with the attorney general, pursuant to rules adopted by the attorney general.\n\t(2)\tThe prosecuting attorney shall give notice of pending forfeiture by making reasonable efforts to serve a copy of the petition in a manner provided in section 712A-8(a) or 712A-8(b) on all persons known to have an interest in the property, together with instructions for filing a claim and cost or in pauperis bond, or a petition for remission or mitigation.\n\t(3)\tThe attorney general shall give notice of intention to forfeit the property administratively by publication in the manner provided in section 712A-8(c).  Notice by publication shall include:\n\n\t\t(a)\tA description of the property;\n\t\t(b)\tThe estimated value of the property;\n\t\t(c)\tThe date and place of the seizure;\n\t\t(d)\tThe offense for which the property is subject to forfeiture;\n\t\t(e)\tInstructions for filing a claim and cost or in pauperis bond, or a petition for remission or mitigation; and\n\t\t(f)\tNotice that the property will be forfeited to the State if a claim and cost or in pauperis bond or petition for remission or mitigation is not filed in substantial compliance with this section.\n\n\t(4)\tPersons claiming an interest in the property may file either a petition for remission or mitigation of forfeiture, or a claim and cost or in pauperis bond, but not both, with the attorney general, within thirty days of notice by publication or receipt of written notice, whichever is earlier.  Notwithstanding section 1-29, the thirty-day time period prescribed herein is computed by excluding the first day and including the last day, unless the last day is a Saturday, Sunday, or holiday and then it is also excluded, and the thirty-day time period runs until the end of the next day which is not a Saturday, Sunday, or a holiday.  \"Holiday\" includes any day designated as a holiday pursuant to section 8-1.\n\t(5)\tAny person claiming seized property may seek remission or mitigation of the forfeiture by timely filing a petition with the attorney general.  A petition for remission or mitigation shall not be used to challenge the sufficiency of the evidence to support the forfeiture or the actions of any government official but shall presume a valid forfeiture and ask the attorney general to invoke the executive power to pardon the property, in whole or in part.  The petition shall be signed by the petitioner and sworn on oath before a notary public and shall contain the following:\n\n\t\t(a)\tA reasonably complete description of the property;\n\t\t(b)\tA statement of the interest of the petitioner in the property, as owner or interest-holder which may be supported by bills of sale, contracts, or mortgages, or other documentary evidence; and\n\t\t(c)\tFacts and circumstances sufficient to show whether the petitioner:\n\n\t\t\t(i)\tOwns or holds an interest in the seized property as defined by section 712A-1;\n\t\t\t(ii)\tHad any knowledge that the property was or would be involved in any violation of the law;\n\t\t\t(iii)\tHad any knowledge of the particular violation which subjected the property to seizure and forfeiture;\n\t\t\t(iv)\tHad any knowledge that the user of the property had any record, including arrests, except when the person was acquitted or the charges dismissed due to lack of evidence, for the violation which subjected the property to seizure and forfeiture or for any crime which is similar in nature.\n\n\n\n\t\tAny subsequent pleadings or written communications alleging matters pertaining to [subparagraph] (b) or (c) of this [paragraph] must also be signed by the petitioner and sworn on oath before a notary public.\n\t(6)\tIf the attorney general, with sole discretion, determines that remission is not warranted, the attorney general may discretionarily mitigate the forfeiture where the petitioner has not met the minimum requirements for remission but where there are present other extenuating circumstances indicating that some relief should be granted to avoid extreme hardship.  Mitigation may also be granted where the minimum requirements for remission have been met but the overall circumstances are such that the attorney general determines that complete relief is not warranted.  Mitigation shall take the form of a money penalty imposed upon the petitioner which shall be deposited into the criminal forfeiture fund established under section 712A-16.  Extenuating circumstances include:\n\n\t\t(a)\tLanguage or culture barrier;\n\t\t(b)\tHumanitarian factors such as youth or extreme age;\n\t\t(c)\tPresence of physical or mental disease, disorder, or defect;\n\t\t(d)\tLimited or peripheral criminal culpability;\n\t\t(e)\tCooperation with the seizing agency or the prosecuting attorney; and\n\t\t(f)\tAny contributory error on the part of government officials.\n\n\t(7)\tIt shall be the duty of the attorney general to inquire into the facts and circumstances alleged in a petition for remission or mitigation of forfeiture.  However, no petitioner is entitled to a hearing on the petition for remission or mitigation.  Hearings, if any, shall be held at the discretion of the attorney general.\n\t(8)\tThe attorney general shall provide the seizing agency and the petitioner a written decision on each petition for remission or mitigation within sixty days of receipt of the petition unless the circumstances of the case require additional time, in which case the attorney general shall notify the petitioner in writing and with specificity within the sixty-day period that the circumstances of the case require additional time and further notify the petitioner of the expected decision date.\n\t(9)\tAny person claiming seized property may seek judicial review of the seizure and proposed forfeiture by timely filing with the attorney general a claim and bond to the State in the amount of ten per cent of the estimated value of the property or in the sum of $2,500, whichever is greater, with sureties to be approved by the attorney general, upon condition that if the claimant fails to prove that claimant's interest is exempt from forfeiture under section 712A-5, the claimant shall pay the State's costs and expenses, including reasonable attorneys fees incurred in connection with a judicial proceeding.  In lieu of a cost bond, a claimant may file an in pauperis bond sworn on oath before a notary public.  An in pauperis bond shall be in the form set out in the appendix to the rules of penal procedure.  The claim shall be signed by the claimant and sworn on oath before a notary public and shall comply with the requirements of section 712A-12(5).  Upon receipt of the claim and bond, the attorney general shall notify the prosecuting attorney who may discretionarily continue to seek forfeiture by petitioning the circuit court for forfeiture of the property within forty-five days of receipt of notice that a proper claim and bond has been filed.  The prosecuting attorney may also elect to honor the claim in which case the prosecuting attorney shall notify the seizing agency and authorize the release of the seizure for forfeiture on the property or on any specified interest in it.\n\t(10)\tIf a judicial forfeiture proceeding is instituted subsequent to notice of administrative forfeiture pursuant to paragraph (9), no duplicate or repetitive notice shall be required.  The judicial proceeding, if any, shall adjudicate all timely filed claims.  At the judicial proceeding, the claimant may testify, present evidence and witnesses on the claimant's behalf, and cross-examine witnesses who appear at the hearing.  The State may present evidence and witnesses in rebuttal and in defense of its claim to the property and cross-examine witnesses who appear at the hearing.  The State has the initial burden of showing by a preponderance of the evidence that the claimant's interest in the property is subject to forfeiture.  On such a showing by the State, the claimant has the burden of showing by a preponderance of the evidence that the claimant's interest in the property is not subject to forfeiture.\n\t(11)\tIn the event a claim and bond has not been filed in substantial compliance with this section, or if the attorney general, with sole discretion, determines that remission or mitigation is not warranted, the attorney general shall order forfeited all property seized for forfeiture.  In the event the attorney general, with sole discretion, determines that remission or mitigation is warranted, the attorney general shall notify the seizing agency and the prosecuting attorney and order the release of the seizure for forfeiture on the property or on any specified interest in it.  There shall be no appeal from the attorney general's decision or order of forfeiture or remission or mitigation.\n\t(12)\tAdministrative proceedings and the adoption of rules under this section are exempt from the requirements of chapter 91, the Hawaii administrative procedure act, and are adjudicatory functions for the purposes of applicable sections of the Hawaii Revised Statutes. [L 1988, c 260, pt of §1; am L 1991, c 166, §5; am L 1994, c 178, §4; am L 1996, c 104, §3]"
}