{
    "name": "Disposition of property forfeited",
    "number": "16",
    "text": "(1)  All property forfeited to the State under this chapter shall be transferred to the attorney general who:\n\n\n\n\t(a)\tMay transfer property, other than currency, which shall be distributed in accordance with subsection (2) to any local or state government entity, municipality, or law enforcement agency within the State;\n\t(b)\tMay sell forfeited property to the public by public sale; provided that for leasehold real property:\n\n\t\t(i)\tThe attorney general shall first offer the holder of the immediate reversionary interest the right to acquire the leasehold interest and any improvements built or paid for by the lessee for the then fair market value of the leasehold interest and improvements.  The holder of the immediate reversionary interest shall have thirty days after receiving written notice within which to accept or reject the offer in writing; provided that the offer shall be deemed to be rejected if the holder of the immediate reversionary interest has not communicated acceptance to the attorney general within the thirty-day period.  The holder of the immediate reversionary interest shall have thirty days after acceptance to tender to the attorney general the purchase price for the leasehold interest and any improvements, upon which tender the leasehold interest and improvements shall be conveyed to the holder of the immediate reversionary interest.\n\t\t(ii)\tIf the holder of the immediate reversionary interest fails to exercise the right of first refusal provided in subparagraph (i), the attorney general may proceed to sell the leasehold interest and any improvements by public sale.\n\t\t(iii)\tAny dispute between the attorney general and the holder of the immediate reversionary interest as to the fair market value of the leasehold interest and improvements shall be settled by arbitration pursuant to chapter 658A;\n\n\t(c)\tMay sell or destroy all raw materials, products, and equipment of any kind used or intended for use in manufacturing, compounding, or processing a controlled substance or any untaxed cigarettes in violation of chapter 245;\n\t(d)\tMay compromise and pay valid claims against property forfeited pursuant to this chapter; or\n\t(e)\tMay make any other disposition of forfeited property authorized by law.\n\n\n\n\t(2)  All forfeited property and the sale proceeds thereof, up to a maximum of three million dollars per year, not previously transferred pursuant to [subsection] (1)(a) of this section, shall, after payment of expenses of administration and sale, be distributed as follows:\n\n\n\n\t(a)\tOne quarter shall be distributed to the unit or units of state or local government [whose] officers or employees conducted the investigation and caused the arrest of the person whose property was forfeited or seizure of the property for forfeiture;\n\t(b)\tOne quarter shall be distributed to the prosecuting attorney who instituted the action producing the forfeiture; and\n\t(c)\tOne half shall be deposited into the criminal forfeiture fund established by this chapter.\n\n\n\n\t(3)  Property and money distributed to units of state and local government shall be used for law enforcement purposes, and shall complement but not supplant the funds regularly appropriated for such purposes.\n\t(4)  There is established in the department of the attorney general a revolving fund to be known as the criminal forfeiture fund, hereinafter referred to as the \"fund\" in which shall be deposited one-half of the proceeds of a forfeiture and any penalties paid pursuant to section 712A-10(6).  All moneys in the fund shall be expended by the attorney general and are hereby appropriated for the following purposes:\n\n\n\n\t(a)\tThe payment of any expenses necessary to seize, detain, appraise, inventory, safeguard, maintain, advertise, or sell property seized, detained, or forfeited pursuant to this chapter or of any other necessary expenses incident to the seizure, detention, or forfeiture of such property and such contract services and payments to reimburse any federal, state, or county agency for any expenditures made to perform the foregoing functions;\n\t(b)\tThe payment of awards for information or assistance leading to a civil or criminal proceeding;\n\t(c)\tThe payment of supplemental sums to state and county agencies for law enforcement purposes;\n\t(d)\tThe payment of expenses arising in connection with programs for training and education of law enforcement officers; and\n\t(e)\tThe payment of expenses arising in connection with enforcement pursuant to the drug nuisance abatement unit in the department of the attorney general.\n\n\n\n\t(5)  The attorney general may, without regard to the requirements of chapter 91, promulgate rules and regulations concerning the disposition of property, the use of the fund, and compromising and paying valid claims against property forfeited pursuant to this chapter.\n\t(6)  Not less than twenty days prior to the convening of each regular session, the attorney general shall provide to the legislature a report on the use of the Hawaii omnibus criminal forfeiture act during the fiscal year preceding the legislative session.  The report shall include:\n\n\n\n\t(a)\tThe total amount and type of property seized by law enforcement agencies;\n\t(b)\tThe total number of administrative and judicial actions filed by prosecuting attorneys and the disposition thereof;\n\t(c)\tThe total number of claims or petitions for remission or mitigation filed in administrative actions and the dispositions thereof;\n\t(d)\tThe total amount and type of property forfeited and the sale proceeds thereof;\n\t(e)\tThe total amount and type of property distributed to units of state and local government;\n\t(f)\tThe amount of money deposited into the criminal forfeiture fund; and\n\t(g)\tThe amount of money expended by the attorney general from the criminal forfeiture fund under subsection (5) and the reason for the expenditures. [L 1988, c 260, pt of §1; am L 1990, c 197, §2; am L 1991, c 166, §8; am L 1992, c 112, §2; am L 2000, c 249, §§12, 20(2); am L 2001, c 265, §4; am L 2002, c 16, §31 as superseded by c 94, §3; am L 2003, c 63, §2]"
}