{
    "name": "Establishment of the center for alternative dispute resolution",
    "number": "2",
    "text": "(a)  There is established within the judiciary the center for alternative dispute resolution.  The center shall facilitate the effective, timely, and voluntary resolution of disputes.  Through these resolutions, it shall help reduce public and private costs of litigation and increase satisfaction with the justice system.  The center shall accomplish its purposes by:\n\n\n\n\t(1)\tProviding, where feasible and agreed to by the parties, the consultative resources and technical assistance needed to achieve voluntary resolutions for cases that affect the public interest or the work of state and county agencies.  These cases shall include but not be limited to:\n\n\t\t(A)\tPublic disputes involving actual or threatened court actions over the allocation or management of public resources or the siting of public facilities;\n\t\t(B)\tComplex litigation cases in which a court or a regulatory or administrative agency has determined that the dispute involves multiple parties or formidable technical, procedural, or factual issues, or both;\n\t\t(C)\tPolicy roundtables in which the center, at the request of an executive, legislative, or judicial decisionmaker, convenes and chairs advisory discussions on matters pertaining to standards or rules; and\n\t\t(D)\tOther cases directly referred by judges, legislators, agency heads, or appointed government officials;\n\n\t(2)\tPromoting in a systematic manner the appropriate use of alternative dispute resolution; and\n\t(3)\tDisseminating to government agencies and to the community at large up-to-date information on the methods and applications of alternative dispute resolution.\n\n\n\n\t(b)  The center shall be organized, guided, and administratively maintained by the chief justice or the chief justice's designee.  The chief justice shall appoint a director of the center.  The director may hire staff necessary to accomplish the purposes of this chapter, including but not limited to an assistant director and a program specialist.  The director, assistant director, and program specialist shall have substantial experience, training, and education in the methodologies of alternative dispute resolution.  Employees of the center shall be exempt from chapter 76, shall not be considered civil service employees, but shall be entitled to any employee benefit plan normally inuring to civil service employees. [L 1989, c 346, pt of §2; am L 1991, c 131, §1; L 2000, c 253, §150]"
}