{
    "name": "Definitions",
    "number": "22",
    "text": "As used in sections 239-21 to 239-25:\n\t\"Charges for mobile telecommunications services\" means any charge for, or associated with, the provision of commercial mobile radio service, as defined in Title 47 Code of Federal Regulations section 20.3 as in effect on June 1, 1999, or any charge for, or associated with, a service provided as an adjunct to a commercial mobile radio service, that is billed to the customer by or for the customer's home service provider regardless of whether individual transmissions originate or terminate within the licensed service area of the home service provider.\n\t\"Customer\" means:\n\n\n\n\t(1)\tThe person or entity that contracts with the home service provider for mobile telecommunications services; or\n\t(2)\tIf the end user of mobile telecommunications services is not the contracting party, \"customer\" means the end user of the mobile telecommunications service; provided that this paragraph shall apply only for the purpose of determining the place of primary use.  Without implication for the general definition of \"customer\", the term does not include:\n\n\t\t(A)\tA reseller of mobile telecommunications service; or\n\t\t(B)\tA serving carrier under an arrangement to serve the customer outside the home service provider's licensed service area.\n\n\n\n\n\n\t\"Home service provider\" means the facilities-based carrier or reseller with which the customer contracts for the provision of mobile telecommunications services.\n\t\"Licensed service area\" means the geographic area in which the home service provider is authorized by law or contract to provide commercial mobile radio service to the customer.\n\t\"Mobile telecommunications service\" means commercial mobile radio service, as defined in Title 47 Code of Federal Regulations section 20.3 as in effect on June 1, 1999.\n\t\"Place of primary use\" means the street address representative of where the customer's use of the mobile telecommunications service primarily occurs, which must be:\n\n\n\n\t(1)\tThe residential street address or the primary business street address of the customer; and\n\t(2)\tWithin the licensed service area of the home service provider.\n\n\n\n\t\"Prepaid telephone calling service\" means the right to purchase exclusively telecommunications services that must be paid for in advance, that enables the origination of calls using an access number, authorization code, or both, whether manually or electronically dialed, if the remaining amount of units of service that have been prepaid is known by the provider of the prepaid service on a continuous basis.\n\t\"Reseller\":\n\n\n\n\t(1)\tMeans a provider who purchases telecommunications services from another telecommunications service provider and then resells, uses as a component part of, or integrates the purchased services into a mobile telecommunications service; and\n\t(2)\tDoes not include a serving carrier with which a home service provider arranges for the services to its customers outside the home service provider's licensed service area.\n\n\n\n\t\"Serving carrier\" means a facilities-based carrier providing mobile telecommunications service to a customer outside a home service provider's or reseller's licensed service area.\n\t\"Taxing jurisdiction\" means any of the several states, the District of Columbia, or any territory or possession of the United States, any municipality, city, county, township, parish, transportation district, or assessment jurisdiction, or other political subdivision within the territorial limits of the United States with the authority to impose a tax, charge, or fee. [L 2002, c 209, pt of §2]"
}