{
    "name": "Remote dispensing pharmacy; operations",
    "number": "10.5",
    "text": "  (a)  A remote dispensing pharmacy shall be under the direct supervision of the registered pharmacist in charge of the responsible pharmacy who shall:\n     (1)  Ensure that the remote dispensing pharmacy is in compliance with all laws and rules governing the practice of pharmacy and remote dispensing;\n     (2)  Ensure that the remote dispensing pharmacy is appropriately staffed by a qualified remote dispensing technician; and\n     (3)  Be responsible for the integrity of the drugs in the remote dispensing machine and ensure that drugs for the remote dispensing machine are provided to the remote dispensing pharmacy only from the responsible pharmacy.\n     (b)  A remote dispensing pharmacy shall:\n     (1)  Be effectively secured to prevent unauthorized access at all times and limit entry to authorized personnel only;\n     (2)  Be connected via live computer link, video link, and audio link to the responsible pharmacy through the information technology system of the responsible pharmacy;\n     (3)  Conspicuously display at the remote dispensing machine:\n         (A)  A copy of the license of the responsible pharmacy; and\n         (B)  A copy of the license of the pharmacist in charge of the responsible pharmacy; and\n     (4)  Have a confidential area available for communication between the patient and the pharmacist at the responsible pharmacy.\n     (c)  No remote dispensing pharmacy shall operate within a five mile radius of any pharmacy as defined under section 461-1; provided that:\n     (1)  This subsection shall not apply to any remote dispensing pharmacy established prior to July 3, 2008 that has previously dispensed and will continue to dispense only prescription medications acquired pursuant to section 340B of the Public Health Service Act, Title 42 United States Code section 256b;\n     (2)  If an appropriately designated pharmacy, as defined in section 461-1, is established within a five mile radius of an existing remote dispensing pharmacy exempted by this subsection, all appropriate measures shall be taken to encourage the relocation of the existing remote dispensing machine within the newly established pharmacy; and\n     (3)  This subsection shall not apply to any remote dispensing pharmacy established in a facility operated by a health maintenance organization regulated pursuant to chapter 432D for the exclusive use of patients served at the facility.\n     (d)  Remote dispensing pharmacies shall not provide medications to patients with health insurance coverage, except for:\n     (1)  Patients covered by QUEST;\n     (2)  Patients served at a facility operated by a health maintenance organization regulated pursuant to chapter 432D; or\n     (3)  Patients residing on an island without a pharmacy or in remote areas without an existing pharmacy within a five mile radius.  A remote dispensing pharmacy established pursuant to this subsection may continue to operate in the same location if a pharmacy is subsequently established on the same island as the remote dispensing pharmacy or in the remote area without an existing pharmacy within a five mile radius; provided that the remote dispensing pharmacy shall no longer be authorized to dispense controlled substances.\n     (e)  The remote dispensing technician shall offer each patient the option of receiving counseling by a pharmacist at the responsible pharmacy for all prescriptions.\n     (f)  A pharmacist at the responsible pharmacy shall approve each prescription before it is dispensed to the patient.\n     (g)  Each remote dispensing machine shall be operated by only one responsible pharmacy.  A responsible pharmacy may operate more than one remote dispensing machine.\n     (h)  The remote dispensing machine shall have the following features to ensure that it is appropriately secure at all times and that all transactions are properly documented:\n     (1)  Secure double-locked cabinets;\n     (2)  Bar-coding or similar technology that effectively recognizes the product;\n     (3)  A cabinet that delivers only one bar-coded unit-of-use container per dispensation, per prescription;\n     (4)  A scanner and printer that, upon releasing the unit-of-use container from the remote dispensing machine, scans the container to confirm it is the correct container, and if confirmed, prints a patient-specific label that has a bar code which is scanned to confirm it is the correct label for the prescription; and\n     (5)  A video component that allows the patient to have a \"face-to-face\" consultation with the pharmacist at the responsible pharmacy.\n     (i)  A pharmacist shall be in charge of the remote dispensing machine and shall ensure that:\n     (1)  Written policies and procedures are developed before the machine is used that:\n         (A)  Ensure the safe and effective dispensing of pharmaceutical products;\n         (B)  Ensure that the remote dispensing pharmacy and the remote dispensing machine are operating safely, accurately, and securely; and\n         (C)  Define the conditions for access to the remote dispensing machine and to medications contained within or associated with the machine, including policies that assign, discontinue, or change access to the remote dispensing machine and medications;\n     (2)  A pharmacist licensed in this State and employed by the responsible pharmacy has secured access to the drugs in the remote dispensing machine;\n     (3)  Access to the drugs in the remote dispensing machine complies with state and federal laws, rules, and regulations;\n     (4)  No prescription drug is dispensed at the remote dispensing pharmacy until a pharmacist at the responsible pharmacy has verified the finished prescription;\n     (5)  Only one prescription is dispensed and labeled from the remote dispensing machine at a time;\n     (6)  All prescriptions dispensed have a label affixed to the final drug container that meets the requirements set forth in section 328-16 and includes the address of the remote dispensing pharmacy;\n     (7)  If a patient refuses the prescription drug at the time it is dispensed, the prescription drug is locked in a secured cabinet;\n     (8)  There is proper inventory control at the remote dispensing pharmacy and only a registered pharmacist or a remote dispensing technician assigned by the pharmacist in charge of the responsible pharmacy shall stock the remote dispensing machine;\n     (9)  A reconciliation of the physical inventory of the remote dispensing pharmacy is conducted at least annually;\n    (10)  All personnel who operate the remote dispensing machine at the remote dispensing pharmacy are properly trained.  Training shall ensure the competence and ability of all personnel who operate any component of the remote dispensing machine and the remote dispensing pharmacy.  Documentation of training shall be kept by the responsible pharmacy; and\n    (11)  The remote dispensing machine is stocked accurately and in accordance with established written policies and procedures.  The pharmacist shall check the accuracy of the product supplied for stocking the remote dispensing machine.\n     (j)  Controlled substances shall not be dispensed from any remote dispensing machine or remote dispensing pharmacy, except:\n     (1)  On islands without a pharmacy, or in remote areas without an existing pharmacy within a five mile radius; and\n     (2)  In a facility operated by a health maintenance organization regulated pursuant to chapter 432D for the exclusive use of patients served at the facility.\n     (k)  Drugs dispensed from the remote dispensing machine shall be dispensed as packaged, with no changes to the drug, its strength, or its unit quantity, except for the addition of water for reconstitution of dry powder drugs.\n     (l)  Prescription labels for the product dispensed from the remote dispensing machine shall only be generated at the remote dispensing pharmacy.\n     (m)  Records of prescriptions filled at the remote dispensing pharmacy shall be maintained at the responsible pharmacy and shall be distinguishable from those records filled at the responsible pharmacy.  All responsible pharmacies shall maintain, on-site at the remote dispensing pharmacy and have available for inspection at all times, records and documentation of the following:\n     (1)  All prescriptions dispensed at the remote dispensing pharmacy;\n     (2)  All inventory movement at the remote dispensing pharmacy; and\n     (3)  A policies and procedures manual of the remote dispensing pharmacy.\n     (n)  No health insurance provider group, hospital, or medical service plan regulated under article 431:10A or 432:1 shall operate a remote dispensing pharmacy.\n     (o)  This section shall not apply to:\n     (1)  Mobile medical clinics, provided that no such clinic shall operate in counties with a population less than one hundred thousand persons; or\n     (2)  Federally qualified health centers, provided that no remote dispensing pharmacy shall operate within a five mile radius of any pharmacy as defined under section 461-1, except for those federally qualified health centers that are exempt under subsection (c)(1).\nAs used in this subsection, \"mobile medical clinic\" means a motor vehicle retrofitted for exclusive use as a medical office or clinic for medical services licensed under chapter 321. [L 2008, c 212, §2; am L 2009, c 96, §2]"
}