{
    "name": "Effect of adoption",
    "number": "16",
    "text": "(a)  A legally adopted individual shall be considered to be a natural child of the whole blood of the adopting parent or parents as provided in the Uniform Probate Code, relating to the descent of property.\n\t(b)  The former legal parent or parents of an adopted individual and any other former legal kindred shall not be considered to be related to the individual as provided in the Uniform Probate Code except as provided in this section.\n\t(c)  An adopted individual and the individual's adopting parent or parents shall sustain towards each other the legal relationship of parents and child and shall have all the rights and be subject to all the duties of that relationship, including the rights of inheritance from and through each other and the legal kindred of the adoptive parent or parents, the same as if the individual were the natural child of the adopting parent or parents.\n\t(d)  Except as provided in subsection (e), all legal duties and rights between the individual and the individual's former legal parent or parents shall cease from the time of the adoption; provided that if the individual is adopted by a person married to a legal parent of the individual, the full reciprocal rights and duties which theretofore existed between the legal parent and the individual, and the rights of inheritance as between the individual and the legal parent and the legal relatives of the parent, as provided in chapter 560, shall continue, notwithstanding the adoption, subject only to the rights acquired by and the duties imposed upon the adoptive parents by reason of the adoption.\n\t(e)  Notwithstanding subsections (b) and (d), if an individual is adopted before that individual attains the age of majority and:\n\n\n\n\t(1)\tThe individual is adopted by a spouse of a natural parent of the individual; or\n\t(2)\tThe individual is adopted by a natural grandparent, aunt, uncle, or sibling of the individual or the spouse of a natural grandparent, aunt, uncle, or sibling;\n\n\n\nthen for the purposes of interpretation or construction of a disposition in any will, trust, or other lifetime instrument, whether executed before or after the order of adoption, and for purposes of determining heirs at law, the rights of the adopted individual and the individual's descendants with respect to the individual's natural family shall not be affected by the adoption, and they shall be included in any determination of heirs or members of any class, unless specifically excluded by name or class.\n\t(f)  An adopted individual, who by reason of subsection (e) would be a member of two or more designations or classes pursuant to a single instrument, both by relationship through a natural parent and through an adoptive parent, shall be entitled to benefit by membership in only one of these designations or classes, which shall be the larger share.\n\t(g)  For purposes of this section, if a person has been adopted more than once, the term \"natural parent\" includes an adopting parent by an earlier adoption.\n\t(h)  An individual legally adopted under the laws of any state or territory of the United States or under the laws of any nation shall be accorded the same rights and benefits in all respects as an individual adopted under this chapter. [L 1905, c 83, §1; am L 1915, c 47, §3; am L 1919, c 3, §1; RL 1925, §3041; RL 1935, §4527; RL 1945, §12278; am L 1953, c 115, pt of §1; RL 1955, §331-16; HRS ; am L 1976, c 194, §1(10) and c 200, pt of §1; gen ch 1985; am L 1992, c 148, §2]\nAttorney General Opinions\n  Natural first cousins who by adoption become uncle and niece not disqualified to intermarry.  Att. Gen. Op. 62-49. \n  For vital statistics purposes, an adoption has no effect on the race of the adopted individual.  Att. Gen. Op. 83-3. \n  Subsection (a) cited in discussion of hanai children.  Att. Gen. Op. 93-1.\nCase Notes\n  A child adopted by ancient custom has rights of inheritance.  3 H. 342; 3 H. 368.  Inherits to exclusion of collateral kindred.  Id.  Inheritance under prior statutes; adoptive father does not inherit property of adopted child.  3 H. 484.  Prior to April 26, 1905 (Act 83, L. 1905) an adopted child did not inherit from adoptive parents unless given the right specifically in the agreement of adoption.  3 H. 262; 13 H. 206. L 1905, c 83 conferred right of inheritance on one adopted by agreement prior to statute.  21 H. 304.  Adoptive child inherits through its adoptive parent's father.  26 H. 439.  Adopted child can inherit through adoptive parents and may be an heir of ancestor of adoptive parent.  42 H. 129.  Review of decisions on inheritance by adopted children.  42 H. 640.  Had testator not desired the adopted child to be a natural child he could have so drawn his will.  Id.  Presumed testator intended to follow the policy of the law to treat adopted children as natural children, when such policy had its origin before the will was  executed.  49 H. 273, 414 P.2d 925.  Adopted child \"issue\" of testator's child.  Id. \n  Agreement of adoption not recorded, of no validity.  2 H. 660; 7 H. 273; 23 H. 241.  Adopted child is \"lawful issue\".  35 H. 104, aff'd 115 F.2d 956. \n  Adoption of adults is not authorized by statute.  24 H. 643. \n  Adoption decree severs relationship between child and nonconsenting parent.  56 H. 462, 541 P.2d 13."
}