{
    "name": "Conflicts of interests",
    "number": "14",
    "text": "(a)  No employee shall take any official action directly affecting:\n\n\n\n\t(1)\tA business or other undertaking in which he has a substantial financial interest; or\n\t(2)\tA private undertaking in which he is engaged as legal counsel, advisor, consultant, representative, or other agency capacity.\n\n\n\n\tA department head who is unable to disqualify himself on any matter described in items (1) and (2) above will not be in violation of this subsection if he has complied with the disclosure requirements of section 84-17; and\n\tA person whose position on a board, commission, or committee is mandated by statute, resolution, or executive order to have particular qualifications shall only be prohibited from taking official action that directly and specifically affects a business or undertaking in which he has a substantial financial interest; provided that the substantial financial interest is related to the member's particular qualifications.\n\t(b)  No employee shall acquire financial interests in any business or other undertaking which he has reason to believe may be directly involved in official action to be taken by him.\n\t(c)  No legislator or employee shall assist any person or business or act in a representative capacity before any state or county agency for a contingent compensation in any transaction involving the State.\n\t(d)  No legislator or employee shall assist any person or business or act in a representative capacity for a fee or other compensation to secure passage of a bill or to obtain a contract, claim, or other transaction or proposal in which he has participated or will participate as a legislator or employee, nor shall he assist any person or business or act in a representative capacity for a fee or other compensation on such bill, contract, claim, or other transaction or proposal before the legislature or agency of which he is an employee or legislator.\n\t(e)  No employee shall assist any person or business or act in a representative capacity before a state or county agency for a fee or other consideration on any bill, contract, claim, or other transaction or proposal involving official action by the agency if he has official authority over that state or county agency unless he has complied with the disclosure requirements of section 84-17. [L 1972, c 163, pt of §1; am L 1978, c 245, §2]"
}