{
    "name": "Definitions",
    "number": "5-102",
    "text": "In parts 1 through 4 of this article:\n\t\"Conservator\" means a person who is appointed by a court to manage the estate of a protected person.  The term includes a limited conservator.\n\t\"Court\" means either a circuit court in this State having jurisdiction in matters relating to the affairs of decedents or the family court, depending on which court has subject matter jurisdiction under section 560:5-106.\n\t\"Guardian\" means a person who has qualified as a guardian of a minor or incapacitated person pursuant to appointment by a parent, spouse, reciprocal beneficiary, or by the court.  The term includes a limited, emergency, and temporary substitute guardian but not a guardian ad litem.\n\t\"Incapacitated person\" means an individual who, for reasons other than being a minor, is unable to receive and evaluate information or make or communicate decisions to such an extent that the individual lacks the ability to meet essential requirements for physical health, safety, or self-care, even with appropriate and reasonably available technological assistance.\n\t\"Kokua kanawai\" means an individual appointed by a court who has the role and authority granted under rule 113 of the Hawaii probate rules.\n\t\"Legal representative\" includes an attorney, a representative payee, a guardian or conservator acting for a respondent in this State or elsewhere, a trustee or custodian of a trust or custodianship of which the respondent is a beneficiary, and an agent designated under a power of attorney, whether for health care or property, in which the respondent is identified as the principal.\n\t\"Minor\" means an unemancipated individual who has not attained eighteen years of age.\n\t\"Parent\" means a parent whose parental rights have not been terminated.\n\t\"Protected person\" means a minor or other individual for whom a conservator has been appointed or other protective order has been made.\n\t\"Respondent\" means an individual for whom the appointment of a guardian or conservator or other protective order is sought.\n\t\"Ward\" means an individual for whom a guardian has been appointed. [L 2004, c 161, pt of §1]"
}