{
    "name": "Judicial appointment of guardian; procedure",
    "number": "5-205",
    "text": "§560:5-205    (a)  After a petition for appointment of a guardian is filed, the court shall schedule a hearing, and the petitioner shall give notice of the time and place of the hearing, together with a copy of the petition, to:\n\n\n\n\t(1)\tThe minor, if the minor has attained fourteen years of age and is not the petitioner;\n\t(2)\tAny person alleged to have had the primary care and custody of the minor during the sixty days before the filing of the petition;\n\t(3)\tEach living legal parent of the minor whose parental rights have not been terminated pursuant to chapter 571 or 587 or if one parent is deceased, the adult nearest in kinship to the deceased parent that can be found.  If both parents are deceased, notice shall be given to each adult sibling of the minor who can be found or, if none, each adult nearest in kinship to each deceased parent that can be found.  For good cause, the court may waive notice to the nearest in kinship upon showing that all reasonable efforts have been made to ascertain the identity and address of the person or to effect notice, that the efforts were unsuccessful, and that further efforts should not be required because that person has not demonstrated a reasonable degree of interest in or concern about the minor;\n\t(4)\tAny person nominated as guardian by the minor if the minor has attained fourteen years of age;\n\t(5)\tAny appointee of a parent whose appointment has not been prevented or terminated under section 560:5-203; and\n\t(6)\tAny guardian or conservator currently acting for the minor in this State or elsewhere.\n\n\n\n\t(b)  The court, upon hearing, shall make the appointment if it finds that a qualified person seeks appointment, venue is proper, the required notices have been given, the conditions of section 560:5-204(b) have been met, and the best interest of the minor will be served by the appointment.  In other cases, the court may dismiss the proceeding or make any other disposition of the matter that will serve the best interest of the minor.\n\t(c)  If the court determines at any stage of the proceeding, before or after appointment, that the interests of the minor are or may be inadequately represented, it may appoint a lawyer to represent the minor, giving consideration to the choice of the minor if the minor has attained fourteen years of age. [L 2004, c 161, pt of §1]"
}