{
    "name": "Commercial bribery",
    "number": "880",
    "text": "PART VIII.  OFFENSES AFFECTING OCCUPATIONS\n\n     (1)  A person commits the offense of commercial bribery if: \n\n\n\n\t(a)\tHe confers or offers or agrees to confer, directly or indirectly, any benefit upon: \n\n\t\t(i)\tAn agent with intent to influence the agent to act contrary to a duty to which, as an agent, he is subject; or \n\t\t(ii)\tAn appraiser with intent to influence the appraiser in his selection, appraisal, or criticism; or \n\n\t(b)\tBeing an agent, an appraiser, or agent in charge of employment, he solicits, accepts, or agrees to accept, directly or indirectly, any benefit from another person with intent: \n\n\t\t(i)\tIn the case of an agent, that he will thereby be influenced to act contrary to a duty to which, as an agent, he is subject; or \n\t\t(ii)\tIn the case of an appraiser, that he will thereby be influenced in his selection, appraisal, or criticism; or \n\t\t(iii)\tIn the case of an agent in charge of employment, that he will thereby be influenced in the exercise of his discretion or power with respect to hiring someone, or retaining someone in employment, or discharging or suspending someone from employment. \n\n\n\n\n\n\t(2)  In this section: \n\n\n\n\t(a)\t\"Agent\" means: \n\n\t\t(i)\tAn agent or employee of another; \n\t\t(ii)\tA trustee, guardian, or other fiduciary; \n\t\t(iii)\tA lawyer, physician, accountant, appraiser, or other professional adviser or informant; \n\t\t(iv)\tAn officer, director, partner, manager, or other participant in the direction of the affairs of an incorporated or unincorporated association; or \n\t\t(v)\tAn arbitrator or other purportedly disinterested adjudicator or referee; \n\n\t(b)\t\"Appraiser\" means a person who holds himself out to the public as being engaged in the business of making disinterested selection, appraisal, or criticism of commodities or services; \n\t(c)\t\"Agent in charge of employment\" does not include any person conducting a private employment agency licensed and operating in accordance with law. \n\n\n\n\t(3)  Commercial bribery is a misdemeanor, except in the event that the value of the benefit referred to in subsection (1) exceeds $1,000, in which case commercial bribery shall be a class C felony. [L 1972, c 9, pt of §1; am L 1979, c 173, §1]"
}