{
    "name": "Valuation of property",
    "number": "801",
    "text": "Whenever the value of property or services is determinative of the class or grade of an offense, or otherwise relevant to a prosecution, the following shall apply:\n\n\n\n\t(1)\tExcept as otherwise specified in this section, value means the market value of the property or services at the time and place of the offense, or the replacement cost [if] the market value of the property or services cannot be determined.\n\t(2)\tWhether or not they have been issued or delivered, certain written instruments, not including those having a readily ascertained market value, shall be evaluated as follows:\n\n\t\t(a)\tThe value of an instrument constituting an evidence of debt, such as a check, traveler's check, draft, or promissory note, shall be deemed the amount due or collectible thereon or thereby, that figure ordinarily being the face amount of the indebtedness less any portion thereof which has been satisfied;\n\t\t(b)\tThe value of any other instrument that creates, releases, discharges, or otherwise affects any valuable legal right, privilege, or obligation shall be deemed the greatest amount of economic loss which the owner of the instrument might reasonably suffer by virtue of the loss of the instrument.\n\n\t(3)\tWhen property has value but that value cannot be ascertained pursuant to the standards set forth above, the value shall be deemed to be an amount not exceeding $100.\n\t(4)\tWhen acting intentionally or knowingly with respect to the value of property or services is required to establish an element of an offense, the value of property or services shall be prima facie evidence that the defendant believed or knew the property or services to be of that value.  When acting recklessly with respect to the value of property or services is sufficient to establish an element of an offense, the value of the property or services shall be prima facie evidence that the defendant acted in reckless disregard of the value.\n\t(5)\tWhen acting intentionally or knowingly with respect to the value of property or services is required to establish an element of an offense, it is a defense, which reduces the class or grade of the offense to a class or grade of offense consistent with the defendant's state of mind, that the defendant believed the valuation of the property or services to be less.  When acting recklessly with respect to the value of property or services is required to establish an element of an offense, it is a defense that the defendant did not recklessly disregard a risk that the property was of the specified value.\n\t(6)\tAmounts involved in thefts committed pursuant to one scheme or course of conduct, whether the property taken be of one person or several persons, may be aggregated in determining the class or grade of the offense.  Amounts involved in offenses of criminal property damage committed pursuant to one scheme or course of conduct, whether the property damaged be of one person or several persons, may be aggregated in determining the class or grade of the offense. [L 1972, c 9, pt of §1; am L 1987, c 175, §1; am L 1998, c 49, §1]"
}