{
    "name": "Buyer's options as to salvage of rightfully rejected goods",
    "number": "2-604",
    "text": "Subject to the provisions of the immediately preceding section on perishables if the seller gives no instructions within a reasonable time after notification of rejection the buyer may store the rejected goods for the seller's account or reship them to him or resell them for the seller's account with reimbursement as provided in the preceding section.  Such action is not acceptance or conversion. [L 1965, c 208, §2-604; HRS ]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:\n  The basic purpose of this section is twofold:  on the one hand it aims at reducing the stake in dispute and on the other at avoiding the pinning of a technical \"acceptance\" on a buyer who has taken steps towards realization on or preservation of the goods in good faith.  This section is essentially a salvage section and the buyer's right to act under it is conditioned upon (1) non-conformity of the goods, (2) due notification of rejection to the seller under the section on manner of rejection, and (3) the absence of any instructions from the seller which the merchant-buyer has a duty to follow under the preceding section.\n  This section is designed to accord all reasonable leeway to a rightfully rejecting buyer acting in good faith.  The listing of what the buyer may do in the absence of instructions from the seller is intended to be not exhaustive but merely illustrative.  This is not a \"merchant's\" section and the options are pure options given to merchant and non-merchant buyers alike.  The merchant-buyer, however, may in some instances be under a duty rather than an option to resell under the provisions of the preceding section.\n  Cross References:\n  Sections 2-602(1), and 2-603(1) and 2-706.\n  Definitional Cross References:\n  \"Buyer\".  Section 2-103.\n  \"Notification\".  Section 1-201.\n  \"Reasonable time\".  Section 1-204.\n  \"Seller\".  Section 2-103."
}