{
    "name": "Exclusion or modification of warranties",
    "number": "2-316",
    "text": "(1)  Words or conduct relevant to the creation of an express warranty and words or conduct tending to negate or limit warranty shall be construed wherever reasonable as consistent with each other; but subject to the provisions of this Article on parol or extrinsic evidence (section 490:2-202) negation or limitation is inoperative to the extent that such construction is unreasonable.\n     (2)  Subject to subsection (3), to exclude or modify the implied warranty of merchantability or any part of it the language must mention merchantability and in case of a writing must be conspicuous, and to exclude or modify any implied warranty of fitness the exclusion must be by a writing and conspicuous.  Language to exclude all implied warranties of fitness is sufficient if it states, for example, that \"There are no warranties which extend beyond the description on the face hereof.\"\n     (3)  Notwithstanding subsection (2)\n    (a)   Unless the circumstances indicate otherwise, all implied warranties are excluded by expressions like \"as is\", \"with all faults\" or other language which in common understanding calls the buyer's attention to the exclusion of warranties and makes plain that there is no implied warranty;\n    (b)   When the buyer before entering into the contract has examined the goods or the sample or model as fully as he desired or has refused to examine the goods there is no implied warranty with regard to defects which an examination ought in the circumstances to have revealed to him; and\n    (c)   An implied warranty can also be excluded or modified by course of dealing or course of performance or usage of trade.\n     (4)  Remedies for breach of warranty can be limited in accordance with the provisions of this Article on liquidation or limitation of damages and on contractual modification of remedy (sections 490:2-718 and 490:2-719). [L 1965, c 208, §2-316; HRS ]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:\n  1.  This section is designed principally to deal with those frequent clauses in sales contracts which seek to exclude \"all warranties, express or implied.\"  It seeks to protect a buyer from unexpected and unbargained language of disclaimer by denying effect to such language when inconsistent with language of express warranty and permitting the exclusion of implied warranties only by conspicuous language or other circumstances which protect the buyer from surprise.\n  2.  The seller is protected under this Article against false allegations of oral warranties by its provisions on parol and extrinsic evidence and against unauthorized representations by the customary \"lack of authority\" clauses.  This Article treats the limitation or avoidance of consequential damages as a matter of limiting remedies for breach, separate from the matter of creation of liability under a warranty.  If no warranty exists, there is of course no problem of limiting remedies for breach of warranty.  Under subsection (4) the question of limitation of remedy is governed by the sections referred to rather than by this section.\n  3.  Disclaimer of the implied warranty of merchantability is permitted under subsection (2), but with the safeguard that such disclaimers must mention merchantability and in case of a writing must be conspicuous.\n  4.  Unlike the implied warranty of merchantability, implied warranties of fitness for a particular purpose may be excluded by general language, but only if it is in writing and conspicuous.\n  5.  Subsection (2) presupposes that the implied warranty in question exists unless excluded or modified.  Whether or not language of disclaimer satisfies the requirements of this section, such language may be relevant under other sections to the question whether the warranty was ever in fact created.  Thus, unless the provisions of this Article on parol and extrinsic evidence prevent, oral language of disclaimer may raise issues of fact as to whether reliance by the buyer occurred and whether the seller had \"reason to know\" under the section on implied warranty of fitness for a particular purpose.\n  6.  The exceptions to the general rule set forth in paragraphs (a), (b) and (c) of subsection (3) are common factual situations in which the circumstances surrounding the transaction are in themselves sufficient to call the buyer's attention to the fact that no implied warranties are made or that a certain implied warranty is being excluded.\n  7.  Paragraph (a) of subsection (3) deals with general terms such as \"as is,\" \"as they stand,\" \"with all faults,\" and the like.  Such terms in ordinary commercial usage are understood to mean that the buyer takes the entire risk as to the quality of the goods involved.  The terms covered by paragraph (a) are in fact merely a particularization of paragraph (c) which provides for exclusion or modification of implied warranties by usage of trade.\n  8.  Under paragraph (b) of subsection (3) warranties may be excluded or modified by the circumstances where the buyer examines the goods or a sample or model of them before entering into the contract.  \"Examination\" as used in this paragraph is not synonymous with inspection before acceptance or at any other time after the contract has been made.  It goes rather to the nature of the responsibility assumed by the seller at the time of the making of the contract.  Of course if the buyer discovers the defect and uses the goods anyway, or if he unreasonably fails to examine the goods before he uses them, resulting injuries may be found to result from his own action rather than proximately from a breach of warranty.  See Sections 2-314 and 2-715 and comments thereto.\n  In order to bring the transaction within the scope of \"refused to examine\" in paragraph (b), it is not sufficient that the goods are available for inspection.  There must in addition be a demand by the seller that the buyer examine the goods fully.  The seller by the demand puts the buyer on notice that he is assuming the risk of defects which the examination ought to reveal.  The language \"refused to examine\" in this paragraph is intended to make clear the necessity for such demand.\n  Application of the doctrine of \"caveat emptor\" in all cases where the buyer examines the goods regardless of statements made by the seller is, however, rejected by this Article.  Thus, if the offer of examination is accompanied by words as to their merchantability or specific attributes and the buyer indicates clearly that he is relying on those words rather than on his examination, they give rise to an \"express\" warranty.  In such cases the question is one of fact as to whether a warranty of merchantability has been expressly incorporated in the agreement.  Disclaimer of such an express warranty is governed by subsection (1) of the present section.\n  The particular buyer's skill and the normal method of examining goods in the circumstances determine what defects are excluded by the examination.  A failure to notice defects which are obvious cannot excuse the buyer.  However, an examination under circumstances which do not permit chemical or other testing of the goods would not exclude defects which could be ascertained only by such testing.  Nor can latent defects be excluded by a simple examination.  A professional buyer examining a product in his field will be held to have assumed the risk as to all defects which a professional in the field ought to observe, while a nonprofessional buyer will be held to have assumed the risk only for such defects as a layman might be expected to observe.\n  9.  The situation in which the buyer gives precise and complete specifications to the seller is not explicitly covered in this section, but this is a frequent circumstance by which the implied warranties may be excluded.  The warranty of fitness for a particular purpose would not normally arise since in such a situation there is usually no reliance on the seller by the buyer.  The warranty of merchantability in such a transaction, however, must be considered in connection with the next section on the cumulation and conflict of warranties.  Under paragraph (c) of that section in case of such an inconsistency the implied warranty of merchantability is displaced by the express warranty that the goods will comply with the specifications.  Thus, where the buyer gives detailed specifications as to the goods, neither of the implied warranties as to quality will normally apply to the transaction unless consistent with the specifications.\n  Cross References:\n  Point 2:  Sections 2-202, 2-718 and 2-719.\n  Point 7:  Sections 1-205 and 2-208.\n  Definitional Cross References:\n  \"Agreement\".  Section 1-201.\n  \"Buyer\".  Section 2-103.\n  \"Contract\".  Section 1-201.\n  \"Course of dealing\".  Section 1-205.\n  \"Goods\".  Section 2-105.\n  \"Remedy\".  Section 1-201.\n  \"Seller\".  Section 2-103.\n  \"Usage of trade\".  Section 1-205.\n \nCase Notes\n \n  Cited:  56 H. 466, 540 P.2d 978."
}