{
    "name": "Security interest of collecting bank in items, accompanying documents and proceeds",
    "number": "4-210",
    "text": "(a)  A collecting bank has a security interest in an item and any accompanying documents or the proceeds of either:\n     (1)  In case of an item deposited in an account, to the extent to which credit given for the item has been withdrawn or applied;\n     (2)  In case of an item for which it has given credit available for withdrawal as of right, to the extent of the credit given, whether or not the credit is drawn upon or there is a right of charge back; or\n     (3)  If it makes an advance on or against the item.\n     (b)  If credit given for several items received at one time or pursuant to a single agreement is withdrawn or applied in part, the security interest remains upon all the items, any accompanying documents or the proceeds of either.  For the purpose of this section, credits first given are first withdrawn.\n     (c)  Receipt by a collecting bank of a final settlement for an item is a realization on its security interest in the item, accompanying documents, and proceeds.  So long as the bank does not receive final settlement for the item or give up possession of the item or possession or control of the accompanying documents for purposes other than collection, the security interest continues to that extent and is subject to Article 9, but:\n     (1)  No security agreement is necessary to make the security interest enforceable (section 490:9-203(b)(3)(A));\n     (2)  No filing is required to perfect the security interest; and\n     (3)  The security interest has priority over conflicting perfected security interests in the item, accompanying documents, or proceeds. [L 1965, c 208, §4-208; HRS §490:4-208; am and ren L 1991, c 118, pt of §4; am L 2000, c 241, §20; am L 2004, c 163, §19]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None; but see American Bankers Association Bank Collection Code, Section 2.\n  Purposes:\n  1.  Subsection (1) states a rational rule for the interest of a bank in an item.  The customer of the depositary bank is normally the owner of the item and the several collecting banks are his agents (Section 4-201).  A collecting agent may properly make advances on the security of paper held by him for collection, and when he does acquires at common law a possessory lien for his advances.  Subsection (1) applies an analogous principle to a bank in the collection chain which extends credit on items in the course of collection.  The bank has a security interest to the extent stated in this section.  To the extent of its security interest it is a holder for value (Sections 3-303, 4-209) and a holder in due course if it satisfies the other requirements for that status (Section 3-302).  Subsection (1) does not derogate from the banker's general common-law lien or right of set-off against indebtedness owing in deposit accounts.  See Section 1-103.  Rather subsection (1) specifically implements and extends the principle as a part of the bank collection process.\n  2.  Subsection (2) spreads the security interest of the bank over all items in a single deposit or received under a single agreement and a single giving of credit.  It also adopts the \"first-in, first-out\" rule.\n  3.  Collection statistics establish that in excess of ninety-nine per cent of items handled for collection are in fact collected.  The first sentence of subsection (3) reflects the fact that in such normal case the bank's security interest is self-liquidating.  The remainder of the subsection correlates the security interest with the provisions of Article 9, particularly for use in the cases of non-collection where the security interest may be important.\n  Cross References:\n  Sections 3-302, 3-303, 4-201, 4-209, 9-203(1)(b) and 9-302.\n  Definitional Cross References:\n  \"Account\".  Section 4-104.\n  \"Agreement\".  Section 1-201.\n  \"Bank\".  Section 1-201.\n  \"Item\".  Section 4-104.\n  \"Security interest\".  Section 1-201.\n  \"Settlement\".  Section 4-104."
}