{
    "name": "Cumulation and conflict of warranties express or implied",
    "number": "2-317",
    "text": "Warranties whether express or implied shall be construed as consistent with each other and as cumulative, but if such construction is unreasonable the intention of the parties shall determine which warranty is dominant.  In ascertaining that intention the following rules apply:\n    (a)   Exact or technical specifications displace an inconsistent sample or model or general language of description.\n    (b)   A sample from an existing bulk displaces inconsistent general language of description.\n    (c)   Express warranties displace inconsistent implied warranties other than an implied warranty of fitness for a particular purpose. [L 1965, c 208, §2-317; HRS ]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  On cumulation of warranties see Sections 14, 15, and 16, Uniform Sales Act.\n  Changes:  Completely rewritten into one section.\n  Purposes of Changes:\n  1.  The present section rests on the basic policy of this Article that no warranty is created except by some conduct (either affirmative action or failure to disclose) on the part of the seller.  Therefore, all warranties are made cumulative unless this construction of the contract is impossible or unreasonable.\n  This Article thus follows the general policy of the Uniform Sales Act except that in case of the sale of an article by its patent or trade name the elimination of the warranty of fitness depends solely on whether the buyer has relied on the seller's skill and judgment; the use of the patent or trade name is but one factor in making this determination.\n  2.  The rules of this section are designed to aid in determining the intention of the parties as to which of inconsistent warranties which have arisen from the circumstances of their transaction shall prevail.  These rules of intention are to be applied only where factors making for an equitable estoppel of the seller do not exist and where he has in perfect good faith made warranties which later turn out to be inconsistent.  To the extent that the seller has led the buyer to believe that all of the warranties can be performed, he is estopped from setting up any essential inconsistency as a defense.\n  3.  The rules in subsections (a), (b) and (c) are designed to ascertain the intention of the parties by reference to the factor which probably claimed the attention of the parties in the first instance.  These rules are not absolute but may be changed by evidence showing that the conditions which existed at the time of contracting make the construction called for by the section inconsistent or unreasonable.\n  Cross References:\n  Point 1:  Section 2-315.\n  Definitional Cross References:\n  \"Party\".  Section 1-201."
}