{
    "name": "What constitutes acceptance of goods",
    "number": "2-606",
    "text": "(1)  Acceptance of goods occurs when the buyer\n    (a)   After a reasonable opportunity to inspect the goods signifies to the seller that the goods are conforming or that he will take or retain them in spite of their nonconformity; or\n    (b)   Fails to make an effective rejection (subsection (1) of section 490:2-602), but such acceptance does not occur until the buyer has had a reasonable opportunity to inspect them; or\n    (c)   Does any act inconsistent with the seller's ownership; but if such act is wrongful as against the seller it is an acceptance only if ratified by him.\n     (2)  Acceptance of a part of any commercial unit is acceptance of that entire unit. [L 1965, c 208, §2-606; HRS ]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  Section 48, Uniform Sales Act.\n  Changes:  Rewritten, the qualification in paragraph (c) and subsection (2) being new; otherwise the general policy of the prior legislation is continued.\n  Purposes of Changes and New\nMatter:  To make it clear that:\n  1.  Under this Article \"acceptance\" as applied to goods means that the buyer, pursuant to the contract, takes particular goods which have been appropriated to the contract as his own, whether or not he is obligated to do so, and whether he does so by words, action, or silence when it is time to speak.  If the goods conform to the contract, acceptance amounts only to the performance by the buyer of one part of his legal obligation.\n  2.  Under this Article acceptance of goods is always acceptance of identified goods which have been appropriated to the contract or are appropriated by the contract.  There is no provision for \"acceptance of title\" apart from acceptance in general, since acceptance of title is not material under this Article to the detailed rights and duties of the parties.  (See Section 2-401).  The refinements of the older law between acceptance of goods and of title become unnecessary in view of the provisions of the sections on effect and revocation of acceptance, on effects of identification and on risk of loss, and those sections which free the seller's and buyer's remedies from the complications and confusions caused by the question of whether title has or has not passed to the buyer before breach.\n  3.  Under paragraph (a), payment made after tender is always one circumstance tending to signify acceptance of the goods but in itself it can never be more than one circumstance and is not conclusive.  Also, a conditional communication of acceptance always remains subject to its expressed conditions.\n  4.  Under paragraph (c), any action taken by the buyer, which is inconsistent with his claim that he has rejected the goods, constitutes an acceptance.  However, the provisions of paragraph (c) are subject to the sections dealing with rejection by the buyer which permit the buyer to take certain actions with respect to the goods pursuant to his options and duties imposed by those sections, without effecting an acceptance of the goods.  The second clause of paragraph (c) modifies some of the prior case law and makes it clear that \"acceptance\" in law based on the wrongful act of the acceptor is acceptance only as against the wrongdoer and then only at the option of the party wronged.\n  In the same manner in which a buyer can bind himself, despite his insistence that he is rejecting or has rejected the goods, by an act inconsistent with the seller's ownership under paragraph (c), he can obligate himself by a communication of acceptance despite a prior rejection under paragraph (a).  However, the sections on buyer's rights on improper delivery and on the effect of rightful rejection, make it clear that after he once rejects a tender, paragraph (a) does not operate in favor of the buyer unless the seller has re-tendered the goods or has taken affirmative action indicating that he is holding the tender open.  See also Comment 2 to Section 2-601.\n  5.  Subsection (2) supplements the policy of the section on buyer's rights on improper delivery, recognizing the validity of a partial acceptance but insisting that the buyer exercise this right only as to whole commercial units.\n  Cross References:\n  Point 2:  Sections 2-401, 2-509, 2-510, 2-607, 2-608 and Part 7.\n  Point 4:  Sections 2-601 through 2-604.\n  Point 5:  Section 2-601.\n  Definitional Cross References:\n  \"Buyer\".  Section 2-103.\n  \"Commercial unit\".  Section 2-105.\n  \"Goods\".  Section 2-105.\n  \"Seller\".  Section 2-103."
}