{
    "name": "Cure by seller of improper tender or delivery; replacement",
    "number": "2-508",
    "text": "§490:2-508    (1)  Where any tender or delivery by the seller is rejected because nonconforming and the time for performance has not yet expired, the seller may seasonably notify the buyer of his intention to cure and may then within the contract time make a conforming delivery.\n     (2)  Where the buyer rejects a nonconforming tender which the seller had reasonable grounds to believe would be acceptable with or without money allowance the seller may if he seasonably notifies the buyer have a further reasonable time to substitute a conforming tender. [L 1965, c 208, §2-508; HRS §490:2-508]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:\n  1.  Subsection (1) permits a seller who has made a non-conforming tender in any case to make a conforming delivery within the contract time upon seasonable notification to the buyer.  It applies even where the seller has taken back the non-conforming goods and refunded the purchase price.  He may still make a good tender within the contract period.  The closer, however, it is to the contract date, the greater is the necessity for extreme promptness on the seller's part in notifying of his intention to cure, if such notification is to be \"seasonable\" under this subsection.\n  The rule of this subsection, moreover, is qualified by its underlying reasons.  Thus if, after contracting for June delivery, a buyer later makes known to the seller his need for shipment early in the month and the seller ships accordingly, the \"contract time\" has been cut down by the supervening modification and the time for cure of tender must be referred to this modified time term.\n  2.  Subsection (2) seeks to avoid injustice to the seller by reason of a surprise rejection by the buyer.  However, the seller is not protected unless he had \"reasonable grounds to believe\" that the tender would be acceptable.  Such reasonable grounds can lie in prior course of dealing, course of performance or usage of trade as well as in the particular circumstances surrounding the making of the contract.  The seller is charged with commercial knowledge of any factors in a particular sales situation which require him to comply strictly with his obligations under the contract as, for example, strict conformity of documents in an overseas shipment or the sale of precision parts or chemicals for use in manufacture.  Further, if the buyer gives notice either implicitly, as by a prior course of dealing involving rigorous inspections, or expressly, as by the deliberate inclusion of a \"no replacement\" clause in the contract, the seller is to be held to rigid compliance.  If the clause appears in a \"form\" contract evidence that it is out of line with trade usage or the prior course of dealing and was not called to the seller's attention may be sufficient to show that the seller had reasonable grounds to believe that the tender would be acceptable.\n  3.  The words \"a further reasonable time to substitute a conforming tender\" are intended as words of limitation to protect the buyer.  What is a \"reasonable time\" depends upon the attending circumstances.  Compare Section 2-511 on the comparable case of a seller's surprise demand for legal tender.\n  4.  Existing trade usages permitting variations without rejection but with price allowance enter into the agreement itself as contractual limitations of remedy and are not covered by this section.\n  Cross References:\n  Point 2:  Section 2-302.\n  Point 3:  Section 2-511.\n  Point 4:  Sections 1-205 and 2-721.\n  Definitional Cross References:\n  \"Buyer\".  Section 2-103.\n  \"Conforming\".  Section 2-106.\n  \"Contract\".  Section 1-201.\n  \"Money\".  Section 1-201.\n  \"Notifies\".  Section 1-201.\n  \"Reasonable time\".  Section 1-204.\n  \"Seasonably\".  Section 1-204.\n  \"Seller\".  Section 2-103."
}