{
    "name": "Buyer's damages for breach in regard to accepted goods",
    "number": "2-714",
    "text": "§490:2-714    (1)  Where the buyer has accepted goods and given notification (subsection (3) of section 490:2-607) he may recover as damages for any nonconformity of tender the loss resulting in the ordinary course of events from the seller's breach as determined in any manner which is reasonable.\n     (2)  The measure of damages for breach of warranty is the difference at the time and place of acceptance between the value of the goods accepted and the value they would have had if they had been as warranted, unless special circumstances show proximate damages of a different amount.\n     (3)  In a proper case any incidental and consequential damages under the next section may also be recovered. [L 1965, c 208, §2-714; HRS §490:2-714]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  Section 69(6) and (7), Uniform Sales Act.\n  Changes:  Rewritten.\n  Purposes of Changes:\n  1.  This section deals with the remedies available to the buyer after the goods have been accepted and the time for revocation of acceptance has gone by.  In general this section adopts the rule of the prior uniform statutory provision for measuring damages where there has been a breach of warranty as to goods accepted, but goes further to lay down an explicit provision as to the time and place for determining the loss.\n  The section on deduction of damages from price provides an additional remedy for a buyer who still owes part of the purchase price, and frequently the two remedies will be available concurrently.  The buyer's failure to notify of his claim under the section on effects of acceptance, however, operates to bar his remedies under either that section or the present section.\n  2.  The \"non-conformity\" referred to in subsection (1) includes not only breaches of warranties but also any failure of the seller to perform according to his obligations under the contract.  In the case of such non-conformity, the buyer is permitted to recover for his loss \"in any manner which is reasonable.\"\n  3.  Subsection (2) describes the usual, standard and reasonable method of ascertaining damages in the case of breach of warranty but it is not intended as an exclusive measure.  It departs from the measure of damages for non-delivery in utilizing the place of acceptance rather than the place of tender.  In some cases the two may coincide, as where the buyer signifies his acceptance upon the tender.  If, however, the non-conformity is such as would justify revocation of acceptance, the time and place of acceptance under this section is determined as of the buyer's decision not to revoke.\n  4.  The incidental and consequential damages referred to in subsection (3), which will usually accompany an action brought under this section, are discussed in detail in the comment on the next section.\n  Cross References:\n  Point 1:  Compare Section 2-711; Sections 2-607 and 2-717.\n  Point 2:  Section 2-106.\n  Point 3:  Sections 2-608 and 2-713.\n  Point 4:  Section 2-715.\n  Definitional Cross References:\n  \"Buyer\".  Section 2-103.\n  \"Conform\".  Section 2-106.\n  \"Goods\".  Section 1-201.\n  \"Notification\".  Section 1-201.\n  \"Seller\".  Section 2-103.\n \nCase Notes\n \nDecisions under prior law.\n  Suit on warranty.  1 H. 198."
}