{
    "name": "Effect of instructions",
    "number": "4-203",
    "text": "Subject to Article 3 concerning conversion of instruments (section 490:3-420) and restrictive indorsements (section 490:3-206), only a collecting bank's transferor can give instructions that affect the bank or constitute notice to it, and a collecting bank is not liable to prior parties for any action taken pursuant to the instructions or in accordance with any agreement with its transferor. [L 1965, c 208, §4-203; HRS ; am L 1991, c 118, pt of §4]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None; but see Section 2 of the American Bankers Association Bank Collection Code.\n  Purposes:\n  This Section adopts a \"chain of command\" theory which renders it unnecessary for an intermediary or collecting bank to determine whether its transferor is \"authorized\" to give the instructions.  Equally the bank is not put on notice of any \"revocation of authority\" or \"lack of authority\" by notice received from any other person.  The desirability of speed in the collection process and the fact that, by reason of advances made, the transferor may have the paramount interest in the item requires the rule.\n  The Section is made subject to the provisions of Article 3 concerning conversion of instruments (Section 3-419) and other provisions of Article 3 and this Article concerning restrictive indorsements (Sections 3-205, 3-206, 3-419, 3-603, 4-205).  Of course instructions from or an agreement with its transferor does not relieve a collecting bank of its general obligation to exercise good faith and ordinary care.  See Section 4-103(1).  If in any particular case a bank has exercised good faith and ordinary care and is relieved of responsibility by reason of instructions of or an agreement with its transferor, the owner of the item may still have a remedy for loss against the transferor (another bank) if such transferor has given wrongful instructions.\n  The rules of the Section are applied only to collecting banks.  Payor banks always have the problem of making proper payment of an item; whether such payment is proper should be based upon all of the rules of Articles 3 and 4 and all of the facts of any particular case, and should not be dependent exclusively upon instructions from or an agreement with a person presenting the item.\n  Cross References:\n  Sections 3-205, 3-206, 3-419, 3-603, 4-103(1) and 4-205.\n  Definitional Cross References:\n  \"Collecting bank\".  Section 4-105.\n  \"Restrictive indorsement\".  Section 3-205."
}