{
    "name": "Short title",
    "number": "4-101",
    "text": "ARTICLE 4.\nBANK DEPOSITS AND COLLECTIONS\n \nNote\n \n  Though Article 4 was extensively amended by L 1991, c 118, comments to official text are retained.\n \nPART 1.  GENERAL PROVISIONS AND DEFINITIONS\n \n         This Article may be cited as Uniform Commercial Code--Bank Deposits and Collections. [L 1965, c 208, §4-101; HRS ; am L 1991, c 118, pt of §4]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  The tremendous number of checks handled by banks and the country-wide nature of the bank collection process require uniformity in the law of bank collections.  Individual Federal Reserve banks process as many as 1,000,000 items a day; large metropolitan banks average 300,000 a day; banks with less than $5,000,000 on deposit handle from 1,000 to 2,000 daily.  There is needed a uniform statement of the principal rules of the bank collection process with ample provision for flexibility to meet the needs of the large volume handled and the changing needs and conditions that are bound to come with the years.\n  The American Bankers Association Bank Collection Code, enacted in eighteen states, has stated many of the bank collection rules that have developed, and more recently Deferred Posting statutes have developed and varied further rules.  With items flowing in great volume not only in and around metropolitan and smaller centers but also continuously across state lines and back and forth across the entire country, a proper situation exists for uniform rules that will state in modern concepts at least some of the rights of the parties and in addition aid this flow and not interfere with its progress.\n  This Article adopts many of the rules of the American Bankers Association Code that are still in current operation, the principles and rules of the Deferred Posting and other statutes, codifies some rules established by court decisions and in addition states certain patterns and procedures that exist even though not heretofore covered by statute."
}