{
    "name": "Admissibility of market quotations",
    "number": "2-724",
    "text": "§490:2-724    Whenever the prevailing price or value of any goods regularly bought and sold in any established commodity market is in issue, reports in official publications or trade journals or in newspapers or periodicals of general circulation published as the reports of such market shall be admissible in evidence.  The circumstances of the preparation of such a report may be shown to affect its weight but not its admissibility. [L 1965, c 208, §2-724; HRS §490:2-724]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:  To make market quotations admissible in evidence while providing for a challenge of the material by showing the circumstances of its preparation.\n  No explicit provision as to the weight to be given to market quotations is contained in this section, but such quotations, in the absence of compelling challenge, offer an adequate basis for a verdict.\n  Market quotations are made admissible when the price or value of goods traded \"in any established market\" is in issue.  The reason of the section does not require that the market be closely organized in the manner of a produce exchange.  It is sufficient if transactions in the commodity are frequent and open enough to make a market established by usage in which one price can be expected to affect another and in which an informed report of the range and trend of prices can be assumed to be reasonably accurate.\n  This section does not in any way intend to limit or negate the application of similar rules of admissibility to other material, whether by action of the courts or by statute.  The purpose of the present section is to assure a minimum of mercantile administration in this important situation and not to limit any liberalizing trend in modern law.\n  Definitional Cross References:\n  \"Goods\".  Section 2-105."
}