{
    "name": "Action for the price",
    "number": "2-709",
    "text": "(1)  When the buyer fails to pay the price as it becomes due the seller may recover, together with any incidental damages under the next section, the price\n    (a)   Of goods accepted or of conforming goods lost or damaged within a commercially reasonable time after risk of their loss has passed to the buyer; and\n    (b)   Of goods identified to the contract if the seller is unable after reasonable effort to resell them at a reasonable price or the circumstances reasonably indicate that such effort will be unavailing.\n     (2)  Where the seller sues for the price he must hold for the buyer any goods which have been identified to the contract and are still in his control except that if resale becomes possible he may resell them at any time prior to the collection of the judgment.  The net proceeds of any such resale must be credited to the buyer and payment of the judgment entitles him to any goods not resold.\n     (3)  After the buyer has wrongfully rejected or revoked acceptance of the goods or has failed to make a payment due or has repudiated (section 490:2-610), a seller who is held not entitled to the price under this section shall nevertheless be awarded damages for non-acceptance under the preceding section. [L 1965, c 208, §2-709; HRS ]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  Section 63, Uniform Sales Act.\n  Changes:  Rewritten, important commercially needed changes being incorporated.\n  Purposes of Changes:  To make it clear that:\n  1.  Neither the passing of title to the goods nor the appointment of a day certain for payment is now material to a price action.\n  2.  The action for the price is now generally limited to those cases where resale of the goods is impracticable except where the buyer has accepted the goods or where they have been destroyed after risk of loss has passed to the buyer.\n  3.  This section substitutes an objective test by action for the former \"not readily resalable\" standard.  An action for the price under subsection (1)(b) can be sustained only after a \"reasonable effort to resell\" the goods \"at reasonable price\" has actually been made or where the circumstances \"reasonably indicate\" that such an effort will be unavailing.\n  4.  If a buyer is in default not with respect to the price, but on an obligation to make an advance, the seller should recover not under this section for the price as such, but for the default in the collateral (though coincident) obligation to finance the seller.  If the agreement between the parties contemplates that the buyer will acquire, on making the advance, a security interest in the goods, the buyer on making the advance has such an interest as soon as the seller has rights in the agreed collateral.  See Section 9-204.\n  5.  \"Goods accepted\" by the buyer under subsection (1)(a) include only goods as to which there has been no justified revocation of acceptance, for such a revocation means that there has been a default by the seller which bars his rights under this section.  \"Goods lost or damaged\" are covered by the section on risk of loss.  \"Goods identified to the contract\" under subsection (1)(b) are covered by the section on identification and the section on identification notwithstanding breach.\n  6.  This section is intended to be exhaustive in its enumeration of cases where an action for the price lies.\n  7.  If the action for the price fails, the seller may nonetheless have proved a case entitling him to damages for non-acceptance.  In such a situation, subsection (3) permits recovery of those damages in the same action.\n  Cross References:\n  Point 4:  Section 1-106.\n  Point 5:  Sections 2-501, 2-509, 2-510 and 2-704.\n  Point 7:  Section 2-708.\n  Definitional Cross References:\n  \"Action\".  Section 1-201.\n  \"Buyer\".  Section 2-103.\n  \"Conforming\".  Section 2-106.\n  \"Contract\".  Section 1-201.\n  \"Goods\".  Section 2-105.\n  \"Seller\".  Section 2-103."
}