{
    "name": "\"Letter of credit\" term; \"confirmed credit\"",
    "number": "2-325",
    "text": "(1)  Failure of the buyer seasonably to furnish an agreed letter of credit is a breach of the contract for sale.\n     (2)  The delivery to seller of a proper letter of credit suspends the buyer's obligation to pay.  If the letter of credit is dishonored, the seller may on seasonable notification to the buyer require payment directly from him.\n     (3)  Unless otherwise agreed the term \"letter of credit\" or \"banker's credit\" in a contract for sale means an irrevocable credit issued by a financing agency of good repute and, where the shipment is overseas, of good international repute.  The term \"confirmed credit\" means that the credit must also carry the direct obligation of such an agency which does business in the seller's financial market. [L 1965, c 208, §2-325; HRS ]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:  To express the established commercial and banking understanding as to the meaning and effects of term calling for \"letters of credit\" or \"confirmed credit\":\n  1.  Subsection (2) follows the general policy of this Article and Article 3 (Section 3-802) on conditional payment, under which payment by check or other short-term instrument is not ordinarily final as between the parties if the recipient duly presents the instrument and honor is refused.  Thus the furnishing of a letter of credit does not substitute the financing agency's obligation for the buyer's, but the seller must first give the buyer reasonable notice of his intention to demand direct payment from him.\n  2.  Subsection (3) requires that the credit be irrevocable and be a prime credit as determined by the standing of the issuer.  It is not necessary, unless otherwise agreed, that the credit be a negotiation credit; the seller can finance himself by an assignment of the proceeds under Section 5-116(2).\n  3.  The definition of \"confirmed credit\" is drawn on the supposition that the credit is issued by a bank which is not doing direct business in the seller's financial market; there is no intention to require the obligation of two banks both local to the seller.\n  Cross References:\n  Sections 2-403, 2-511(3) and 3-802 and Article 5.\n  Definitional Cross References:\n  \"Buyer\".  Section 2-103.\n  \"Contract for sale\".  Section 2-106.\n  \"Draft\".  Section 3-104.\n  \"Financing agency\".  Section 2-104.\n  \"Notifies\".  Section 1-201.\n  \"Overseas\".  Section 2-323.\n  \"Purchaser\".  Section 1-201.\n  \"Seasonably\".  Section 1-204.\n  \"Seller\".  Section 2-103.\n  \"Term\".  Section 1-201."
}