{
    "name": "Variation by agreement; measure of damages; action constituting ordinary care",
    "number": "4-103",
    "text": "§490:4-103    (a)  The effect of the provisions of this Article may be varied by agreement, but the parties to the agreement cannot disclaim a bank's responsibility for its lack of good faith or failure to exercise ordinary care or limit the measure of damages for the lack or failure.  However, the parties may determine by agreement the standards by which the bank's responsibility is to be measured if those standards are not manifestly unreasonable.\n     (b)  Federal Reserve regulations and operating circulars, clearing-house rules, and the like have the effect of agreements under subsection (a), whether or not specifically assented to by all parties interested in items handled.\n     (c)  Action or nonaction approved by this Article or pursuant to Federal Reserve regulations or operating circulars is the exercise of ordinary care and, in the absence of special instructions, action or nonaction consistent with clearing-house rules and the like or with a general banking usage not disapproved by this Article, is prima facie the exercise of ordinary care.\n     (d)  The specification or approval of certain procedures by this Article is not disapproval of other procedures that may be reasonable under the circumstances.\n     (e)  The measure of damages for failure to exercise ordinary care in handling an item is the amount of the item reduced by an amount that could not have been realized by the exercise of ordinary care.  If there is also bad faith it includes any other damages the party suffered as a proximate consequence. [L 1965, c 208, §4-103; HRS §490:4-103; am L 1991, c 118, pt of §4]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None; but see Sections 5 and 6 of the American Bankers Association Bank Collection Code.\n  Purposes:\n  1.  Section 1-102 states the general principles and rules for variation of the effect of this Act by agreement and the limitations to this power.  Section 4-103 states the specific rules for variation of Article 4 by agreement and also certain standards of ordinary care.  In view of the technical complexity of the field of bank collections, the enormous number of items handled by banks, the certainty that there will be variations from the normal in each day's work in each bank, the certainty of changing conditions and the possibility of developing improved methods of collection to speed the process, it would be unwise to freeze present methods of operation by mandatory statutory rules.  This section, therefore, permits within wide limits variation of provisions of the Article by agreement.\n  2.  Subsection (1) confers blanket power to vary all provisions of the Article by agreements of the ordinary kind.  The agreements may not disclaim a bank's responsibility for its own lack of good faith or failure to exercise ordinary care and may not limit the measure of damages for such lack or failure, but this subsection like Section 1-102(3) approves the practice of parties determining by agreement the standards by which such responsibility is to be measured.  In the absence of a showing that the standards manifestly are unreasonable, the agreement controls.  Owners of items and other interested parties are not affected by agreements under this subsection unless they are parties to the agreement or are bound by adoption, ratification, estoppel or the like.\n  As here used \"agreement\" has the meaning given to it by Section 1-201(3).  The agreement may be direct, as between the owner and the depositary bank; or indirect, as where the owner authorizes a particular type of procedure and any bank in the collection chain acts pursuant to such authorization.  It may be with respect to a single item; or to all items handled for a particular customer, e.g., a general agreement between the depositary bank and the customer at the time a deposit account is opened.  Legends on deposit tickets, collection letters and acknowledgments of items, coupled with action by the affected party constituting acceptance, adoption, ratification, estoppel or the like, are agreements if they meet the tests of the definition of \"agreement\".  See Section 1-201(3).  First Nat. Bank of Denver v. Federal Reserve Bank, 6 F.2d 339 (8th Cir. 1925) (deposit slip); Jefferson County Bldg. Ass'n v. Southern Bank & Trust Co., 225 Ala. 25, 142 So. 66 (1932); (signature card and deposit slip); Semingson v. Stock Yards Nat. Bank, 162 Minn. 424, 203 N.W. 412 (1925) (passbook); Farmers State Bank v. Union Nat. Bank, 42 N.D. 449, 454, 173 N.W. 789, 790 (1919) (acknowledgment of receipt of item).\n  3.  Subsection (1) (subject to its limitations with respect to good faith and ordinary care) goes far to meet the requirements of flexibility.  However, it does not by itself confer fully effective flexibility.  When it is recognized that banks handle probably 25,000,000 items every business day and that the parties interested in each item include the owner of the item, the drawer (if it is a check), all non-bank indorsers, the payor bank and from one to five or more collecting banks, it is obvious that it is impossible, practically, to obtain direct agreements from all of these parties on all items.  En masse, the interested parties constitute virtually every adult person and business organization in the United States.  On the other hand they may become bound to agreements on the principle that collecting banks acting as agents have authority to make binding agreements with respect to items being handled.  This conclusion was assumed but was not flatly decided in Federal Reserve Bank of Richmond v. Malloy, 264 U.S. 160, at 167, 44 S.Ct. 296, at 298, 68 L.Ed. 617, 31 A.L.R. 1261 (1924).\n  To meet this problem subsection (2) provides that official or quasi-official rules of collection, that is Federal Reserve regulations and operating letters, clearing house rules, and the like, have the effect of agreements under subsection (1), whether or not specifically assented to by all parties interested in items handled.  Consequently, such official or quasi-official rules may, standing by themselves but subject to the good faith and ordinary care limitations, vary the effect of the provisions of Article 4.\n  Federal Reserve regulations.  Various sections of the Federal Reserve Act (12 U.S.C.A. §221 et seq.) authorize the Board of Governors of the Federal Reserve System to direct the Federal Reserve banks to exercise bank collection functions.  For example, Section 16 (12 U.S.C.A. §248(o)) authorizes the Board to require each Federal Reserve bank to exercise the functions of a clearing house for its members and Section 13 (12 U.S.C.A. §342) authorizes each Federal Reserve bank to receive deposits from non-member banks solely for the purposes of exchange or of collection.  Under this statutory authorization the Board has issued Regulation J (Check Clearing and Collection), which has been infrequently amended over the many years during which it has been in force.  (Regulation G, issued under comparable statutory authority, covers the handling of \"non-cash items\").  Where regulations issued by the Board in pursuance of its statutory mandate may be said to have some force of law and constitute an effective means of maintaining flexibility, it is appropriate to provide that such regulations may vary this Article even though not specifically assented to by all parties interested in items handled.\n  Federal Reserve operating letters.  The regulations of the Federal Reserve Board authorize the Federal Reserve banks to promulgate rules covering operating details.  Regulation J, for example, provides that each bank may promulgate rules \"not inconsistent with the terms of the law or of this regulation governing the sorting, listing, packaging and transmission of items and other details of its check clearing and collection operation.  Such rules...shall be set forth...in...letters of instructions to...member and non-member clearing banks.\"  The term \"operating letters\" means these \"letters of instructions\", sometimes called \"operating circulars\", issued by the Federal Reserve banks under appropriate regulation of the Board.  This Article recognizes such \"operating letters\" issued pursuant to the regulations and concerned with operating details as appropriate means, within their proper sphere, to vary the effect of the Article.\n  Clearing House Rules.  Local clearing houses have long issued rules governing the details of clearing; hours of clearing, media of remittance, time for return of mis-sent items and the like.  The case law has recognized such rules, within their proper sphere, as binding on affected parties and as appropriate sources for the courts to look to in filling out details of bank collection law.  Subsection (2) in recognizing clearing house rules as a means of preserving flexibility continues the sensible approach indicated in the cases.  Included in the term \"clearing houses\" are county and regional clearing houses as well as those within a single city or town.  There is, of course, no intention of authorizing a local clearing house or a group of clearing houses to rewrite the basic law generally.  The term \"clearing house rules\" should be understood in the light of functions the clearing houses have exercised in the past.\n  And the like.  This phrase is to be construed in the light of the foregoing.  \"Federal Reserve regulations and operating letters\" cover rules and regulations issued by public or quasi-public agencies under statutory authority.  \"Clearing house rules\" cover rules issued by a group of banks which have associated themselves to perform through a clearing house some of their collection, payment and clearing functions.  Other such agencies or associations may be established in the future whose rules and regulations could be appropriately looked on as constituting means of avoiding absolute statutory rigidity.  The phrase \"and the like\" leaves open such possibilities of future development.  An agreement between a number of banks or even all the banks in an area simply because they are banks, would not of itself, by virtue of the phrase \"and the like,\" meet the purposes and objectives of subsection (2).\n  4.  Under this Article banks come under the general obligations of the use of good faith and the exercise of ordinary care.  \"Good faith\" is defined in this Act (Section 1-201(19)) as \"honesty in fact in the conduct or transaction concerned.\"  The term \"ordinary care\" is not defined and is here used with its normal tort meaning and not in any special sense relating to bank collections.  No attempt is made in the Article to define in toto what constitutes ordinary care or lack of it.  Section 4-202 states respects in which collecting banks must use ordinary care.  Subsection (3) of 4-103 provides that action or non-action approved by the Article or pursuant to Federal Reserve regulations or operating letters constitutes the exercise of ordinary care.  Where Federal Reserve regulations and operating letters are issued pursuant to statutory mandate as indicated above, they constitute an affirmative standard of ordinary care equally with the provisions of Article 4 itself.\n  Subsection (3) further provides that, absent special instructions, action or non-action consistent with clearing house rules and the like or with a general banking usage not disapproved by the Article, prima facie constitutes the exercise of ordinary care.  Clearing house rules and the phrase \"and the like\" have the significance set forth above in these Comments. The term \"general banking usage\" is not defined but should be taken to mean a general usage common to banks in the area concerned.  See Section 1-205(2).  Where the adjective \"general\" is used, the intention is to require a usage broader than a mere practice between two or three banks but it is not intended to require anything as broad as a country-wide usage.  A usage followed generally throughout a state, a substantial portion of a state, a metropolitan area or the like would certainly be sufficient.  Consistently with the principle of Section 1-205(3), action or non-action consistent with clearing house rules or the like or with such banking usages prima facie constitutes the exercise of ordinary care.  However, the phrase \"in the absence of special instructions\" affords owners of items an opportunity to prescribe other standards and where there may be no direct supervision or control of clearing houses or banking usages by official supervisory authorities, the confirmation of ordinary care by compliance with these standards is prima facie only, thus conferring on the courts the ultimate power to determine ordinary care in any case where it should appear desirable to do so.  The prima facie rule does, however, impose on the party contesting the standards to establish that they are unreasonable, arbitrary or unfair.\n  5.  Subsection (4), in line with the flexible approach required for the bank collection process is designed to make clear that a novel procedure adopted by a bank is not to be considered unreasonable merely because that procedure is not specifically contemplated by this Article or by agreement, or because it has not yet been generally accepted as a bank usage.  Changing conditions constantly call for new procedures and someone has to use the new procedure first.  If such a procedure when called in question is found to be reasonable under the circumstances, provided, of course, that it is not inconsistent with any provision of the Article or other law or agreement, the bank which has followed the new procedure should not be found to have failed in the exercise of ordinary care.\n  6.  Subsection (5) sets forth a rule for determining the measure of damages which, under subsection (1), cannot be limited by agreement.  In the absence of bad faith the maximum recovery is the amount of the item concerned.  When it is established that some part or all of the item could not have been collected even by the use of ordinary care the recovery is reduced by the amount which would have been in any event uncollectible.  This limitation on recovery follows the case law.  Finally, when bad faith is established the rule opens to allow the recovery of other damages, whose \"proximateness\" is to be tested by the ordinary rules applied in comparable cases.  Of course, it continues to be as necessary under subsection (5) as it has been under ordinary common law principles that, before the damage rule of the subsection becomes operative, liability of the bank and some loss to the customer or owner must be established.\n  Cross References:\n  Sections 1-102(3), 1-203, 1-205 and 4-202.\n  Definitional Cross References:\n  \"Bank\".  Section 1-201.\n  \"Good faith\".  Section 1-201.\n  \"Item\".  Section 4-104.\n  \"Usage\".  Section 1-205."
}