{
    "name": "Passing of title; reservation for security; limited application of this section",
    "number": "2-401",
    "text": "PART 4.  TITLE, CREDITORS AND GOOD FAITH PURCHASERS\n \n         Each provision of this Article with regard to the rights, obligations and remedies of the seller, the buyer, purchasers or other third parties applies irrespective of title to the goods except where the provision refers to such title.  Insofar as situations are not covered by the other provisions of this Article and matters concerning title become material the following rules apply:\n     (1)  Title to goods cannot pass under a contract for sale prior to their identification to the contract (section 490:2-501), and unless otherwise explicitly agreed the buyer acquires by their identification a special property as limited by this chapter.  Any retention or reservation by the seller of the title (property) in goods shipped or delivered to the buyer is limited in effect to a reservation of a security interest.  Subject to these provisions and to the provisions of the Article on Secured Transactions (Article 9), title to goods passes from the seller to the buyer in any manner and on any conditions explicitly agreed on by the parties.\n     (2)  Unless otherwise explicitly agreed title passes to the buyer at the time and place at which the seller completes his performance with reference to the physical delivery of the goods, despite any reservation of a security interest and even though a document of title is to be delivered at a different time or place; and in particular and despite any reservation of a security interest by the bill of lading\n    (a)   If the contract requires or authorizes the seller to send the goods to the buyer but does not require him to deliver them at destination, title passes to the buyer at the time and place of shipment; but\n    (b)   If the contract requires delivery at destination, title passes on tender there.\n     (3)  Unless otherwise explicitly agreed, where delivery is to be made without moving the goods:\n    (a)   If the seller is to deliver a tangible document of title, title passes at the time when and the place where the seller delivers such documents, and if the seller is to deliver an electronic document of title, title passes when the seller delivers the document; or\n    (b)   If the goods are at the time of contracting already identified and no documents are to be delivered, title passes at the time and place of contracting.\n     (4)  A rejection or other refusal by the buyer to receive or retain the goods, whether or not justified, or a justified revocation of acceptance revests title to the goods in the seller.  Such revesting occurs by operation of law and is not a \"sale\". [L 1965, c 208, §2-401; HRS ; am L 2004, c 163, §8]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  See generally, Sections 17, 18, 19 and 20, Uniform Sales Act.\n  Purposes:  To make it clear that:\n  1.  This Article deals with the issues between seller and buyer in terms of step by step performance or non-performance under the contract for sale and not in terms of whether or not \"title\" to the goods has passed.  That the rules of this section in no way alter the rights of either the buyer, seller or third parties declared elsewhere in the Article is made clear by the preamble of this section.  This section, however, in no way intends to indicate which line of interpretation should be followed in cases where the applicability of \"public\" regulation depends upon a \"sale\" or upon location of \"title\" without further definition.  The basic policy of this Article that known purpose and reason should govern interpretation cannot extend beyond the scope of its own provisions.  It is therefore necessary to state what a \"sale\" is and when title passes under this Article in case the courts deem any public regulation to incorporate the defined term of the \"private\" law.\n  2.  \"Future\" goods cannot be the subject of a present sale.  Before title can pass the goods must be identified in the manner set forth in Section 2‑501.  The parties, however, have full liberty to arrange by specific terms for the passing of title to goods which are existing.\n  3.  The \"special property\" of the buyer in goods identified to the contract is excluded from the definition of \"security interest\"; its incidents are defined in provisions of this Article such as those on the rights of the seller's creditors, on good faith purchase, on the buyer's right to goods on the seller's insolvency, and on the buyer's right to specific performance or replevin.\n  4.  The factual situations in subsections (2) and (3) upon which passage of title turn actually base the test upon the time when the seller has finally committed himself in regard to specific goods.  Thus in a \"shipment\" contract he commits himself by the act of making the shipment.  If shipment is not contemplated subsection (3) turns on the seller's final commitment, i.e. the delivery of documents or the making of the contract.\n  Cross References:\n  Point 2:  Sections 2-102, 2-501 and 2-502.\n  Point 3:  Sections 1-201, 2-402, 2‑403, 2-502 and 2-716.\n  Definitional Cross References:\n  \"Agreement\".  Section 1-201.\n  \"Bill of lading\".  Section 1-201.\n  \"Buyer\".  Section 2-103.\n  \"Contract\".  Section 1-201.\n  \"Contract for sale\".  Section 2-106.\n  \"Delivery\".  Section 1-201.\n  \"Document of title\".  Section 1-201.\n  \"Good faith\".  Section 2-103.\n  \"Goods\".  Section 2-105.\n  \"Party\".  Section 1-201.\n  \"Purchaser\".  Section 1-201.\n  \"Receipt\" of goods.  Section 2-103.\n  \"Remedy\".  Section 1-201.\n  \"Rights\".  Section 1-201.\n  \"Sale\".  Section 2-106.\n  \"Security interest\".  Section 1-201.\n  \"Seller\".  Section 2-103.\n  \"Send\".  Section 1-201.\n \nCase Notes\n \nDecisions under prior law.\n  Goods delivered to subagent.  209 F.2d 318."
}