{
    "name": "Seller's resale including contract for resale",
    "number": "2-706",
    "text": "(1)  Under the conditions stated in section 490:2-703 on seller's remedies, the seller may resell the goods concerned or the undelivered balance thereof.  Where the resale is made in good faith and in a commercially reasonable manner the seller may recover the difference between the resale price and the contract price together with any incidental damages allowed under the provisions of this Article (section 490:2-710), but less expenses saved in consequence of the buyer's breach.\n     (2)  Except as otherwise provided in subsection (3) or unless otherwise agreed resale may be at public or private sale including sale by way of one or more contracts to sell or of identification to an existing contract of the seller.  Sale may be as a unit or in parcels and at any time and place and on any terms but every aspect of the sale including the method, manner, time, place and terms must be commercially reasonable.  The resale must be reasonably identified as referring to the broken contract, but it is not necessary that the goods be in existence or that any or all of them have been identified to the contract before the breach.\n     (3)  Where the resale is at private sale the seller must give the buyer reasonable notification of his intention to resell.\n     (4)  Where the resale is at public sale\n    (a)   Only identified goods can be sold except where there is a recognized market for a public sale of futures in goods of the kind; and\n    (b)   It must be made at a usual place or market for public sale if one is reasonably available and except in the case of goods which are perishable or threaten to decline in value speedily the seller must give the buyer reasonable notice of the time and place of the resale; and\n    (c)   If the goods are not to be within the view of those attending the sale the notification of sale must state the place where the goods are located and provide for their reasonable inspection by prospective bidders; and\n    (d)   The seller may buy.\n     (5)  A purchaser who buys in good faith at a resale takes the goods free of any rights of the original buyer even though the seller fails to comply with one or more of the requirements of this section.\n     (6)  The seller is not accountable to the buyer for any profit made on any resale.  A person in the position of a seller (section 490:2-707) or a buyer who has rightfully rejected or justifiably revoked acceptance must account for any excess over the amount of his security interest, as hereinafter defined (subsection (3) of section 490:2-711). [L 1965, c 208, §2-706; HRS ]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  Section 60, Uniform Sales Act.\n  Changes:  Rewritten.\n  Purposes of Changes:  To simplify the prior statutory provision and to make it clear that:\n  1.  The only condition precedent to the seller's right of resale under subsection (1) is a breach by the buyer within the section on the seller's remedies in general or insolvency.  Other meticulous conditions and restrictions of the prior uniform statutory provision are disapproved by this Article and are replaced by standards of commercial reasonableness.  Under this section the seller may resell the goods after any breach by the buyer.  Thus, an anticipatory repudiation by the buyer gives rise to any of the seller's remedies for breach, and to the right of resale.  This principle is supplemented by subsection (2) which authorizes a resale of goods which are not in existence or were not identified to the contract before the breach.\n  2.  In order to recover the damages prescribed in subsection (1) the seller must act \"in good faith and in a commercially reasonable manner\" in making the resale.  This standard is intended to be more comprehensive than that of \"reasonable care and judgment\" established by the prior uniform statutory provision.  Failure to act properly under this section deprives the seller of the measure of damages here provided and relegates him to that provided in Section 2-708.\n  Under this Article the seller resells by authority of law, in his own behalf, for his own benefit and for the purpose of fixing his damages.  The theory of a seller's agency is thus rejected.\n  3.  If the seller complies with the prescribed standard of duty in making the resale, he may recover from the buyer the damages provided for in subsection (1).  Evidence of market or current prices at any particular time or place is relevant only on the question of whether the seller acted in a commercially reasonable manner in making the resale.\n  The distinction drawn by some courts between cases where the title had not passed to the buyer and the seller had resold as owner, and cases where the title had passed and the seller had resold by virtue of his lien on the goods, is rejected.\n  4.  Subsection (2) frees the remedy of resale from legalistic restrictions and enables the seller to resell in accordance with reasonable commercial practices so as to realize as high a price as possible in the circumstances.  By \"public\" sale is meant a sale by auction.  A \"private\" sale may be effected by solicitation and negotiation conducted either directly or through a broker.  In choosing between a public and private sale the character of the goods must be considered and relevant trade practices and usages must be observed.\n  5.  Subsection (2) merely clarifies the common law rule that the time for resale is a reasonable time after the buyer's breach, by using the language \"commercially reasonable.\"  What is such a reasonable time depends upon the nature of the goods, the condition of the market and the other circumstances of the case; its length cannot be measured by any legal yardstick or divided into degrees.  Where a seller contemplating resale receives a demand from the buyer for inspection under the section of preserving evidence of goods in dispute, the time for resale may be appropriately lengthened.\n  On the question of the place for resale, subsection (2) goes to the ultimate test, the commercial reasonableness of the seller's choice as to the place for an advantageous resale.  This Article rejects the theory that the seller is required to resell at the agreed place for delivery and that a resale elsewhere can be permitted only in exceptional cases.\n  6.  The purpose of subsection (2) being to enable the seller to dispose of the goods to the best advantage, he is permitted in making the resale to depart from the terms and conditions of the original contract for sale to any extent \"commercially reasonable\" in the circumstances.\n  7.  The provision of subsection (2) that the goods need not be in existence to be resold applies when the buyer is guilty of anticipatory repudiation of a contract for future goods, before the goods or some of them have come into existence.  In such a case the seller may exercise the right of resale and fix his damages by \"one or more contracts to sell\" the quantity of conforming future goods affected by the repudiation.  The companion provision of subsection (2) that resale may be made although the goods were not identified to the contract prior to the buyer's breach, likewise contemplates an anticipatory repudiation by the buyer but occurring after the goods are in existence.  If the goods so identified conform to the contract, their resale will fix the seller's damages quite as satisfactorily as if they had been identified before the breach.\n  8.  Where the resale is to be by private sale, subsection (3) requires that reasonable notification of the seller's intention to resell must be given to the buyer.  The length of notification of a private sale depends upon the urgency of the matter.  Notification of the time and place of this type of sale is not required.\n  Subsection (4)(b) requires that the seller give the buyer reasonable notice of the time and place of a public resale so that he may have an opportunity to bid or to secure the attendance of other bidders.  An exception is made in the case of goods \"which are perishable or threaten to decline speedily in value.\"\n  9.  Since there would be no reasonable prospect of competitive bidding elsewhere, subsection (4) requires that a public resale \"must be made at a usual place or market for public sale if one is reasonably available;\" i.e., a place or market which prospective bidders may reasonably be expected to attend.  Such a market may still be \"reasonably available\" under this subsection, though at a considerable distance from the place where the goods are located.  In such a case the expense of transporting the goods for resale is recoverable from the buyer as part of the seller's incidental damages under subsection (1).  However, the question of availability is one of commercial reasonableness in the circumstances and if such \"usual\" place or market is not reasonably available, a duly advertised public resale may be held at another place if it is one which prospective bidders may reasonably be expected to attend, as distinguished from a place where there is no demand whatsoever for goods of the kind.\n  Paragraph (a) of subsection (4) qualifies the last sentence of subsection (2) with respect to resales of unidentified and future goods at public sale.  If conforming goods are in existence the seller may identify them to the contract after the buyer's breach and then resell them at public sale.  If the goods have not been identified, however, he may resell them at public sale only as \"future\" goods and only where there is a recognized market for public sale of futures in goods of the kind.\n  The provisions of paragraph (c) of subsection (4) are intended to permit intelligent bidding.\n  The provision of paragraph (d) of subsection (4) permitting the seller to bid and, of course, to become the purchaser, benefits the original buyer by tending to increase the resale price and thus decreasing the damages he will have to pay.\n  10.  This Article departs in subsection (5) from the prior uniform statutory provision in permitting a good faith purchaser at resale to take a good title as against the buyer even though the seller fails to comply with the requirements of this section.\n  11.  Under subsection (6), the seller retains profit, if any, without distinction based on whether or not he had a lien since this Article divorces the question of passage of title to the buyer from the seller's right of resale or the consequences of its exercise.  On the other hand, where \"a person in the position of a seller\" or a buyer acting under the section on buyer's remedies, exercises his right of resale under the present section he does so only for the limited purpose of obtaining cash for his \"security interest\" in the goods.  Once that purpose has been accomplished any excess in the resale price belongs to the seller to whom an accounting must be made as provided in the last sentence of subsection (6).\n  Cross References:\n  Point 1:  Sections 2-610, 2-702 and 2-703.\n  Point 2:  Section 1-201.\n  Point 3:  Sections 2-708 and 2-710.\n  Point 4:  Section 2-328.\n  Point 8:  Section 2-104.\n  Point 9:  Section 2-710.\n  Point 11:  Sections 2-401, 2-707 and 2-711(3).\n  Definitional Cross References:\n  \"Buyer\".  Section 2-103.\n  \"Contract\".  Section 1-201.\n  \"Contract for sale\".  Section 2-106.\n  \"Good faith\".  Section 2-103.\n  \"Goods\".  Section 2-105.\n  \"Merchant\".  Section 2-104.\n  \"Notification\".  Section 1-201.\n  \"Person in position of seller\".  Section 2-707.\n  \"Purchase\".  Section 1-201.\n  \"Rights\".  Section 1-201.\n  \"Sale\".  Section 2-106.\n  \"Security interest\".  Section 1-201.\n  \"Seller\".  Section 2-103."
}