{
    "name": "Definitions and index of definitions",
    "number": "4-104",
    "text": "(a)  In this Article, unless the context otherwise requires:\n     (1)  \"Account\" means any deposit or credit account with a bank, including a demand, time, savings, passbook, share draft, or like account, other than an account evidenced by a certificate of deposit;\n     (2)  \"Afternoon\" means the period of a day between noon and midnight;\n     (3)  \"Banking day\" means the part of a day on which a bank is open to the public for carrying on substantially all of its banking functions;\n     (4)  \"Clearing-house\" means an association of banks or other payors regularly clearing items;\n     (5)  \"Customer\" means a person having an account with a bank or for whom a bank has agreed to collect items, including a bank that maintains an account at another bank;\n     (6)  \"Documentary draft\" means a draft to be presented for acceptance or payment if specified documents, certificated securities (section 490:8-102) or instructions for uncertificated securities (section 490:8-102), or other certificates, statements, or the like are to be received by the drawee or other payor before acceptance or payment of the draft;\n     (7)  \"Draft\" means a draft as defined in section 490:3-104 or an item, other than an instrument, that is an order;\n     (8)  \"Drawee\" means a person ordered in a draft to make payment;\n     (9)  \"Item\" means an instrument or a promise or order to pay money handled by a bank for collection or payment.  The term does not include a payment order governed by Article 4A or a credit or debit card slip;\n    (10)  \"Midnight deadline\" with respect to a bank is midnight on its next banking day following the banking day on which it receives the relevant item or notice or from which the time for taking action commences to run, whichever is later;\n    (11)  \"Settle\" means to pay in cash, by clearing-house settlement, in a charge or credit or by remittance, or otherwise as agreed.  A settlement may be either provisional or final;\n    (12)  \"Suspends payments\" with respect to a bank means that it has been closed by order of the supervisory authorities, that a public officer has been appointed to take it over, or that it ceases or refuses to make payments in the ordinary course of business.\n     (b)  Other definitions applying to this Article and the sections in which they appear are:\n     \"Agreement for electronic presentment\".  Section 490:4-110.\n     \"Bank\".  Section 490:4-105.\n     \"Collecting bank\".  Section 490:4-105.\n     \"Depositary bank\".  Section 490:4-105.\n     \"Intermediary bank\".  Section 490:4-105.\n     \"Payor bank\".  Section 490:4-105.\n     \"Presenting bank\".  Section 490:4-105.\n     \"Presentment notice\".  Section 490:4-110.\n     (c)  The following definitions in other articles apply to this article:\n     \"Acceptance\".  Section 490:3-409.\n     \"Alteration\".  Section 490:3-407.\n     \"Cashier's check\".  Section 490:3-104.\n     \"Certificate of deposit\".  Section 490:3-104.\n     \"Certified check\".  Section 490:3-409.\n     \"Check\".  Section 490:3-104.\n     \"Control\".  Section 490:7-106.\n     \"Good faith\".  Section 490:3-103.\n     \"Holder in due course\".  Section 490:3-302.\n     \"Instrument\".  Section 490:3-104.\n     \"Notice of dishonor\".  Section 490:3-503.\n     \"Order\".  Section 490:3-103.\n     \"Ordinary care\".  Section 490:3-103.\n     \"Person entitled to enforce\".  Section 490:3-301.\n     \"Presentment\".  Section 490:3-501.\n     \"Promise\".  Section 490:3-103.\n     \"Prove\".  Section 490:3-103.\n     \"Teller's check\".  Section 490:3-104.\n     \"Unauthorized signature\".  Section 490:3-403.\n     (d)  In addition, Article 1 contains general definitions and principles of construction and interpretation applicable throughout this Article. [L 1965, c 208, §4-104; HRS ; am L 1991, c 118, pt of §4; am L 1997, c 33, §6; am L 2004, c 163, §18]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:\n  1.  Subsection (1)(c):  \"Banking Day\".  Under this definition that part of a business day when a bank is open only for limited functions, e.g., on Saturday evenings to receive deposits and cash checks, but with loan, bookkeeping and other departments closed, is not part of a banking day.\n  2.  Subsection (1)(d):  \"Clearing House\".  Occasionally express companies, governmental agencies and other non-banks deal directly with a clearing house; hence the definition does not limit the term to an association of banks.\n  3.  Subsection (1)(e):  \"Customer\".  It is to be noted that this term includes a bank carrying an account with another bank as well as the more typical non-bank customer or depositor.\n  4.  Subsection (1)(g):  The word \"item\" is chosen because it is \"banking language\" and includes non-negotiable as well as negotiable paper calling for money and also similar paper governed by the Article on Investment Securities (Article 8) as well as that governed by the Article on Commercial Paper (Article 3).\n  5.  Subsection (1)(h):  \"Midnight Deadline\".  The use of this phrase is an example of the more mechanical approach used in this Article.  Midnight is selected as a termination point or time limit to obtain greater uniformity and definiteness than would be possible from other possible termination points, such as the close of the banking day or business day.\n  6.  Subsection (1)(j):  The term \"settle\" is a new term in bank collection language that has substantial importance throughout Article 4.  In the American Bankers Association Bank Collection Code, in deferred posting statutes, in Federal Reserve regulations and operating letters, in clearing house rules, in agreements between banks and customers and in legends on deposit tickets and collection letters, there is repeated reference to \"conditional\" or \"provisional\" credits or payments.  Tied in with this concept of credits or payments being in some way tentative, has been a related but somewhat different problem as to when an item is \"paid\" or \"finally paid\" either to determine the relative priority of the item as against attachments, stop payment orders and the like or in insolvency situations.  There has been extensive litigation in the various states on these problems.  To a substantial extent the confusion, the litigation and even the resulting court decisions fail to take into account that in the collection process some debits or credits are provisional or tentative and others are final and that very many debits or credits are provisional or tentative for awhile but later become final.  Similarly, some cases fail to recognize that within a single bank, particularly a payor bank, each item goes through a series of processes and that in a payor bank most of these processes are preliminary to the basic act of payment or \"final payment\".\n  The term \"settle\" is used as a convenient term to characterize a broad variety of conditional, provisional, tentative and also final payments of items.  Such a comprehensive term is needed because it is frequently difficult or unnecessary to determine whether a particular action is tentative or final or when a particular credit shifts from the tentative class to the final class.  Therefore, its use throughout the Article indicates that in that particular context it is unnecessary or unwise to determine whether the debit or the credit or the payment is tentative or final.  However, when qualified by the adjective \"provisional\" its tentative nature is intended, and when qualified by the adjective \"final\" its permanent nature is intended.\n  Examples of the various types of settlement contemplated by the term include payments in cash; the efficient but somewhat complicated process of payment through the adjustment and offsetting of balances through clearing houses; debit or credit entries in accounts between banks; the forwarding of various types of remittance instruments, sometimes to cover a particular item but more frequently to cover an entire group of items received on a particular day.\n  7.  Subsection (1)(k):  \"Suspends payments\".  This term is designed to afford an objective test to determine when a bank is no longer operating as a part of the banking system.\n  Definitional Cross References:\n  \"Bank\".  Section 1-201.\n  \"Documents\".  Section 1-201.\n  \"Money\".  Section 1-201.\n  \"Negotiable\".  Section 3-104.\n  \"Notice\".  Section 1-201.\n  \"Person\".  Section 1-201.\n  \"Securities\".  Section 8-102."
}