{
    "name": "When items subject to notice, stop-payment order, legal process, or setoff; order in which items may be charged or certified Customer",
    "number": "4-303",
    "text": "§490:4-303  When items subject to notice, stop-payment order, legal process, or setoff; order in which items may be charged or certified.  (a)  Any knowledge, notice, or stop-payment order received by, legal process served upon, or setoff exercised by a payor bank comes too late to terminate, suspend, or modify the bank's right or duty to pay an item or to charge its customer's account for the item if the knowledge, notice, stop-payment order, or legal process is received or served and a reasonable time for the bank to act thereon expires or the setoff is exercised after the earliest of the following:\n     (1)  The bank accepts or certifies the item;\n     (2)  The bank pays the item in cash;\n     (3)  The bank settles for the item without having a right to revoke the settlement under statute, clearing-house rule, or agreement;\n     (4)  The bank becomes accountable for the amount of the item under section 490:4-302 dealing with the payor bank's responsibility for late return of items; or\n     (5)  With respect to checks, a cutoff hour no earlier than one hour after the opening of the next banking day after the banking day on which the bank received the check and no later than the close of that next banking day or, if no cutoff hour is fixed, the close of the next banking day after the banking day on which the bank received the check.\n     (b)  Subject to subsection (a), items may be accepted, paid, certified, or charged to the indicated account of its customer in any order. [L 1965, c 208, §4-303; HRS §490:4-303; am L 1991, c 118, pt of §4]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:\n  1.  The comments to Section 4-213 describe the process through which an item passes in the payor bank.  Prior to this process or at any time while it is going on, the payor bank may receive knowledge or a legal notice affecting the item, such as knowledge or a notice that the drawer has filed a petition in bankruptcy or made an assignment for the benefit of creditors; may receive an order of the drawer stopping payment on the item; may have served on it an attachment of the account of the drawer; or the bank itself may exercise a right of setoff against the drawer's account.  Each of these events affects the account of the drawer and may eliminate or freeze all or part of whatever balance is available to pay the item.  Subsection (1) states the rule for determining the relative priorities between these various legal events and the item.\n  2.  The rule is that if any one of several things has been done to the item or if it has reached any one of several stages in its processing at the time the knowledge, notice, stop-order or legal process is received or served and a reasonable time for the bank to act thereon expires or the setoff is exercised, the knowledge, notice, stop-order, legal process or setoff comes too late, the item has priority and a charge to the customer's account may be made and is effective.  Certain of the tests determining the priority status of the item are the same as for final payment under Section 4-213(1), but additional tests apply in the context of the present section.  The first event mentioned, namely, acceptance, means formal acceptance as that term is used and defined in Section 3-410.  Certification is the type of certification defined in Section 3-411.  Payment of the item in cash under Section 4-213(1)(a), final settlement for the item under Section 4-213(1)(b) and completion of the process of posting under Section 4-213(1)(c) all constitute final payment of the item and confer priority.  After a cash payment, final settlement or the completion of the process of posting, any knowledge, notice, stop-order, legal process or setoff comes too late and cannot interfere with either the payment of the item or a charge to the customer's account based upon such payment.\n  3.  The sixth event conferring priority is stated by the language \"or otherwise has evidenced by examination of such indicated account and by action its decision to pay the item.\" This general \"omnibus\" language is necessary to pick up other possible types of action impossible to specify particularly but where the bank has examined the account to see if there are sufficient funds and has taken some action indicating an intention to pay.  An example is what has sometimes been called \"sight posting\" where the bookkeeper examines the account and makes a decision to pay but postpones posting.  The clause should be interpreted in the light of Nineteenth Ward Bank v. First Nat. Bank of South Weymouth, 184 Mass. 49, 67 N.E. 670 (1903).  It is not intended to refer to various preliminary acts in no way close to a true decision of the bank to pay the item, such as receipt of the item over the counter for deposit, entry of a provisional credit in a passbook, or the making of a provisional settlement for the item through the clearing house, by entries in accounts, remittance or otherwise.  All actions of this type are provisional and none of them evidences the bank's decision to pay the item.  In this Section as in Section 4-213 reasoning such as appears in Cohen v. First Nat. Bank of Nogales, 22 Ariz. 394, 400, 198 P. 122, 124, 15 A.L.R. 701 (1921); Briviesca v. Coronado, 19 Cal.2d 244, 120 P.2d 649 (1941); White Brokerage Co. v. Cooperman, 207 Minn. 239, 290 N.W. 790 (1940); Scotts Bluff County v. First Nat. Bank of Gering, 115 Neb. 273, 212 N.W. 617, 618 (1927); Provident Savings Bank & Trust Co. v. Hildebrand, 49 Ohio App. 207, 196 N.E. 790, 791 (1934); Schaer v. First Nat. Bank of Brenham, 132 Tex. 499, 124 S.W.2d 108 (1939) (bill of exchange); Union State Bank of Lancaster v. People's State Bank of Lancaster, 192 Wis. 28, 33, 211 N.W. 931, 933 (1927); 1 Paton's Digest 1067, is rejected.\n  4.  The seventh and last event conferring priority for an item and a charge to the customer's account based upon the item is stated by the language \"become accountable for the amount of the item under subsection (1)(d) of Section 4-213 and Section 4-302 dealing with the payor bank's responsibility for late return of items\".  Under Section 4-213(1)(d) if a payor bank makes a provisional settlement for an item and fails to revoke the settlement in the time and manner permitted by statute, clearing house rule or agreement, such combination of events constitutes final payment of the item.  Under Section 4-302 a payor bank may also become accountable for the amount of an item in certain other situations even though there has been no provisional settlement for the item or such action as constitutes final payment under Section 4-213(1).  Expiration of the deadlines under Sections 4-213(1)(d) or 4-302 with resulting accountability by the payor bank for the amount of the item, establish priority of the item over notices, stop-orders, legal process or setoff.\n  5.  In the case of knowledge, notice, stop-orders and legal process the effective time for determining whether they were received too late to affect the payment of an item and a charge to the customer's account by reason of such payment, is receipt plus a reasonable time for the bank to act on any of these communications.  Usually a relatively short time is required to communicate to the bookkeeping department advice of one of these events but certainly some time is necessary.  Compare Sections 1-201(27) and 4-403.  In the case of setoff the effective time is when the setoff is actually made.\n  6.  As between one item and another no priority rule is stated, other than the convenience of the bank.  This rule is justified because of the impossibility of stating a rule that would be fair in all cases, having in mind the almost infinite number of combinations of large and small checks in relation to the available balance on hand in the drawer's account; the possible methods of receipt; and other difficulties.  Further, where the drawer has drawn all the checks, he should have funds available to meet all of them and has no basis for urging one should be paid before another; and the holders have no direct right against the payor bank in any event, unless of course, the bank has accepted, certified or finally paid a particular item, or has become liable for it under Section 4-302.  Under subsection (2) the bank obviously has the right to pay items for which it is itself liable ahead of those for which it is not.\n  Cross References:\n  Sections 3-410, 3-411, 4-213(1), 4-301, 4-302.\n  Definitional Cross References:\n  \"Accepted\".  Section 3-410.\n  \"Account\".  Section 4-104.\n  \"Agreement\".  Section 1-201.\n  \"Certified\".  Section 3-411.\n  \"Clearing house\".  Section 4-104.\n  \"Customer\".  Section 4-104.\n  \"Item\".  Section 4-104.\n  \"Notice\".  Section 1-201.\n  \"Payor bank\".  Section 4-105.\n  \"Settle\".  Section 4-104."
}