{
    "name": "Methods of sending and presenting; sending directly to payor bank",
    "number": "4-204",
    "text": "§490:4-204    (a)  A collecting bank shall send items by a reasonably prompt method, taking into consideration relevant instructions, the nature of the item, the number of those items on hand, the cost of collection involved, and the method generally used by it or others to present those items.\n     (b)  A collecting bank may send:\n     (1)  An item directly to the payor bank;\n     (2)  An item to a nonbank payor if authorized by its transferor; and\n     (3)  An item other than documentary drafts to a nonbank payor, if authorized by Federal Reserve regulation or operating circular, clearing-house rule, or the like.\n     (c)  Presentment may be made by a presenting bank at a place where the payor bank or other payor has requested that presentment be made. [L 1965, c 208, §4-204; HRS §490:4-204; am L 1991, c 118, pt of §4]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None; but see Section 6, American Bankers Association Bank Collection Code.\n  Purposes:\n  1.  Subsection (1) prescribes the general standards applicable to proper sending or forwarding of items.  Because of the many types of methods available and the desirability of preserving flexibility any attempt to prescribe limited or precise methods is avoided.\n  2.  Subsection (2)(a) codifies the practice of direct mail, express, messenger or like presentment to payor banks.  The practice is now country-wide and is justified by the need for speed, the general responsibility of banks, Federal Deposit Insurance protection and other reasons.\n  3.  Full approval of the practice of direct sending is limited to cases where a bank is a payor.  Where non-bank drawees or payors may be of unknown responsibility, substantial risks may be attached to placing in their hands the instruments calling for payments from them.  This is obviously so in the case of documentary drafts.  However, in some cities practices have long existed under clearing house procedures to forward certain types of items to certain non-bank payors.  Examples include insurance loss drafts drawn by field agents on home offices.  For the purpose of leaving the door open to legitimate practices of this kind, subsection (2)(c) affirmatively approves direct sending of any item other than documentary drafts to any non-bank payor, if authorized by Federal Reserve regulation or operating letter, clearing house rule or the like.\n  On the other hand subsection (2)(b) approves sending any item direct to a non-bank payor if authorized by a collecting bank's transferor.  This permits special instructions or agreements out of the norm and is consistent with the \"chain of command\" theory of Section 4-203.  However, if a transferor other than the owner of the item, e.g., a prior collecting bank, authorizes a direct sending to a nonbank payor, such transferor assumes responsibility for the propriety or impropriety of such authorization.\n  4.  Section 3-504 states how presentment is made and subsection (2) of that Section affirmatively approves three specific methods by which presentment may be made.  The methods so specified are permissive and do not foreclose other possible methods.  However, in view of the substantial increase in recent years of presentment at centralized bookkeeping centers and electronic processing centers maintained or used by payor banks, many of which are at locations other than the banks themselves, subsection (3) specifically approves presentment by a presenting bank at any place requested by the payor bank.\n  Cross References:\n  Sections 3-504, 4-501 and 4-502.\n  Definitional Cross References:\n  \"Collecting bank\".  Section 4-105.\n  \"Documentary draft\".  Section 4-104.\n  \"Item\".  Section 4-104.\n  \"Payor bank\".  Section 4-105.\n  \"Presenting bank\".  Section 4-105."
}