{
    "name": "Seller's remedies in general",
    "number": "2-703",
    "text": "§490:2-703    Where the buyer wrongfully rejects or revokes acceptance of goods or fails to make a payment due on or before delivery or repudiates with respect to a part or the whole, then with respect to any goods directly affected and, if the breach is of the whole contract (section 490:2-612), then also with respect to the whole undelivered balance, the aggrieved seller may\n    (a)   Withhold delivery of such goods;\n    (b)   Stop delivery by any bailee as hereafter provided (section 490:2-705);\n    (c)   Proceed under the next section respecting goods still unidentified to the contract;\n    (d)   Resell and recover damages as hereafter provided (section 490:2-706);\n    (e)   Recover damages for nonacceptance (section 490:2-708) or in a proper case the price (section 490:2-709);\n    (f)   Cancel. [L 1965, c 208, §2-703; HRS §490:2-703]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  No comparable index section.\n  Purposes:\n  1.  This section is an index section which gathers together in one convenient place all of the various remedies open to a seller for any breach by the buyer.  This Article rejects any doctrine of election of remedy as a fundamental policy and thus the remedies are essentially cumulative in nature and include all of the available remedies for breach.  Whether the pursuit of one remedy bars another depends entirely on the facts of the individual case.\n  2.  The buyer's breach which occasions the use of the remedies under this section may involve only one lot or delivery of goods, or may involve all of the goods which are the subject matter of the particular contract.  The right of the seller to pursue a remedy as to all the goods when the breach is as to only one or more lots is covered by the section on breach in installment contracts.  The present section deals only with the remedies available after the goods involved in the breach have been determined by that section.\n  3.  In addition to the typical case of refusal to pay or default in payment, the language in the preamble, \"fails to make a payment due,\" is intended to cover the dishonor of a check on due presentment, or the non-acceptance of a draft, and the failure to furnish an agreed letter of credit.\n  4.  It should also be noted that this Act requires its remedies to be liberally administered and provides that any right or obligation which it declares is enforceable by action unless a different effect is specifically prescribed (Section 1-106).\n  Cross References:\n  Point 2:  Section 2-612.\n  Point 3:  Section 2-325.\n  Point 4:  Section 1-106.\n  Definitional Cross References:\n  \"Aggrieved party\".  Section 1-201.\n  \"Buyer\".  Section 2-103.\n  \"Cancellation\".  Section 2-106.\n  \"Contract\".  Section 1-201.\n  \"Goods\".  Section 2-105.\n  \"Remedy\".  Section 1-201.\n  \"Seller\".  Section 2-103."
}