{
    "name": "Merchant buyer's duties as to rightfully rejected goods",
    "number": "2-603",
    "text": "§490:2-603    (1)  Subject to any security interest in the buyer (subsection (3) of section 490:2-711), when the seller has no agent or place of business at the market of rejection a merchant buyer is under a duty after rejection of goods in his possession or control to follow any reasonable instructions received from the seller with respect to the goods and in the absence of such instructions to make reasonable efforts to sell them for the seller's account if they are perishable or threaten to decline in value speedily.  Instructions are not reasonable if on demand indemnity for expenses is not forthcoming.\n     (2)  When the buyer sells goods under subsection (1), he is entitled to reimbursement from the seller or out of the proceeds for reasonable expenses of caring for and selling them, and if the expenses include no selling commission then to such commission as is usual in the trade or if there is none to a reasonable sum not exceeding ten per cent on the gross proceeds.     (3)  In complying with this section the buyer is held only to good faith and good faith conduct hereunder is neither acceptance nor conversion nor the basis of an action for damages. [L 1965, c 208, §2-603; HRS §490:2-603]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:\n  1.  This section recognizes the duty imposed upon the merchant buyer by good faith and commercial practice to follow any reasonable instructions of the seller as to reshipping, storing, delivery to a third party, reselling or the like.  Subsection (1) goes further and extends the duty to include the making of reasonable efforts to effect a salvage sale where the value of the goods is threatened and the seller's instructions do not arrive in time to prevent serious loss.\n  2.  The limitations on the buyer's duty to resell under subsection (1) are to be liberally construed.  The buyer's duty to resell under this section arises from commercial necessity and thus is present only when the seller has \"no agent or place of business at the market of rejection\".  A financing agency which is acting in behalf of the seller in handling the documents rejected by the buyer is sufficiently the seller's agent to lift the burden of salvage resale from the buyer.  (See provisions of Sections 4-503 and 5-112 on bank's duties with respect to rejected documents.)  The buyer's duty to resell is extended only to goods in his \"possession or control\", but these are intended as words of wide, rather than narrow, import.  In effect, the measure of the buyer's \"control\" is whether he can practicably effect control without undue commercial burden.\n  3.  The explicit provisions for reimbursement and compensation to the buyer in subsection (2) are applicable and necessary only where he is not acting under instructions from the seller.  As provided in subsection (1) the seller's instructions to be \"reasonable\" must on demand of the buyer include indemnity for expenses.\n  4.  Since this section makes the resale of perishable goods an affirmative duty in contrast to a mere right to sell as under the case law, subsection (3) makes it clear that the buyer is liable only for the exercise of good faith in determining whether the value of the goods is sufficiently threatened to justify a quick resale or whether he has waited a sufficient length of time for instructions, or what a reasonable means and place of resale is.\n  5.  A buyer who fails to make a salvage sale when his duty to do so under this section has arisen is subject to damages pursuant to the section on liberal administration of remedies.\n  Cross References:\n  Point 2:  Sections 4-503 and 5-112.\n  Point 5:  Section 1-106.  Compare generally section 2-706.\n  Definitional Cross References:\n  \"Buyer\".  Section 2-103.\n  \"Good faith\".  Section 1-201.\n  \"Goods\".  Section 2-105.\n  \"Merchant\".  Section 2-104.\n  \"Security interest\".  Section 1-201.\n  \"Seller\".  Section 2-103."
}