{
    "name": "Additional terms in acceptance or confirmation",
    "number": "2-207",
    "text": "(1)  A definite and seasonable expression of acceptance or a written confirmation which is sent within a reasonable time operates as an acceptance even though it states terms additional to or different from those offered or agreed upon, unless acceptance is expressly made conditional on assent to the additional or different terms.\n     (2)  The additional terms are to be construed as proposals for addition to the contract.  Between merchants such terms become part of the contract unless:\n    (a)   The offer expressly limits acceptance to the terms of the offer;\n    (b)   They materially alter it; or\n    (c)   Notification of objection to them has already been given or is given within a reasonable time after notice of them is received.\n     (3)  Conduct by both parties which recognizes the existence of a contract is sufficient to establish a contract for sale although the writings of the parties do not otherwise establish a contract.  In such case the terms of the particular contract consist of those terms on which the writings of the parties agree, together with any supplementary terms incorporated under any other provisions of this chapter. [L 1965, c 208, §2-207; HRS ]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  Sections 1 and 3, Uniform Sales Act.\n  Changes:  Completely rewritten by this and other sections of this Article.\n  Purposes of Changes:\n  1.  This section is intended to deal with two typical situations.  The one is where an agreement has been reached either orally or by informal correspondence between the parties and is followed by one or both of the parties sending formal acknowledgments or memoranda embodying the terms so far as agreed upon and adding terms not discussed.  The other situation is one in which a wire or letter expressed and intended as the closing or confirmation of an agreement adds further minor suggestions or proposals such as \"ship by Tuesday,\" \"rush,\" \"ship draft against bill of lading inspection allowed,\" or the like.\n  2.  Under this Article a proposed deal which in commercial understanding has in fact been closed is recognized as a contract.  Therefore, any additional matter contained either in the writing intended to close the deal or in a later confirmation falls within subsection (2) and must be regarded as a proposal for an added term unless the acceptance is made conditional on the acceptance of the additional terms.\n  3.  Whether or not additional or different terms will become part of the agreement depends upon the provisions of subsection (2).  If they are such as materially to alter the original bargain, they will not be included unless expressly agreed to by the other party.  If, however, they are terms which would not so change the bargain they will be incorporated unless notice of objection to them has already been given or is given within a reasonable time.\n  4.  Examples of typical clauses which would normally \"materially alter\" the contract and so result in surprise or hardship if incorporated without express awareness by the other party are: a clause negating such standard warranties as that of merchantability or fitness for a particular purpose in circumstances in which either warranty normally attaches; a clause requiring a guaranty of 90% or 100% deliveries in a case such as a contract by cannery, where the usage of the trade allows greater quantity leeways; a clause reserving to the seller the power to cancel upon the buyer's failure to meet any invoice when due; a clause requiring that complaints be made in a time materially shorter than customary or reasonable.\n  5.  Examples of clauses which involve no element of unreasonable surprise and which therefore are to be incorporated in the contract unless notice of objection is seasonably given are:  a clause setting forth and perhaps enlarging slightly upon the seller's exemption due to supervening causes beyond his control, similar to those covered by the provision of this Article on merchant's excuse by failure of presupposed conditions or a clause fixing in advance any reasonable formula of proration under such circumstances; a clause fixing a reasonable time for complaints within customary limits, or in the case of a purchase for sub-sale, providing for inspection by the sub-purchaser; a clause providing for interest on overdue invoices or fixing the seller's standard credit terms where they are within the range of trade practice and do not limit any credit bargained for; a clause limiting the right of rejection for defects which fall within the customary trade tolerances for acceptance \"with adjustment\" or otherwise limiting remedy in a reasonable manner (see Sections 2-718 and 2-719).\n  6.  If no answer is received within a reasonable time after additional terms are proposed, it is both fair and commercially sound to assume that their inclusion has been assented to.  Where clauses on confirming forms sent by both parties conflict each party must be assumed to object to a clause of the other conflicting with one on the confirmation sent by himself.  As a result the requirement that there be notice of objection which is found in subsection (2) is satisfied and the conflicting terms do not become a part of the contract.  The contract then consists of the terms originally expressly agreed to, terms on which the confirmations agree, and terms supplied by this Act, including subsection (2).\n  Cross References:\n  See generally Section 2-302.\n  Point 5:  Sections 2-513, 2-602, 2-607, 2-609, 2-612, 2-614, 2-615, 2-616, 2-718 and 2-719.\n  Point 6:  Sections 1-102 and 2-104.\n  Definitional Cross References:\n  \"Between merchants\".  Section 2-104.\n  \"Contract\".  Section 1-201.\n  \"Notification\".  Section 1-201.\n  \"Reasonable time\".  Section 1-204.\n  \"Seasonably\".  Section 1-204.\n  \"Send\".  Section 1-201.\n  \"Term\".  Section 1-201.\n  \"Written\".  Section 1-201.\n \nCase Notes\n \n  Definite acceptance is counteroffer only as to additional terms.  56 H. 466, 540 P.2d 978."
}