{
    "name": "Deferred posting; recovery of payment by return of items; time of dishonor; return of items by payor bank",
    "number": "4-301",
    "text": "PART 3.  COLLECTION OF ITEMS; PAYOR BANKS\n \n     §490:4-301    (a)  If a payor bank settles for a demand item other than a documentary draft presented otherwise than for immediate payment over the counter before midnight of the banking day of receipt, the payor bank may revoke the settlement and recover the settlement if, before it has made final payment and before its midnight deadline, it:\n     (1)  Returns the item; or\n     (2)  Sends written notice of dishonor or nonpayment if the item is unavailable for return.\n     (b)  If a demand item is received by a payor bank for credit on its books, it may return the item or send notice of dishonor and may revoke any credit given or recover the amount thereof withdrawn by its customer, if it acts within the time limit and in the manner specified in subsection (a).\n     (c)  Unless previous notice of dishonor has been sent, an item is dishonored at the time when for purposes of dishonor it is returned or notice sent in accordance with this section.\n     (d)  An item is returned:\n     (1)  As to an item presented through a clearing-house, when it is delivered to the presenting or last collecting bank or to the clearing-house or is sent or delivered in accordance with clearing-house rules; or\n     (2)  In all other cases, when it is sent or delivered to the bank's customer or transferor or pursuant to instructions. [L 1965, c 208, §4-301; HRS §490:4-301; am L 1991, c 118, pt of §4]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None; but see American Bankers Association Model Deferred Posting Statute.\n  Purposes:\n  1.  Deferred posting and delayed returns is that practice whereby a payor bank sorts and proves items received by it on the day they are received, e.g. Monday, but does not post the items to the customer's account or return \"not good\" items until the next day, e.g. Tuesday.  The practice typifies \"production line\" methods currently used in bank collection and is based upon the necessity of an even flow of items through payor banks on a day by day basis in a manner which can be handled evenly by employee personnel without abnormal peak load periods, night work, and other practices objectionable to personnel.  Since World War II statutes authorizing deferred posting and delayed returns have been passed in almost all of the forty-eight states.  This section codifies the content of these statutes and approves the practice.\n  2.  The time limits for action imposed by Subsection (1) are adopted by Subsection (2) for cases where the payor bank is also the depositary bank, but in this case the requirement of a settlement on the day of receipt is omitted.\n  3.  Subsection (3) fixes a base point from which to measure the time within which notice of dishonor must be given.  See Section 3-508.\n  4.  Subsection (4) leaves banks free to agree upon the manner of returning items but establishes a precise time when an item is \"returned\".  For definition of \"sent\" as used in subsections (a) and (b) see Section 1-201(38).\n  5.  Obviously the section assumes that the item has not been \"finally paid\" under Section 4-213(1).  If it has been, this section has no operation.\n  Cross References:\n  Sections 3-508, 4-213, 4-302.\n  Definitional Cross References:\n  \"Banking day\".  Section 4-104.\n  \"Clearing house\".  Section 4-104.\n  \"Collecting bank\".  Section 4-105.\n  \"Customer\".  Section 4-104.\n  \"Documentary draft\".  Section 4-104.\n  \"Item\".  Section 4-104.\n  \"Midnight deadline\".  Section 4-104.\n  \"Notice of dishonor\".  Section 3-508.\n  \"Payor bank\".  Section 4-105.\n  \"Presenting bank\".  Section 4-105.\n  \"Sent\".  Section 1-201(38).\n  \"Settlement\".  Section 4-104."
}