{
    "name": "Who can sue third parties for injury to goods",
    "number": "2-722",
    "text": "§490:2-722    Where a third party so deals with goods which have been identified to a contract for sale as to cause actionable injury to a party to that contract\n    (a)   A right of action against the third party is in either party to the contract for sale who has title to or a security interest or a special property or an insurable interest in the goods; and if the goods have been destroyed or converted a right of action is also in the party who either bore the risk of loss under the contract for sale or has since the injury assumed that risk as against the other;\n    (b)   If at the time of the injury the party plaintiff did not bear the risk of loss as against the other party to the contract for sale and there is no arrangement between them for disposition of the recovery, his suit or settlement is, subject to his own interest, as a fiduciary for the other party to the contract;\n    (c)   Either party may with the consent of the other sue for the benefit of whom it may concern. [L 1965, c 208, §2-722; HRS §490:2-722]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:  To adopt and extend somewhat the principle of the statutes which provide for suit by the real party in interest.  The provisions of this section apply only after identification of the goods.  Prior to that time only the seller has a right of action.  During the period between identification and final acceptance (except in the case of revocation of acceptance) it is possible for both parties to have the right of action.  Even after final acceptance both parties may have the right of action if the seller retains possession or otherwise retains an interest.\n  Definitional Cross References:\n  \"Action\".  Section 1-201.\n  \"Buyer\".  Section 2-103.\n  \"Contract for sale\".  Section 2-106.\n  \"Goods\".  Section 2-105.\n  \"Party\".  Section 1-201.\n  \"Rights\".  Section 1-201.\n  \"Security interest\".  Section 1-201."
}