{
    "name": "Warranty of title and against infringement; buyer's obligation against infringement",
    "number": "2-312",
    "text": "§490:2-312    (1)  Subject to subsection (2) there is in a contract for sale a warranty by the seller that\n    (a)   The title conveyed shall be good, and its transfer rightful; and\n    (b)   The goods shall be delivered free from any security interest or other lien or encumbrance of which the buyer at the time of contracting has no knowledge.\n     (2)  A warranty under subsection (1) will be excluded or modified only by specific language or by circumstances which give the buyer reason to know that the person selling does not claim title in himself or that he is purporting to sell only such right or title as he or a third person may have.\n     (3)  Unless otherwise agreed a seller who is a merchant regularly dealing in goods of the kind warrants that the goods shall be delivered free of the rightful claim of any third person by way of infringement or the like but a buyer who furnishes specifications to the seller must hold the seller harmless against any such claim which arises out of compliance with the specifications. [L 1965, c 208, §2-312; HRS §490:2-312]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  Section 13, Uniform Sales Act.\n  Changes:  Completely rewritten, the provisions concerning infringement being new.\n  Purposes of Changes:\n  1.  Subsection (1) makes provision for a buyer's basic needs in respect to a title which he in good faith expects to acquire by his purchase, namely, that he receive a good, clean title transferred to him also in a rightful manner so that he will not be exposed to a lawsuit in order to protect it.\n  The warranty extends to a buyer whether or not the seller was in possession of the goods at the time the sale or contract to sell was made.\n  The warranty of quiet possession is abolished.  Disturbance of quiet possession, although not mentioned specifically, is one way, among many, in which the breach of the warranty of title may be established.\n  The \"knowledge\" referred to in subsection 1(b) is actual knowledge as distinct from notice.\n  2.  The provisions of this Article requiring notification to the seller within a reasonable time after the buyer's discovery of a breach apply to notice of a breach of the warranty of title, where the seller's breach was innocent.  However, if the seller's breach was in bad faith he cannot be permitted to claim that he has been misled or prejudiced by the delay in giving notice.  In such case the \"reasonable\" time for notice should receive a very liberal interpretation.  Whether the breach by the seller is in good or bad faith Section 2-725 provides that the cause of action accrues when the breach occurs.  Under the provisions of that section the breach of the warranty of good title occurs when tender of delivery is made since the warranty is not one which extends to \"future performance of the goods.\"\n  3.  When the goods are part of the seller's normal stock and are sold in his normal course of business, it is his duty to see that no claim of infringement of a patent or trademark by a third party will mar the buyer's title.  A sale by a person other than a dealer, however, raises no implication in its circumstances of such a warranty.  Nor is there such an implication when the buyer orders goods to be assembled, prepared or manufactured on his own specifications.  If, in such a case, the resulting product infringes a patent or trademark, the liability will run from buyer to seller.  There is, under such circumstances, a tacit representation on the part of the buyer that the seller will be safe in manufacturing according to the specifications, and the buyer is under an obligation in good faith to indemnify him for any loss suffered.\n  4.  This section rejects the cases which recognize the principle that infringements violate the warranty of title but deny the buyer a remedy unless he has been expressly prevented from using the goods.  Under this Article \"eviction\" is not a necessary condition to the buyer's remedy since the buyer's remedy arises immediately upon receipt of notice of infringement; it is merely one way of establishing the fact of breach.\n  5.  Subsection (2) recognizes that sales by sheriffs, executors, foreclosing lienors and persons similarly situated are so out of the ordinary commercial course that their peculiar character is immediately apparent to the buyer and therefore no personal obligation is imposed upon the seller who is purporting to sell only an unknown or limited right.  This subsection does not touch upon and leaves open all questions of restitution arising in such cases, when a unique article so sold is reclaimed by a third party as the rightful owner.\n  6.  The warranty of subsection (1) is not designated as an \"implied\" warranty, and hence is not subject to Section 2-316(3).  Disclaimer of the warranty of title is governed instead by subsection (2), which requires either specific language or the described circumstances.\n  Cross References:\n  Point 1:  Section 2-403.\n  Point 2:  Sections 2-607 and 2-725.\n  Point 3:  Section 1-203.\n  Point 4:  Sections 2-609 and 2-725.\n  Point 6:  Section 2-316.\n  Definitional Cross References:\n  \"Buyer\".  Section 2-103.\n  \"Contract for sale\".  Section 2-106.\n  \"Goods\".  Section 2-105.\n  \"Person\".  Section 1-201.\n  \"Right\".  Section 1-201.\n  \"Seller\".  Section 2-103.\n \nCase Notes\n \n  Subsection (2) cited with respect to sale of a motor vehicle.  2 H. App. 308, 631 P.2d 594.\n  Seller without title to vehicle not precluded from being a \"seller\".  4 H. App. 265, 664 P.2d 755."
}