{
    "name": "\"Cover\"; buyer's procurement of substitute goods",
    "number": "2-712",
    "text": "§490:2-712    (1)  After a breach within the preceding section the buyer may \"cover\" by making in good faith and without unreasonable delay any reasonable purchase of or contract to purchase goods in substitution for those due from the seller.\n     (2)  The buyer may recover from the seller as damages the difference between the cost of cover and the contract price together with any incidental or consequential damages as hereinafter defined (section 490:2-715), but less expenses saved in consequence of the seller's breach.\n     (3)  Failure of the buyer to effect cover within this section does not bar him from any other remedy. [L 1965, c 208, §2-712; HRS §490:2-712]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:\n  1.  This section provides the buyer with a remedy aimed at enabling him to obtain the goods he needs thus meeting his essential need.  This remedy is the buyer's equivalent of the seller's right to resell.\n  2.  The definition of \"cover\" under subsection (1) envisages a series of contracts or sales, as well as a single contract or sale; goods not identical with those involved but commercially usable as reasonable substitutes under the circumstances of the particular case; and contracts on credit or delivery terms differing from the contract in breach, but again reasonable under the circumstances.  The test of proper cover is whether at the time and place the buyer acted in good faith and in a reasonable manner, and it is immaterial that hindsight may later prove that the method of cover used was not the cheapest or most effective.\n  The requirement that the buyer must cover \"without unreasonable delay\" is not intended to limit the time necessary for him to look around and decide as to how he may best effect cover.  The test here is similar to that generally used in this Article as to reasonable time and seasonable action.\n  3.  Subsection (3) expresses the policy that cover is not a mandatory remedy for the buyer.  The buyer is always free to choose between cover and damages for non-delivery under the next section.\n  However, this subsection must be read in conjunction with the section which limits the recovery of consequential damages to such as could not have been obviated by cover.  Moreover, the operation of the section on specific performance of contracts for \"unique\" goods must be considered in this connection for availability of the goods to the particular buyer for his particular needs is the test for that remedy and inability to cover is made an express condition to the right of the buyer to replevy the goods.\n  4.  This section does not limit cover to merchants, in the first instance.  It is the vital and important remedy for the consumer buyer as well.  Both are free to use cover:  the domestic or non-merchant consumer is required only to act in normal good faith while the merchant buyer must also observe all reasonable commercial standards of fair dealing in the trade, since this falls within the definition of good faith on his part.\n  Cross References:\n  Point 1:  Section 2-706.\n  Point 2:  Section 1-204.\n  Point 3:  Sections 2-713, 2-715 and 2-716.\n  Point 4:  Section 1-203.\n  Definitional Cross References:\n  \"Buyer\".  Section 2-103.\n  \"Contract\".  Section 1-201.\n  \"Good faith\".  Section 2-103.\n  \"Goods\".  Section 2-105.\n  \"Purchase\".  Section 1-201.\n  \"Remedy\".  Section 1-201.\n  \"Seller\".  Section 2-103."
}