{
    "name": "Time of receipt of items",
    "number": "4-108",
    "text": "(a)  For the purpose of allowing time to process items, prove balances, and make the necessary entries on its books to determine its position for the day, a bank may fix an afternoon hour of 2:00 p.m. or later as a cut-off hour for the handling of money and items and the making of entries on its books.\n     (b)  An item or deposit of money received on any day after a cut-off hour so fixed or after the close of the banking day may be treated as being received at the opening of the next banking day. [L 1965, c 208, §4-107; HRS §490:4-107; am and ren L 1991, c 118, pt of §4]\n \nCOMMENTS TO OFFICIAL TEXT\n \n  Prior Uniform Statutory Provision:  None.\n  Purposes:\n  1.  After an item has been received by a bank it goes through a series of processes varying with the type of item that it is.  It moves from the teller's window, branch office, or mail desk at which it is received through settlement and proving departments until it is forwarded or presented to a clearing house or another bank, if it is a transit item, or until it reaches the bookkeeping department, if the bank receiving it is the payor bank.  In addition, in order that the books of the bank always remain in balance while items are moving through it, the amount of each item is included in lists or proofs of debits or credits several times as it progresses through the bank.  The running of proofs, the making of debit and credit entries in subsidiary and general ledgers and the striking of a general balance for each day requires a considerable amount of time.  If these processes are to be completed on any particular day during normal working hours without the employment of night forces, a number of banks have found it necessary to establish a \"cut-off hour\" to allow time to obtain final figures to be incorporated into the bank's position for the day.  Subsection (1) approves a cut-off hour of this type provided it is not earlier than 2 P.M.  Subsection (2) provides that if such a cut-off hour is fixed, items received after the cut-off hour may be treated as being received at the opening of the next banking day.  Where the number of items received either through the mail or over the counter tends to taper off radically as the afternoon hours progress, a 2 P.M. cut-off hour does not involve a large portion of the items received but at the same time permits a bank using such a cut-off hour to leave its doors open later in the afternoon without forcing into the evening the completion of its settling and proving process.\n  2.  The alternative provision in Subsection (2) that items or deposits received after the close of the banking day may be treated as received at the opening of the next banking day is important in cases where a bank closes at twelve or one o'clock, e.g., on a Saturday, but continues to receive some items by mail or over the counter if, for example, it opens Saturday evening for the limited purpose of receiving deposits and cashing checks.\n  Definitional Cross References:\n  \"Afternoon\".  Section 4-104.\n  \"Bank\".  Section 1-201.\n  \"Banking day\".  Section 4-104.\n  \"Item\".  Section 4-104.\n  \"Money\".  Section 1-201."
}