{
    "name": "Prohibited practices; evidence of bad faith",
    "number": "13",
    "text": "(a)  It shall be a prohibited practice for a public employer or its designated representative wilfully to:\n\n\n\n\t(1)\tInterfere, restrain, or coerce any employee in the exercise of any right guaranteed under this chapter;\n\t(2)\tDominate, interfere, or assist in the formation, existence, or administration of any employee organization;\n\t(3)\tDiscriminate in regard to hiring, tenure, or any term or condition of employment to encourage or discourage membership in any employee organization;\n\t(4)\tDischarge or otherwise discriminate against an employee because the employee has signed or filed an affidavit, petition, or complaint or given any information or testimony under this chapter, or because the employee has informed, joined, or chosen to be represented by any employee organization;\n\t(5)\tRefuse to bargain collectively in good faith with the exclusive representative as required in section 89-9;\n\t(6)\tRefuse to participate in good faith in the mediation and arbitration procedures set forth in section 89-11;\n\t(7)\tRefuse or fail to comply with any provision of this chapter;\n\t(8)\tViolate the terms of a collective bargaining agreement;\n\t(9)\tReplace any nonessential employee for participating in a labor dispute; or\n\t(10)\tGive employment preference to an individual employed during a labor dispute and whose employment termination date occurs after the end of the dispute, over an employee who exercised the right to join, assist, or engage in lawful collective bargaining or mutual aid or protection through the labor organization involved in the dispute.\n\n\n\n\t(b)  It shall be a prohibited practice for a public employee or for an employee organization or its designated agent wilfully to:\n\n\n\n\t(1)\tInterfere, restrain, or coerce any employee in the exercise of any right guaranteed under this chapter;\n\t(2)\tRefuse to bargain collectively in good faith with the public employer, if it is an exclusive representative, as required in section 89-9;\n\t(3)\tRefuse to participate in good faith in the mediation and arbitration procedures set forth in section 89-11;\n\t(4)\tRefuse or fail to comply with any provision of this chapter; or\n\t(5)\tViolate the terms of a collective bargaining agreement. [L 1970, c 171, pt of §2; gen ch 1985; am L 1992, c 214, §3; am L 2003, c 3, §2]\n\n\n\n\nAttorney General Opinions\n\n  Unilateral wage increases by employer pending representation elections as constituting interference, restraint or coercion.  Att. Gen. Op. 74-6.\nCase Notes\n\n  Only interference with a lawful employee activity may be subject of a prohibited practice charge under subsection (a)(1).  60 H. 361, 590 P.2d 993.\n  To prove a prohibited practice under subsection (b), a conscious, knowing, and deliberate intent to violate the provisions of chapter 89 must be proven.  66 H. 401, 664 P.2d 727.\n  The broad policy statements within §89-1 do not impose binding duties or obligations upon any parties but, rather, provide a useful guide for determining legislative intent and purpose; these statements, therefore, do not implicate the prohibited practice provision of refusing or failing to comply with any provision of chapter 89, as set forth in subsection (a)(7); thus, employee's claim that employer violated §89-1 properly dismissed.  97 H. 528, 40 P.3d 930.\n  Where employee presented grievance to employer, was heard with respect thereto, and was notified that the remedy employee sought as an individual was denied, employer did not violate §89-8(b) and the board was correct in determining that, on the relevant undisputed facts, the employer was entitled to summary judgment; thus, there was no subsection (a)(7) or (8) prohibited practice violation of the collective bargaining agreement.  97 H. 528, 40 P.3d 930.\n Where employee was not the exclusive representative of an appropriate bargaining unit and, thus, §89-11(a) did not confer any right to submit employee's dispute to an agreed procedure or to the board for a final and binding decision, the board was correct in dismissing employee's claim, and there was no subsection (a)(7) prohibited practice refusal or failure to comply with chapter 89 by the employer.  97 H. 528, 40 P.3d 930.\nHawaii Legal Reporter Citations\n\n  Violation of bargaining agreement.  78-2 HLR 1219."
}