{
    "name": "Appropriate bargaining units",
    "number": "6",
    "text": "  (a)  All employees throughout the State within any of the following categories shall constitute an appropriate bargaining unit:\n\n\n\n\t(1)\tNonsupervisory employees in blue collar positions;\n\t(2)\tSupervisory employees in blue collar positions;\n\t(3)\tNonsupervisory employees in white collar positions;\n\t(4)\tSupervisory employees in white collar positions;\n\t(5)\tTeachers and other personnel of the department of education under the same pay schedule, including part-time employees working less than twenty hours a week who are equal to one-half of a full-time equivalent;\n\t(6)\tEducational officers and other personnel of the department of education under the same pay schedule;\n\t(7)\tFaculty of the University of Hawaii and the community college system;\n\t(8)\tPersonnel of the University of Hawaii and the community college system, other than faculty;\n\t(9)\tRegistered professional nurses;\n\t(10)\tInstitutional, health, and correctional workers;\n\t(11)\tFirefighters;\n\t(12)\tPolice officers; and\n\t(13)\tProfessional and scientific employees, who cannot be included in any of the other bargaining units.\n\n\n\n\t(b)  Because of the nature of the work involved and the essentiality of certain occupations that require specialized training, supervisory employees who are eligible for inclusion in bargaining units (9) through (13) shall be included in bargaining units (9) through (13), respectively, instead of bargaining unit (2) or (4).\n\t(c)  The classification systems of each jurisdiction shall be the bases for differentiating blue collar from white collar employees, professional from institutional, health and correctional workers, supervisory from nonsupervisory employees, teachers from educational officers, and faculty from nonfaculty.  In differentiating supervisory from nonsupervisory employees, class titles alone shall not be the basis for determination.  The nature of the work, including whether a major portion of the working time of a supervisory employee is spent as part of a crew or team with nonsupervisory employees, shall be considered also.\n\t(d)  For the purpose of negotiating a collective bargaining agreement, the public employer of an appropriate bargaining unit shall mean the governor together with the following employers:\n\n\n\n\t(1)\tFor bargaining units (1), (2), (3), (4), (9), (10), and (13), the governor shall have six votes and the mayors, the chief justice, and the Hawaii health systems corporation board shall each have one vote if they have employees in the particular bargaining unit;\n\t(2)\tFor bargaining units (11) and (12), the governor shall have four votes and the mayors shall each have one vote;\n\t(3)\tFor bargaining units (5) and (6), the governor shall have three votes, the board of education shall have two votes, and the superintendent of education shall have one vote;\n\t(4)\tFor bargaining units (7) and (8), the governor shall have three votes, the board of regents of the University of Hawaii shall have two votes, and the president of the University of Hawaii shall have one vote.\n\n\n\nAny decision to be reached by the applicable employer group shall be on the basis of simple majority, except when a bargaining unit includes county employees from more than one county.  In such case, the simple majority shall include at least one county.\n\t(e)  In addition to a collective bargaining agreement under subsection (d), each employer may negotiate, independently of one another, supplemental agreements that apply to their respective employees; provided that any supplemental agreement reached between the employer and the exclusive representative shall not extend beyond the term of the applicable collective bargaining agreement and shall not require ratification by employees in the bargaining unit.\n\t(f)  For the purposes of negotiating contributions by the State and the counties to a voluntary employees' beneficiary association trust as part of a collective bargaining agreement, all prospective retirees who retire on or after July 1, 2005, shall be considered members of the bargaining unit to which they belonged immediately prior to their retirement from the State or the counties.\n\t(g)  The following individuals shall not be included in any appropriate bargaining unit or be entitled to coverage under this chapter:\n\n\n\n\t(1)\tElected or appointed official;\n\t(2)\tMember of any board or commission;\n\t(3)\tTop-level managerial and administrative personnel, including the department head, deputy or assistant to a department head, administrative officer, director, or chief of a state or county agency or major division, and legal counsel;\n\t(4)\tSecretary to top-level managerial and administrative personnel under paragraph (3);\n\t(5)\tIndividual concerned with confidential matters affecting employee-employer relations;\n\t(6)\tPart-time employee working less than twenty hours per week, except part-time employees included in bargaining unit (5);\n\t(7)\tTemporary employee of three months' duration or less;\n\t(8)\tEmployee of the executive office of the governor or a household employee at Washington Place;\n\t(9)\tEmployee of the executive office of the lieutenant governor;\n\t(10)\tEmployee of the executive office of the mayor;\n\t(11)\tStaff of the legislative branch of the State;\n\t(12)\tStaff of the legislative branches of the counties, except employees of the clerks' offices of the counties;\n\t(13)\tAny commissioned and enlisted personnel of the Hawaii national guard;\n\t(14)\tInmate, kokua, patient, ward, or student of a state institution;\n\t(15)\tStudent help;\n\t(16)\tStaff of the Hawaii labor relations board;\n\t(17)\tEmployee of the Hawaii national guard youth challenge academy; or\n\t(18)\tEmployees of the office of elections.\n\n\n\n\t(h)  Where any controversy arises under this section, the board, pursuant to chapter 91, shall make an investigation and, after a hearing upon due notice, make a final determination on the applicability of this section to specific individuals, employees, or positions. [L 1970, c 171, pt of §2; am L 1973, c 36, §1; am L 1975, c 162, §1; am L 1976, c 13, §1; am L 1977, c 191, §1; am L 1987, c 184, §1 and c 311, §1; am L 1988, c 394, §1 and c 399, §2; gen ch 1993; am L 1996, c 89, §5; am L 2000, c 253, §96; am L 2002, c 65, §4; am L 2005, c 202, §3 and c 245, §5]"
}