{
    "name": "Definitions",
    "number": "91",
    "text": "PART V.  GENERAL FUND EXPENDITURE CEILING\n\n § to 94 [OLD]  REPEALED.  L 1984, c 183, §4.\n     As used in sections 37-92 to 37-94:\n\t\"Expenditure ceiling\" means the maximum general fund appropriations allowed in any year.  The expenditure ceiling shall be determined by considering the fiscal year 1978-1979 general fund appropriations as the expenditure ceiling.  The expenditure ceiling for succeeding fiscal years shall be computed by adjusting the immediate prior fiscal year expenditure ceiling by the applicable state growth.  When revisions are made to the total state personal income, the expenditure ceiling shall be recalculated on the basis of the latest available data, going back to fiscal year 1978-1979.\n\t\"General fund\" means the fund used to account for all transactions which are not accounted for in another fund, but excluding federal funds received by that fund.\n\t\"State growth\" means the estimated rate of growth of the State's economy and shall be established by averaging the annual percentage change in total state personal income for the three calendar years immediately preceding the fiscal year for which appropriations from the state general fund are to be made.  When revisions are made to total state personal income, state growth shall be recalculated on the basis of the latest available data.\n\t\"Total state personal income\" means the total state personal income as defined by the state personal income series published by the United States Department of Commerce, Social and Economic Statistics Administration, Bureau of Economic Analysis, or its successor, for each year for which such income has been determined and published, including all revisions to the series.  For the current and next succeeding calendar year for which such income has not been determined or published, it shall mean the total state personal income for such year as estimated by the council on revenues. [L Sp 1986, c 1, pt of §1; am L 1987, c 136, §2]"
}