{
    "name": "Number plates for mopeds; registration",
    "number": "14.1",
    "text": "(a)  The director of finance shall cause to be produced number plates and tags or emblems for the registration of mopeds operated in the State.\n     (b)  The director of finance shall number and register the moped in the owner's name in a permanent record or book to be kept by the director of finance for this purpose, and shall furnish the owner thereof with a receipt showing upon its face the license number issued for the moped.  The registration of mopeds shall occur on a staggered basis as agreed upon by the counties' director of finance.  The registration fee shall be $27 per year.  The director of finance shall also furnish the owner, upon the original registration of the moped, one plate with the registration number marked thereon.  Upon the payment of a registration fee for each year, a tag or emblem bearing a serial number and the month and year of expiration shall be provided to the owner.  Transfer of current number plates, tag, or emblem, except as authorized by this chapter, is punishable by a fine of not more than $50 for each offense.\n     (c)  Upon an original registration the director of finance shall fix, and shall charge to the owner, a fee equal to the cost of the number plate and tag or emblem plus the administrative cost of furnishing the plate and tag or emblem and effecting the registration.  Upon the issuance of a new series of number plates, the director of finance shall charge the owner a fee equal to the costs of the number plate plus the administrative cost of furnishing the plate.  Upon issuing a tag or emblem, the director of finance shall charge the owner a fee of 50 cents.  The owner shall securely fasten the number plate on the rear of the moped at a location provided by the manufacturer or in the absence of such a location upon the bumper of the moped and in conformance with section 291-31, in such a manner as to prevent the plate from swinging.  The number plate shall at all times be displayed entirely unobscured and be kept reasonably clean.\n     (d)  Upon the issuance of the tag or emblem, the owner shall affix the tag or emblem to the top right portion of the rear number plate. [L 2016, c 200, §1]"
}