{
    "name": "Partial disability",
    "number": "32",
    "text": "(a)  Permanent partial disability.  Where a work injury causes permanent partial disability, the employer shall pay the injured worker compensation in an amount determined by multiplying the effective maximum weekly benefit rate prescribed in section 386-31 by the number of weeks specified for the disability as follows:\n\tThumb.  For the loss of thumb, seventy-five weeks;\n\tFirst finger.  For the loss of a first finger, commonly called index finger, forty-six weeks;\n\tSecond finger.  For the loss of a second finger, commonly called the middle finger, thirty weeks;\n\tThird finger.  For the loss of a third finger, commonly called the ring finger, twenty-five weeks;\n\tFourth finger.  For the loss of a fourth finger, commonly called the little finger, fifteen weeks;\n\tPhalanx of thumb or finger.  Loss of the first phalanx of the thumb shall be equal to the loss of three-fourths of the thumb, and compensation shall be three-fourths of the amount above specified for the loss of the thumb.  The loss of the first phalanx of any finger shall be equal to the loss of one-half of the finger, and compensation shall be one-half of the amount above specified for loss of the finger.  The loss of more than one phalanx of the thumb or any finger shall be considered as loss of the entire thumb or finger;\n\tGreat toe.  For the loss of a great toe, thirty-eight weeks;\n\tOther toes.  For the loss of one of the toes other than the great toe, sixteen weeks;\n\tPhalanx of toe.  Loss of the first phalanx of any toe shall be equal to the loss of one-half of the toe, and the compensation shall be one-half of the amount specified for the loss of the toe.  The loss of more than one phalanx of any toe shall be considered as the loss of the entire toe;\n\tHand.  For the loss of a hand, two hundred forty-four weeks;\n\tArm.  For the loss of an arm, three hundred twelve weeks;\n\tFoot.  For the loss of a foot, two hundred five weeks;\n\tLeg.  For the loss of a leg, two hundred eighty-eight weeks;\n\tEye.  For the loss of an eye by enucleation, one hundred sixty weeks.  For the loss of vision in an eye, one hundred forty weeks.  Loss of binocular vision or of eighty per cent of the vision of an eye shall be considered loss of vision of the eye;\n\tEar.  For the permanent and complete loss of hearing in both ears, two hundred weeks.  For the permanent and complete loss of hearing in one ear, fifty-two weeks.  For the loss of both ears, eighty weeks.  For the loss of one ear, forty weeks;\n\tLoss of use.  Permanent loss of the use of a hand, arm, foot, leg, thumb, finger, toe, or phalanx shall be equal to and compensated as the loss of a hand, arm, foot, leg, thumb, finger, toe, or phalanx;\n\tPartial loss or loss of use of member named in schedule.  Where a work injury causes permanent partial disability resulting from partial loss of use of a member named in this schedule, and where the disability is not otherwise compensated in this schedule, compensation shall be paid for a period that stands in the same proportion to the period specified for the total loss or loss of use of the member as the partial loss or loss of use of that member stands to the total loss or loss of use thereof;\n\tMore than one finger or toe of same hand or foot.  In cases of permanent partial disability resulting from simultaneous injury to the thumb and one or more fingers of one hand, or to two or more fingers of one hand, or to the great toe and one or more toes other than the great toe of one foot, or to two or more toes other than the great toe of one foot, the disability may be rated as a partial loss or loss of use of the hand or the foot and the period of benefit payments shall be measured accordingly.  In no case shall the compensation for loss or loss of use of more than one finger or toe of the same hand or foot exceed the amount provided in this schedule for the loss of a hand or foot;\n\tAmputation.  Amputation between the elbow and the wrist shall be rated as the equivalent of the loss of a hand. Amputation between the knee and the ankle shall be rated as the equivalent of the loss of a foot.  Amputation at or above the elbow shall be rated as the loss of an arm.  Amputation at or above the knee shall be rated as the loss of a leg;\n\tDisfigurement.  In cases of personal injury resulting in disfigurement the director may award compensation not to exceed $30,000 as the director deems proper and equitable in view of the disfigurement.  Disfigurement shall be separate from other permanent partial disabilities and shall include scarring and other disfiguring consequences caused by medical, surgical, and hospital treatment of the employee;\n\tOther cases.  In all other cases of permanent partial disability resulting from the loss or loss of use of a part of the body or from the impairment of any physical function, weekly benefits shall be paid at the rate and subject to the limitations specified in this subsection for a period that bears the same relation to a period named in the schedule as the disability sustained bears to a comparable disability named in the schedule.  In cases in which the permanent partial disability must be rated as a percentage of the total loss or impairment of a physical or mental function of the whole person, the maximum compensation shall be computed on the basis of the corresponding percentage of the product of three hundred twelve times the effective maximum weekly benefit rate prescribed in section 386-31.\n\tPayment of compensation for permanent partial disability.  Compensation for permanent partial disability shall be paid in weekly installments at the rate of sixty-six and two-thirds per cent of the worker's average weekly wage, subject to the limitations on weekly benefit rates prescribed in section 386-31.\n\tUnconditional nature and time of commencement of payment.  Compensation for permanent partial disability shall be paid regardless of the earnings of the disabled employee subsequent to the injury.  Payments shall not commence until after termination of any temporary total disability that may be caused by the injury.\n\t(b)  Temporary partial disability.  Where a work injury causes partial disability, not determined to be permanent, which diminishes the employee's capacity for work, the employer, beginning with the first day of the disability and during the continuance thereof, shall pay the injured employee weekly benefits equal to sixty-six and two-thirds per cent of the difference between the employee's average weekly wages before the injury and the employee's weekly earnings thereafter, subject to the schedule for the maximum and minimum weekly benefit rates prescribed in section 386-31.\n\t(c)  Provisions common to permanent and temporary partial disability.  No determination of partial disability shall be made until two weeks from the date of the injury. [L 1963, c 116, pt of §1; am L 1965, c 106, §1; Supp, §97-31; am L 1967, c 138, §2; HRS ; am L 1969, c 25, §1; am L 1970, c 100, §1 and c 126, §1; am L 1972, c 42, §2; am L 1973, c 47, §1; am L 1974, c 153, §3; gen ch 1985; am L 1992, c 67, §1; am L 1995, c 234, §9]"
}