{
    "name": "Vocational rehabilitation",
    "number": "25",
    "text": "(a)  The purposes of vocational rehabilitation are to restore an injured worker's earning capacity as nearly as possible to that level which the worker was earning at the time of injury and to return the injured worker to suitable work in the active labor force as quickly as possible in a cost-effective manner.\n\t(b)  The director may refer employees who may have or have suffered permanent disability as a result of work injuries and who in the director's opinion can be vocationally rehabilitated to the department of human services or to private providers of rehabilitation services for vocational rehabilitation services that are feasible.  A referral shall be made upon recommendation of the rehabilitation unit established under section 386-71.5 and after the employee has been deemed physically able to participate in rehabilitation by the employee's attending physician.  The unit shall include appropriate professional staff and shall have the following duties and responsibilities:\n\n\n\n\t(1)\tTo review and approve rehabilitation plans developed by certified providers of rehabilitation services, whether they be private or public;\n\t(2)\tTo adopt rules consistent with this section which shall expedite and facilitate the identification, notification, and referral of industrially injured employees to rehabilitation services, and establish minimum standards for providers providing rehabilitation services under this section;\n\t(3)\tTo certify private and public providers of rehabilitation services meeting the minimum standards established under paragraph (2); and\n\t(4)\tTo enforce the implementation of rehabilitation plans.\n\n\n\n\t(c)  Enrollment in a rehabilitation plan or program shall not be mandatory and the approval of a proposed rehabilitation plan or program by the injured employee shall be required.   The injured employee may select a certified provider of rehabilitation services.  Both the certified provider and the injured employee, within a reasonable time after initiating rehabilitation services, shall give proper notice of selection to the employer.\n\t(d)  An injured employee's enrollment in a rehabilitation plan or program shall not affect the employee's entitlement to temporary total disability compensation if the employee earns no wages during the period of enrollment.  If the employee receives wages for work performed under the plan or program, the employee shall be entitled to temporary total disability compensation in an amount equal to the difference between the employee's average weekly wages at the time of injury and the wages received under the plan or program, subject to the limitations on weekly benefit rates prescribed in section 386-31(a).  The employee shall not be entitled to such compensation for any week during this period where the wages equal or exceed the average weekly wages at the time of injury.\n\t(e)  The director shall adopt rules for additional living expenses necessitated by the rehabilitation program, together with all reasonable and necessary vocational training.\n\t(f)  If the rehabilitation unit determines that vocational rehabilitation is not possible or feasible, it shall certify such determination to the director.\n\t(g)  The eligibility of any injured employee to receive other benefits under this chapter shall in no way be affected by the employee's entrance upon a course of vocational rehabilitation as herein provided.\n\t(h)  Vocational rehabilitation services for the purpose of developing a vocational rehabilitation plan may be approved by the director and the director may periodically review progress in each case. [L 1963, c 116, pt of §1; Supp, §97-24; HRS ; am L 1970, c 105, §5; am L 1980, c 224, §2; am L 1985, c 296, §2; gen ch 1985; am L 1987, c 339, §4; am L 1998, c 256, §1]"
}