{
    "name": "Kidnapping",
    "number": "720",
    "text": "PART IV.  KIDNAPPING AND RELATED OFFENSES; CRIMINAL COERCION\n\n     (1)  A person commits the offense of kidnapping if the person intentionally or knowingly restrains another person with intent to: \n\n\n\n\t(a)\tHold that person for ransom or reward;\n\t(b)\tUse that person as a shield or hostage;\n\t(c)\tFacilitate the commission of a felony or flight thereafter;\n\t(d)\tInflict bodily injury upon that person or subject that person to a sexual offense;\n\t(e)\tTerrorize that person or a third person; or\n\t(f)\tInterfere with the performance of any governmental or political function. \n\n\n\n\t(2)  Except as provided in subsection (3), kidnapping is a class A felony.\n\t(3)  In a prosecution for kidnapping, it is a defense which reduces the offense to a class B felony that the defendant voluntarily released the victim, alive and not suffering from serious or substantial bodily injury, in a safe place prior to trial. [L 1972, c 9, pt of §1; am L 1986, c 314, §53; gen ch 1992]\nCase Notes\n  Evidence held sufficient to show defendant restrained victim to subject victim to sexual offense.  61 H. 475, 605 P.2d 75.\n  Trial judge erred in refusing to instruct jury regarding the possible merger of the robbery and kidnapping counts against defendant.  77 H. 17, 881 P.2d 504.\n  Prosecution adduced substantial evidence from which a person of reasonable caution could conclude that defendant intentionally or knowingly restrained officer and intended to inflict bodily injury upon officer in violation of subsection (1)(d) where officer testified that defendant had pinned officer's arm against car's steering wheel and dragged officer thirty yards down the street while officer was hanging outside the vehicle.  95 H. 465, 24 P.3d 661.\n  No evidence that defendant voluntarily released the victim in a safe place.  6 H. App. 77, 711 P.2d 1303.\n  Trial court's jury instruction that \"terrorize means the risk of causing another person serious alarm for his or her personal safety\" had no basis in Hawaii's criminal statutes, derogated the culpable state of mind required for conviction under subsection (1)(e), and was not harmless error.  98 H. 208 (App.), 46 P.3d 1092.\n  A defense under subsection (3) imposed upon the State the burden of proving beyond a reasonable doubt that defendant (a) did not release the victim alive, (b) prior to trial, (c) voluntarily, (d) the victim was not suffering from serious or substantial  bodily injury, or (e) did not release the victim in a safe place; if and when the State satisfied its burden of disproving one or more of these five elements, it disproved the defense; failure of the jury instructions to connect \"release\" and \"prior to trial\" was harmless beyond a reasonable doubt.  102 H. 346 (App.), 76 P.3d 589."
}