{
    "name": "Unlawful imprisonment in the second degree",
    "number": "722",
    "text": "(1)  A person commits the offense of unlawful imprisonment in the second degree if the person knowingly restrains another person.\n\t(2)  In any prosecution under this section it is an affirmative defense, that (a) the person restrained was less than eighteen years old, (b) the defendant was a relative of the victim, and (c) the defendant's sole purpose was to assume custody over the victim.  In that case, the liability of the defendant, if any, is governed by section 707-727 and the defendant may be convicted under section 707-727 although charged under this section.\n\t(3)  In any prosecution under this section it is an affirmative defense, that the person restrained (a) was on or in the immediate vicinity of the premises of a retail mercantile establishment for the purpose of investigation or questioning as to the ownership of any merchandise; (b) was restrained in a reasonable manner and for not more than a reasonable time; (c) was restrained to permit such investigation or questioning by a police officer or by the owner of the retail mercantile establishment, the owner's authorized employee or agent; and (d) that such police officer, owner, employee or agent had reasonable grounds to believe that the person so detained was committing or attempting to commit theft of merchandise on the premises. \n\t(4)  Unlawful imprisonment in the second degree is a misdemeanor. [L 1972, c 9, pt of §1; am L 1981, c 171, §2; gen ch 1993]\nCOMMENTARY ON §§707-720 TO 722\n  These three offenses are gradations based upon the underlying conduct of interference with a person's liberty.  The gradations are based upon the seriousness of the circumstances or purpose attending this interference.  The interference with liberty is dealt with under the general definition of \"restrain.\"[1] \n  Where the restraint is for the purpose of personal gain, or for certain purposes which are themselves unlawful, the offense is termed \"kidnapping,\" and the most severe sanctions apply.[2]  The statutory provision for mitigation, in cases where the victim is released unharmed, is intended (1) to differentiate according to the severity of the actual harm involved, and (2) to encourage the actor to proceed less dangerously once the criminal course of conduct has begun.[3] \n  Previous Hawaii law defined kidnapping as the forceful, fraudulent, or deceitful imprisonment, seizing, detention, or inveiglement of any person.[4]  The difficulty in dealing with such words is immediately apparent.  Moreover, the mandatory term of life imprisonment is thought somewhat too harsh to be imposed as a rule.  Instances of kidnapping which are so heinous as to call for a sanction commensurate with that for murder will almost necessarily fall under the provisions for extended sentences, whereby the normal sentence for a class A felony may be extended to life imprisonment.[5]  The Code's sentence is commensurate with that of the Model Penal Code and with most recent state revisions.[6] \n  Where the restraint poses a danger of serious injury, or where it involves involuntary servitude, the offense, defined in §707-721, is \"unlawful imprisonment in the first degree.\"  This offense is a class C felony, commensurate with 18 U.S.C. §§1581 et seq., which, enacted pursuant to the Thirteenth Amendment, makes it a felony to hold or return a person \"to a condition of peonage,\" or to kidnap, carry away, or hold a person to be \"sold into involuntary servitude, or held as a slave.\" \n  Unlawful imprisonment in the second degree consists of any knowing restraint of another person.  The offense is graded as a misdemeanor, and is commensurate with the common-law offense of false imprisonment: it is also the substantial equivalent of \"unlawful imprisonment\" under previous Hawaii law.[7]  The lawful exercise of custodial powers over a minor is, of course, excluded from the operation of this section. \n  It must be noted that, in all the above offenses involving interference with personal liberty, the duration of restraint necessary for conviction depends upon the intent and attendant circumstances.  In this regard, something like a reasonable standard applies.  Hence, a short restraint in an area where the victim might suffocate or come to other bodily harm would constitute a substantial interference with liberty under these sections.  However, a short restraint in a store, based on a reasonable suspicion of shoplifting, would not amount to a substantial interference with liberty for the purposes of these offenses.[8] \nSUPPLEMENTAL COMMENTARY ON §§707-720 TO 722\n  When the Legislature adopted the Code in 1972, it added the affirmative defense now set forth in (3).  It is an attempt to assure that reasonable restraint is allowed for the purpose of apprehending persons suspected of \"shoplifting.\" \n  The Conference Committee Report of the Legislature stated: \n  \"It is the intent of your Committee that 'reasonable grounds' includes, but is not limited to, knowledge that a person has concealed possession of unpurchased merchandise of the retail mercantile establishment; that 'reasonable time' means the time necessary to permit the person detained to make a statement or to refuse to make a statement, and the time necessary to examine employees, and records of the mercantile establishment relative to the ownership of the merchandise; and that 'retail mercantile establishment' means a place where goods, wares, or merchandise are offered to the public for sale.\"  Conference Committee Report No. 2 (1972). \nCase Notes\n  A specific unanimity jury instruction was not required for offense of second degree unlawful imprisonment under this section where defendant's conduct, as proved by the prosecution, constituted a continuing course of conduct \"set on foot by a single impulse and operated by an unintermittent force\", with \"one general intent ... and one continuous plan\".  95 H. 440, 24 P.3d 32.\n__________\n§§707-720 To 722 Commentary:\n1.  §707-700(5).\n2.  §707-720.\n3.  §707-720(3).\n4.  H.R.S. §749-1.\n5.  Cf. §§706-661, 662.\n6.  M.P.C. §212.1; see N.Y.R.P.L. §135.35; Prop. Del. Cr. Code §452; Prop. Mich. Rev. Cr. Code §2210; and Prop. Pa. Cr. Code §1101.\n7.  H.R.S. §749-2.\n8.  Cf. §707-700(5)."
}