{
    "name": "Manslaughter",
    "number": "702",
    "text": "(1)  A person commits the offense of manslaughter if:\n\n\n\n\t(a)\tHe recklessly causes the death of another person; or\n\t(b)\tHe intentionally causes another person to commit suicide.\n\n\n\n\t(2)  In a prosecution for murder or attempted murder in the first and second degrees it is an affirmative defense, which reduces the offense to manslaughter or attempted manslaughter, that the defendant was, at the time the defendant caused the death of the other person, under the influence of extreme mental or emotional disturbance for which there is a reasonable explanation.  The reasonableness of the explanation shall be determined from the viewpoint of a reasonable person in the circumstances as the defendant believed them to be.\n\t(3)  Manslaughter is a class A felony. [L 1972, c 9, pt of §1; am L 1987, c 181, §8; am L 1996, c 197, §2; am L 2003, c 64, §1]\nCross References\n  Recklessness with respect to result of conduct, see §702-206.\nCOMMENTARY ON \n  Manslaughter is traditionally considered as an offense less heinous than murder, principally because the actor's state of mind is less culpable.  The Code has followed the lead of other recent criminal law revisions in making recklessness the standard of culpability for this offense.[1]  The Code is also in accord with other revisions with regard to the sentence.[2]\n  The reduction of murder to manslaughter, when mitigating mental or emotional disturbances are present, appears in the Model Penal Code and most recent state revisions.[3]  This reduction is a clarification of the common law on the subject.[4]  The Code adopts this approach in subsection (2).\n  In the case of an intentional or knowing killing, where mitigating circumstances are present, the prosecutor may, but need not, bring a prosecution for murder.  The prosecutor may, if the prosecutor chooses, bring a prosecution for manslaughter.  Since recklessness will be satisfied by proof that the defendant acted intentionally or knowingly,[5] a charge of manslaughter could be employed where a prosecutor, in the prosecutor's discretion, did not wish to push for a murder conviction.\n  Intentionally causing another to commit suicide is designated manslaughter.  While other codes have treated this as a separate offense,[6] the Code incorporates conduct causing this result into the definition of manslaughter.  The harm sought to be prevented is largely the same, and, although the conduct is intentional, rather than reckless, the dependence of the result on the will of another justifies requiring a higher standard of culpability than that which is required in cases of \"direct\" causation.\n  Previous Hawaii law defined manslaughter as any killing \"without malice aforethought, and without authority, justification, or extenuation.\"[7]  The Code clarifies substantially the statutory requirements for a conviction of manslaughter.\n  The case law of Hawaii contains the typical common-law provision for the reduction of murder in the first or second degree to manslaughter when mitigating mental or emotional disturbances are present.  Reduction of the offense for killing in the \"heat of passion\" has been recognized[8] and something approximating the Code's more general approach to mental and emotional extenuation had been accepted as early as 1853:\n\n\tWhoever kills another... under the sudden impulse of passion... of a nature tending to disturb the judgment and mental faculties, and weaken the possession of self-control of the killing party, is not guilty of murder, but manslaughter.[9]\n\nThe criterion of a general weakening of self-control was quite an advanced and liberal approach for 1853.  However, there were the additional requirements that the killing be without malice and that the passion be provoked or caused by the victim.[10]  Such additional requirements tended to subvert the otherwise liberal approach.\nSUPPLEMENTAL COMMENTARY ON \n  Act 181, Session Laws 1987, added language to this section to reflect the recently created statutory murder crimes.  These crimes are murder in the first and second degree.  Senate Standing Committee Report No. 1130.\n  Act 197, Session Laws 1996, amended this section by raising the crime of manslaughter from a class B to a class A felony.  The legislature found that homicides, particularly homicides involving domestic violence situations, have increased in the State.  A person convicted of manslaughter as a class B felony may be sentenced to imprisonment for a maximum of ten years.  The legislature believed that a maximum sentence of ten years imprisonment was inadequate for the taking of a life.  Conference Committee Report No. 71.\n  Act 64, Session Laws 2003, amended this section by establishing extreme mental or emotional disturbance as an affirmative defense to murder or attempted murder.  Under existing law, a defendant charged with murder or attempted murder need not raise extreme mental or emotional disturbance as a defense, and may not legitimately have extreme mental or emotional disturbance, but the prosecution must still disprove that the defendant suffers from extreme mental or emotional disturbance. Establishing extreme mental or emotional disturbance as an affirmative defense requires the defense to prove by a preponderance of the evidence that the defendant suffers from extreme mental or emotional disturbance. Conference Committee Report No. 56.\nLaw Journals and Reviews\n  Extreme Emotion.  12 UH L. Rev. 39.\n  The Nature of the Offense:  An Ignored Factor in Determining the Application of the Cultural Defense.  18 UH L. Rev. 765.\n  Should The Right To Die Be Protected?  Physician Assisted Suicide And Its Potential Effect On Hawai`i.  19 UH L. Rev. 783.\n  Extreme Mental or Emotional Disturbance (EMED).  23 UH L. Rev. 431.\nCase Notes\n  In murder prosecutions where instructions on self-defense are given, the court shall also instruct on manslaughter, subject to one exception.  58 H. 492, 573 P.2d 959.\n  In prosecution for murder, evidence of mental disease did not raise the question whether offense was murder or manslaughter.  61 H. 193, 600 P.2d 1139.\n  In prosecution for murder, no evidence to support reduced charge of manslaughter.  69 H. 72, 734 P.2d 156.\n  Reversible error where jury instruction required extreme unusual and overwhelming stress for reduction from homicide to manslaughter.  70 H. 173, 766 P.2d 128.\n  Expert testimony about defendant being under influence of extreme mental or emotional disturbance for which there is a reasonable explanation is allowable since that disturbance can reduce murder to manslaughter.  73 H. 109, 831 P.2d 512.\n  No abuse of discretion where expert opinion testimony was admitted on killer's degree of self-control to rebut manslaughter mitigation defense.  74 H. 197, 840 P.2d 374.\n  Circuit court's failure to provide burden of proof instructions with regard to mitigating defense of extreme emotional disturbance manslaughter constituted plain error.  79 H. 219, 900 P.2d 1286.\n  Defendant charged with attempted murder, in violation of §§705-500 and 707-701.5, may be convicted of attempted manslaughter, in violation of §705-500 and subsection (2).  80 H. 27, 904 P.2d 912.\n  Subsection (1)(a) combined with §705-500 does not give rise to the offense of attempted manslaughter.  80 H. 27, 904 P.2d 912.\n  No error for failure to instruct jury on attempted extreme mental or emotional distress manslaughter where there was absolutely no evidentiary support for this mitigating defense.  82 H. 202, 921 P.2d 122.\n  Trial court determines whether record reflects any evidence of a subjective nature that defendant acted under a loss of self-control resulting from extreme mental or emotional disturbance; if record does not reflect any such evidence, then trial court shall refuse to instruct the jury on extreme mental or emotional disturbance manslaughter; if record does reflect any evidence, then issue must be submitted to jury and court should instruct jury on extreme mental or emotional disturbance manslaughter.  88 H. 325, 966 P.2d 637.\n  As conviction for manslaughter due to an extreme mental or emotional disturbance under subsection (2) is deemed an acquittal of murder, double jeopardy barred defendant's reprosecution for second degree murder under §707-701.5.  88 H. 356, 966 P.2d 1082.\n  Prosecution not barred from reprosecuting defendant for offense of reckless manslaughter under subsection (1)(a) as reckless manslaughter is a lesser included offense of murder and remanding a case for retrial on lesser included offenses not barred by double jeopardy.  88 H. 356, 966 P.2d 1082.\n  Trial court did not err in giving jury instruction that the presence or absence of self-control was a significant factor in determining whether a defendant was under the influence of extreme mental or emotional disturbance in such a manner as to reduce attempted murder to attempted extreme mental or emotional disturbance manslaughter. 90 H. 65, 976 P.2d 379.\n  When considered in conjunction with the testimony of expert witnesses, where there was substantial evidence adduced at trial that defendant was not experiencing a loss of control during defendant's attack on victim and was not acting under extreme mental or emotional distress, trial court did not err in refusing to convict defendant of the included offense of manslaughter.   93 H. 224, 999 P.2d 230.\n  Trial court did not err in declining to provide extreme mental or emotional disturbance defense instruction to jury where generalized testimony that baby victim could cry a lot and that defendant sometimes lost defendant's temper in stressful situations, without more, was not probative that during the incident in question, defendant acted, even from a subjective standpoint, under a loss of self-control resulting from extreme mental or emotional disturbance.  97 H. 299, 36 P.3d 1269.\n  Subsection (2) precludes multiple manslaughter convictions based on a single count charging first degree murder under §707-701(1)(a).  99 H. 542, 57 P.3d 467.\n  Where negativing of defendant's mitigating extreme mental or emotional distress defense by prosecution was a material element of the offense of first degree murder such that jury unanimity was a prerequisite to returning any verdict, and trial court's special instruction expressly directed the jury to convict defendant of manslaughter if a single juror believed that the prosecution had failed to negative the mitigating defense, constitutional right to unanimous jury verdict violated.  99 H. 542, 57 P.3d 467.\n  Where evidence that child was a victim of battered child syndrome was relevant to show that child's death was not an accident, but the result of an intentional, knowing or reckless criminal act, giving rise to a duty on defendant's part to obtain medical care for child pursuant to §663-1.6, trial court did not err in admitting expert testimony that child was a victim of battered child syndrome.  101 H. 332, 68 P.3d 606.\n  Evidence presented to grand jury was sufficient to support indictment for manslaughter.  1 H. App. 396, 620 P.2d 740.\n  Evidence that defendant supplied a knife to another knowing that the other was about to engage in a fight with decedent who was killed with the knife held sufficient.  2 H. App. 277, 630 P.2d 650.\n  \"Extreme mental or emotional disturbance\" and \"reasonable explanation\" construed; evidence of extreme mental or emotional disturbance.  6 H. App. 173, 715 P.2d 822.\n  Defendant not entitled to burden-of-proof instruction regarding manslaughter, where no evidence supported manslaughter defense.  6 H. App. 409, 723 P.2d 186.\n  Crime of attempted manslaughter is an included offense of attempted murder; includes both voluntary and involuntary manslaughter.  7 H. App. 291, 757 P.2d 1175.\n__________\n Commentary:\n1.  M.P.C. §210.3; N.Y.R.P.L. §125.15; Prop. Del. Cr. Code §411; Prop. Mich. Rev. Cr. Code §2010; Prop. Pa. Cr. Code §904.\n2.  Id.\n3.  M.P.C. §210.3(1)(b); N.Y.R.P.L. §125.25(1)(a); Prop. Del. Cr. Code §414; Prop. Mich. Rev. Cr. Code §§2010(d), 2005(2); Prop. Pa. Cr. Code §904(a)(2).\n4.  See The King v. Greenwell, 1 Haw. 85 [146] (1853), and The King v. Sherman, 1 Haw. 88 [150] (1853).\n5.  Cf. §702-208.\n6.  E.g., Prop. Mich. Rev. Cr. Code §2120; N.Y.R.P.L. §120.30.\n7.  H.R.S. §748-6.\n8.  The King v. Greenwell, supra, and The King v. Sherman, supra.\n9.  The King v. Greenwell, supra at 87 [149].\n10. Id. at 87 [149]."
}