{
    "name": "Assault in the second degree",
    "number": "711",
    "text": "(1)  A person commits the offense of assault in the second degree if:\n\n\n\n\t(a)\tThe person intentionally or knowingly causes substantial bodily injury to another;\n\t(b)\tThe person recklessly causes serious bodily injury to another person;\n\t(c)\tThe person intentionally or knowingly causes bodily injury to a correctional worker, as defined in section 710-1031(2), who is engaged in the performance of duty or who is within a correctional facility;\n\t(d)\tThe person intentionally or knowingly causes bodily injury to another person with a dangerous instrument; or\n\t(e)\tThe person intentionally or knowingly causes bodily injury to an educational worker who is engaged in the performance of duty or who is within an educational facility.  For the purposes of this section, \"educational worker\" means any administrator, specialist, counselor, teacher, or employee of the department of education, or a person who is a volunteer in a school program, activity, or function that is established, sanctioned, or approved by the department of education or a person hired by the department of education on a contractual basis and engaged in carrying out an educational function.\n\n\n\n\t(2)  Assault in the second degree is a class C felony. [L 1972, c 9, pt of §1; am L 1979, c 84, §1; am L 1986, c 314, §52; am L 1987, c 257, §1; am L 1988, c 279, §1]\nLaw Journals and Reviews\n  Cruelty to Animals:  Recognizing Violence Against Nonhuman Victims.  23 UH L. Rev. 307.\nCase Notes\n  Assault in the third degree is not a lesser included offense.  68 H. 276, 711 P.2d 1289.\n  Circuit court was obligated, even absent a request by either party, to instruct the jury regarding the included offense of assault in third degree where appellant was charged with committing offense of assault in second degree; court's failure to do so constituted plain error.  76 H. 387, 879 P.2d 492.\n  Conviction of defendant of offense of carrying, using or threatening to use a firearm in the commission of a separate felony under §134-6(a) and (e), the separate felony being second degree assault under subsection (1)(a), vacated where there was no substantial evidence that defendant caused substantial bodily injury to victim as required under subsection (1)(a).  94 H. 241, 11 P.3d 466.\n  The plain and unambiguous language of §853-4(2) does not prohibit the grant of a deferred acceptance of no contest plea for assault in the second degree under this section causing \"substantial bodily injury\", as statutory prohibition expressly applies only to felony and misdemeanor assaults inflicting \"bodily injury\" or \"serious bodily injury\".  101 H. 409, 70 P.3d 635.\n  Court's failure to personally engage defendant in on-the-record colloquy to determine whether defendant understood consequences of foregoing right to have jury instructed on third degree assault, the lesser-included offense of second degree assault, constituted plain error.  85 H. 44 (App.), 936 P.2d 1292.\n  Trial court's omission of the \"strongly corroborative\" paragraph in the attempted assault in the second degree instructions was presumptively prejudicial and omission was not harmless beyond a reasonable doubt.  104 H. 517 (App.), 92 P.3d 1027.\n  Cited:  55 H. 531, 534, 523 P.2d 299."
}