{
    "name": "Sexual assault in the second degree",
    "number": "731",
    "text": "(1)  A person commits the offense of sexual assault in the second degree if:\n\n\n\n\t(a)\tThe person knowingly subjects another person to an act of sexual penetration by compulsion;\n\t(b)\tThe person knowingly subjects to sexual penetration another person who is mentally defective, mentally incapacitated, or physically helpless; or\n\t(c)\tThe person, while employed:\n\n\t\t(i)\tIn a state correctional facility;\n\t\t(ii)\tBy a private company providing services at a correctional facility;\n\t\t(iii)\tBy a private company providing community-based residential services to persons committed to the director of public safety and having received notice of this statute;\n\t\t(iv)\tBy a private correctional facility operating in the State of Hawaii; or\n\t\t(v)\tAs a law enforcement officer as defined in section 710-1000(13),\n\nknowingly subjects to sexual penetration an imprisoned person, a person confined to a detention facility, a person committed to the director of public safety, a person residing in a private correctional facility operating in the State of Hawaii, or a person in custody; provided that paragraph (b) and this paragraph shall not be construed to prohibit practitioners licensed under chapter 453, 455, or 460, from performing any act within their respective practices; and further provided that this paragraph shall not be construed to prohibit a law enforcement officer from performing a lawful search pursuant to a warrant or exception to the warrant clause.\n\n\n\n\t(2)  Sexual assault in the second degree is a class B felony. [L 1986, c 314, pt of §57; am L 1987, c 181, §10; am L 1997, c 366, §1; am L 2002, c 36, §1; am L 2004, c 61, §4]\nCase Notes\n  Because sexual assault in the fourth degree in violation of §707-733(1)(a) and attempted sexual assault in the fourth degree in violation of §§705-500 and 707-733(1)(a) are included offenses of charged offense of attempted sexual assault in the second degree in violation of §§705-500 and 707-731(1)(a), circuit court erred in refusing, over appellant's objection, to instruct jury with respect to them. 79 H. 46, 897 P.2d 973.\n  Evidence sufficient to establish absence of consent and thus sufficient to establish element of \"compulsion\".  81 H. 39, 912 P.2d 71.\n  State must prove beyond a reasonable doubt that complainant was mentally defective, mentally incapacitated, or physically helpless and defendant was aware that complainant was such a person.  81 H. 447 (App.), 918 P.2d 254.\n  An imprisoned person's consent to \"sexual penetration\" by an employee of a state correctional facility is ineffective and thus is not a defense to a charge brought under subsection (1)(c).  86 H. 426 (App.), 949 P.2d 1047.\n  Subsection (1)(c) not unconstitutionally vague.  86 H. 426 (App.), 949 P.2d 1047."
}