{
    "name": "Murder in the first degree",
    "number": "701",
    "text": "PART II.  CRIMINAL HOMICIDE\n\n     (1)  A person commits the offense of murder in the first degree if the person intentionally or knowingly causes the death of:\n\n\n\n\t(a)\tMore than one person in the same or separate incident;\n\t(b)\tA law enforcement officer, judge, or prosecutor arising out of the performance of official duties;\n\t(c)\tA person known by the defendant to be a witness in a criminal prosecution;\n\t(d)\tA person by a hired killer, in which event both the person hired and the person responsible for hiring the killer shall be punished under this section; or\n\t(e)\tA person while the defendant was imprisoned.\n\n\n\n\t(2)  Murder in the first degree is a felony for which the defendant shall be sentenced to imprisonment as provided in section 706-656. [L 1972, c 9, pt of §1; am L 1986, c 314, §49; am L 2001, c 91, §4]\nCross References\n  Acting intentionally and acting knowingly with respect to the result of conduct, see §702-206.\nCOMMENTARY ON 707-701\n  General analysis.  The aggravated nature and severe sanctions traditionally associated with the crime of murder are hardly subjects of debate today.  The actor in such a crime has disregarded the most highly held social values, and has proved oneself an extreme danger to society.  The Code recognizes the highly aggravated nature of this crime in imposing its most severe sanction.\n  Several states, and some recent efforts at penal law revision, recognize two degrees of murder.[1]  One of the primary reasons for this distinction is to limit the scope of first degree murder in jurisdictions which make it a capital offense.[2]  In states, like Hawaii, where the death penalty has been abolished, the above reason for the distinction is no longer applicable and the continuation of the distinction would be a carryover from the older death penalty legislation.\n  Under previous Hawaii law, first degree murder required proof of \"deliberate premeditated malice aforethought.\"[3]  For a conviction of murder in the second degree, the Hawaii law required only \"malice aforethought.\"[4]  The Code is in accord with the Model Penal Code in making murder a unified offense which requires that the actor act intentionally or knowingly with respect to the homicidal result.[5]  If a person has the conscious object of causing the death of another, or if the person is \"practically certain\" that the person will cause the death, the person has the requisite culpability for conviction.\n  Murder has usually been defined to provide that it can be committed by extreme recklessness.  In recent codes which do recognize two degrees of murder, a homicide caused with this lesser degree of mental culpability has been made murder in the second degree.[6]  The net effect is to change manslaughter to murder when aggravated circumstances are present.  Typically, these formulations hold an individual guilty of murder in the second degree if\n\n\t[h]e recklessly causes the death of another person under circumstances which manifest a cruel, wicked, and depraved indifference to human life.[7]\n\n  Analytically, however, it is both simpler and more appropriate to leave provisions for more severe sentences in aggravated circumstances to those sections which are specifically designed to deal with such cases.  An actor whose indifference to human life amounts to \"practical certainty\" of causing death will be held to have caused death knowingly under the Code's formulation of murder; but where the actor's conduct is characterized by a \"cruel, wicked, and depraved indifference,\" without more, these character traits ought to be taken into account at the time of disposition.  Sections 706-661 and 706-662 provide for extended sentences in such aggravated circumstances.  An individual who would, under a statute such as that quoted above, be convicted of second degree murder would, under the Code's system, be convicted of manslaughter and given an extended sentence.  The resultant sentence may be the same in both cases;[8] however, where the other formulation requires the determination of the actor's character to be made by the finder of fact, the Code assigns this task to a psychiatrist, who is eminently better suited to make such determinations.  More specifically, the psychiatrist must report that the actor's conduct is characterized by \"compulsive, aggressive behavior with heedless indifference to consequences, and that such condition makes him a serious danger to others.\"[9]  It is easily seen that the psychiatrist is looking for precisely those traits which the trier of fact is asked to find in the other form of the statute.  And, beyond the psychiatrist's greater expertise in making such determinations, the abnormality presented by such character traits falls more appropriately under special circumstances requiring prolonged treatment, via an extended sentence, than under greater moral culpability requiring conviction for a more serious offense.\n  Felony-murder rule.  The felony-murder rule[10] \"has an extensive history of thoughtful condemnation.\"[11]  The genesis of the rule may have been due to an erroneous interpretation by Coke of a passage from Bracton and, at least since 1834, when His Majesty's Commissioners on Criminal Law found the rule to be \"totally incongruous with the general principles of our jurisprudence,\"[12] the rule has been condemned by writers and scholars.\n  The felony-murder rule has been used to support murder convictions of defendants where one victim of a robbery accidentally shoots another victim,[13] where one of the defendant's co-robbers kills another co-robber during a robbery for the latter's refusal to obey orders and not as part of the robbery transaction,[14] and where the defendant (a dope addict) commits robbery of the defendant's homicide victim as an afterthought following the killing.[15]  The application of the felony-murder rule dispenses with the need to prove that culpability with respect to the homicidal result that is otherwise required to support a conviction for murder and therefore leads to anomalous results.  The rule has been called a \"legal Hydra.\"[16]  \"Like the multiheaded beast of Greek mythology, the felony-murder rule has several 'heads' of its own, each willing to consume one of the accused's defenses by presuming a needed element in the proof of felony murder.\"[17]\n  Because \"principled argument in its the [felony-murder rule's] defense is hard to find,\"[18] the Model Penal Code,[19] certain recent penal revisions,[20] and some recent cases[21] have limited the scope of the rule.  The attempts to preserve the rule by limiting its application have taken a number of forms.  Some recent revisions require that the death be recklessly caused in furtherance of a felony or attempted felony,[22] others require that the death be caused simply in furtherance of the felony and allow the defendant an affirmative defense if the defendant can show, in effect, that the defendant reasonably did not foresee the possibility of the killing.[23]  That the killing may result from acts done negligently or recklessly (states of mind otherwise insufficient to establish murder) is not changed.  California has limited the application of the rule by a re-interpretation of existing statutory language.[24]  The court limited the rule in terms of persons:  it held that a killing by a victim of the attempted felony of defendant's co-felon was not \"to perpetrate\" the felony and that the felony-murder rule was not applicable to the surviving defendant.  In view of the statutory language making the rule applicable to killings in the perpetration of an enumerated felony, the language and logic of the court are somewhat strained.[25]  However, the court's attempt to limit the rule and thereby avoid the questionable results brought about by the rule's broad application has been characterized as a \"heightened awareness of the doctrine's underlying illogic.\"[26]  The Model Penal Code has taken a different approach: it has abandoned the felony-murder rule as a rule of substantive law and has reformulated it as a rule of evidence.  Extreme recklessness, which under the M.P.C. is sufficient to establish murder, may be presumed from the commission of certain enumerated felonies.[27]\n  The wiser course, it seems, would be to follow the lead of England[28] and India[29] and abolish the felony-murder rule in its entirety.  The rule certainly is not an indispensable ingredient in a system of criminal injustice; \"[t]he rule is unknown as such in continental Europe.\"[30]\n  Even in its limited formulation the felony-murder rule is still objectionable.  It is not sound principle to convert an accidental, negligent, or reckless homicide into a murder simply because, without more, the killing was in furtherance of a criminal objective of some defined class.  Engaging in certain penally-prohibited behavior may, of course, evidence a recklessness sufficient to establish manslaughter, or a practical certainty or intent, with respect to causing death, sufficient to establish murder, but such a finding is an independent determination which must rest on the facts of each case.  Limited empirical data discloses that the ratio of homicides in the course of specific felonies[31] to the total number of those felonies does not justify a presumption of culpability with respect to the homicide result sufficient to establish murder.[32]  There appears to be no logical base for the felony-murder rule which presumes, either conclusively or subject to rebuttal, culpability sufficient to establish murder.[33]\n  Nor does the felony-murder rule serve a legitimate deterrent function.  The actor has already disregarded the presumably sufficient penalties imposed for the underlying felony.  If the murder penalty is to be used to reinforce the deterrent effect of penalties imposed for certain felonies (by converting an accidental, negligent, or reckless killing into a murder), it would be more effective, and hardly more fortuitous, to select a certain ratio of convicted felons for the murder penalty by lot.[34]\n  In recognition of the trend toward, and the substantial body of criticism supporting, the abolition of the felony-murder rule, and because of the extremely questionable results which the rule has worked in other jurisdictions, the Code has eliminated from our law the felony-murder rule.\n  General effect of Code.  The homicide sections of the Code substantially simplify and clarify the law of Hawaii, although the results reached by the court or jury in most cases will probably be similar.  As explained above, the felony-murder rule has been eliminated.\n  Previous Hawaii law provided that a person convicted of murder in the first degree shall be imprisoned at hard labor for life not subject to parole.[35]  A person convicted of murder in the second degree, under previous law, would be sentenced to \"imprisonment at hard labor for any number of years but for a term not less than twenty years.\"[36]  Under the Code, a convicted defendant will be sentenced to imprisonment for an indeterminate term, the maximum length of which will be life imprisonment without parole in four instances set forth in §706-606(a) or life or twenty years as determined by the court.[37]  The possibility of eventual parole is made available by the general revision of sentencing in Chapter 706.\n  The need for clarification of the law has been implied rather strongly by the Supreme Court of Hawaii.  For instance, the court has stated plainly, on a number of occasions, that it is reversible error, in some murder trials, to instruct the jury in the language of the previous statutory presumption on \"malice aforethought.\"[38]  Moreover, although the court said that \"malice aforethought\" was the same as \"malice,\"[39] it was not the same \"malice\" as that which was defined in the prior penal code,[40] and it was apparently reversible error in any homicide prosecution to instruct the jury in the language of the statutory definition.[41]  Furthermore, the antiquity and ambiguity of, and the difficulty in dealing with, the requirement of \"malice aforethought\" is evident from a cursory glance at court opinions.[42]  This Code eliminates such problems of interpretation, while achieving greater simplicity and consistency.\nSUPPLEMENTAL COMMENTARY ON \n  The Legislature, in adopting the Code in 1972, added the provision for mandatory life imprisonment without parole (but subject to commutation) as contained in §706-606(a).  The Legislature stated that these instances \"are so threatening to the security of our society that the severest deterrent penalty should be required.\"  Conference Committee Report No. 2 (1972).  The reader is referred to the discussion in the Supplemental Commentary on §706-606.\nCase Notes\n  See also notes to §706-606.\n  Attempted murder is treated as ordinary class A felony and is subject to imprisonment for 20 years.  57 H. 418, 558 P.2d 1012.\n  In murder prosecutions where instructions on self-defense are given, the court shall instruct on manslaughter, subject to one exception.  58 H. 492, 573 P.2d 959.\n  Indictment for murder properly included allegation that defendant knew the victim was a witness in a prior murder prosecution.  59 H. 625, 586 P.2d 250.\n  In prosecution for murder, evidence of mental disease did not raise the question whether offense was murder or manslaughter.  61 H. 193, 600 P.2d 1139.\n  Reckless endangering in the second degree is a lesser included offense of attempted murder.  62 H. 637, 618 P.2d 306.\n  Sufficiency of evidence on motion for acquittal.  63 H. 51, 621 P.2d 343.\n  Trial court erred by not including jury instructions on mitigating defense.  70 H. 509, 778 P.2d 704.\n  Where petitioner\u0092s convictions on counts I (attempted first degree murder), II (second degree murder), and III (attempted second degree murder) violated §701-109(1)(c)\u0092s clear prohibition against inconsistent factual findings, the failure to raise this issue, both at trial and on appeal, resulted in withdrawal of not only a potentially meritorious defense, but a defense that would have altered the outcome.  74 H. 442, 848 P.2d 966.\n  State of mind required to establish attendant circumstance of \"arising out of the performance of official duties\" is \"intentionally or knowingly\"; although instruction merely tracked statutory language of subsection (1)(b) by requiring proof beyond reasonable doubt that police officer's death arose out of performance of officer's official duties, the deficiency in instruction did not affect defendant's substantial rights.  75 H. 282, 859 P.2d 1369.\n  Court's instruction that, in order to convict defendant of attempted first degree murder, the jury must find \"conduct intended or known to cause the death of [two individuals] in the same incident\" did not omit a material element of the offense and was not otherwise defective.  86 H. 1, 946 P.2d 955.\n  Section 707-702(2) precludes multiple manslaughter convictions based on a single count charging first degree murder under subsection (1)(a).  99 H. 542, 57 P.3d 467.\n  Where negativing of defendant's mitigating extreme mental or emotional distress defense by prosecution was a material element of the offense of first degree murder such that jury unanimity was a prerequisite to returning any verdict, and trial court's special instruction expressly directed the jury to convict defendant of manslaughter if a single juror believed that the prosecution had failed to negative the mitigating defense, constitutional right to unanimous jury verdict violated.  99 H. 542, 57 P.3d 467.\n  With the January 1, 1987 repeal of the language in this section (pre-1986 amendment), murder is no longer classified as a class A felony.  102 H. 282, 75 P.3d 1173.\n  One cannot be convicted of both attempted murder and of violation of §291C-12, failure to render assistance.  1 H. App. 625, 623 P.2d 1271.\n  Murder is not lesser included offense of murder for hire.  3 H. App. 107, 643 P.2d 807.\n  Crime of attempted manslaughter is an included offense of attempted murder.  7 H. App. 291, 757 P.2d 1175.\n  Mentioned:  74 H. 141, 838 P.2d 1374.\n__________\n Commentary:\n1.  E.g., H.R.S. §748-1; Prop. Del. Cr. Code §§412, 413; Prop. Mich. Rev. Cr. Code §§2005, 2006.\n2.  See Comment, 65 Colum. L. Rev. 1496 (1965).\n3.  H.R.S. §748-1; see also note 12, infra.\n4.  H.R.S. §748-2.\n5.  M.P.C. §210.2; see also Prop. Pa. Cr. Code §903.  These codes, however, also provide that murder can be committed by extreme recklessness.\n6.  Prop. Del. Cr. Code §412; Prop. Mich. Rev. Cr. Code §2006.\n7.  Prop. Del. Cr. Code §412(1).\n8.  See Prop. Mich. Rev. Cr. Code §2006.\n9.  §706-662(3).\n10.  This rule holds that a person who, either by the person's own conduct or the conduct of another for whom the person is responsible, commits or attempts to commit a felony (or, in some codifications, one of a certain class of felonies) is liable for murder (sometimes in the first degree) if a killing occurs during or in the perpetration of the felony or the attempt--notwithstanding the fact that the killing was not intentional or the fact that the defendant did not have the mental culpability, i.e., the state of mind, otherwise required for a conviction of murder (or of murder in the first degree).  See H.R.S. §748-1:  \"Murder in the first degree is the killing of any human being without authority, justification or extenuation by law done... (3) In the commission of or attempt to commit or the flight from the commission of or attempt to commit arson, rape, robbery, burglary or kidnapping.\"\n11.  Note, Criminal Law:  Felony-Murder Rule -Felon's Responsibility For Death of Accomplice, 65 Colum. L. Rev. 1496 (1955).\n12.  See id. at 1496, citing, with respect to the genesis of the rule, 65 L.T. (London) 292 (1878), and, with respect to His Majesty's Commissioners, First Report of His Majesty's Commissioners on Criminal Law 29 (1834).  The note also points out Sir James Stephens found the rule \"a monstrous doctrine\" [3 Stephens, History of the Criminal Law of England 75 (1883)].\n13.  People v. Harrison, 203 Cal. 587, 265 P. 230 (1928).\n14.  People v. Cabaltero, 31 Cal. App. 2d 52, 87 P.2d 364 (1939).\n15.  People v. Arnold, 108 Cal. App. 2d 719, 239 P.2d 449 (1952).\n16.  Note, California Rewrites Felony Murder Rule, 18 Stan. L. Rev. 690 (1966).\n17.  Id. at 690 note 1.\n18.  M.P.C., Tentative Draft No. 9, comments at 37 (1959).\n19.  M.P.C. §210.2(1)(b).\n20.  E.g., Prop. Del. Cr. Code §412(2) (murder in the second degree); Wisconsin Statutes Annotated §940.03 (West 1958); Prop. Mich. Rev. Cr. Code §2005(1)(b); N.Y.R.P.L. §125.25(3).\n21.  E.g., People v. Washington, 62 Cal. 2d 777, 44 Cal. Rptr. 442, 402 P.2d 130 (1965).\n22.  See, e.g., Prop. Del. Cr. Code §412(2).\n23.  See, e.g., Prop. Mich. Rev. Cr. Code §2005(1)(b); N.Y.R.P.L. §125.25(3).\n24.  People v. Washington, supra.\n25.  \"California Penal Code Section 189 on felony-murder requires that the felon or his accomplice commit the killing, for if he does not, the killing is not committed to perpetrate the felony.\"  People v. Washington, supra at 780, 44 Cal. Rptr. at 445, 402 P.2d at 133.  (Emphasis added.)  As the dissenting opinion was quick to note:  \"Section 189 carries not the least suggestion of a requirement that the killing must take place to perpetrate the felony.  If that requirement now be read into the section by the majority, then what becomes of the rule--which they purport to recognize that an accidental and unintentional killing falls within the section?  How can it be said that such a killing takes place to perpetrate a robbery.\"  Id. at 787, 44 Cal. Rptr. at 449, 402 P.2d at 137 (dissenting opinion).  (Emphasis by Burke, J.)\n26.  65 Colum. L. Rev. at 1500, see note 13, supra.\n27.  See note 19, supra.\n28.  English Homicide Act. 1 (1957), 5 and 6 Eliz. 2, c.11.\n29.  Indian Penal Code §§299, 300 and comments (Ranchhoddas 1951).\n30.  M.P.C., Tentative Draft No. 9, comments at 36 (1959); which also discusses the Codes cited in the previous two footnotes.\n31.  It should be remembered that homicides in furtherance of the specified felonies would be even fewer in number.\n32.  For the statistics of one study, see M.P.C., Tentative Draft No. 9, comments at 38-39 (1959).\n33.  Compare M.P.C. §210.2 with Prop. Del. Code §412(2).\n34.  Holmes, The Common Law 58 (1881) (\"the law would do better to hang one thief out of every thousand by lot\").\n35.  H.R.S. §748-4.\n36.  Id.\n37.  §§706-606 and 707-701(2).\n38.  See H.R.S. §748-3, Territory v. Cutad, 37 Haw. 182, 188 (1945), and State v. Foster, 44 Haw. 403, 429, 354 P.2d 960, 974, and concurring opinion at 434-440, 354 P.2d at 974-980 (1960).\n39.  State v. Moeller, 50 Haw. 110, 118, 433 P.2d 136, 142 (1967).\n40.  See id. at 119, 433 P.2d at 142.\n41.  Id.\n42.  Id."
}