{
    "name": "Terroristic threatening, defined",
    "number": "715",
    "text": "A person commits the offense of terroristic threatening if the person threatens, by word or conduct, to cause bodily injury to another person or serious damage to property of another or to commit a felony: \n\n\n\n\t(1)\tWith the intent to terrorize, or in reckless disregard of the risk of terrorizing, another person; or \n\t(2)\tWith intent to cause, or in reckless disregard of the risk of causing evacuation of a building, place of assembly, or facility of public transportation. [L 1972, c 9, pt of §1; am L 1979, c 184, §1(1); gen ch 1993]\n\n\n\n\nCross References\n  Definitions of states of mind, see §702-206.\nCOMMENTARY ON \n  [The following commentary is based on the original proposal which differed from the Code as enacted, as indicated in the Supplemental Commentary below.]\n  This section is addressed to conduct causing serious alarm for personal safety, or the disruption of public services or activities.  In the first instance, it is an offense against the individual of substantial magnitude and danger, even allowing for the lack of any actual harm.  This danger is recognized for two reasons.  (1) It is easily seen that people who are attempting to avoid what they believe to be a serious harm may often take action so precipitous as to harm themselves.  Where the actual harm occurs, the threatener may be guilty of a more serious offense.  But where the harm does not occur, this section permits conviction for the inchoate threat.  (2) The civil law has come to recognize the validity of psychological trauma; recovery may now be had for the intentional infliction of such injury even though the conduct of the offender had no physical connection with the victim.  If such conduct constitutes a recognized substantial danger, it follows that a penal sanction may appropriately be imposed for conduct which intentionally or recklessly creates the danger.\n  In the second instance, the magnitude of the inconvenience and attendant dangers involved in the disruption of public services and activities warrant the imposition of the penal sanction.[1]\n  In both cases, because threats represent far less of a danger than does consummation of the criminal objective, the offense is only graded as a misdemeanor.  The sanction is more commensurate with the inconvenience of personal apprehension of danger, or of public disruption, than with the possibility of the threatened evil being accomplished.  In the latter case, of the accomplished evil, the various attempt and substantive sections will deal more severely with the conduct and results involved.\n  Previous Hawaii law contained no prohibition of the conduct proscribed by this section.\nSUPPLEMENTAL COMMENTARY ON \n  When the Legislature adopted the Code in 1972, it departed from §715 of the Proposed Code by deleting the phrase \"serious public inconvenience\" as a basis of criminal liability and by deleting the word \"public\" preceding the word \"building.\" \n  As stated in Conference Committee Report No. 2 (1972): \n  Your Committee has agreed to delete the phrase \"serious public inconvenience\" as a basis of criminal liability for terroristic threatening because of its possible unconstitutional vagueness.  Your Committee has also agreed to have this statute apply to private as well as public buildings by deletion of the word \"public.\" \n  Act 184, Session Laws 1979, broadened this section to include threats to commit a felony. \nCase Notes\n  Defendant's constitutional right to unanimous verdict not violated as section defines a single criminal offense; subsections (1) and (2) constitute alternative means of establishing the mens rea of the offense of terroristic threatening--either one giving rise to the same criminal culpability.  92 H. 577, 994 P.2d 509.\n  A specific unanimity jury instruction was not required where defendant's conduct, as alleged and proved by the prosecution, constituted a continuing course of conduct \"set on foot by a single impulse and operated by an unintermittent force\", with \"one general intent ... and one continuous plan\".  95 H. 440, 24 P.3d 32.\n  Defendant's first degree terroristic threatening conviction remanded for new trial where instructions did not sufficiently inform jury that, to constitute a \"true threat\", defendant's threatening utterance was objectively susceptible to inducing fear of bodily injury in a reasonable person at whom the threat was directed and who was familiar with the circumstances under which the threat was uttered.  95 H. 465, 24 P.3d 661.\n  Defendant's first degree terroristic threatening conviction remanded for new trial where trial court failed to instruct jury that it could consider relevant attributes of both the defendant and the subject of the allegedly threatening utterance in determining whether the subject's fear of bodily injury, as allegedly induced by defendant's threatening utterance, was objectively reasonable under the circumstances in which the threat was uttered.  95 H. 465, 24 P.3d 661.\n  Neither the free speech clause of the U.S. Constitution nor that of the Hawaii constitution impose a temporal \"immediacy\" requirement that must be met before words become subject to criminal prosecution as \"true threats\".  95 H. 465, 24 P.3d 661.\n  Defendant's claim of justification, in defense against prosecution for terroristic threatening, was established regardless of whether or not defendant used deadly force.  1 H. App. 167, 616 P.2d 229.\n  One may be charged with a violation of §707-716(1)(d) when a dangerous instrument is employed in connection with a threat to property as proscribed by this section.  88 H. 477 (App.), 967 P.2d 674.\n__________\n Commentary:\n1.  M.P.C., Tentative Draft No. 11, comments at 8, et seq. (1960)."
}