{
    "name": "Sexual assault in the third degree",
    "number": "732",
    "text": "(1)  A person commits the offense of sexual assault in the third degree if:\n\n\n\n\t(a)\tThe person recklessly subjects another person to an act of sexual penetration by compulsion;\n\t(b)\tThe person knowingly subjects to sexual contact another person who is less than fourteen years old or causes such a person to have sexual contact with the person;\n\t(c)\tThe person knowingly engages in sexual contact with a person who is at least fourteen years old but less than sixteen years old or causes the minor to have sexual contact with the person; provided that:\n\n\t\t(i)\tThe person is not less than five years older than the minor; and\n\t\t(ii)\tThe person is not legally married to the minor;\n\n\t(d)\tThe person knowingly subjects to sexual contact another person who is mentally defective, mentally incapacitated, or physically helpless, or causes such a person to have sexual contact with the actor;\n\t(e)\tThe person, while employed:\n\n\t\t(i)\tIn a state correctional facility;\n\t\t(ii)\tBy a private company providing services at a correctional facility;\n\t\t(iii)\tBy a private company providing community-based residential services to persons committed to the director of public safety and having received notice of this statute;\n\t\t(iv)\tBy a private correctional facility operating in the State of Hawaii; or\n\t\t(v)\tAs a law enforcement officer as defined in section 710-1000(13),\n\nknowingly subjects to sexual contact an imprisoned person, a person confined to a detention facility, a person committed to the director of public safety, a person residing in a private correctional facility operating in the State of Hawaii, or a person in custody, or causes the person to have sexual contact with the actor; or\n\t(f)\tThe person knowingly, by strong compulsion, has sexual contact with another person or causes another person to have sexual contact with the actor.\n\n\n\n\tParagraphs (b), (c), (d), and (e) shall not be construed to prohibit practitioners licensed under chapter 453, 455, or 460, from performing any act within their respective practices; provided further that paragraph (e)(v) shall not be construed to prohibit a law enforcement officer from performing a lawful search pursuant to a warrant or an exception to the warrant clause.\n\t(2)  Sexual assault in the third degree is a class C felony. [L 1986, c 314, pt of §57; am L 1987, c 181, §11; am L Sp 2001 2d, c 1, §§2, 7; am L 2002, c 36, §§2, 3; am L 2003, c 62, §1; am L 2004, c 10, §15 and c 61, §5]\nCase Notes\n  Sexual assault in the fourth degree under §707-733(1)(a) not an included offense of sexual assault in the third degree under subsection (1)(b) as defined by §701-109(4).  83 H. 308, 926 P.2d 599.\n  Where age of victim is element of sexual offense, the specified state of mind is not intended to apply to that element; defendant thus strictly liable with respect to attendant circumstance of victim's age in a sexual assault.  83 H. 308, 926 P.2d 599.\n  Sexual assault in the third degree, in violation of subsection (1)(b), is not, and cannot be, a \"continuing offense\"; each distinct act in violation of this statute constitutes a separate offense under the Hawaii Penal Code.  84 H. 1, 928 P.2d 843.\n  \"Mentally defective\".  5 H. App. 659, 706 P.2d 1333.\n  Based on §701-109(4)(a), fourth degree sexual assault under §707-733(1)(a) is a lesser included offense of third degree sexual assault under subsection (1)(e).  85 H. 92 (App.), 937 P.2d 933.\n  Third degree sexual assault committed in violation of subsection (1)(e) not a continuous offense; defendant's convictions of five counts of that offense, each based on a separate sexual contact thus did not violate §701-109(1)(e).  85 H. 92 (App.), 937 P.2d 933.\n  Placement of the elemental attendant circumstances after the state of mind in the enumerated elements instruction was not error; when read and considered as a whole, the instructions adequately informed the jury of the prosecution's burden to prove that complainant did not consent to the acts alleged and was not married to defendant at the time, and that defendant was aware of both circumstances when defendant acted.  97 H. 140 (App.), 34 P.3d 1039."
}