{
    "name": "Definitions of terms in this chapter",
    "number": "700",
    "text": "PART I.  GENERAL PROVISIONS RELATING TO OFFENSES\nAGAINST THE PERSON\n\n     In this chapter, unless a different meaning plainly is required:\n\t\"Bodily injury\" means physical pain, illness, or any impairment of physical condition.\n\t\"Compulsion\" means absence of consent, or a threat, express or implied, that places a person in fear of public humiliation, property damage, or financial loss.\n\t\"Dangerous instrument\" means any firearm, whether loaded or not, and whether operable or not, or other weapon, device, instrument, material, or substance, whether animate or inanimate, which in the manner it is used or is intended to be used is known to be capable of producing death or serious bodily injury.\n\t\"Deviate sexual intercourse\" means any act of sexual gratification between a person and an animal or a corpse, involving the sex organs of one and the mouth, anus, or sex organs of the other.\n\t\"Married\" includes persons legally married, and a male and female living together as husband and wife regardless of their legal status, but does not include spouses living apart.\n\t\"Mentally defective\" means a person suffering from a disease, disorder, or defect which renders the person incapable of appraising the nature of the person's conduct.\n\t\"Mentally incapacitated\" means a person rendered temporarily incapable of appraising or controlling the person's conduct owing to the influence of a substance administered to the person without the person's consent.\n\t\"Person\" means a human being who has been born and is alive.\n\t\"Physically helpless\" means a person who is unconscious or for any other reason physically unable to communicate unwillingness to an act.\n\t\"Relative\" means parent, ancestor, brother, sister, uncle, aunt, or legal guardian.\n\t\"Restrain\" means to restrict a person's movement in such a manner as to interfere substantially with the person's liberty:\n\n\n\n\t(1)\tBy means of force, threat, or deception; or\n\t(2)\tIf the person is under the age of eighteen or incompetent, without the consent of the relative, person, or institution having lawful custody of the person.\n\n\n\n\t\"Serious bodily injury\" means bodily injury which creates a substantial risk of death or which causes serious, permanent disfigurement, or protracted loss or impairment of the function of any bodily member or organ.\n\t\"Sexual contact\" means any touching, other than acts of \"sexual penetration\", of the sexual or other intimate parts of a person not married to the actor, or of the sexual or other intimate parts of the actor by the person, whether directly or through the clothing or other material intended to cover the sexual or other intimate parts.\n\t\"Sexual penetration\" means:\n\n\n\n\t(1)\tVaginal intercourse, anal intercourse, fellatio, deviate sexual intercourse, or any intrusion of any part of a person's body or of any object into the genital or anal opening of another person's body; it occurs upon any penetration, however slight, but emission is not required; or\n\t(2)\tCunnilingus or anilingus, whether or not actual penetration has occurred.\n\n\n\nFor purposes of this chapter, each act of sexual penetration shall constitute a separate offense.\n\t\"Strong compulsion\" means the use of or attempt to use one or more of the following to overcome a person:\n\n\n\n\t(1)\tA threat, express or implied, that places a person in fear of bodily injury to the individual or another person, or in fear that the person or another person will be kidnapped;\n\t(2)\tA dangerous instrument; or\n\t(3)\tPhysical force.\n\n\n\n\t\"Substantial bodily injury\" means bodily injury which causes:\n\n\n\n\t(1)\tA major avulsion, laceration, or penetration of the skin;\n\t(2)\tA burn of at least second degree severity;\n\t(3)\tA bone fracture;\n\t(4)\tA serious concussion; or\n\t(5)\tA tearing, rupture, or corrosive damage to the esophagus, viscera, or other internal organs. [L 1972, c 9, pt of §1; am L 1973, c 136, §6; am L 1980, c 223, §1; am L 1981, c 213, §1; am L 1986, c 314, §48; am L 1987, c 181, §7; gen ch 1993; am L 2001, c 30, §1; am L 2004, c 61, §3]\n\n\n\n\nRevision Note\n  Definitions rearranged.\nCOMMENTARY ON \n  This section is definitional only and, of course, specifies no offense.  A discussion of the definitions in this section, when needed or appropriate, is found in the commentary to the substantive offenses employing the terms defined.\nSUPPLEMENTAL COMMENTARY ON \n  With respect to Item (11), relating to the definition of \"married\", the Proposed Draft had recommended that \"married\" should also include \"a male and female living together as man and wife regardless of their legal status.\"  The Code as originally adopted in 1972 did not contain that recommended clause.  However, by Act 136, Session Laws 1973, the clause was restored.  The Legislature declared, \"the definition of 'married' is amended to conform to the language of the proposed Draft of the Hawaii Penal Code as submitted by the Judicial Council of Hawaii and recognizes the prevalence of many male and female couples living together although not legally married.\"  House Standing Committee Report No. 726.\n  Act 223, Session Laws 1980, amended the definitions of \"sexual intercourse\" and \"forcible compulsion\" to make their meanings less restrictive so as to bring more conduct within the scope of sexual offenses.  It also deleted the definition of \"female.\"  This term was applicable only to the offense of rape, and it became superfluous when the offense was \"de-sexed\" in 1979.\n  Act 213, Session Laws 1981, sought to clarify the definition of \"forcible compulsion.\"  One of the primary changes was to delete the requirement that physical force be such as to \"overcome resistance.\"\n  Act 314, Session Laws 1986, added the definition of \"substantial bodily injury\" to account for injuries far more serious than bodily injury--which includes any physical pain, illness, or impairment--but do not approximate the risk of death, permanent loss or disfigurement that constitute \"serious bodily injury\".\n  Act 314 also added the definition of \"sexual penetration\".  That definition was enacted to express the legislature's intent that even though rape and sodomy are renamed as sexual assault offenses, prosecutors may still charge a defendant with multiple counts for each act of penetration.  Conference Committee Report No. 51-86.\n  Act 181, Session Laws 1987, broadened the definitions of \"sexual contact\" by including touching of the sexual or other intimate parts through the clothing or other material intended to cover the sexual or intimate parts.  Senate Standing Committee Report No. 1130.\n  Act 30, Session Laws 2001, amended the definition of \"substantial bodily injury\" by deleting the requirement that qualifying second degree burns be caused by chemical, electrical, friction, or scalding means.  The legislature found that the definitions of many crimes include a requirement of \"substantial bodily injury\" and that defining that term too restrictively excludes from successful prosecution many otherwise criminal actions.  The legislature supported the categorization of every second degree burn, regardless of origin, as a \"substantial bodily injury\".  The legislature found that burns that are substantial bodily injuries are determined by the severity and degree, not by the nature or cause of the injuries.  Senate Standing Committee Report No. 829, House Standing Committee Report No. 1220.\n  Act 61, Session Laws 2004, amended the definitions of \"sexual contact\" and \"sexual penetration\".  The legislature found that clarification of the definition of \"sexual penetration\" was necessary because of a recent Hawaii supreme court decision, in which the court held that the definition of \"sexual penetration\" required proof of actual penetration for the acts of cunnilingus or anilingus.  A previous decision held that the act of cunnilingus is an act of \"sexual penetration\" under the statutory definition of \"sexual penetration\", irrespective of whether there was proof of actual penetration.  The legislature found that it is usually difficult for many sexual assault victims to know whether penetration, however slight, occurred during the act of cunnilingus.  Also, the failure to provide such a clarification would reduce many sexual assaults involving acts of cunnilingus or anilingus on children under the age of consent, from a class A felony to a class C felony.  The legislature believed that the definition of sexual penetration should include the acts of cunnilingus or anilingus, regardless of whether there was actual penetration.  Senate Standing Committee Report No. 3121.\nCase Notes\n  Forcible compulsion construed with respect to 18-month-old victim.  56 H. 664, 548 P.2d 271.\n  \"Sexual intercourse\" means coitus or bodily intrusions or penetrations which are malum in se.  66 H. 281, 660 P.2d 522.\n  \"Serious bodily injury\":  \"serious\" modifies only \"permanent disfigurement\", not \"protracted loss\" phrase.  75 H. 419, 864 P.2d 583.\n  Definition of \"sexual contact\" not unconstitutionally overbroad as it does not interfere with the constitutionally protected activity of nude dancing; section permits dancing in the nude and allows customers to look at performers dancing in the nude; the conduct prohibited is the touching of sexual or intimate parts.  88 H. 19, 960 P.2d 1227.\n  Definition of \"sexual contact\" not unconstitutionally vague as it establishes a bright line rule \"you can look but you can't touch\", gives a person of ordinary intelligence a reasonable opportunity to know what conduct is prohibited, constitutes an explicit standard that avoids arbitrary and discriminatory enforcement and is not subjective.  88 H. 19, 960 P.2d 1227.\n  Under the plain meaning of §712-1200 and this section, touching the sexual or other intimate parts of another person, for a fee, constitutes prostitution, even if the touching occurs through clothing.  88 H. 19, 960 P.2d 1227.\n  A specific unanimity jury instruction was not required for offense of second degree unlawful imprisonment under §707-722 where defendant's conduct, as proved by the prosecution, constituted a continuing course of conduct \"set on foot by a single impulse and operated by an unintermittent force\", with \"one general intent ... and one continuous plan\".  95 H. 440, 24 P.3d 32.\n  As a precondition to convicting a person of first degree sexual assault, in violation of §707-730(1)(b), the prosecution must prove beyond a reasonable doubt that the person committed an act of \"any penetration, however slight,\" as mandated by the plain language of the definition of \"sexual penetration\" contained in this section.  102 H. 391, 76 P.3d 943.\n  \"Bodily injury.\"  2 H. App. 19, 624 P.2d 1374.\n  \"Mentally incapacitated\"; consent vitiated by deception; based on the record, victim was \"physically helpless\".  5 H. App. 404, 696 P.2d 846.\n  \"Mentally defective\".  5 H. App. 659, 706 P.2d 1333.\n  When jury can infer handgun is dangerous.  5 H. App. 674, 706 P.2d 453.\n  Evidence of injuries sustained by victim struck in face with golf club, including broken facial and jaw bones, was sufficient to prove serious bodily injury.  8 H. App. 595, 817 P.2d 123.\n  In the terroristic threatening context, an instrument is a dangerous instrument, as defined in this section, when it is known to be capable of producing death or serious bodily injury when used in the manner it is threatened to be used.  10 H. App. 584, 880 P.2d 213.\n  Witness' testimony that witness was \"sore\" after being struck by appellant was sufficient to establish \"physical pain\" and thus, the element of \"bodily injury\" in assault charge.  79 H. 265 (App.), 900 P.2d 1332.\n  Section imposes requirement that laceration must be \"major\" in order to fall within definition of \"substantial bodily injury\".  82 H. 373 (App.), 922 P.2d 986.\n  There was substantial evidence that minor caused serious bodily injury to complainant as defined in this section where minor inflicted bodily injury which caused protracted loss or impairment of the function of any bodily member or organ -- namely, the eye injury that caused the blurred and diplopic vision that was still bothering complainant at the time of trial.  106 H. 530 (App.), 107 P.3d 1203.\n  Where defendant punched and kicked another so ferociously in the face that the lip was split clean through, four teeth were bashed in, the eye was hemorrhaged and pushed inward, and the orbital floor was fractured causing blurred and diplopic vision lasting almost eleven months, there was substantial evidence that the defendant was, at the very least, aware that it was practically certain that defendant's conduct would cause the result required, \"serious bodily injury\", for conviction of first degree assault.  106 H. 530 (App.), 107 P.3d 1203."
}