{
    "name": "Assault in the third degree",
    "number": "712",
    "text": "(1)  A person commits the offense of assault in the third degree if the person:\n\n\n\n\t(a)\tIntentionally, knowingly, or recklessly causes bodily injury to another person; or\n\t(b)\tNegligently causes bodily injury to another person with a dangerous instrument.\n\n\n\n\t(2)  Assault in the third degree is a misdemeanor unless committed in a fight or scuffle entered into by mutual consent, in which case it is a petty misdemeanor. [L 1972, c 9, pt of §1; gen ch 1993]\nCross References\n  Definitions of states of mind, see §702-206.\nCOMMENTARY ON §§707-710 TO 712\n  These sections of the Code consolidate offenses previously classified as \"assault\", \"battery\", and \"affray\".[1]  Nonfatal bodily offenses against the person are termed assaults, and are graded according to the gravity of the harm or danger they represent.[2]\n  Assault in the first degree, as defined in §707-710, is the most serious, combining the requirements of the most culpable states of mind with the most serious bodily injury, short of homicide.  Accordingly, assault in the first degree is made a class B felony, one class below murder.\n  Assault in the second degree, as defined in §707-711, embodies two types of behavior-and-result.  (1) When a person acts intentionally or knowingly, with a dangerous instrument, the definition of the offense does not require the bodily injury inflicted to be serious, as in the first degree.  However, the offense is still a felony, albeit one class lower.  Assault offenses are intended to penalize injurious conduct to the bodily integrity of the person.  The danger represented by the use of a dangerous instrument is largely inchoate in nature, and, although constituting an aggravating circumstance, the danger is not of the same order as the actual infliction of serious bodily injury.  Hence, the offense is a class C felony.  (2) When a person acts recklessly the person's state of mind is far less culpable than the intentional or knowing actor; however, the employment of a dangerous instrument and the infliction of serious harm present dangers which, in total, require treatment as a class C felony.\n  Assault in the third degree, as defined in , is treated as a misdemeanor.  In subsection (1)(a), where a person acts intentionally, knowingly, or recklessly, the less serious nature of the injury, together with the absence of aggravating circumstances, warrant the less severe penalty.  In subsection (1)(b), negligent culpability will suffice where the aggravating circumstance of a dangerous instrument is present.  Assault in the third degree is reduced to a petty misdemeanor if the harm is inflicted in a fight or scuffle entered into by mutual consent.\n  The Code's gradation of assaults follows generally the Model Penal Code.[3]  Previous Hawaii law defined assault in terms of attempt to injure another.[4]  Also included was the placing of another in apprehension of being injured.[5]  The Code handles this latter case in the sections on Reckless Endangering (§§707-713 and 714) and Terroristic Threatening (§707-715).  After the definition of the basic offense of assault, the Hawaii Revised Statutes listed three classes of aggravating circumstances, calling for either felony or misdemeanor sanctions, depending upon the severity of the aggravation.[6]  The unaggravated offense was slightly more severe than, but roughly equivalent to, a petty misdemeanor.[7]  Consensual scuffles were included in the unaggravated offense.[8]  Hence the Code is similar in both structure and penalty to prior Hawaii law, but achieves greater economy and clarity of statement.\nSUPPLEMENTAL COMMENTARY ON §§707-710 TO 712\n  Act 84, Session Laws 1979, added subsection (c) to §707-711 as a means of deterring a rising number of assaults committed against correctional officers.  The Legislature found that due to the very nature of a corrections facility, a high probability existed that correctional workers who were not on duty might be assaulted within the facility.  Conference Committee Report No. 14.\n  Act 257, Session Laws 1987, amended §707-711 to give educational workers added protection by making it a crime to assault them.  Senate Conference Committee Report No. 24, House Conference Committee Report No. 20.\n  Act 279, Session Laws 1988, amended §707-711 to clarify that second degree assault does not include persons injuring themselves.  House Standing Committee Report No. 1598-88.\nCase Notes\n  Defendant's motion to dismiss federal indictment granted, where the government relied on defendant's no contest plea to assault in the third degree as the predicate misdemeanor conviction of domestic violence; force is not a required element for an assault in the third degree conviction and the record did not demonstrate that defendant pled to conduct that involved the use of physical force.  301 F. Supp. 2d 1142.\n  Harassment, in violation of §711-1106, is not a lesser included offense of assault in the third degree.  63 H. 1, 620 P.2d 250.\n  Not a lesser included offense of assault in the second degree.  68 H. 276, 711 P.2d 1289.\n  Circuit court was obligated, even absent a request by either party, to instruct the jury regarding the included offense of assault in third degree where appellant was charged with committing offense of assault in second degree; court's failure to do so constituted plain error.  76 H. 387, 879 P.2d 492.\n  Thirteen-year-old appellant's waiver of right to counsel was not knowing and voluntary because the family court failed to set forth nature of assault charge against appellant.  77 H. 46, 881 P.2d 533.\n  Where assault against police officer count of oral charge was fatally defective, oral charge alleged all of essential elements of  assault in the third degree, and circuit court found that all of those elements had been proven beyond a reasonable doubt, therefore, case remanded for entry of judgment of conviction of assault in third degree and for resentencing in accordance therewith.  77 H. 309, 884 P.2d 372.\n  Under either §701-109(4)(a) or (4)(c), a petty misdemeanor assault under subsection (2) is not a lesser included offense of family abuse under §709-906.  93 H. 63, 996 P.2d 268.\n  Evidence was not sufficient to support finding of bodily injury.  2 H. App. 19, 624 P.2d 1374.\n  Court's finding that witness suffered pain and sustained injuries not clearly erroneous.  79 H. 265 (App.), 900 P.2d 1332.\n  Court's failure to personally engage defendant in on-the-record colloquy to determine whether defendant understood consequences of foregoing right to have jury instructed on third degree assault, the lesser-included offense of second degree assault, constituted plain error.  85 H. 44 (App.), 936 P.2d 1292.\n  Mentioned:  74 H. 54, 837 P.2d 1298.\n__________\n§§707-710 To 712 Commentary:\n1.  H.R.S., Chapter 724.\n2.  See chart analysis of criminal assaults at end of comment.\n3.  M.P.C. §211.1.\n4.  H.R.S. §724-1.\n5.  Id.\n6.  Id. §§724-3, 724-4, 724-5, and 724-6.\n7.  Id. §724-7.\n8.  Id. §724-8."
}