{
    "name": "Promoting child abuse in the second degree",
    "number": "751",
    "text": "(1)  A person commits the offense of promoting child abuse in the second degree if, knowing or having reason to know its character and content, the person:\n\n\n\n\t(a)\tDisseminates child pornography;\n\t(b)\tReproduces child pornography with intent to disseminate;\n\t(c)\tDisseminates any book, magazine, periodical, film, videotape, computer disk, or any other material that contains an image of child pornography; or\n\t(d)\tDisseminates any pornographic material which employs, uses, or otherwise contains a minor engaging in or assisting others to engage in sexual conduct.\n\n\n\n\t(2)  As used in this section:\n\t\"Child pornography\" means any pornographic visual representation, including any photograph, film, video, picture, or computer or computer-generated image or picture, whether made or produced by electronic, mechanical, or other means, of sexual conduct, if:\n\n\n\n\t(a)\tThe pornographic production of such visual representation involves the use of a minor engaging in sexual conduct; or\n\t(b)\tThe pornographic visual representation has been created, adapted, or modified to appear that an identifiable minor is engaging in sexual conduct.\n\n\n\n\t\"Community standards\" means the standards of the State.\n\t\"Computer\" shall have the same meaning as in section 708-890.\n\t\"Disseminate\" means to publish, sell, distribute, transmit, exhibit, present material, mail, ship, or transport by any means, including by computer, or to offer or agree to do the same.\n\t\"Lascivious\" means tending to incite lust, to deprave the morals in respect to sexual relations, or to produce voluptuous or lewd emotions in the average person, applying contemporary community standards.\n\t\"Material\" means any printed matter, visual representation, or sound recording and includes, but is not limited to, books, magazines, motion picture films, pamphlets, newspapers, pictures, photographs, and tape or wire recordings.\n\t\"Minor\" means any person less than eighteen years old.\n\t\"Pornographic\" shall have the same meaning as in section 712-1210.\n\t\"Sadomasochistic abuse\" means flagellation or torture by or upon a person as an act of sexual stimulation or gratification.\n\t\"Sexual conduct\" means acts of masturbation, homosexuality, lesbianism, bestiality, sexual penetration, deviate sexual intercourse, sadomasochistic abuse, or lascivious exhibition of the genital or pubic area of a minor.\n\t\"Visual representation\" refers to, but is not limited to, undeveloped film and videotape, and data stored on computer disk or by electronic means that are capable of conversion into a visual image.\n\t(3)  The fact that a person engaged in the conduct specified by this section is prima facie evidence that the person engaged in that conduct with knowledge of the character and content of the material.  The fact that the person who was employed, used, or otherwise contained in the pornographic material was at that time, a minor, is prima facie evidence that the defendant knew the person to be a minor.\n\t(4)  Promoting child abuse in the second degree is a class B felony. [L 1978, c 214, §2; am L 1982, c 218, §2; am L 1986, c 314, §59; am L 1997, c 363, §2; am L 2002, c 200, §3]\nCross References\n  Reporting on child abuse, see chapter 350.\n  Promoting pornography, see §712-1214.\nLaw Journals and Reviews\n  State v. Kam:  The Constitutional Status of Obscenity in Hawaii.  11 UH L. Rev. 253.\n  The Jurisdictional Limits of Federal Criminal Child Pornography Law.  21 UH L. Rev. 73.\nCOMMENTARY ON §§707-750 AND 751\n  Act 214, Session Laws 1978, added these sections to prevent the sexual exploitation of children.  Dealing with activities involving the participation of children without attempting to define the conduct in terms of pornography, these sections classify the offenses as offenses against the person rather than pornography.  It is an offense for anyone to engage in the proscribed activities whether the material or performance involving a minor is pornographic or not.  Senate Conference Committee Report No. 27-78, House Conference Committee Report No. 21.\n  Act 218, Session Laws 1982, amended these sections to clarify that the offense of promoting child abuse applies to the use of minors in pornographic material.  Section 707-751 was found to be unconstitutional because \"the statute prohibited speech protected by the First and Fourteenth Amendment of the United States Constitution...and because the statute did not incorporate the three-part test defining obscenity as enunciated by the U.S. Supreme Court in the case of Miller v. California, the statute prohibited non-obscene as well as obscene materials.\"  The constitutionality of the section is on appeal but the Legislature found \"that any question as to what is being prohibited should be clarified.\"  House Conference Committee Report No. 4, Senate Conference Committee Report No. 3.\n  Act 91, Session Laws 1988, amended §707-750 by reclassifying the offense of promoting child abuse in the first degree from a class B felony to a class A felony.  The legislature found that victims of child abuse are the least able to defend themselves, and the resulting emotional scars of these victims increase the likelihood of further contact with the criminal justice system; therefore, a more severe punishment for this offense is warranted.  The legislature also found that reclassifying this offense will make the classification consistent with the current penalty for sexual abuse in the first degree involving a minor.  House Standing Committee Report No. 481-88, Senate Standing Committee Report No. 2545.\n  Act 363, Session Laws 1997, amended §§707-750 and 707-751 to include persons producing or making pornographic material involving minors under the offense of child abuse.  The legislature found that under existing child abuse laws, in order for a person to be charged with child abuse, the pornographic materials must show a minor engaged in or assisting others to engage in a sexual act.  This loophole in the law allowed persons producing those materials to exploit children by using them in sexually explicit poses without technically violating the law. The legislature believed that it was important to extend the scope of the offense of child abuse to include producing material in which children are exploited through sexually explicit conduct.\n  The Act also, inter alia, amended the definition of \"sexual conduct\" to include lascivious exhibition of the genital or pubic area of a minor, and added the definitions of \"lascivious\" and \"community standards\", in both §§707-750 and 707-751.  Section 707-751 was also amended to include possession of pornographic material involving children as an offense.  Senate Standing Committee Report No. 757, House Standing Committee Report No. 1214.\n  Act 200, Session Laws 2002, amended these sections by, among other things, defining \"child pornography\" to encompass computer-generated representations of minors.  The legislature found that Act 200 addressed the problem of utilizing computer technology in committing crimes against children.  House Standing Committee Report No. 417-02, Conference Committee Report No. 36-02.\nCase Notes\n  Statute not unconstitutionally overbroad.  65 H. 116, 648 P.2d 190.\nHawaii Legal Reporter Citations\n  Due process.  81-1 HLR 810147."
}