{
    "name": "Promoting child abuse in the third degree",
    "number": "752",
    "text": "(1)  A person commits the offense of promoting child abuse in the third degree if, knowing or having reason to know its character and content, the person possesses:\n\n\n\n\t(a)\tChild pornography;\n\t(b)\tAny book, magazine, periodical, film, videotape, computer disk, electronically stored data, or any other material that contains an image of child pornography; or\n\t(c)\tAny pornographic material that employs, uses, or otherwise contains a minor engaging in or assisting others to engage in sexual conduct.\n\n\n\n\t(2)  As used in this section:\n\t\"Child pornography\" means any pornographic visual representation, including any photograph, film, video, picture, or computer or computer-generated image or picture, whether made or produced by electronic, mechanical, or other means, of sexual conduct, if:\n\n\n\n\t(a)\tThe pornographic production of the visual representation involves the use of a minor engaging in sexual conduct; or\n\t(b)\tThe pornographic visual representation has been created, adapted, or modified to appear that an identifiable minor is engaging in sexual conduct. \n\n\n\n\t\"Community standards\" means the standards of the State.\n\t\"Computer\" shall have the same meaning as in section 708-890.\n\t\"Lascivious\" means tending to incite lust, to deprave the morals with respect to sexual relations, or to produce voluptuous or lewd emotions in the average person, applying contemporary community standards.\n\t\"Material\" means any printed matter, visual representation, or sound recording and includes, but is not limited to, books, magazines, motion picture films, pamphlets, newspapers, pictures, photographs, and tape or wire recordings.\n\t\"Minor\" means any person less than eighteen years old.\n\t\"Pornographic\" shall have the same meaning as in section 712-1210.\n\t\"Sadomasochistic abuse\" means flagellation or torture by or upon a person as an act of sexual stimulation or gratification.\n\t\"Sexual conduct\" means acts of masturbation, homosexuality, lesbianism, bestiality, sexual penetration, deviate sexual intercourse, sadomasochistic abuse, or lascivious exhibition of the genital or pubic area of a minor.\n\t\"Visual representation\" includes but is not limited to undeveloped film and videotape and data stored on computer disk or by electronic means that are capable of conversion into a visual image.\n\t(3)  The fact that a person engaged in the conduct specified by this section is prima facie evidence that the person engaged in that conduct with knowledge of the character and content of the material.  The fact that the person who was employed, used, or otherwise contained in the pornographic material was, at that time, a minor is prima facie evidence that the defendant knew the person to be a minor.\n\t(4)  Promoting child abuse in the third degree is a class C felony. [L 2002, c 200, pt of §1]"
}