{
    "name": "Continuous sexual assault of a minor under the age of fourteen years",
    "number": "733.5",
    "text": "(1)  Any person who:\n\n\n\n\t(a)\tEither resides in the same home with a minor under the age of fourteen years or has recurring access to the minor; and\n\t(b)\tEngages in three or more acts of sexual penetration or sexual contact with the minor over a period of time, but while the minor is under the age of fourteen years,\n\n\n\nis guilty of the offense of continuous sexual assault of a minor under the age of fourteen years.\n\t(2)  To convict under this section, the trier of fact, if a jury, need unanimously agree only that the requisite number of acts have occurred; the jury need not agree on which acts constitute the requisite number.\n\t(3)  No other felony sex offense involving the same victim may be charged in the same proceeding with a charge under this section, unless the other charged offense occurred outside the time frame of the offense charged under this section or the other offense is charged in the alternative.  A defendant may be charged with only one count under this section unless more than one victim is involved, in which case a separate count may be charged for each victim.\n\t(4)  Continuous sexual assault of a minor under the age of fourteen years is a class A felony. [L 1997, c 379, §2]\nCross References\n  Registration of sex offenders and other covered offenders, see chapter 846E.\nCase Notes\n  Multiple acts of sexual penetration or sexual contact are, by nature, separate and discrete and therefore may not form the basis of a \"continuing offense\"; thus, a jury must be unanimous as to which act(s) constituted the crime; to ensure jury unanimity, either the prosecution must elect the particular criminal acts upon which it will rely for conviction, or the trial court must instruct the jurors that all of them must agree that the same underlying criminal act(s) have been proved beyond a reasonable doubt.  103 H. 236, 81 P.3d 1151.\n  Subsection (2) (1997) is an unconstitutional violation of a defendant's right to due process of law.  103 H. 236, 81 P.3d 1151.\n\n\nPrevious\nVol14_Ch0701-0853\nNext"
}