{
    "name": "Sales of products, mixtures, or preparations containing pseudoephedrine; reporting requirement for wholesalers",
    "number": "75",
    "text": "(a)  Notwithstanding any other law to the contrary, a pharmacy or retailer may sell or distribute to a person without a prescription not more than 3.6 grams per day, without regard to the number of transactions, of any product, mixture, or preparation containing any detectable quantity of pseudoephedrine, its salts, optical isomers, or salts of optical isomers as the only active ingredient or in combination with other active ingredients; provided that the pharmacy or retailer shall comply with the following conditions:\n     (1)  The product, mixture, or preparation shall be sold or distributed from an area not accessible by customers or the general public, such as behind the counter or in a locked display case and where the seller delivers the product directly into the custody of the purchaser;\n     (2)  Any person purchasing or otherwise acquiring any product, mixture, or preparation shall produce proper identification containing the photograph, date of birth, printed name, signature, and address of the individual obtaining the substance;\n     (3)  The pharmacy or retailer shall record, in an electronic log on software provided by the narcotics enforcement division of the department and approved by the administrator:\n         (A)  The date of any transaction under paragraph (2);\n         (B)  The name, address, and date of birth of the person;\n         (C)  The type of identification provided by the individual obtaining the substance;\n         (D)  The agency issuing the identification used; and\n         (E)  The name of the compound, mixture, or preparation, and the amount; and\n     (4)  The pharmacy or retailer shall:\n         (A)  Record the information required under paragraph (3) on an electronic worksheet on software provided by the narcotics enforcement division of the department; and\n         (B)  Electronically mail the worksheet record to the narcotics enforcement division once a month.\n          The information shall be retained by the pharmacy or retailer for a period of two years.  The electronic log shall be capable of being checked for compliance against all state and federal laws, including interfacing with other states to ensure comprehensive compliance, and shall be subject to random and warrantless inspection by county or state law enforcement officers.\n     (b)  No person shall knowingly purchase, possess, receive, or otherwise acquire more than nine grams of any product, mixture, or preparation containing any detectable quantity of pseudoephedrine or its salts, isomers, or salts of optical isomers within a thirty-day period, except that this limit shall not apply to any quantity of such product, mixture, or preparation dispensed pursuant to a valid prescription.\n     (c)  Any person who violates subsection (b) is guilty of a class C felony.\n     (d)  The department, by rule, may exempt other products from this section, if the administrator finds that the products are not used in the illegal manufacture of methamphetamine or other controlled substances.  A manufacturer of a drug product may apply for removal of the product from this section if the product is determined by the administrator to have been formulated in such a way as to effectively prevent the conversion of the active ingredient into methamphetamine.\n     (e)  Notwithstanding any other provision of this chapter to the contrary, every wholesaler shall report to the administrator all sales made to any retailer, of any product, mixture, or preparation containing any detectable quantity of pseudoephedrine, its salts, optical isomers, or salts of optical isomers, as the only active ingredient or in combination with other active ingredients.  The department shall provide a common reporting form that contains at least the following information about the product, mixture, or preparation:\n     (1)  Generic or other name;\n     (2)  Quantity sold;\n     (3)  Date of sale;\n     (4)  Name and address of the wholesaler; and\n     (5)  Name and address of the retailer.\n     (f)  Intentional or knowing failure of a retailer or pharmacy to transmit any information as required by this section shall be a misdemeanor and shall result in the immediate suspension of that retailer's ability to sell any product, mixture, or preparation containing any detectable quantity of pseudoephedrine, its salts, optical isomers, or salts of optical isomers as the only active ingredient or in combination with other active ingredients until authorized by the administrator. [L 2005, c 193, pt of §1; am L 2006, c 171, §3; am L 2008, c 119, §7 and c 184, §1]"
}