{
    "name": "Definitions",
    "number": "1",
    "text": "PART I.  GENERAL PROVISIONS\n\n    [Repeal and reenactment on June 30, 2006.  L 2000, c 249, §20(2).]  As used in this chapter, unless a different meaning is indicated by the context:\n\t\"Armed services of the United States\" for purposes of this chapter shall include the Department of Defense, United States Army, Navy, Air Force, Marines, Department of Transportation in the case of Coast Guard facilities, or Coast Guard, and their respective reserve, National Guard, and auxiliaries.\n\t\"Attorney general\" means the state attorney general or deputy attorneys general.\n\t\"Cigarette\" means any roll for smoking made wholly or in part of tobacco, irrespective of size and shape and whether or not the tobacco is flavored, adulterated, or mixed with any other ingredient, the wrapper or cover of which is made of paper or any other substance or material except tobacco.\n\t\"Cigarette package\" means a sealed package of cigarettes originating from the manufacturer and bearing the health warning required by law.\n\t\"Dealer\" means any person coming into the possession of cigarettes or tobacco products, or any person rendering a distribution service who buys and maintains, at the person's place of business, a stock of cigarettes or tobacco products which have not been acquired from a wholesaler or dealer licensed under this chapter, and who distributes or uses such cigarettes or tobacco products.\n\t\"Department\" means the department of taxation.\n\t\"Distribute\" means to sell, transfer, give, or deliver to another, or to leave, barter, or exchange with another, or to offer or agree to do the same.\n\t\"Entity\" means one or more individuals, a company, corporation, a partnership, an association, or any other type of legal entity.\n\t\"Falsely alter\" means to change a stamp in any manner so that the altered stamp falsely appears or purports to have a value or validity that is not authorized or consented to by the department.\n\t\"Falsely make\" means to print, manufacture, or make what purports to be a stamp without the authority or consent of the department.\n\t\"Falsely reuse\" means to affix a stamp that was previously affixed to a package of cigarettes, to another package of cigarettes.\n\t\"Intentionally\" for purposes of this chapter shall have the same meaning as in section 702-206.\n\t\"Knowingly\" for purposes of this chapter shall have the same meaning as in section 702-206.\n\t\"License\" means a license granted under this chapter, that authorizes the holder to engage in the business of a wholesaler or dealer of cigarettes or tobacco products in the State.\n\t\"Licensee\" means the holder of a license granted under this chapter.\n\t\"Persons\" means one or more people, a company, corporation, a partnership, or an association.\n\t\"Possession\" means knowingly having direct physical control at a given time or knowingly having the power and the intention, at a given time, to exercise dominion or control, either directly or through another entity.\n\t\"Prosecuting attorney\" means the prosecuting attorney or the deputy prosecuting attorneys of each of the respective counties.\n\t\"Recklessly\" for purposes of this chapter shall have the same meaning as in section 702-206.\n\t\"Retail price\" means the ordinary, customary, or usual price paid by the consumer for the articles taxed.\n\t\"Sale\" includes every act of selling.\n\t\"Sale\" or \"sold\" includes any delivery of cigarettes or tobacco products, whether cash is actually paid therefor or not.\n\t\"Sell\" means to:\n\n\n\n\t(1)\tSolicit and receive an order for;\n\t(2)\tHave, keep, offer, or expose for sale;\n\t(3)\tDeliver for value or deliver in any other way than purely gratuitously;\n\t(4)\tPeddle;\n\t(5)\tKeep with intent to sell; and\n\t(6)\tTraffic in.\n\n\n\n\t\"Stamp\" means a stamp printed, manufactured, or made by authority of the department, as provided in this chapter, that is issued, sold, or circulated by the department, and by the use of which the tax levied under this chapter is paid.\n\t\"Tobacco products\" means tobacco in any form other than cigarettes, that is prepared or intended for consumption by, or the personal use of, humans, including cigars and any substitutes thereof other than cigarettes which bear the semblance thereof, snuff, chewing tobacco, and smoking tobacco.\n\t\"Tobacco tax\" means the tax imposed by this chapter.\n\t\"Use\" means the exercise of any right or power incident to ownership or possession, other than the sale, or the keeping or retention for the purpose of sale.\n\t\"Wholesale price\", in addition to any other meaning of the term, means in the case of a tax upon the use of tobacco products, or upon a sale not made at wholesale:\n\n\n\n\t(1)\tIf made by a person who during the month preceding the accrual of the tax made substantial sales to retailers of like tobacco products, the average price of the sales, and\n\t(2)\tIf made by any other person, the average price of sales to retailers of like tobacco products made by other taxpayers in the same county during the month preceding the accrual of the tax.\n\n\n\n\t\"Wholesaler\" means a person rendering a distribution service who buys and maintains, at the person's place of business, a stock of cigarettes or tobacco products that the person uses, possesses, or distributes only to retailers, or other wholesalers, or both. [L 1939, c 220, §2; RL 1945, §5751; RL 1955, §125-1; am L 1957, c 34, §20; HRS ; am L 1993, c 220, §7; am L 1994, c 104, §1; am L 2000, c 249, §3; am L 2001, c 270, §3]"
}