{
    "name": "Prospective member",
    "number": "32",
    "text": "Each physician or surgeon solicited to become a participating member in an interindemnity arrangement shall receive in writing, at least forty-eight hours prior to the execution by the prospective participating member of the trust agreement, and at least forty-eight hours prior to the payment by the prospective participating member of any consideration in connection with such interindemnity arrangements, the following information:\n\n\n\n\t(1)\tA copy of the articles of incorporation and bylaws of the cooperative corporation and a copy of the form of trust agreement to be executed by such prospective participating member.\n\t(2)\tA disclosure statement regarding the interindemnity arrangement.  The disclosure statement shall contain on the first or cover page a legend in boldface type reading substantially as follows:\n \"THE INTERINDEMNITY ARRANGEMENT CONTEMPLATED HEREIN PROVIDES THAT PARTICIPATING MEMBERS HAVE UNLIMITED PERSONAL LIABILITY FOR ASSESSMENTS WHICH MAY BE LEVIED TO PAY FOR THE PROFESSIONAL NEGLIGENCE LIABILITIES COVERED BY THIS ARRANGEMENT.  NO ASSURANCES CAN BE GIVEN REGARDING THE AMOUNT OR FREQUENCY OF ASSESSMENTS WHICH MAY BE SO LEVIED, OR THAT ALL PARTICIPATING MEMBERS WILL MAKE TIMELY PAYMENT OF THEIR ASSESSMENTS TO COVER THE PROFESSIONAL NEGLIGENCE LIABILITY OF A PARTICIPATING MEMBER.\"\n\t(3)\tThe disclosure statement shall further contain all of the following information:\n\n\t\t(A)\tThe amount, nature, and terms and conditions of the professional negligence coverage available under the interindemnity arrangement.\n\t\t(B)\tThe amount of the initial contribution required of each participating member and a statement of the minimum number of members and aggregate contributions required for the interindemnity arrangement to commence.\n\t\t(C)\tThe names, addresses, and professional experience of each member of the board of trustees.\n\t\t(D)\tThe requirements for admission as a participating member.\n\t\t(E)\tA statement of the services to be provided under the interindemnity arrangement to each participating member.\n\t\t(F)\tA statement regarding the obligation of each member to pay assessments and the consequences for failure to do so.\n\t\t(G)\tA statement of the rights and obligations of a participating member in the event the member dies, retires, becomes disabled, or terminates participation for any reason, or the interindemnity arrangement terminates for any reason.\n\t\t(H)\tA statement regarding the claims administration services to be provided, indicating whether these services will be delegated to others pursuant to a contractual arrangement.\n\t\t(I)\tA statement of the voting rights of the members and the circumstances under which participation of the member may be terminated and under which the interindemnity arrangement may be terminated.\n\t\t(J)\tIf any statement of estimated or projected financial information for the interindemnity arrangement is issued, a statement of the estimation or projection and a summary of the data and assumptions upon which it is based.\n\n\t(4)\tA list with the names and addresses of all then current participating members of the interindemnity arrangement. [L 1977, c 182, pt of §1]"
}