{
    "name": "Initiation of proceeding for assisted community treatment",
    "number": "123",
    "text": "  (a)  Any interested party may file a petition with the family court alleging that another person meets the criteria for assisted community treatment.  The petition shall state:\n     (1)  Each of the criteria numbered (1) through (7) for assisted community treatment, as set out in section 334-121;\n     (2)  Petitioner's good faith belief that the subject of the petition meets each of the criteria numbered (1) through (7) set forth in section 334-121;\n     (3)  Facts which support petitioner's good faith belief that the subject of the petition meets each of the criteria numbered (1) through (7) set forth in section 334-121; and\n     (4)  [That] the subject of the petition is present within the county where the petition is filed.\n     The hearing on the petition need not be limited to the facts stated in the petition.  The petition shall be executed subject to the penalties of perjury.\n     (b)  The petition may be accompanied by a certificate of a licensed psychiatrist who has examined the subject of the petition at any time prior to the submission of the petition.\n     (c)  If the subject of the petition has refused to submit to examination by a licensed psychiatrist, the fact of the refusal shall be alleged in the petition. [L 1984, c 251, pt of §1; am L 1986, c 339, §44; am L 2013, c 221, §9]\n \nNote\n \n  L 2013, c 221, §21 and part of §24 provide:\n \n  \"SECTION 21.  (a)  Any treating provider wishing to file a petition pursuant to section 334-123, Hawaii Revised Statutes, for assisted community treatment shall: \n(1)  Obtain historical information related to MH-1s and hospitalization of persons who are under an order to treat; and\n(2)  Track further episodes of MH-1s and hospitalization while the persons are under the order.\n  (b)  An entity designated by the department of health shall gather information from treating providers related to MH-1s and hospitalization of persons who are under an order to treat and submit an annual report of its findings and recommendations to the legislature no later than twenty days prior to the convening of every regular session beginning with the regular session of 2015.\n \n  . . . .\n \n  SECTION 24.  This Act shall take effect on January 1, 2014, and shall be repealed on July 1, 2020; provided that:\n(1)  Petitions filed pursuant to section 334-123, Hawaii Revised Statutes, for assisted community treatment involving a designated mental health program that is a state-operated provider shall not be filed until after July 1, 2015;\n(2)  Any private provider wishing to file a petition pursuant to section 334-123, Hawaii Revised Statutes, for assisted community treatment may do so after January 1, 2014, using its own resources, if the petitioner is to be the designated mental health program; [and]\n(3)  Any interested party wishing to file a petition pursuant to section 334-123, Hawaii Revised Statutes, for assisted community treatment may do so after January 1, 2014, using the party's own resources, if the designated mental health program is a private provider[.]\""
}