{
    "name": "Hearing on petition",
    "number": "126",
    "text": "  (a)  The court may adjourn or continue a hearing for failure to timely notify a person entitled to be notified.\n     (b)  The time and form of the procedure incident to hearing the issues in the petition shall be provided by family court rule and consistent with this part.\n     (c)  Hearings may be held at any convenient place within the circuit.  The subject of the petition, any interested party, or the family court upon its own motion may request a hearing in another court because of inconvenience to the parties, witnesses, or the family court or because of the subject's physical or mental condition.\n     (d)  The hearing shall be closed to the public, unless the subject of the petition requests otherwise.\n     (e)  The subject of the petition shall be present at the hearing.  However, if the subject has been served with the petition and does not appear at the hearing, the court, in its discretion, may go forward with the hearing.\n     (f)  The subject of the petition need not, but may, be represented by an attorney.  If the subject desires an attorney and is indigent, or if the family court determines that the legal or factual issues raised are of such complexity that the assistance of an attorney is necessary for an adequate presentation of the merits or that the subject of the petition is unable to speak for the subject's self, the family court shall order the appointment of a public defender or other attorney to represent the subject and continue the hearing for not more than seven days.\n     (g)  If the subject of the petition is represented by an attorney, the attorney shall be allowed adequate time for investigation of the matters at issue and for preparation, and shall be permitted to present the evidence that the attorney believes necessary for a proper disposition of the proceeding.\n     (h)  No subject of the petition shall be ordered to receive assisted community treatment unless at least one psychiatrist testifies in person at the hearing who has personally assessed the subject within the time period commencing ten calendar days before the filing of the petition and ending at the time of the psychiatrist's testimony.  The psychiatrist's testimony shall state the facts which support the allegation that the subject meets all the criteria for assisted community treatment, provide a written treatment plan, which shall include non-mental health treatment if appropriate, provide the rationale for the recommended treatment, and identify the designated mental health program responsible for the coordination of care.\n     If the recommended assisted community treatment includes medication, the psychiatrist's testimony shall describe the types or classes of medication which should be authorized, and describe the physical and mental beneficial and detrimental effects of such medication.\n     If the subject of the petition has refused to be examined by a licensed psychiatrist, the family court may request the subject to consent to examination by a psychiatrist appointed by the court or employed at a community mental health center.  If the subject of the petition does not consent and the family court finds sufficient evidence to believe that the allegations in the petition are true, the family court may order the commitment of the subject to a psychiatric facility for examination.  The commitment shall not be for more than forty-eight hours.  The examining psychiatrist shall submit the findings and recommendations to the family court in the form of a written treatment plan.\n     The subject of the petition's refusal to submit voluntarily to examination shall be treated as a denial that the subject is mentally ill or suffering from substance abuse, and a denial that the subject otherwise fits within the criteria for a court order of assisted community treatment.\n     Nothing herein shall be construed in a way that limits the subject of the petition's privilege against self-incrimination.\n     (i)  The subject of the petition may secure a psychiatric examination and present the findings as evidence at the hearing.  The subject shall be entitled to a psychiatric examination at a community mental health center if the subject so desires, and if an examination has not already been conducted at a community mental health center which will lead to psychiatric testimony at the hearing. [L 1984, c 251, pt of §1; am L 2013, c 221, §12]"
}