{
    "name": "Definitions",
    "number": "2",
    "text": "As used in this [chapter], unless the context clearly requires otherwise:\n\t\"Agency\" means any state or county department, commission, board, bureau, office, or other establishment of the state or county government or semi-autonomous part thereof.\n\t\"Approximate location of subsurface installation\" means a strip of land not more than thirty inches on either side of the exterior surface of the subsurface installation, and does not refer to the depth of the subsurface installation.\n\t\"Center\" means the one call center.\n\t\"Commission\" means the public utilities commission.\n\t\"Committee\" means the one call center advisory committee.\n\t\"Damage\" means:\n\n\n\n\t(1)\tThe substantial weakening of the structural or lateral support of a subsurface installation;\n\t(2)\tThe penetration or destruction of any protective coating, housing, or other protective device of a subsurface installation; or\n\t(3)\tThe partial or complete severance of a subsurface installation.\n\n\n\n\t\"Demolition\" means the wrecking, razing, rendering, movement, or removal of a structure or mass of material by means of tools, equipment, or the placement and discharge of explosives.\n\t\"Emergency\" means a sudden, unexpected occurrence involving a clear and imminent danger, demanding immediate action to prevent or mitigate loss of or damage to life, health, property, or essential public services.\n\t\"Excavation\" means any operation in which earth, rock, or other material in the ground is moved, removed, or otherwise displaced by means of tools, equipment, or explosives, including but not limited to the following:  grading, trenching, digging, ditching, boring, drilling, auguring, tunneling, scraping cable or pipe plowing and driving, demolition, and dredging.  \"Excavation\" shall not include any operation in which earth, rock, or other material in the ground is moved, removed, or otherwise displaced by means of tools, equipment, or explosives as part of improving an existing principal place of residence for one or two families, or improving or constructing an appurtenance thereto, on a parcel of land two acres or less in size, zoned for residential use, which is used or occupied or is developed, devoted, intended, or permitted to be used or occupied as a principal place of residence for one or two families.\n\t\"Excavator\" means any person, including an operator, who performs any excavation, other than an operator whose employees are performing maintenance work on the operator's subsurface installation.\n\t\"Inquiry identification number\" means the number issued by the center to every excavator who contacts the center for the purpose of excavating.\n\t\"One call center\" means a private provider selected by the commission pursuant to section 269E-5 that provides advance warning to excavators of the location of subsurface installations in the area of an excavation for the purpose of protecting those installations from damage.\n\t\"Operator\" means any person who owns, operates, or maintains a subsurface installation.\n\t\"Person\" means any individual, firm, joint venture, partnership, corporation, association, agency, cooperative or joint stock association, contractor, subcontractor, operator, or other entity.\n\t\"Subsurface installation\" means any pipeline, conduit, cable, duct, wire, sewer line, storm drain, vault, or other structure that is located underground.\n\t\"Working day\" means every day from 7:00 a.m. to 5:00 p.m., except Saturday, Sunday, or any federal or state holiday. [L 2004, c 141, pt of §1]"
}