{
    "name": "Coastal zone management program; objectives and policies",
    "number": "2",
    "text": "(a)  The objectives and policies in this section shall apply to all parts of this chapter. \t(b)  Objectives.\n\n\n\n\t(1)\tRecreational resources;\n\n\t\t(A)\tProvide coastal recreational opportunities accessible to the public.\n\n\t(2)\tHistoric resources;\n\n\t\t(A)\tProtect, preserve, and, where desirable, restore those natural and manmade historic and prehistoric resources in the coastal zone management area that are significant in Hawaiian and American history and culture.\n\n\t(3)\tScenic and open space resources;\n\n\t\t(A)\tProtect, preserve, and, where desirable, restore or improve the quality of coastal scenic and open space resources.\n\n\t(4)\tCoastal ecosystems;\n\n\t\t(A)\tProtect valuable coastal ecosystems, including reefs, from disruption and minimize adverse impacts on all coastal ecosystems.\n\n\t(5)\tEconomic uses;\n\n\t\t(A)\tProvide public or private facilities and improvements important to the State's economy in suitable locations.\n\n\t(6)\tCoastal hazards;\n\n\t\t(A)\tReduce hazard to life and property from tsunami, storm waves, stream flooding, erosion, subsidence, and pollution.\n\n\t(7)\tManaging development;\n\n\t\t(A)\tImprove the development review process, communication, and public participation in the management of coastal resources and hazards.\n\n\t(8)\tPublic participation;\n\n\t\t(A)\tStimulate public awareness, education, and participation in coastal management.\n\n\t(9)\tBeach protection;\n\n\t\t(A)\tProtect beaches for public use and recreation.\n\n\t(10)\tMarine resources;\n\n\t\t(A)\tPromote the protection, use, and development of marine and coastal resources to assure their sustainability.\n\n\n\n\n\n\t(c)\tPolicies.\n\n\n\n\t(1)\tRecreational resources;\n\n\t\t(A)\tImprove coordination and funding of coastal recreational planning and management; and\n\t\t(B)\tProvide adequate, accessible, and diverse recreational opportunities in the coastal zone management area by:\n\n\t\t\t(i)\tProtecting coastal resources uniquely suited for recreational activities that cannot be provided in other areas;\n\t\t\t(ii)\tRequiring replacement of coastal resources having significant recreational value including, but not limited to, surfing sites, fishponds, and sand beaches, when such resources will be unavoidably damaged by development; or requiring reasonable monetary compensation to the State for recreation when replacement is not feasible or desirable;\n\t\t\t(iii)\tProviding and managing adequate public access, consistent with conservation of natural resources, to and along shorelines with recreational value;\n\t\t\t(iv)\tProviding an adequate supply of shoreline parks and other recreational facilities suitable for public recreation;\n\t\t\t(v)\tEnsuring public recreational uses of county, state, and federally owned or controlled shoreline lands and waters having recreational value consistent with public safety standards and conservation of natural resources;\n\t\t\t(vi)\tAdopting water quality standards and regulating point and nonpoint sources of pollution to protect, and where feasible, restore the recreational value of coastal waters;\n\t\t\t(vii)\tDeveloping new shoreline recreational opportunities, where appropriate, such as artificial lagoons, artificial beaches, and artificial reefs for surfing and fishing; and\n\t\t\t(viii)\tEncouraging reasonable dedication of shoreline areas with recreational value for public use as part of discretionary approvals or permits by the land use commission, board of land and natural resources, and county authorities; and crediting such dedication against the requirements of section 46-6.\n\n\n\n\t(2)\tHistoric resources;\n\n\t\t(A)\tIdentify and analyze significant archaeological resources;\n\t\t(B)\tMaximize information retention through preservation of remains and artifacts or salvage operations; and\n\t\t(C)\tSupport state goals for protection, restoration, interpretation, and display of historic resources.\n\n\t(3)\tScenic and open space resources;\n\n\t\t(A)\tIdentify valued scenic resources in the coastal zone management area;\n\t\t(B)\tEnsure that new developments are compatible with their visual environment by designing and locating such developments to minimize the alteration of natural landforms and existing public views to and along the shoreline;\n\t\t(C)\tPreserve, maintain, and, where desirable, improve and restore shoreline open space and scenic resources; and\n\t\t(D)\tEncourage those developments that are not coastal dependent to locate in inland areas.\n\n\t(4)\tCoastal ecosystems;\n\n\t\t(A)\tExercise an overall conservation ethic, and practice stewardship in the protection, use, and development of marine and coastal resources;\n\t\t(B)\tImprove the technical basis for natural resource management;\n\t\t(C)\tPreserve valuable coastal ecosystems, including reefs, of significant biological or economic importance;\n\t\t(D)\tMinimize disruption or degradation of coastal water ecosystems by effective regulation of stream diversions, channelization, and similar land and water uses, recognizing competing water needs; and\n\t\t(E)\tPromote water quantity and quality planning and management practices that reflect the tolerance of fresh water and marine ecosystems and maintain and enhance water quality through the development and implementation of point and nonpoint source water pollution control measures.\n\n\t(5)\tEconomic uses;\n\n\t\t(A)\tConcentrate coastal dependent development in appropriate areas;\n\t\t(B)\tEnsure that coastal dependent development such as harbors and ports, and coastal related development such as visitor industry facilities and energy generating facilities, are located, designed, and constructed to minimize adverse social, visual, and environmental impacts in the coastal zone management area; and\n\t\t(C)\tDirect the location and expansion of coastal dependent developments to areas presently designated and used for such developments and permit reasonable long-term growth at such areas, and permit coastal dependent development outside of presently designated areas when:\n\n\t\t\t(i)\tUse of presently designated locations is not feasible;\n\t\t\t(ii)\tAdverse environmental effects are minimized; and\n\t\t\t(iii)\tThe development is important to the State's economy.\n\n\n\n\t(6)\tCoastal hazards;\n\n\t\t(A)\tDevelop and communicate adequate information about storm wave, tsunami, flood, erosion, subsidence, and point and nonpoint source pollution hazards;\n\t\t(B)\tControl development in areas subject to storm wave, tsunami, flood, erosion, hurricane, wind, subsidence, and point and nonpoint source pollution hazards;\n\t\t(C)\tEnsure that developments comply with requirements of the Federal Flood Insurance Program; and\n\t\t(D)\tPrevent coastal flooding from inland projects.\n\n\t(7)\tManaging development;\n\n\t\t(A)\tUse, implement, and enforce existing law effectively to the maximum extent possible in managing present and future coastal zone development;\n\t\t(B)\tFacilitate timely processing of applications for development permits and resolve overlapping or conflicting permit requirements; and\n\t\t(C)\tCommunicate the potential short and long-term impacts of proposed significant coastal developments early in their life cycle and in terms understandable to the public to facilitate public participation in the planning and review process.\n\n\t(8)\tPublic participation;\n\n\t\t(A)\tPromote public involvement in coastal zone management processes;\n\t\t(B)\tDisseminate information on coastal management issues by means of educational materials, published reports, staff contact, and public workshops for persons and organizations concerned with coastal issues, developments, and government activities; and\n\t\t(C)\tOrganize workshops, policy dialogues, and site-specific mediations to respond to coastal issues and conflicts.\n\t(9)\tBeach protection;\n\n\t\t(A)\tLocate new structures inland from the shoreline setback to conserve open space, minimize interference with natural shoreline processes, and minimize loss of improvements due to erosion;\n\t\t(B)\tProhibit construction of private erosion-protection structures seaward of the shoreline, except when they result in improved aesthetic and engineering solutions to erosion at the sites and do not interfere with existing recreational and waterline activities; and\n\t\t(C)\tMinimize the construction of public erosion-protection structures seaward of the shoreline.\n\n\t(10)\tMarine resources;\n\n\t\t(A)\tEnsure that the use and development of marine and coastal resources are ecologically and environmentally sound and economically beneficial;\n\t\t(B)\tCoordinate the management of marine and coastal resources and activities to improve effectiveness and efficiency;\n\t\t(C)\tAssert and articulate the interests of the State as a partner with federal agencies in the sound management of ocean resources within the United States exclusive economic zone;\n\t\t(D)\tPromote research, study, and understanding of ocean processes, marine life, and other ocean resources in order to acquire and inventory information necessary to understand how ocean development activities relate to and impact upon ocean and coastal resources; and\n\t\t(E)\tEncourage research and development of new, innovative technologies for exploring, using, or protecting marine and coastal resources. [L 1977, c 188, pt of §3; am L 1993, c 258, §1; am L 1994, c 3, §1; am L 1995, c 104, §5; am L 2001, c 169, §3]"
}