{
    "name": "Definitions",
    "number": "22",
    "text": "As used in this part, unless the context otherwise requires: \t\"Applicant\" means any individual, organization, partnership, or corporation, including any utility and any agency of government.\n\t\"Authority\" means the county planning commission, except in counties where the county planning commission is advisory only, in which case \"authority\" means the county council or such body as the council may by ordinance designate.  The authority may, as appropriate, delegate the responsibility for administering this part.\n\t\"Department\" means the planning department in the counties of Kauai, Maui, and Hawaii, and the department of land utilization in the city and county of Honolulu, or other appropriate agency as designated by the county councils.\n\t\"Development\" means any of the uses, activities, or operations on land or in or under water within a special management area that are included below:\n\n\n\n\t(1)\tPlacement or erection of any solid material or any gaseous, liquid, solid, or thermal waste;  \n\t(2)\tGrading, removing, dredging, mining, or extraction of any materials;\n\t(3)\tChange in the density or intensity of use of land, including but not limited to the division or subdivision of land;\n\t(4)\tChange in the intensity of use of water, ecology related thereto, or of access thereto; and \n\t(5)\tConstruction, reconstruction, demolition, or alteration of the size of any structure.\n\n\n\n\t\"Development\" does not include the following:\n\n\n\n\t(1)\tConstruction of a single-family residence that is not part of a larger development;\n\t(2)\tRepair or maintenance of roads and highways within existing rights-of-way;\n\t(3)\tRoutine maintenance dredging of existing streams, channels, and drainage ways;\n\t(4)\tRepair and maintenance of underground utility lines, including but not limited to water, sewer, power, and telephone and minor appurtenant structures such as pad mounted transformers and sewer pump stations;\n\t(5)\tZoning variances, except for height, density, parking, and shoreline setback;\n\t(6)\tRepair, maintenance, or interior alterations to existing structures;\n\t(7)\tDemolition or removal of structures, except those structures located on any historic site as designated in national or state registers;\n\t(8)\tUse of any land for the purpose of cultivating, planting, growing, and harvesting plants, crops, trees, and other agricultural, horticultural, or forestry products or animal husbandry, or aquaculture or mariculture of plants or animals, or other agricultural purposes;\n\t(9)\tTransfer of title to land;\n\t(10)\tCreation or termination of easements, covenants, or other rights in structures or land;\n\t(11)\tSubdivision of land into lots greater than twenty acres in size;\n\t(12)\tSubdivision of a parcel of land into four or fewer parcels when no associated construction activities are proposed; provided that any land which is so subdivided shall not thereafter qualify for this exception with respect to any subsequent subdivision of any of the resulting parcels;\n\t(13)\tInstallation of underground utility lines and appurtenant aboveground fixtures less than four feet in height along existing corridors;\n\t(14)\tStructural and nonstructural improvements to existing single-family residences, where otherwise permissible;\n\t(15)\tNonstructural improvements to existing commercial structures; and\n\t(16)\tConstruction, installation, maintenance, repair, and replacement of civil defense warning or signal devices and sirens;\n\n\n\nprovided that whenever the authority finds that any excluded use, activity, or operation may have a cumulative impact, or a significant environmental or ecological effect on a special management area, that use, activity, or operation shall be defined as \"development\" for the purpose of this part.\n\t\"Special management area\" means the land extending inland from the shoreline as delineated on the maps filed with the authority as of June 8, 1977, or as amended pursuant to section 205A-23.\n\t\"Special management area emergency permit\" means an action by the authority authorizing development in cases of emergency requiring immediate action to prevent substantial physical harm to persons or property or to allow the reconstruction of structures damaged by natural hazards to their original form; provided that such structures were previously found to be in compliance with requirements of the Federal Flood Insurance Program.\n\t\"Special management area minor permit\" means an action by the authority authorizing development the valuation of which is not in excess of $125,000 and which has no substantial adverse environmental or ecological effect, taking into account potential cumulative effects.\n\t\"Special management area use permit\" means an action by the authority authorizing development the valuation of which exceeds $125,000 or which may have a substantial adverse environmental or ecological effect, taking into account potential cumulative effects.\n\t\"Structure\" includes but is not limited to any building, road, pipe, flume, conduit, siphon, aqueduct, telephone line, and electrical power transmission and distribution line.\n\t\"Valuation\" shall be determined by the authority and means the estimated cost to replace the structure in kind based on current replacement costs, or in the cases of other development as defined above, the fair market value of the development. [L 1975, c 176, pt of §1; am L 1977, c 188, §6; am L 1979, c 200, §7; am L 1982, c 126, §1; am L 1983, c 124, §8; am L 1984, c 113, §1; am L 1991, c 129, §1; am L 1993, c 258, §4; am L 2001, c 169, §6; am L 2004, c 76, §2]"
}