{
    "name": "License; fees; renewals; voluntary surrender of license",
    "number": "4",
    "text": "(a)  An applicant for licensure shall file an application on a form prescribed by NMLS or by the commissioner and shall pay an application fee of $675.  Each license shall expire on June 30 of each calendar year.  A license may be renewed by filing a renewal statement on a form prescribed by NMLS or by the commissioner and paying a renewal fee of $425, at least four weeks prior to the renewal period for licensure for the following year.\n     (b)  To fulfill the purposes of this chapter, the commissioner may establish relationships or contracts with NMLS or other entities designated by NMLS to collect and maintain records and process transaction fees or other fees related to licensees or other persons subject to this chapter.\n     (c)  To the extent reasonably necessary to participate in NMLS, the commissioner may modify any or all of the requirements of subsections (e) and (f).\n     (d)  The commissioner may use NMLS as an agent for requesting information from and distributing information to the United States Department of Justice, any governmental agency, or any other source, as directed by the commissioner.\n     (e)  The applicant shall submit any other information that the commissioner may require, including the applicant's:\n     (1)  Form and place of organization;\n     (2)  Tax identification number; and\n     (3)  Proposed method of doing business.\n     The applicant shall disclose whether the applicant or any of its officers, directors, employees, managers, agents, partners, or members have ever been issued or been the subject of an injunction or administrative order pertaining to any aspect of the lending business, have ever been convicted of a misdemeanor involving the lending industry or any aspect of the lending business, or have ever been convicted of any felony.\n     (f)  A mortgage servicer licensed under this chapter may voluntarily cease business and surrender its license by giving written notice to the commissioner of its intent to surrender its mortgage servicer license.  Notice pursuant to this subsection shall be given at least thirty days before the surrender of the license and shall include:\n     (1)  The date of surrender;\n     (2)  The name, address, telephone number, facsimile number, and electronic address of a contact individual with knowledge and authority sufficient to communicate with the commissioner regarding all matters relating to the licensee during the period that it was licensed pursuant to this chapter;\n     (3)  The reason or reasons for surrender; \n     (4)  The original license issued pursuant to this chapter to the mortgage servicer; and\n     (5)  If applicable, a copy of all notices to affected borrowers required by the Real Estate Settlement Procedures Act, title 12 United States Code section 2601 et seq., or by regulations adopted pursuant to the Real Estate Settlement Procedures Act, of the assignment, sale, or transfer of the servicing of all relevant loans that the licensee is currently servicing under the license being surrendered.\n     Voluntary surrender of a license shall be effective upon the date of surrender specified on the written notice to the commissioner as required by this subsection; provided that if a mortgage servicer is required to assign, sell, or transfer the servicing of any loans, the voluntary surrender of the mortgage servicer's license shall be effective upon the effective date of the assignment, sale, or transfer of the servicing of all loans. [L 2009, c 106, pt of §1; am L 2011, c 48, §9; am L 2012, c 245, §4; am L 2013, c 92, §3]"
}