{
    "name": "Office of collective bargaining and managed competition",
    "number": "1",
    "text": "(a)  There shall be established an office of collective bargaining and managed competition in the office of the governor to assist the governor in implementation and review of the managed process of public-private competition for particular government services through the managed competition process and negotiations between the State and the exclusive representatives on matters of wages, hours, and other negotiable terms and conditions of employment.\n\t(b)  The position of chief negotiator for the State is hereby established to head the office.  The chief negotiator shall be experienced in labor relations.  The governor shall appoint the chief negotiator and may also appoint deputy negotiators to assist the chief negotiator.  The governor, at pleasure, may remove the chief negotiator and any deputy negotiator.  All other employees shall be appointed by the chief negotiator.  All employees in the office of collective bargaining and managed competition shall be included in any benefit programs generally applicable to employees of the State.\n\t(c)  Subject to the approval of the governor, the office of collective bargaining and managed competition shall:\n\n\n\n\t(1)\tAssist the governor in formulating the State's philosophy for public collective bargaining and for the managed process for public-private competition for government services, including which particular service can be provided more efficiently, effectively, and economically considering all relevant costs; and\n\t(2)\tCoordinate and negotiate the managed competition process on behalf of the State with exclusive representatives of affected public employees and private contractors.\n\n\n\n\t(d)  No employee of the office of collective bargaining and managed competition shall be included in the civil service, any civil service classification system, or any appropriate bargaining unit; provided that any civil service position in existence on July 1, 2002, shall not be exempted from civil service until the incumbent in that position on July 1, 2002, vacates that position.\n\t(e)  If the State executes a contract with a private contractor pursuant to the managed competition process authorized under this section, the State may use the layoff provisions of the civil service laws and the respective collective bargaining contracts to release employees displaced from their positions by the managed competition process.  Prior to implementing any layoff provision of the civil service laws or a collective bargaining contract, the State shall use its resources for placing, retraining, and providing voluntary severance incentives for displaced employees.  Methods that may be used to minimize or avoid the adverse effects of an agency's decision to secure needed services from contractors may include:\n\n\n\n\t(1)\tCoordination with the private service provider awarded the contract under this section to continue a displaced employee's employment as an employee of the contractor;\n\t(2)\tReassignment to another civil service position the employee is qualified to fill;\n\t(3)\tRetraining to qualify the employee for reassignment; and\n\t(4)\tSeverance incentives.\n\n\n\n\t(f)  As used in this section, \"managed competition\" means the process established in this section by which the State and a private contractor compete to provide government services. [L 1975, c 165, §2; am L 1977, c 191, §4; am L 1982, c 129, §4; am L 1985, c 29, §1; am L 1986, c 128, §4; am L 1989, c 329, §3; am L 2000, c 253, §104; am L 2001, c 55, §37 and c 90, §5; am L 2002, c 106, §2]\nNote\n\n  Privatization; contracting of government services with the private sector (repealed June 30, 2007).  L 2001, c 90, §2."
}