{
    "name": "Rights of in-patients",
    "number": "2",
    "text": "(a)  Any patient in a psychiatric facility shall be afforded rights; and any psychiatric facility shall provide the rights to all patients; provided that when a patient is not able to exercise the patient\u0092s rights, the patient\u0092s legal guardian or legal representative shall have the authority to exercise the same on behalf of the patient.  The rights shall include, but not be limited to, the following:\n\n\n\n\t(1)\tAccess to written rules and regulations with which the patient is expected to comply;\n\t(2)\tAccess to the facility\u0092s grievance procedure or to the department of health as provided in section 334-3;\n\t(3)\tFreedom from reprisal;\n\t(4)\tPrivacy, respect, and personal dignity;\n\t(5)\tA humane environment;\n\t(6)\tFreedom from discriminatory treatment based on race, color, creed, national origin, age, and sex;\n\t(7)\tA written treatment plan based on the individual patient;\n\t(8)\tParticipation in the planning of the patient\u0092s treatment plan;\n\t(9)\tRefusal of treatment except in emergency situations or where a court order exists;\n\t(10)\tRefusal to participate in experimentation;\n\t(11)\tThe choice of physician if the physician chosen agrees;\n\t(12)\tA qualified, competent staff;\n\t(13)\tA medical examination before initiation of non-emergency treatment;\n\t(14)\tConfidentiality of the patient\u0092s records;\n\t(15)\tAccess to the patient\u0092s records;\n\t(16)\tKnowledge of rights withheld or removed by a court or by law;\n\t(17)\tPhysical exercise and recreation;\n\t(18)\tAdequate diet;\n\t(19)\tKnowledge of the names and titles of staff members with whom the patient has frequent contact;\n\t(20)\tThe right to work at the facility and fair compensation for work done; provided that work is available and is part of the patient\u0092s treatment plan;\n\t(21)\tVisitation rights, unless the patient poses a danger to self or others; provided that where visitation is prohibited, the legal guardian or legal representative shall be allowed to visit the patient upon request;\n\t(22)\tUncensored communication;\n\t(23)\tNotice of and reasons for an impending transfer;\n\t(24)\tFreedom from seclusion or restraint, except:\n\n\t\t(A)\tWhen necessary to prevent injury to self or others; or\n\t\t(B)\tWhen part of the treatment plan; or\n\t\t(C)\tWhen necessary to preserve the rights of other patients or staff;\n\n\t(25)\tDisclosure to a court, at an involuntary civil commitment hearing, of all treatment procedures which have been administered prior to the hearing;\n\t(26)\tReceipt by the patient and the patient\u0092s guardian or legal guardian, if the patient has one, of this enunciation of rights at the time of admission.\n\n\n\n\t(b)  All the rights of in-patients are to be qualified by reasonableness in view of the circumstances.\n\t(c)  The department of health shall investigate any complaints brought to them concerning this section, except as provided in subsection (d).  The department shall report in writing its findings and recommendation to the originator of the complaint, no later than thirty days from the date the complaint is submitted.\n\t(d)  The office of the ombudsman shall be responsible for all investigations of complaints against any public psychiatric facility, as provided under chapter 96. [L 1980, c 272, pt of §1; am L 1982, c 200, §1; gen ch 1985]"
}