{
    "name": "Stay of proceedings to enforce a judgment",
    "number": "3",
    "text": "(a)  This section applies to civil cases in which the rules of court as to stay of proceedings to enforce a judgment do not apply, unless otherwise provided by statute.\n\t(b)  No execution shall issue upon a judgment nor shall proceedings be taken for its enforcement until the expiration of ten days after its entry.  The court, upon good cause shown, may allow execution to issue or other appropriate action to be taken for the enforcement of the judgment within the ten-day period unless, within such time as shall be allowed by the court, a stay is obtained under subsection (c) or (d).\n\t(c)  In its discretion and on such conditions as are proper, the court may stay the execution of or any proceedings to enforce a judgment pending the disposition of a motion for a new trial or other motion, or when justice so requires in other cases until such time as the court may fix.\n\t(d)  When an appeal is taken the appellant by giving a supersedeas bond may obtain a stay.  The bond may be given at or after the time of filing the notice of appeal or of procuring the order allowing the appeal, as the case may be.  The stay is effective when the supersedeas bond is approved by the court.\n\t(e)  Notwithstanding the foregoing, there shall be no stay of an appealable order for counsel fee, suit money, temporary alimony, or other provisional order of a like nature made before final judgment in the cause, if the appellee shall give a bond in such amount and with such sureties as the court requires, conditioned for indemnification of the appellant for all damages that the appellant may sustain by reason of the payment or performance of the order, in case the appeal shall be sustained.\n\t(f)  Within the meaning of this section \"judgment\" includes a decree and any order from which an appeal lies. [L 1892, c 57, §71; am L 1903, c 32, §17; RL 1925, §2512; RL 1935, §3504; RL 1945, §9506; RL 1955, §208-6; HRS §641-5; am L 1970, c 188, §39; am L 1972, c 89, pt of §5; ren HRS ; gen ch 1985]"
}