{
    "name": "Definitions",
    "number": "62",
    "text": "Unless otherwise clear from the context, as used in this part: \t\"Agency\" means any executive department, independent commission, board, agency, authority, bureau, office, or other establishment of the state government (except the legislature and the judiciary), or any quasi-public institution which is supported in whole or in part by state funds.\n\t\"Bond categories\" means types of bonds and includes general obligation bonds, reimbursable general obligation bonds, and revenue bonds.\n\t\"Bond fund\" means the fund used to account for the proceeds of bond issues and expenditures therefrom.\n\t\"Bond receipts\" means the proceeds from the issuance of governmental bonds.\n\t\"Capital expenditures\" means payments to contractors and payments for other items related to the construction of a capital improvement project.\n\t\"Capital investment costs\" means costs, beyond the research and development phase, associated with capital improvements, including the acquisition and development of land, the design and construction of new facilities, and the making of renovations or additions to existing facilities.  Capital investment costs for a program are the sum of the program's capital improvement project costs.\n\t\"Certificate of participation\" means any certificate evidencing a participation right or a proportionate interest in any financing agreement or the right to receive proportionate payments from the State or a state agency due under any financing agreement.\n\t\"Construction costs\" means the costs involved in building and landscaping capital facilities, including any consultant or staff services required and built-in equipment.\n\t\"Cost categories\" means the major types of costs and includes research and development, capital investment, and operating.\n\t\"Cost elements\" means the major subdivisions of a cost category.  The category \"capital investment\" includes plan, land acquisition, design, construction, and equipment and furnishing.  The categories \"research and development\" and \"operating\" include personal services, current lease payments, other current expenses, equipment, and motor vehicles.\n\t\"Crosswalk\" means a reconciliation of the program structure with the structure used for accounting and/or appropriations.\n\t\"Debt service\" means interest and principal repayments on moneys borrowed.\n\t\"Departmental earnings\" means the amounts collected by governmental agencies for services provided and products or property sold; rentals collected for use of public property; fees, fines, forfeitures, and penalties assessed; and other related types of charges.\n\t\"Design costs\" means the costs related to the preparation of architectural drawings for capital improvements through its various stages from schematic to final construction drawings.  It does not include costs associated with the identification of needs, determining alternative ways of meeting needs, and prescription of standards for capital improvements.\n\t\"Effectiveness measure\" means the criterion for measuring the degree to which the objective sought is attained.\n\t\"Federal aid interstate\" means funds received from the federal government for the purpose of constructing the interstate highway system in the State.\n\t\"Federal aid primary\" means funds received from the federal government for the purpose of constructing primary roadways.\n\t\"Federal aid secondary\" means funds received from the federal government for the purpose of constructing secondary roadways.\n\t\"Federal aid urban\" means funds received from the federal government for the purpose of constructing roads in urban areas.\n\t\"Federal receipts\" means financial aid received from the federal government.\n\t\"Financing agreement\" means any lease purchase agreement, installment sale agreement, loan agreement, line of credit, or any other agreement to finance the improvement, use, or acquisition of real or personal property that is or will be owned or operated by the State or any agency or to refinance any such previously executed financing agreement including certificates of participation relating thereto.\n\t\"Full cost\" means the total cost of a program, system or capability, including research and development costs, capital investment costs, and operating costs.\n\t\"General fund\" means the fund used to account for all transactions which are not accounted for in another fund.\n\t\"General obligation bonds\" means bonds, notes, or other instruments of indebtedness for the payment of the principal and interest of which the full faith and credit of the State are pledged.\n\t\"General obligation reimbursable bonds\" means general obligation bonds issued for a public undertaking, improvement, or system from which revenues, or user taxes, or a combination of both, may be derived for the payment of the principal and interest as reimbursement to the general fund and for which reimbursement is required by law, and, in the case of general obligation bonds issued by the State for a political subdivision, general obligation bonds for which the payment of the principal and interest as reimbursement to the general fund is required by law to be made from the revenue of the political subdivision.\n\t\"Inter-departmental transfers\" means funds which will be used by a program but will be appropriated to a different program.\n\t\"Land acquisition costs\" means the costs of obtaining lands, including any consultant or staff services costs attributable to that acquisition.\n\t\"Lease payments\" means payments made by the State or any agency under any financing agreement.\n\t\"Means of financing\" means the various sources from which funds are available and includes the general fund, special fund, revolving fund, general obligation bonds, reimbursable general obligation bonds, revenue bonds, federal aid interstate highway fund, federal aid primary road fund, federal aid secondary road fund, federal aid urban fund, other federal funds, private contributions, county funds, trust funds, and other funds.\n\t\"Nonadd\" means a program which is listed with an objective or a program grouping, but the cost of which is not to be included in the total cost of that objective or program grouping because it is included in some other objective or program group.\n\t\"Nontax revenue sources\" means sources other than taxes from which revenues are produced and includes departmental earnings of various kinds, reimbursements of principal on general obligation bonds issued for state agencies and counties, federal receipts which are restricted in their use to specified purposes, and other federal receipts.\n\t\"Objective\" means a statement of the end result, product, or condition desired, for the accomplishment of which a course of action is to be taken.\n\t\"Operating costs\" means recurring costs of operating, supporting and maintaining authorized programs, including costs for personnel salaries and wages, employee fringe benefits, lease payments, supplies, materials, equipment, and motor vehicles.\n\t\"Phases of capital improvement project\" means land acquisition, design, construction, and occupancy.\n\t\"Plan costs\" means the costs related to preparation of general plan, functional plan, master plan, advance plan, preliminary plan, including feasibility studies.\n\t\"Planning\" means that process by which government objectives are formulated; measures by which effectiveness in attaining the objectives are identified; alternatives by which objectives may be attained are determined; the full cost, effectiveness and benefit implications of each alternative are determined; the assumptions, risks and uncertainties of the future are clarified; and cost and effectiveness and benefit tradeoffs of the alternatives are identified.\n\t\"Program\" means a combination of resources and activities designed to achieve an objective or objectives.\n\t\"Program size\" means the magnitude of a program, such as the number of persons serviced by the program, the amount of a commodity, the time delays, the volume of service in relation to population or area, etc.\n\t\"Program size indicator\" means a measure to indicate the magnitude of a program.\n\t\"Program structure\" means a display of programs which are grouped in accordance with the objectives to be achieved, or the functions to be performed.\n\t\"Programming\" means that process by which government's long-range program and financial plans are scheduled for implementation over a six-year period and which specifies what programs are to be implemented, how they are to be implemented, when they are to be implemented, and what the costs of such implementation are.\n\t\"Reimbursable general obligation bonds\" means general obligation bonds issued for a public undertaking, improvement, or system from which revenues, or user taxes, or a combination of both, may be derived for the payment of the principal and interest as reimbursement to the general fund and for which reimbursement is required by law, and, in the case of general obligation bonds issued by the State for a political subdivision, general obligation bonds for which the payment of the principal and interest as reimbursement to the general fund is required by law to be made from the revenue of the political subdivision.\n\t\"Research and development costs\" means costs primarily associated with the development of a new program, system or capability to the point where capital and/or operating costs are required to introduce the program, system or capability into operational use.\n\t\"Resource categories\" means types of resources and includes tax revenues, departmental earnings, and federal receipts.\n\t\"Revenue bonds\" means all bonds payable from the revenues, or user taxes, or any combination of both, of a public undertaking, improvement, system, or loan program and any loan made thereunder and secured as may be provided by law.\n\t\"Revolving fund\" means a fund from which is paid the cost of goods and services rendered or furnished to or by a state agency and which is replenished through charges made for the goods or services or through transfers from other accounts or funds.\n\t\"Special funds\" means funds which are dedicated or set aside by law for a specified object or purpose, but excluding revolving funds and trust funds.\n\t\"Taxes\" and \"tax revenue sources\" mean each specific kind of tax.\n\t\"Tax revenues\" means the amounts collected from compulsory charges, in the form of taxes, levied by the State for the purpose of financing services performed for the common public benefit.\n\t\"Trust fund\" means a fund in which designated persons or classes of persons have a vested beneficial interest or equitable ownership, or which was created or established by a gift, grant, contribution, devise or bequest that limits the use of the fund to designated objects or purposes. [L 1970, c 185, §2; am L 1972, c 72, §1; am L 1974, c 159, §3 and c 219, §1; am L 1978, c 117, §1; am L 1980, c 101, §1; am L 1996, c 119, §3; am L 2001, c 200, §2]\nRevision Note\n  Numeric designations deleted."
}