{
    "name": "Responsibilities of the department of budget and finance",
    "number": "67",
    "text": "The director of finance shall assist the governor in the preparation, explanation and administration of the state long-range plans, the proposed six-year program and financial plan and the state budget.  To this end, subject to this part, the director shall:\n\n\n\n\t(1)\tWith the approval of the governor, develop procedures and prescribe rules and regulations to guide such state agencies as may be assigned by the director the task of formulating and preparing the initial proposals with respect to long-range plans, program and financial plans, program budget requests and program performance reports and to assure the availability of information needed for effective policy decision-making.\n\t(2)\tAssist such state agencies in the formulation of program objectives, preparation of program plans and program budget requests, and reporting of program performance.\n\t(3)\tCoordinate, analyze and revise as necessary the program objectives, long-range plans, program and financial plans, program budget requests and program performance reports initially proposed or prepared by such state agencies and develop the state comprehensive program and financial plan, budget and program performance report.\n\t(4)\tAdminister its responsibilities under the program execution provisions of this part so that the policy decisions and budget determinations of the governor and the legislature are implemented to the fullest extent possible within the concepts of proper management.\n\t(5)\tInvestigate continuously the administration of the various agencies for the purpose of advising the governor and recommending to the governor, the legislature and the committees of the legislature concerning the duties of the various positions in these agencies, the methods of the agency, the standards of efficiency therein, and changes which in the director's judgment will produce greater effectiveness of programs and economy in the conduct of government programs and assist in the preparation of program and financial plans, budget requests and program performance reports.\n\t(6)\tProvide the legislature and any member or committee of either house of the legislature with such documents and information as may be requested concerning the programs, budget, and fiscal and management operations of the State. [L 1970, c 185, §7; gen ch 1985]"
}