{
    "name": "The six-year program and financial plan",
    "number": "69",
    "text": "(a)  The governor shall prepare a state six-year program and financial plan encompassing all state programs.  Not fewer than thirty days before the legislature convenes in every odd-numbered year, the governor shall submit to the legislature and to each member thereof the six-year program and financial plan.  The program and financial plan shall be annually and continually updated and maintained.  The program and financial plan, in general, shall contain:\n\n\n\n\t(1)\tThe state program structure;\n\t(2)\tStatements of statewide objectives and program objectives;\n\t(3)\tProgram plans that describe the programs recommended to implement the statewide and program objectives and the manner in which the recommended programs are proposed to be implemented over the next six fiscal years; and\n\t(4)\tA financial plan that shows the fiscal implications of the recommended programs for the next six fiscal years.\n\n\n\n\t(b)  The information contained in the program and financial plan shall be presented generally in the following manner:\n\n\n\n\t(1)\tInformation shall be displayed by programs, or groups of programs.\n\t(2)\tPrograms shall be appropriately crosswalked to expending agencies.\n\t(3)\tData shall be appropriately summarized at each level of the program structure.\n\t(4)\tProgram costs shall include all costs, including research and development, operating and capital, regardless of the means of financing except that the means of financing shall be expressly identified; all costs shall be displayed in the year of their anticipated expenditure, regardless of whether such costs have been authorized to be expended by prior appropriations acts or are authorized to be expended by existing law, or require new appropriations or authorizations.\n\t(5)\tCost data shall be presented in units of thousands of dollars or less.\n\t(6)\tComparative data for the last completed fiscal year and the fiscal year in progress shall be shown.\n\n\n\n\t(c)  The financial plan for the ensuing six fiscal years shall more specifically include:\n\n\n\n\t(1)\tEconomic data for the State and the counties of the following kinds:\n\n\t\t(A)\tPopulation: Including historical, current, and projected population count; population distribution by age and sex; estimated increases and decreases, including increases and decreases by immigration;\n\t\t(B)\tEmployment: Including magnitude of labor force by age and sex; labor force participation rates; employment by age and sex; industry and occupational surpluses and shortages; effects of government programs on employment rate;\n\t\t(C)\tIncome: Including per capita and per family income; disposable income; income distribution;\n\t\t(D)\tWages and prices: Including wages by industry and occupational groups; prices for government procurement items; construction costs; cost of living index; price indices for components of personal consumption;\n\t\t(E)\tIndustry and business trends; and\n\t\t(F)\tEffects of national economic and financial policies and conditions;\n\n\t(2)\tBrief statements disclosing the basis upon which the revenue estimates in the plan were made, including for each specific tax and nontax revenue source:\n\t\t(A)\tThe previous projections for the last completed fiscal year and the fiscal year in progress;\n\t\t(B)\tThe variance between the projections and the actual or revised estimate, and the reasons for the variances;\n\t\t(C)\tTax or source base and rates;\n\t\t(D)\tYield projections of existing revenue sources and existing taxes at authorized rates;\n\t\t(E)\tAssumptions made and methodology used in projections;\n\t\t(F)\tChanges recommended; and\n\t\t(G)\tProjected yields if changes are adopted; etc.;\n\t(3)\tAt the lowest level on the state program structure, for each program:\n\n\t\t(A)\tThe total actual program cost for the last completed fiscal year, the estimated cost for the fiscal year in progress, and the estimated cost for each of the next six fiscal years; research and development, operating, and capital costs shall be included and the means of financing shall be identified.  The number of personnel positions and all lease payments shall be shown for the program, identified by their means of financing;\n\t\t(B)\tThe program size indicators; the actual size attained in the last completed fiscal year, the estimated size for the fiscal year in progress, and the estimated size for each of the next six fiscal years; and\n\t\t(C)\tThe effectiveness measures; the actual level of effectiveness attained in the last completed fiscal year, the estimated level of effectiveness for the fiscal year in progress, and the estimated level for each of the next six fiscal years;\n\n\t(4)\tAppropriate displays of paragraph (3)(A) and (C), at every level of the state program structure above the lowest level, by the major groupings of programs encompassed within the level.  The displays of [paragraph] (3)(A) shall appropriately identify the means of financing and the number of positions included in the level;\n\t(5)\tFinancial summaries displaying the State's financial condition, actual for the last completed fiscal year, and estimated for the fiscal year in progress and each of the next six fiscal years, including:\n\n\t\t(A)\tA display of the programmed, total state expenditures, by cost categories, the total state resources anticipated from existing tax and nontax sources at existing rates, by resource categories, including the fund balance or deficit at the beginning of the fiscal year and bond receipts, and the resulting fund balance or deficit at the close of each fiscal year.  Lease payments in each cost category shall be stated separately; and\n\t\t(B)\tThe changes proposed to the existing tax and nontax rates, sources or structure, and the estimated increases or reductions in revenues, the estimated cumulative increases or reductions, and the estimated fund balance or deficit in each of the next six fiscal years as a result of such proposed changes.  Proposals for changes in the existing tax and nontax rates, sources or structure shall be made in every case where the proposed, total state expenditures exceed the total resources anticipated from existing tax and nontax sources at existing rates.\n\n\t\tSuch financial summaries shall be prepared for the total state expenditures and resources and for the general fund and special fund portions thereof;\n\t(6)\tA summary of the balance of each special fund, actual for the last completed fiscal year and estimated for the fiscal year in progress and estimated for each of the next six fiscal years;\n\t(7)\tA summary of the State's total bond fund required to carry out the recommended programs and the kinds of bonds and amounts thereof through which the requirements were met in the last completed fiscal year, are to be met in the fiscal year in progress, and are proposed to be met in each of the next six fiscal years.  The summary shall detail, for each fiscal year:\n\n\t\t(A)\tOf the total bond fund requirements, the amount, by cost categories, requiring new bond issuance authorization and the kinds and amounts of bonds planned for issuance under such new authorizations;\n\t\t(B)\tBy bond categories, the total, cumulative balance of bonds authorized in prior years but unissued and the amount thereof proposed to be issued; and\n\t\t(C)\tA recapitulation of the total bonds to be issued, including both new authorizations and prior authorizations, by bond categories;\n\n\t(8)\tSeparately for general fund tax revenues, special fund tax revenues, general fund nontax revenues, and special fund nontax revenues:\n\n\t\t(A)\tBy kinds of taxes or sources, the amount of revenue from existing, authorized taxes or sources at existing rates received in the last completed fiscal year and estimated to be received in the fiscal year in progress and in each of the next six fiscal years;\n\t\t(B)\tA summary of the proposed changes in the existing taxes or sources or rates, and the estimated increases or reductions in revenues in each of the next six fiscal years resulting from such changes; and\n\t\t(C)\tThe total estimated revenues with and without the proposed changes in each of the next six fiscal years; and\n\n\t(9)\tA summary of the State's total payments due under financing agreements required to carry out the recommended programs and the kinds of financing agreements and amounts thereof through which the requirements were met in the last completed fiscal year, are to be met in the fiscal year in progress, and are proposed to be met in each of the next six fiscal years.  The summary shall detail, for each fiscal year:\n\n\t\t(A)\tOf the total financing agreement requirements, the amount, by cost categories, requiring new financing agreement authorizations and the kinds and amounts of financing agreements planned for execution and delivery under such new authorizations;\n\t\t(B)\tBy cost category, the cumulative balance of financing agreements authorized in prior years but not executed and delivered and the amount proposed to be executed and delivered; and\n\t\t(C)\tA recapitulation of the total financing agreements to be executed and delivered, including both new authorizations and prior authorizations, by cost categories.\n\n\n\n\n\n\t(d)  The program plans for the ensuing six fiscal years shall more specifically include:\n\n\n\n\t(1)\tAt the lowest level on the state program structure, for each program:\n\n\t\t(A)\tA statement of its objectives;\n\t\t(B)\tMeasures by which the effectiveness in attaining the objectives is to be assessed;\n\t\t(C)\tThe level of effectiveness planned for each of the ensuing six fiscal years;\n\t\t(D)\tA brief description of the activities encompassed;\n\t\t(E)\tThe program size indicators;\n\t\t(F)\tThe program size planned for each of the next six fiscal years;\n\t\t(G)\tA narrative explanation of the plans for the program.  It shall contain, and in general be limited to, the following:\n\n\t\t\t(i)\tA description of the kinds of activities carried out or unusual technologies employed;\n\t\t\t(ii)\tA statement of key policies pursued;\n\t\t\t(iii)\tIdentification of important program or organizational relationships involved;\n\t\t\t(iv)\tA description of major external trends affecting the program;\n\t\t\t(v)\tA discussion of significant discrepancies between previously planned cost, effectiveness, and program size levels and those actually achieved;\n\t\t\t(vi)\tComments on, and an interpretation of, cost, effectiveness, and program size data over the upcoming budget period, with special attention devoted to changes from the current budget period;\n\t\t\t(vii)\tComments on, and an interpretation of, cost, effectiveness, and program size data over the four years of the planning period and how they relate to the corresponding data for the budget period; and\n\t\t  (viii)\tA summary of the special analytic study, program evaluation, or other analytic report supporting a substantial change in the program where such a major program change recommendation has been made;\n\n\t\t(H)\tThe full cost implications of the recommended programs, by cost categories and cost elements, actually experienced in the last completed fiscal year, estimated for the fiscal year in progress, and estimated for each of the next six fiscal years.  The means of financing shall be identified for each cost category.  The personal services cost element and the lease payments cost element shall be shown separately; the cost elements of other current expenses, equipment, and motor vehicles may be combined.  The number of positions included in the program shall be appropriately identified by means of financing;\n\t\t(I)\tA recapitulation of subparagraph (H) for the last completed fiscal year, the fiscal year in progress and each of the next six fiscal years, by means of financing grouped under each cost category.  The number of positions included in any program shall be appropriately identified;\n\t\t(J)\tAn identification of the revenues generated in the last completed fiscal year and estimated to be generated in the fiscal year in progress and in each of the next six fiscal years, and the fund into which such revenues are deposited;\n\t\t(K)\tDetails of implementation of each capital improvement project included in the total program cost, including:\n\n\t\t\t(i)\tA description of the project, location, and scope;\n\t\t\t(ii)\tThe initially estimated, currently estimated, and final cost of the project, by investment cost elements and by means of financing;\n\t\t\t(iii)\tThe amounts previously appropriated by the legislature for the project, by cost elements and by means of financing specified in the acts appropriating the sums, and an identification of the acts so appropriating;\n\t\t\t(iv)\tThe costs incurred in the last completed fiscal year and the estimated costs to be incurred in the fiscal year in progress and in each of the next six fiscal years, by cost elements and by means of financing; and\n\t\t\t(v)\tA commencement and completion schedule, by month and year, of the various phases of the capital improvement project (i.e., land acquisition, design, construction, and occupancy) as originally intended, as currently estimated, and as actually experienced; and\n\n\t\t(L)\tA crosswalk of the program expenditures, by cost categories and cost elements between the program and expending agencies for the next two fiscal years.  The means of financing and the number of positions included in the program costs to be expended by each agency shall be specified; and\n\n\t(2)\tAppropriate displays at every level of the state program structure above the lowest level.  The displays shall include:\n\n\t\t(A)\tA listing of all major groupings of programs included within the level, together with the objectives, measures of effectiveness, and planned levels of effectiveness for each of the ensuing six fiscal years for each such major groupings of programs; and\n\t\t(B)\tA summary of the total cost of each cost category by the major groupings of programs encompassed within the level, actual for the last completed fiscal year and estimated for the fiscal year in progress and for each of the next six fiscal years. [L 1970, c 185, §9; am L 1972, c 72, §§2, 5; am L 1974, c 219, §3; am L 1991, c 125, §2; am L 1996, c 119, §4]\n\n\n\n\n\n\nAttorney General Opinions\n  Details of current year's lapses need not be set forth in supplemental appropriations bill and budget.  Att. Gen. Op. 83-4.\n  Although express words \"balanced budget\" are not included in state constitution or statutes relating to state budget, constitutional and statutory provisions do require a balanced budget by requiring a description of proposed expenditures and sources of revenue to pay for them.  Att. Gen. Op. 97-1.\n  Using historical data to make estimates for a future fiscal period is an acceptable planning tool.  Att. Gen. Op. 03-2."
}