{
    "name": "Program memoranda",
    "number": "70",
    "text": "(a)  Not later than the third Wednesday of January of each odd-numbered year, the governor shall submit to the legislature and to each member thereof, a program memorandum covering each of the major programs in the statewide program structure.  Each program memorandum will include:\n\n\n\n\t(1)\tAn overview of the program as a whole including a discussion of:\n\n\t\t(A)\tObjectives.\n\t\t(B)\tComponent programs.\n\t\t(C)\tDepartments involved.\n\t\t(D)\tRelationships to other agencies and jurisdictions.\n\t\t(E)\tMajor activities.\n\t\t(F)\tImportant external developments affecting the program.\n\t\t(G)\tSignificant discrepancies between previously planned cost and effectiveness levels and those actually achieved.\n\t\t(H)\tTrends and comparisons in costs, effectiveness, or activity data over the budget and planning period.\n\n\t(2)\tA statement of the major program changes being recommended for the budget and planning period to include for each proposed change:\n\n\t\t(A)\tA brief statement of the recommended change.\n\t\t(B)\tThe cost and program performance consequences of the change over the budget and planning period.\n\t\t(C)\tA summary of the analytic rationale for the change.\n\n\t(3)\tA discussion of emerging conditions, trends and issues including:\n\n\t\t(A)\tActual or potential impact on the State and its programs.\n\t\t(B)\tPossible alternatives for dealing with the specific problems occasioned by the emerging conditions, trends, and issues.\n\t\t(C)\tSuggestions for a program of analyses to resolve the most urgent of the problems.\n\n\t(4)\tAppendices as needed to include appropriate issue papers, special analytic studies, other reports, and crucial source data.\n\n\n\n\t(b)  If it is deemed more desirable, the program memoranda and the six-year program and financial plan may be combined into a single document containing all the information required for each separate document. [L 1972, c 72, §4; am L 1974, c 219, §4]\nRevision Note\n  Subsection (a) designation added."
}