{
    "name": "Examination of evidence by agency",
    "number": "11",
    "text": "Whenever in a contested case the officials of the agency who are to render the final decision have not heard and examined all of the evidence, the decision, if adverse to a party to the proceeding other than the agency itself, shall not be made until a proposal for decision containing a statement of reasons and including determination of each issue of fact or law necessary to the proposed decision has been served upon the parties, and an opportunity has been afforded to each party adversely affected to file exceptions and present argument to the officials who are to render the decision, who shall personally consider the whole record or such portions thereof as may be cited by the parties. [L 1961, c 103, §11; Supp, §6C-11; HRS ]\n \nCase Notes\n \n  Deviation from requirement that proposed decision be presented where the officials rendering the decision have not heard and examined all the evidence is not permissible.  52 H. 221, 473 P.2d 573.\n  Procedural requirements of section may be waived pursuant to §91-9(d).  54 H. 10, 501 P.2d 358.\n  Requirement that officials who are to render the decision personally consider the whole record or portions thereof cited by the parties is satisfied where the officials considered exceptions to the proposed decision and heard arguments thereon.  54 H. 10, 501 P.2d 358.\n  Submission of proposed decision is required whether a single official or a majority of the officials have not heard the evidence.  54 H. 134, 504 P.2d 1214.\n  \"Final decision\" construed.  57 H. 535, 560 P.2d 1292.\n  Person filing timely exceptions is entitled to opportunity to present written and oral arguments, and to have exceptions considered on merits based on record.  65 H. 257, 650 P.2d 574.\n  Under circumstances, board was not required to issue proposed decision.  65 H. 404, 652 P.2d 1143.\n  Transcript of hearing conducted by hearing officer not required for hearing on exceptions held pursuant to this section.  65 H. 411, 652 P.2d 632.\n  Where record reflected that the commissioner heard and examined all the evidence, and appellants pointed to no new evidence that the commissioner overlooked, the commissioner did not violate this section by amending hearing officer's recommended order, powers granted commissioner under Hawaii administrative rule §16-201-46, by failing to provide appellants yet another opportunity to repeat their previous arguments.  112 H. 90, 144 P.3d 1.\n  Phrase \"officials of the agency who are to render the final decision\" refers to all members of the agency.  2 H. App. 672, 638 P.2d 1386.\n  Board met minimum requirements of section by receiving briefs and hearing oral arguments.  5 H. App. 59, 678 P.2d 576.\n  Question not preserved for appeal when party failed to object to denial of claim in agency's proposed order.  5 H. App. 533, 704 P.2d 917.\n \nHawaii Legal Reporter Citations\n \n  Opportunity to file exceptions.  77-1 HLR 77-63."
}