{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter:\n\t\"Beauty apprentice\" means a person who is engaged in a beauty or barber shop in learning to be a beauty operator and while so doing assists in any of the practices of cosmetology under the supervision of a licensed beauty operator or licensed barber for the hairdresser category.\n\t\"Beauty apprentice permit\" means a permit issued by the board, upon registration and payment of application and registration fees, to an apprentice who is under the supervision of a licensed beauty operator or licensed barber for the hairdresser category.\n\t\"Beauty operator\" means one of the following licensure categories:  cosmetologist; hairdresser; esthetician; or nail technician.\n\t\"Beauty shop\" means any establishment or place of business wherein the practice of cosmetology is engaged or carried on and is the primary purpose of that establishment or business; provided that the practice of barbering is allowed in that establishment or business.\n\t\"Board\" means the board of barbering and cosmetology pursuant to sections 438-3, 438-5 and 438-6.\n\t\"Cosmetologist\" means a person who engages in the practices of a hairdresser, an esthetician, and a nail technician for compensation.\n\t\"Cosmetology\", also known as beauty culture, means the art and science of beauty care of the skin, hair, scalp, and nails, and includes any one or a combination of the licensure categories if they are performed on a person's head, face, neck, shoulders, arms, hands, bust, upper part of the body, legs, or feet for cosmetic purposes.\n\t\"Department\" means the department of commerce and consumer affairs.\n\t\"Esthetician\" means any person who, with hands or nonmedically prescribed mechanical or electrical apparatus or devices or by use of cosmetic preparations, antiseptics, tonics, lotions, or creams, engages for compensation in any one or any combination of the following practices:\n\n\n\n\t(1)\tMassaging, cleansing, stimulating, manipulating, exercising, beautifying, or doing similar work on the scalp, face, neck, hands, arms, bust, upper part of the body, legs, or feet;\n\t(2)\tCleansing, exfoliating, wrapping, or doing similar work upon the entire body, without direct contact by the hands and utilizing gloves, loofah mitts, or brushes; or\n\t(3)\tRemoving superfluous hair about the body of any person by means other than electrolysis.\n\n\n\n\t\"Hairdresser\" means any person who for compensation engages in any one or any combination of the following practices: arranging, dressing, curling, waving, cleansing, cutting, singeing, bleaching, coloring, or similar work upon the hair of another person.\n\t\"Instructor\" means a person who teaches any of the licensure categories; provided that the term shall not be taken to include an operator who teaches apprentices in a beauty shop.\n\t\"Nail technician\" means any person who for compensation engages in the practice of:\n\n\n\n\t(1)\tCutting, trimming, polishing, coloring, cleansing, or otherwise treating a person's fingernails and toenails;\n\t(2)\tApplying artificial fingernails and toenails; and \n\t(3)\tMassaging and cleansing a person's hands, arms, legs, and feet.\n\n\n\n\t\"School\", unless the context clearly indicates otherwise, means a school engaged in teaching cosmetology.\n\t\"Student\" means a person who is engaged in a school in learning to be a beauty operator and while so doing does or assists in doing any act involved in the practice of cosmetology.\n\t\"Temporary permit\" means a permit allowing a qualified applicant to practice as a beauty operator or instructor for a period of time covering the three consecutive examinations offered by the board after the permit's date of issuance. [L 1949, c 397, pt of §1; am L 1955, c 198, §1; RL 1955, §59-1; am L 1963, c 111, §1; HRS ; am L 1981, c 47, §1; am L 1986, c 139, §2; am L 1987, c 154, §3; am L 1989, c 153, §2; am L 1991, c 180, §1; am L 1997, c 87, §9; am L 1998, c 187, §1]\nCross References\n  Electrologists, see chapter 448F."
}