{
    "name": "Board of land and natural resources; terms and qualifications of members of the board; organization; expenses",
    "number": "4",
    "text": "(a)  The board of land and natural resources shall be composed of seven members, one from each land district and three at large, to be nominated and, by and with the advice and consent of the senate, appointed by the governor as provided in section 26-34.  The term and removal of a member of the board and the filling of a vacancy on the board shall also be as provided in section 26-34.  There shall be not more than three members on the board from the same political party.  At least one member of the board shall have a background in conservation and natural resources, as evidenced by:\n\n\n\n\t(1)\tA college degree in a relevant field, including forestry, wildlife conservation, geology, environmental science, or marine biology; or\n\t(2)\tWork history sufficient to demonstrate an appropriate level of knowledge in the subject of land and natural resources, including parks and recreation, public lands management, natural area reserves, aquatic resources, boating and recreation, forestry and wildlife, water resources management, or conservation and resources.\n\n\n\n\t(b)  Each member shall disclose and file with the board a list of all transactions with the department of land and natural resources in which the member has a direct interest.  The member shall also disclose all transactions with the department involving any corporation, association, partnership, or joint venture in which the member is an officer, partner, or employee.  Any member having any interest, direct or indirect, in any matter before the board shall disqualify oneself from voting on or participating in the discussion of the matter.\n\t(c)  The governor shall select a chairperson of the board from among its members.  The chairperson shall call and preside at meetings and may appoint a member of the board as secretary.  The members of the board shall choose one of their number to act as chairperson during the absence or disability of the chairperson.\n\t(d)  The members of the board shall serve without pay but shall be entitled to reimbursement for necessary expenses while attending meetings and while in the discharge of their duties. [L 1962, c 32, pt of §2; am L 1963, c 10, §1; Supp, §103A-4; HRS ; gen ch 1985, 1993; am L 2001, c 215, §2; am L 2005, c 9, §2]\nNote\n  The 2005 amendment applies to new appointments and reappointments made after April 18, 2005.  L 2005, c 9, §4."
}