{
    "name": "Classes of lands",
    "number": "10",
    "text": "The board of land and natural resources shall classify all public lands and in doing so be guided by the following classifications:\n\t1.  Intensive agricultural use\n\t(A)  First class--Lands highly productive of intensive crops such as sugarcane, pineapples, truck crops, and orchard crops.\n\t(B)  Second class--Lands having medium productivity for intensive crops.\n\t(C)  Third class--Lands having fair to marginal productivity for intensive crops.\n\t2.  Special livestock use\n\t(A)  First class--Lands highly suitable for special livestock uses such as swine, dairy, and poultry production.  In making the determination, consideration shall be given to drainage, climate, topography, proximity to market, and transportation and compatibility to adjoining land use, among other considerations.  \"Dairy\" as used for disposition purposes means a \"dry lot\" dairy without allowance for grazing.\n\t(B)  Second class--Lands suitable for special livestock uses, but inferior to those of first class.\n\t3.  Pasture use\n\t(A)  First class--Lands having a potentially high economic animal unit carrying capacity and capable of correspondingly high liveweight gains per acre per year, such as, less than five acres per animal unit per year and more than one hundred pounds live beef gains per animal unit per acre per year.\n\t(B)  Second class--Lands having a potentially medium economic animal unit carrying capacity and capable of moderate liveweight gains per acre per year, such as, five to twenty acres per animal unit per year and twenty to one hundred pounds live beef gains per animal unit per acre per year.\n\t(C)  Third class--Lands having a relatively low animal unit carrying capacity and producing correspondingly low liveweight gains per acre per year, such as, more than twenty acres per animal unit per year and less than twenty pounds average live beef gains per animal unit per acre per year.\n\t4.  Commercial timber use\n\t(A)  First class--Lands of high suitability for growth of merchantable timber having mean annual growth potential under normal forest management practices with yields exceeding amounts such as one thousand board feet per acre, and with location and terrain presenting favorable logging, transportation, and marketing conditions.\n\t(B)  Second class--Lands of high suitability for growth of merchantable timber having mean annual growth potential under normal forest management practices with yields exceeding amounts such as one thousand board feet per acre, and with location and terrain presenting less favorable logging, transportation, and marketing conditions.\n\t(C)  Third class--Lands of medium suitability for growth of merchantable timber having mean annual growth potential in amounts such as five hundred to one thousand board feet per acre under normal forest management practices, and with location and terrain presenting favorable logging, transportation, and marketing conditions.\n\t(D)  Fourth class--Lands of medium suitability for growth of merchantable timber having mean annual growth potential in amounts such as five hundred to one thousand board feet per acre under normal forest management practices, and with location and terrain presenting less favorable logging, transportation, and marketing conditions.\n\t(E)  Fifth class--Lands of relatively low suitability for growth of merchantable timber having mean annual growth potential less than an amount such as five hundred board feet per acre, and with location and terrain presenting favorable logging, transportation, and marketing conditions.\n\t(F)  Sixth class--Lands of relatively low suitability for growth of merchantable timber having mean annual growth potential less than an amount such as five hundred board feet per acre, and with location and terrain presenting less favorable logging, transportation, and marketing conditions.\n\t5.  Quarry use\n\tLands having sufficient quantity and quality of rock, gravel, and sand for purpose of commercial use.\n\t6.  Mining use\n\tLands bearing sufficient quantity and quality of mineral products for purpose of commercial mining and use.\n\t7.  Recreational use\n\tLands suitable for use and development as parks, playgrounds, historical sites, natural area, camp grounds, wildlife refuge, scenic sites, and other such uses.\n\t8.  Watershed use\n\tLands suitable for the use and development as watersheds or for the development of water, and requiring necessary restrictions on other uses.\n\t9.  Residential use\n\tLands suitable and economically feasible for residential development and use.\n\t10.  Commercial and industrial use\n\tLands suitable and economically feasible for commercial and industrial development and use.\n\t11.  Hotel, apartment, and motel use\n\tLands suitable and economically feasible for hotel, apartment, and motel development and use.\n\t12.  Resort use\n\tLands suitable and economically feasible for resort development and use.\n\t13.  Unclassified uses\n\tLands not otherwise classifiable under the foregoing sections. [L 1962, c 32, pt of §2; Supp, §103A-10; HRS ]\nCase Notes\n\n  Nothing in this chapter requires board to establish a general plan to determine best use of property.  60 H. 228, 588 P.2d 430.\n  Former similar law cited:  17 H. 539, 546."
}