{
    "name": "Disposition by negotiation",
    "number": "59",
    "text": "(a)  A lease of public land may be disposed of through negotiation upon a finding by the board of land and natural resources that the public interest demands it.  Where the public land is being sought under this section by a sugar or pineapple company, and the company is the owner or operator of a mill or cannery, then, for the purposes of this section, the economic unit shall be that acreage of public land which when taken together with the lands already owned or controlled or available to the company, when cultivated is found by the board to be necessary for the company's optimum mill or cannery operation.  In all other cases, public land to be sold under this section shall be an economic unit as provided in section 171-33(3).\n\tAfter a determination is made to negotiate the disposition of a lease, the board shall:\n\n\n\n\t(1)\tGive public notice as in public auction, in accordance with the procedure set forth in section 171-16(a), of its intention to lease public land through negotiation setting forth the minimum conditions thereunder, the use for which the public land will be leased.  Any person interested in securing the lease shall file an application with the board not later than forty-five days after the first publication of the notice;\n\t(2)\tEstablish reasonable criteria for the selection of the lessee; provided that where the intended use of the land is agriculture, the department of agriculture shall establish the criteria;\n\t(3)\tDetermine the applicants who meet the criteria for selection set by the board or the department of agriculture, as the case may be, and notify all applicants of its determination.  Any applicant may examine the basis of the determination, which shall be in writing, to ascertain whether or not the conditions and criteria established by the board or the department of agriculture were followed; provided that if any applicant does not notify the board of the applicant's objections, and the grounds therefor, in writing, within twenty days of the receipt of the notice, the applicant shall be barred from proceeding to seek legal remedy for any alleged failure of the board to follow the conditions and criteria.\n\n\n\n\tIf only one applicant meets the criteria for selection of the lessee, the board may, after notice as provided in (3), above, dispose of the lease by negotiation.\n\tIf two or more applicants meet the criteria for the selection of the lessee, the board shall select the lessee who submits the highest offer contained in a sealed bid deposited with the board.\n\t(b)  Disposition of public lands for airline, aircraft, airport-related, agricultural processing, cattle feed production, aquaculture, marine, maritime, and maritime-related operations may be negotiated without regard to the limitations set forth in subsection (a) and section 171-16(c); provided that:\n\n\n\n\t(1)\tThe disposition encourages competition within the aeronautical, airport-related, agricultural, aquaculture, maritime, and maritime-related industries;\n\t(2)\tThe disposition shall not exceed a maximum term of thirty-five years; and\n\t(3)\tThe method of disposition of public lands for cattle feed production as set forth in this subsection shall not apply after December 31, 1988.\n\n\n\nFor the purpose of this subsection:  \"agricultural processing\" means the processing of agricultural products, including dairying, grown, raised, or produced in Hawaii, \"airport-related\" means a purpose or activity that requires air transportation to achieve that purpose or activity, and \"maritime-related\" means a purpose or activity that requires and is directly related to the loading, off-loading, storage, or distribution of goods and services of the maritime industry. [L 1962, c 32, pt of §2; Supp, §103A-56; am L 1967, c 189, §6; HRS ; am L 1970, c 101, §2; am L 1980, c 48, §1; am L 1984, c 278, §1; gen ch 1985; am L 1992, c 283, §2; am L 2001, c 77, §2; am L 2003, c 127, §2]"
}