{
    "name": "Land patents and deeds, issued when",
    "number": "23",
    "text": "Except as otherwise provided, a land patent or a deed shall issue under the seal of the department of land and natural resources to the purchaser in fee simple of any public land or other land disposable by the board of land and natural resources or to any holder of an award from the board [of] commissioners to quiet titles upon payment of the commutation, if any, required under sections 172-1 to 172-6 and upon presentation of satisfactory proof by the claimant to the lands covered by the award of sufficient right, title, and interest to the awarded land. [L 1962, c 32, pt of §2; Supp, §103A-23; HRS ]\nCase Notes\n\nDecisions under prior law.\n  Patent not void on its face can only be set aside in equity. 3 H. 270.  Set aside only on a clear showing of fraud or mistake in issue.  3 H. 359.  Patents based on awards do not confer or confirm title.  3 H. 783.  Canceled royal patent has no existence for any purpose.  4 H. 239.\n  Action to cancel royal patent.  5 H. 47.\n  Where descriptions of two commission's awards overlap each other, title to disputed area goes to first awardee.  11 H. 30.  The earlier award determines title to land not the earlier survey.  11 H. 30.\n  Parol evidence is admissible for removing latent ambiguities and locating land described in a patent.  13 H. 127.\n  Land patents valid on their face may be attacked and declared void in action at law provided evidence shows it to be void for want of authority.  25 H. 651.\n  Award by metes and bounds only includes land within outer boundaries.  30 H. 666.\n  Royal patent issued on land commission award, validity of reservation of mineral rights.  49 H. 429, 421 P.2d 570.  Royal patent on land commission award, significance if award defective.  49 H. 456, 479, 421 P.2d 550.  Royal patent issued on land commission award, whether schoolhouse site included or excluded.  49 H. 537, 425 P.2d 83.\n  Cited:  32 H. 310, 315."
}