{
    "name": "Failure by charter tour operator to file required reports; lack of compliance by charter tour operators; remedies",
    "number": "27",
    "text": "(a)  Any registered travel agency engaged in the business of a charter tour operator which fails to file any report required to be filed under this chapter or which files a report indicating that the charter tour operator is not in compliance with the provisions of this chapter, including without limitation, any report which indicates that the charter tour client trust account is not in compliance with the requirements of this chapter, shall be deemed not to be in substantial compliance with the requirements of this chapter. \t(b)  In addition to any other remedy available, the director may cause a citation to be issued with respect to a registered travel agency engaged in the business of a charter tour operator that has not acted or is not acting in compliance with any provision of this chapter.\n\t(c)  Each citation shall be in writing and shall describe the basis of the citation, including the specific statutory provision alleged to have been violated and may contain an order of abatement directing the travel agency to cease engaging in the business of a charter tour operator and an assessment of administrative fines as provided by this section.  All fines collected under this section shall be deposited in the special fund established under section 26-9(o).\n\t(d)  Any registered travel agency engaged in the business of a charter tour operator who violates this section shall be assessed an administrative fine of up to:\n\n\n\n\t(1)\t$25,000 for the first violation;\n\t(2)\t$50,000 for the second violation; and\n\t(3)\t$75,000 for any subsequent violations.\n\n\n\n\t(e)  Service of a citation issued under this section shall be made by personal service or by certified mail, restricted delivery, sent to the last known business address of the travel agency.\n\t(f)  Any person issued a citation under this section may submit a written request, within twenty days from the service of the citation, to the director for a hearing with respect to the violations alleged, the scope of the order of abatement, or the amount of the administrative fine assessed.\n\t(g)  If the person issued a citation under this section timely notifies the director of a request for a hearing, the director shall afford an opportunity for a hearing under chapter 91.\n\t(h)  If the person issued a citation under this section does not submit a written request to the director for a hearing within twenty days from the service of the citation, the citation shall be transmitted to the director for issuance of a final order.\n\t(i)  The sanctions and disposition authorized under this section shall be separate and in addition to all other remedies provided by law.\n\t(j)  The director may adopt rules pursuant to chapter 91 necessary for the purpose of this section. [L 1999, c 258, pt of §3]"
}