{
    "name": "Powers and duties of department",
    "number": "2",
    "text": "(a)  The department of transportation shall:\n\n\n\n\t(1)\tHave and exercise all the powers and shall perform all the duties which may lawfully be exercised by or under the State relative to the control and management of commercial harbors, commercial harbor and waterfront improvements, ports, docks, wharves, piers, quays, bulkheads, and landings belonging to or controlled by the State, and the shipping using the same;\n\t(2)\tHave the authority to use and permit and regulate the use of the commercial docks, wharves, piers, quays, bulkheads, and landings belonging to or controlled by the State for receiving or discharging passengers and for loading and landing merchandise, with a right to collect wharfage and demurrage thereon or therefor;\n\t(3)\tSubject to all applicable provisions of law, have the power to fix and regulate from time to time rates and charges for:\n\n\t\t(A)\tServices rendered in mooring commercial vessels;\n\t\t(B)\tThe use of commercial moorings belonging to or controlled by the State;\n\t\t(C)\tWharfage or demurrage;\n\t\t(D)\tWarehouse space, office space, and storage space for freight, goods, wares and merchandise; and\n\t\t(E)\tThe use of derricks or other equipment belonging to the State or under the control of the department;\n\n\t(4)\tMake other charges including toll or tonnage charges on freight passing over or across docks, wharves, piers, quays, bulkheads, or landings;\n\t(5)\tAppoint and remove clerks, harbor agents and their assistants, and all such other employees as may be necessary, and to fix their compensation;\n\t(6)\tAdopt rules pursuant to chapter 91 and not inconsistent with law; and\n\t(7)\tGenerally have all powers necessary to fully carry out this chapter.\n\n\n\n\t(b)  Notwithstanding any law or provision to the contrary, the department of transportation is authorized to plan, construct, operate, and maintain any commercial harbor facility in the State, including, but not limited to, the acquisition and use of lands necessary to stockpile dredged spoils, without the approval of county agencies.\n\tAll moneys appropriated for commercial harbor improvements, including new construction, reconstruction, repairs, salaries, and operating expenses, shall be expended under the supervision and control of the department, subject to this chapter and chapter 103D.\n\tAll contracts and agreements authorized by law to be entered into by the department shall be executed on its behalf by the director of transportation.\n\t(c)  The department shall prepare and submit annually to the governor a report of its official acts during the preceding fiscal year, together with its recommendations as to commercial harbor improvements throughout the State. [L 1911, c 163, §3; am L 1913, c 150, §1; am L 1915, c 169, §2; ratified, March 28, 1916, c 54, 39 Stat 39; am imp July 9, 1921, c 42, §315, 42 Stat 120; 48 U.S.C. §545; RL 1925, §834; RL 1935, §1732; RL 1945, §4983; RL 1955, §112-3; am L Sp 1959 2d, c 1, §26; am imp L 1961, c 42, §1; HRS ; am L 1978, c 231, §3; am L 1980, c 161, §2; am L 1991, c 34, §1 and c 272, §9; am L Sp 1993, c 8, §54]"
}