{
    "name": "Persons exempted",
    "number": "6",
    "text": "(a)  Any provision in this chapter to the contrary notwithstanding, a license shall not be required for:\n     (1)  A licensed medical practitioner in radiology;\n     (2)  A licensed practitioner of nuclear medicine;\n     (3)  A licensed doctor of dentistry;\n     (4)  A licensed dental technician;\n     (5)  A licensed dental hygienist;\n     (6)  A student in an approved school for radiographers, radiation therapists, or nuclear medicine technologists, or in a school of medicine, podiatry, dentistry, or a chiropractic school; provided that the student is operating x-ray machines under the direct supervision of a licensed radiographer, licensed radiation therapist, licensed nuclear medicine technologist, or a qualified person pursuant to this chapter; and\n     (7)  A radiologist duly licensed to practice medicine and radiology services in another state who uses telemedicine while located in this State to provide radiology services to a patient who is located in the state in which the radiologist is licensed.  For the purposes of this paragraph:\n              \"Radiologist\" means a doctor of medicine or a doctor of osteopathy certified in radiology by the American Board of Radiology or the American Board of Osteopathy. \n              \"Telemedicine\" means the use of telecommunications services, as that term is defined in section 269-1, including real-time video conferencing-based communication, secure interactive and non-interactive web-based communication, and secure asynchronous information exchange, to transmit patient medical information, such as diagnostic-quality digital images and laboratory results for medical interpretation and diagnosis, and deliver health care services and information to parties separated by distance.\n     (b)  The board may issue special temporary permits upon request to unlicensed radiographers working in shortage areas. [L 1974, c 253, pt of §2; am L 1980, c 128, pt of §1; am L 1990, c 273, §8; am L 1995, c 143, §6; am L 2007, c 255, §2]\n \nNote\n \n  L 2007, c 255, §3 provides:\n  \"SECTION 3.  Nothing herein shall be deemed to permit a radiologist without a license to practice medicine in Hawaii, wherever located, to provide services to a patient who is located in Hawaii.\""
}