{
    "name": "Candidates for accreditation; requirements; sanctions",
    "number": "20",
    "text": "(a)  A candidate for accreditation shall:\n     (1)  Provide an accreditation plan that, at a minimum, identifies an accrediting agency recognized by the United States Department of Education from which the candidate will seek accreditation, covers the offering of at least one degree program, and outlines the process by which the candidate will achieve accreditation;\n     (2)  Provide all additional documentation the department deems necessary to determine if the candidate for accreditation will become fully accredited within five years of its provisional authorization to operate.  Additional documentation may include financial statements as required by the accrediting agency, documentation of accrediting agency's required accreditation applicant workshop and a self-evaluation report;\n     (3)  Provide written notification to students, prior to the execution of any student enrollment agreement, that the approval to offer a degree program is contingent upon the candidate for accreditation being subsequently accredited.  The student and the candidate's representative shall initial and date the notice prior to executing any enrollment agreement.  An initialed copy of the notice shall be given to the student and the original shall be retained in the enrolled student's records;\n     (4)  Provide written disclosures in the candidate's catalog, website, and brochures that the candidate's approval to offer a degree program is contingent upon the candidate being subsequently accredited;\n     (5)  Pay an annual fee of $5,000; and\n     (6)  File with the director a surety bond in favor of the State in the amount of $50,000.  The surety bond shall be executed by the candidate for accreditation as the principal and by a surety company authorized to do business in the State and shall run concurrently with the provisional authorization period and any period of reauthorization, unless terminated or canceled by the surety company.  The surety bond shall be conditioned as follows:  That the candidate for accreditation shall satisfy all claims of any student or enrollee of the candidate for accreditation, or of any parent or legal guardian of a student or enrollee of the candidate for accreditation, whom the director finds to have suffered a loss of tuition or fees as a result of an act or practice that is a violation of this chapter.\n     (b)  If a candidate for accreditation ceases operation, the director may make demand on the surety bond upon the claim for a refund by a student or the parent or legal guardian of a student, and the surety on the surety bond shall pay the claim in a timely manner.  The student or a parent or legal guardian of the student who claims loss of tuition or fees as a result of the cessation of operations of a candidate for accreditation may file a claim with the department if the claim results from an act or practice that violates this chapter.  If the amount of the surety bond is less than the total prepaid, unearned tuition and fees that have been paid by students at the time that the candidate for accreditation ceases operation, the department shall prorate the amount of the surety bond among the students.  This subsection shall apply only to those students enrolled at a candidate for accreditation at the time it ceases operation.\n     (c)  A candidate for accreditation that is no longer covered by a surety bond as required by this section or that fails to obtain accreditation within the required time frame with no extension of time for good cause shall have its provisional authorization automatically suspended pursuant to section 305J-12(a) and shall immediately cease enrolling new students.\n     (d)  A candidate for accreditation's failure to reinstate a suspended provisional authorization within sixty days of suspension shall result in the revocation of the authorization, and the candidate shall forfeit all fees.  The candidate shall provide written notice to all students within thirty days following the date of revocation.\n     (e)  A candidate for accreditation that fails to obtain accreditation within the required time frame or that elects to stop pursuing accreditation shall refund students for any classes students are currently enrolled in or have not yet completed and shall comply with any applicable rules, policies, and procedures for closures of institutions or transition to a non-accredited status.\n     (f)  Any candidate for accreditation that violates this chapter may be subject to one or more of the sanctions provided by section 305J-11(c). [L 2017, c 4, §1]"
}