{
    "name": "Forgery of mark, brand, or label",
    "number": "26",
    "text": "(a)  No brand manufacturer, printer, or other person shall cast, print, lithograph, or otherwise make any device containing any official mark, any label bearing any such mark, any form of official certificate, or simulation thereof, except as authorized by the board.\n\t(b)  No person, firm, or corporation shall:\n\n\n\n\t(1)\tForge any official device, mark, or certificate.\n\t(2)\tUse any official device, mark, or certificate, or simulation thereof, or alter, detach, deface, or destroy any official device, mark, or certificate without authorization from the board.\n\t(3)\tFail to use, or to detach, deface, or destroy any official device, mark, or certificate contrary to the regulations prescribed by the board.\n\t(4)\tKnowingly possess, without promptly notifying the board or its representative, any official device or any counterfeit, simulated, forged, or improperly altered official certificate or any device or label or any carcass of any animal, or part or product thereof, bearing any counterfeit, simulated, forged, or improperly altered official mark.\n\t(5)\tKnowingly make any false statement in any shipper's certificate or other nonofficial or official certificate provided for in the regulations prescribed by the board.\n\t(6)\tKnowingly represent that any meat or meat products have been inspected and passed, or exempted, under this chapter when, in fact, it has, respectively not been so inspected and passed, or exempted.\n\n\n\n\t(c)  No person shall sell, transport, offer for sale or transportation, or receive for transportation, in intrastate commerce, any carcasses of horses, mules, or other equines or parts of such carcasses, or the meat or meat products thereof, unless they are plainly and conspicuously marked or labeled or otherwise identified as prescribed by the board to show the kinds of animals from which they were derived.  When required by the board with respect to establishments at which inspection is maintained under this chapter, the animals and their carcasses, parts thereof, meat or meat products shall be prepared in establishments separate from those in which cattle, sheep, swine, or goats are slaughtered or their carcasses, parts thereof, meats or meat products are prepared. [L 1969, c 214, pt of §1]"
}