{
    "name": "General powers",
    "number": "7",
    "text": "The department, through its board, may:\n\n\n\n\t(1)\tRegulate, supervise, inspect, and control the slaughtering of animals and the manufacture, processing, transportation, packaging, labeling, and disposal of meat or meat products involved in intrastate commerce;\n\t(2)\tAdopt, amend, and repeal rules as are necessary to implement this chapter, subject to chapter 91, on the following matters:\n\n\t\t(A)\tThe issuance of licenses, including the class of licenses to be issued;\n\t\t(B)\tThe type of equipment or facilities that may be used in slaughtering and meat processing operations;\n\t\t(C)\tThe internal operations of slaughterhouses and meat processing establishments;\n\t\t(D)\tThe procedures for ante-mortem and post-mortem inspections and the reinspection of meat or meat products used in processing, and the disposal of diseased carcasses and parts of carcasses and meat or meat products found to be unwholesome or otherwise unfit for human consumption;\n\t\t(E)\tThe hours of slaughtering and processing, and the conditions under which slaughtering and processing may be conducted at other than scheduled times;\n\t\t(F)\tThe labeling and packaging of meat or meat products;\n\t\t(G)\tThe storing, handling, and transportation of meat or meat products;\n\t\t(H)\tThe sanitary conditions of all establishments where animals are slaughtered, and where meat or meat products are processed or prepared; and \n\t\t(I)\tAny other matter as may be necessary or desirable to implement this chapter.  Notwithstanding the foregoing provisions, the board, without regard to the notice and public hearing requirements of chapter 91, may adopt all federal meat inspection regulations, including changes made from time to time by the United States Secretary of Agriculture, as rules for the efficient administration of this chapter.  Prior to the effective date of any such rules, the department shall publish in a newspaper of general circulation a notice that includes:\n\n\t\t\t(i)\tEither a statement of the substance of the proposed rule adoption, amendment, or repeal; or a general description of the subjects involved and the purposes to be achieved by the proposed rule adoption, amendment, or repeal; and\n\t\t\t(ii)\tA statement that a copy of the proposed rule to be adopted, the proposed rule amendment, or the rule proposed to be repealed will be mailed to any interested person who requests a copy, together with a description of where and how the requests may be made.\n\n\n\n\t\tThe notice shall be mailed to all persons who have made a timely written request of the department for advance notice of these rules or of the department's rulemaking proceedings.  The department may require reimbursement for the cost of preparing and mailing the copies.\n\t(3)\tProvide for the inspection and certification of meat derived from exotic animals when these services are requested by producers of these products, and obtain from users of these services reimbursement for all costs incurred in the provision of these services. [L 1969, c 214, pt of §1; am L 1990, c 139, §3; am L 1991, c 88, §1; am L 1995, c 90, §2]"
}