{
    "name": "Limited service pregnancy centers; enforcement; private right of action",
    "number": "562",
    "text": "(a)  A limited service pregnancy center that violates section 321-561 shall be liable for a civil penalty of $500 for a first offense and $1,000 for each subsequent offense.  If the center is provided with reasonable notice of noncompliance, which informs the center that it is subject to a civil penalty if it does not correct the violation within thirty days from the date the notice is sent to the center, and the violation is not corrected as of the expiration of the thirty-day notice period, the attorney general may bring an action in the district court of the district in which the center is located to enforce this section.\n     A civil penalty imposed pursuant to this subsection shall be deposited to the credit of the general fund.\n     (b)  Any person who is aggrieved by a limited service pregnancy center's violation of section 321-561 may bring a civil action against the limited service pregnancy center in the district court of the district in which the center is located to enjoin further violations and to recover actual damages sustained together with the costs of the suit including reasonable attorneys' fees.  The court may, in its discretion, increase the award of damages to an amount not to exceed three times the actual damages sustained.  If damages are awarded pursuant to this subsection, the court may, in its discretion, impose on a liable center a civil fine of not more than $1,000 to be paid to the plaintiff.\n     A party seeking civil damages under this subsection may recover upon proof of a violation by a preponderance of the evidence.\n     For the purposes of this subsection, \"person\" includes a natural or legal person.\n     (c)  The enforcement procedure and remedies provided by this section shall be in addition to any other procedure or remedy that may be available to the State or a person aggrieved by a violation of this chapter.\n     (d)  This section and section 321-561 are not intended to require regulation or oversight of limited service pregnancy centers by the department of health. [L 2017, c 200, pt of §2]"
}