{
    "name": "Limited service pregnancy centers; notice of reproductive health services",
    "number": "561",
    "text": "Revision Note\n \n  Part heading added pursuant to §23G-15.\n \n         (a)  For purposes of this section, \"limited service pregnancy center\" or \"center\":\n     (1)  Means a facility that:\n          (A)  Advertises or solicits clients or patients with offers to provide prenatal sonography, pregnancy tests, or pregnancy options counseling;\n          (B)  Collects health information from clients or patients; and\n          (C)  Provides family planning or pregnancy-related services, including but not limited to obstetric ultrasound, obstetric sonogram, pregnancy testing, pregnancy diagnosis, reproductive health counseling, or prenatal care; and\n     (2)  Shall not include a health care facility.  For the purposes of this paragraph, a \"health care facility\" means any facility designed to provide comprehensive health care, including but not limited to hospitals licensed pursuant to chapter 321, intermediate care facilities, organized ambulatory health care facilities, emergency care facilities and centers, health maintenance organizations, federally qualified health centers, and other facilities providing similarly organized comprehensive health care services.\n     (b)  Every limited service pregnancy center in the State shall disseminate on-site to clients or patients the following written notice in English or another language requested by a client or patient:\n \n     \"Hawaii has public programs that provide immediate free or low-cost access to comprehensive family planning services, including, but not limited to, all FDA-approved methods of contraception and pregnancy-related services for eligible women.\n     To apply online for medical insurance coverage, that will cover the full range of family planning and prenatal care services, go to mybenefits.hawaii.gov.\n     Only ultrasounds performed by qualified health care professionals and read by licensed clinicians should be considered medically accurate.\"\n \n     The notice shall contain the internet address for online medical assistance applications and the statewide phone number for medical assistance applications.\n     (c)  The information required by subsection (b) shall be disclosed in at least one of the following ways:\n     (1)  A public notice on a sign sized at least eight and one-half inches by eleven inches, written in no less than twenty-two point type, and posted in a clear and conspicuous place within the center's waiting area so that it may be easily read by individuals seeking services from the center; or\n     (2)  A printed or digital notice written or rendered in no less than fourteen point type that is distributed individually to each patient or client at the time of check-in for services; provided that a printed notice shall be available to all individuals who cannot or do not wish to receive the notice in a digital format.\n     (d)  No limited service pregnancy center that collects health information from any individual seeking or receiving its services shall disclose any individually identifiable health information to any other person, entity, or organization without express written authorization from the subject individual.  Any disclosure made under this section shall be limited by the express terms of the written authorization and all applicable state and federal laws and regulations, including the federal Health Insurance Portability and Accountability Act of 1996 and title 45 Code of Federal Regulations part 164.\n     (e)  A limited service pregnancy center that provides or assists in the provision of pregnancy testing shall provide the individual tested with a free written statement of the results of the pregnancy test in English or another language requested by a client or patient immediately after the test is completed.\n     (f)  Upon receipt of a written request from an individual to examine or copy all or part of the individual's recorded health information or other information retained by a limited service pregnancy center, the center shall, promptly as required under the circumstances but in no case later than fifteen working days after receiving the request:\n     (1)  Make the information available for examination by the individual during regular business hours;\n     (2)  Provide a free copy to the individual, if requested;\n     (3)  Inform the individual if the information does not exist or cannot be found; and\n     (4)  If the center does not maintain the record or information, inform the individual of that fact and provide the name and address of the entity that maintains the record or information. [L 2017, c 200, pt of §2]"
}