{
    "name": "Definitions",
    "number": "481",
    "text": "HOME AND COMMUNITY-BASED CASE MANAGEMENT\nAGENCIES AND COMMUNITY CARE FOSTER FAMILY HOMES\n \nNote\n \n  Authorization to allow two private-pay individuals in the same community care foster family home; report to 2018 legislature.  L 2017, c 30, §3.\n \nCross References\n \n  Inspections of state-licensed care facilities; public notice, see §321-1.8.\n \nLaw Journals and Reviews\n \n  Long-Term Care in Hawaii.  18 HBJ, no. 13, at 59 (2015).\n  The Wavering Line Between Medical Malpractice and Ordinary Negligence in Elder Abuse Litigation.  18 HBJ, no. 13, at 81 (2015).\n \n         As used in this part:\n     \"Certificate of approval\" means the certificate issued by the department or its designee that authorizes a person, agency, or organization to operate a community care foster family home.\n     \"Client\" means any person who receives home and community-based case management services to reside in a community care foster family home, expanded adult residential care home, or assisted living facility.\n     \"Community care foster family home\" or \"home\" means a home that:\n     (1)  Is regulated by the department in accordance with rules that are equitable in relation to rules that govern expanded adult residential care homes;\n     (2)  Is issued a certificate of approval by the department or its designee to provide, for a fee, twenty-four-hour living accommodations, including personal care and homemaker services, for not more than two adults at any one time, at least one of whom shall be a medicaid recipient, who are at the nursing facility level of care, who are unrelated to the foster family, and who are receiving the services of a licensed home and community-based case management agency; provided that:\n          (A)  The department, in its discretion, may certify a home for a third adult who is at the nursing facility level of care and is a medicaid recipient; provided further that:\n               (i)  The home has been certified and in operation for not less than one year;\n              (ii)  The primary caregiver is a certified nurse aide, as defined in section 457A‑1.5, who has completed a state-approved training program and other training as required by the department; and\n             (iii)  The substitute caregiver is a nurse aide, as defined in section 457A-1.5, who has completed a state-approved training program and other training as required by the department; \n          (B)  The department, in consultation with the department of human services, and in its discretion, and considering the past admission history and current client mix of the community care foster family home, may allow two private-pay individuals to be cared for in the same community care foster family home after considering the following relevant factors:\n               (i)  The community care foster family home is certified for three beds;\n              (ii)  The operator of the three-bed community care foster family home has had a vacant medicaid bed for at least six months; provided that the operator shall not transfer out a medicaid or private-pay client from the community care foster family home in order to accept a private-pay individual; \n             (iii)  The two private-pay individuals are in a relationship with each other as a married couple or in a civil union and one of the private-pay individuals is currently residing in the community care foster family home for at least six months;\n              (iv)  The department, in its discretion, determines that no other adult residential care home, expanded adult residential care home, or health care facility within the area has an available opening and is capable of providing care to both private-pay individuals; and\n               (v)  There are no medicaid recipients seeking placement in the community care foster family home that the married or civil union private-pay individuals are seeking to occupy;\n(C)  If the legal relationship of the marriage or civil union of the individuals ceases to exist, including but not limited to as a result of death or divorce, one of the two private-pay beds shall immediately, upon the death or the effective date of divorce, become a medicaid bed; and\n(D)  The department and its officers, employees, and agents, in exercising discretion and in considering any other factors that the department deems relevant to its decision, shall be immune from suit and liability in the exercise of its discretion under this section; and\n     (3)  Does not include expanded adult residential care homes or assisted living facilities.\n     \"Department\" means the department of health.\n     \"Designee\" means a person, institution, organization, or agency authorized by the department to issue certificates of approval to community care foster family homes and to monitor these homes for certificate compliance and quality assurance.  The department's designee shall perform these functions for the department and shall not, at the same time, function as a home and community-based case management agency or a community care foster family home as defined in this section.\n     \"Home and community-based case management agency\" means any person, agency, or organization licensed by the department to provide, coordinate, and monitor comprehensive services to meet the needs of clients whom the agency serves in a community care foster family home or any medicaid clients in an expanded adult residential care home, or an assisted living facility.\n     \"License\" means an approval issued by the department or its authorized agents for a person, agency, or organization to operate as a home and community-based case management agency. [L 2012, c 93, pt of §2; am L 2017, c 30, §2]"
}