{
    "name": "Definitions",
    "number": "2",
    "text": "For the purposes of this chapter:\n\n\n\n\t(1)\tThe term \"handicapped individual\" means an individual who is under a physical or mental disability which is stable or slowly progressive and constitutes a substantial handicap to employment, but which is of such a nature that appropriate vocational rehabilitation services may reasonably be expected to render the individual able to engage in a remunerative occupation.\n\t(2)\tThe term \"remunerative occupation\" includes employment as an employee or self-employed, practice of a profession, homemaking, or farm and family work for which payment is in kind rather than cash, sheltered employment and home industry or other homebound work of a remunerative nature.\n\t(3)\tThe term \"eligible handicapped individual\", when used with respect to diagnostic and related services, training, guidance, and placement, means any handicapped individual whose vocational rehabilitation is determined feasible by the department of human services, and when used with respect to other vocational rehabilitation services, means an individual meeting the above requirements who is also found by the department to require financial assistance with respect thereto, after full consideration of the individual's financial resources, or in the instance of minors the financial resources of the parents, and eligibility for any similar benefit by way of pension, compensation, insurance, or of any other available assistance.\n\t(4)\tThe term \"vocational rehabilitation services\" means:\n\n\t\t(A)\tDiagnostic and related services (including transportation) incidental to the determination of whether an individual is a handicapped individual, and if so, the individual's eligibility for, and the nature and scope of other vocational rehabilitation services to be provided; and\n\t\t(B)\tThe following services provided eligible handicapped individuals needing the services:\n\n\t\t\t(i)\tTraining;\n\t\t\t(ii)\tGuidance;\n\t\t\t(iii)\tPlacement;\n\t\t\t(iv)\tMaintenance, not exceeding the estimated costs of subsistence during vocational rehabilitation;\n\t\t\t(v)\tOccupational licenses, tools, equipment, initial stocks, and supplies (including equipment and initial stocks and supplies for vending stands), books, and training materials;\n\t\t\t(vi)\tTransportation (other than provided as diagnostic and related services);\n\t\t\t(vii)\tPhysical restoration;\n\t\t\t(viii)\tReader services for the blind;\n\t\t\t(ix)\tInterpreter services for the deaf;\n\t\t\t(x)\tTelecommunications, sensory, or other technological aids and devices;\n\t\t\t(xi)\tServices to family members;\n\t\t\t(xii)\tPost employment services;\n\t\t\t(xiii)\tOther goods and services which will benefit an individual's employability.\n\n\n\n\t(5)\tThe term \"physical restoration\" includes:\n\n\t\t(A)\tCorrective surgery or therapeutic treatment necessary to correct or substantially modify a physical or mental condition which is stable or slowly progressive and constitutes a substantial handicap to employment, but is of such a nature that the correction or modification may reasonably be expected to eliminate or substantially reduce the handicap within a reasonable length of time; and includes psychiatric treatment, dentistry, physical therapy, occupational therapy, speech or hearing therapy, treatment of medical complications, and emergencies which are associated with or arise out of physical restoration services or are inherent in the condition under treatment, and other medical services related to rehabilitation;\n\t\t(B)\tNecessary hospitalization (either in-patient or out-patient) and nursing care in connection with surgery or treatment specified in the preceding subparagraph (A);\n\t\t(C)\tProsthetic devices essential to obtaining or retaining employment.\n\n\t(6)\tThe term \"prosthetic appliance\" means any appliance designed to support or take the place of a part of the body, or to increase the acuity of a sensory organ.\n\t(7)\tThe term \"maintenance\" means payments, not exceeding the cost of subsistence, provided an eligible handicapped individual necessary to derive the benefit of other vocational rehabilitation services being provided to achieve the individual's vocational rehabilitation objective.\n\t(8)\tThe term \"health maintenance\" means payments for medical care for acute conditions occurring in the course of vocational rehabilitation which are not expected to last thirty days.\n\t(9)\tThe term \"vocational rehabilitation\" means making an individual able, or increasing the individual's ability to engage in, and placement in, a remunerative occupation through providing the individual needed vocational rehabilitation services.\n\t(10)\tThe term \"rehabilitation facility\" means a facility operated for the primary purpose of assisting in the rehabilitation of handicapped individuals:\n\n\t\t(A)\tWhich provides one or more of the following types of services:\n\n\t\t\t(i)\tTesting, fitting, or training in the use of prosthetic devices;\n\t\t\t(ii)\tPrevocational or conditioning therapy;\n\t\t\t(iii)\tPhysical or occupational therapy;\n\t\t\t(iv)\tAdjustment training;\n\t\t\t(v)\tEvaluation or control of special disabilities; or\n\n\t\t(B)\tThrough which is provided an integrated program of medical, psychological, social, and vocational evaluation and services under competent professional supervision.\n\n\t(11)\tThe term \"workshop\" means a place where any manufacture or handiwork is carried on and which is operated for the primary purpose of providing remunerative employment to severely handicapped individuals who cannot be readily absorbed in the competitive labor market.\n\t(12)\tThe term \"nonprofit\", when used with respect to a rehabilitation facility or a workshop, means a rehabilitation facility and a workshop, respectively, owned and operated by a corporation or association, no part of the net earnings of which inures, or may lawfully inure, to the benefit of any private shareholder or individual and the income of which is exempt from taxation under section 501(c) of the Internal Revenue Code.\n\t(13)\t\"Establishment of a workshop or rehabilitation facility\" means:\n\n\t\t(A)\tIn the case of a workshop, the expansion, remodeling, or alteration of existing buildings, necessary to adapt the buildings to workshop purposes or to increase the employment opportunities in workshops, and the acquisition of initial equipment necessary for new workshops or to increase the employment opportunities in workshops; and\n\t\t(B)\tIn the case of a rehabilitation facility, the expansion, remodeling, or alteration of existing buildings, and initial equipment of such buildings, necessary to adapt the buildings to rehabilitation facility purposes (subject, however, to such limitations as the director of human services may by regulations prescribe in order to prevent impairment of the objectives of, or duplication of, other federal laws providing federal assistance to states in the construction of such facilities), and initial staffing thereof.\n\n\t(14)\t\"Department\" means the department of human services.\n\t(15)\t\"Director\" means the director of human services. [L 1955, c 231, pt of §2; RL 1955, §42-31; am L Sp 1959 2d, c 1, §18; am L 1965, c 175, §§3, 40; HRS ; am L 1970, c 105, §5; am L 1979, c 188, §1(2) and c 228, §3; am L 1980, c 116, §1; gen ch 1985; am L 1987, c 339, §4]"
}