{
    "name": "Surrender or forfeiture of animals",
    "number": "1110.5",
    "text": "Upon conviction, guilty plea, or plea of nolo contendere for any violation of section 711-1109 or 711‑1109.3:\n     (1)  The court may order the defendant to surrender or forfeit the animal whose treatment was the basis of the conviction or plea to the custody of a duly incorporated humane society or duly incorporated society for the prevention of cruelty to animals for the time and under the conditions as the court shall order; and\n     (2)  The court also may order the defendant to surrender or forfeit any other animals under the possession, custody, or control of the defendant to the custody of a duly incorporated humane society or duly incorporated society for the prevention of cruelty to animals for the time and under the conditions as the court shall order, if there is substantial evidence that the animals are being abused or neglected.\nThe court shall order the defendant to reimburse the duly incorporated humane society or duly incorporated society for the prevention of cruelty to animals for reasonable costs incurred to care, feed, and house any animal that is surrendered or forfeited pursuant to this section. [L 1985, c 262, §1; am L 2006, c 238, §1]\n \nCOMMENTARY ON §711-1110.5\n \n  Act 262, Session Laws 1985, requires the defendant convicted of cruelty to animals to surrender:  (1) the animal whose abuse led to the conviction; and (2) any other animal if there is evidence of its abuse or neglect.  The Legislature felt that a court- ordered hiatus in the custody of the abused animal would accomplish the clear intent of this measure to protect abused animals from further harm.  House Standing Committee Report No. 421, Senate Standing Committee Report No. 897.\n  Act 238, Session Laws 2006, amended this section to clarify that animal care costs incurred for abused or neglected animals will be the responsibility of the abuser.    These animals are often left in the custody of humane societies while the court resolves the criminal case against the abuser.  A case often takes months or years to be resolved, while the animals are cared for at the humane society's expense.  Act 238 made it clear that it is the abuser who is financially responsible for the care of the animals.  Conference Committee Report No. 7-06, Senate Standing Committee Report No. 2579."
}