{
    "name": "Statements",
    "number": "3",
    "text": "(a)  Each week every distributor and major fuel user shall file with the commission, on forms prescribed, prepared, and furnished by the commission, a certified statement showing on a statewide consolidated basis, and separately for each county and for the islands of Lanai and Molokai within which and whereon fuel is sold or used during the last preceding reporting week, the following:\n     (1)  The total number of gallons or units of fuel, by type or grade, refined, manufactured, or compounded by the distributor within the State and, if for ultimate sale or consumption in another county or on another island, the number of gallons or units of fuel, by type or grade, sold, exchanged, or otherwise transferred or used by the distributor in each county or island;\n     (2)  The total number of gallons or units of fuel, by type or grade, imported or exported by the distributor; the total volumes of fuel, by type or grade, sold, exchanged, or otherwise transferred or used by the distributor; and if for ultimate sale or consumption in another county or on another island, the number of gallons or units of fuel, by type or grade, sold, exchanged, or otherwise transferred or used by the distributor in each county or island;\n     (3)  The total number of gallons or units of fuel sold as liquid fuel, aviation fuel, diesel fuel, and other types of fuel as required by the commission;\n     (4)  The total number of gallons or units of fuel, by type or grade, and their respective sales prices for all fuel sold to federal, state, and county agencies, ships stores, or base exchanges, commercial agricultural accounts, commercial nonagricultural accounts, retail dealers, and other customers as required by the commission;\n     (5)  Weekly weighted average acquisition cost per barrel and volumes of foreign or domestic crude oil or other liquid fuels, finished or unfinished, imported to Hawaii, including information identifying the source of the crude oil or other liquid fuels;\n     (6)  The effective date and time, and the amount of change in cents per gallon, of any increase or decrease in wholesale price occurring during the week and the weekly weighted average wholesale prices and sales volumes of finished unleaded regular and premium motor gasoline, and of each other grade of gasoline sold, by island, to retail outlets, by classes of retail trade, and to wholesale distributors;\n     (7)  Weekly weighted average retail prices, and sales volumes of finished unleaded regular and premium motor gasoline, and of each other grade of gasoline sold, by island, by retail distributor outlets of all classes of retail trade and by any distributor to other end-users; provided that the commission may purchase retail price data from data service companies that the commission may use to substitute some or all data to meet the reporting requirement for retail price data under this paragraph;\n     (8)  The effective date and time, and the amount of change in cents per gallon, of any increase or decrease in wholesale price occurring during the week and the weekly weighted average wholesale prices, and sales volumes of No. 2 diesel fuel and No. 2 fuel oil, by island, to retail distributor outlets, by classes of retail trade, and to all other wholesale distributors.  Weighted average wholesale prices and sales volumes shall be reported by type of wholesale liquid fuel price;\n     (9)  Weekly weighted average retail prices, and sales volumes of No. 2 diesel fuel and No. 2 fuel oil sold, by island, by retail distributor outlets of all classes of retail trade and by any distributor to other end-users.  The commission may purchase retail price data from data service companies that the commission may use to substitute some or all data to meet the reporting requirement for retail price data under this paragraph;\n    (10)  Weekly weighted average prices, and sales volumes for retail sales and wholesale sales, by island, of No. 1 distillate, kerosene, finished aviation gasoline, kerosene-type jet fuel, No. 4 fuel oil, residual fuel oil, and consumer grade propane;\n    (11)  For each distributor that is a refiner, the gross margins or spreads between a refiner's average weighted acquisition price for each gallon of crude oil and blendstock refined within the State and the average weighted prices for each gallon or unit of fuel sold, by county or island, to another distributor, a retail dealer, end-user, and consumer;\n    (12)  For each distributor that is not a refiner, the gross margins or spreads between the distributor's average weighted price for each gallon or unit of fuel acquired by the distributor and the average weighted prices for each gallon or unit of fuel sold, by county or island, to another distributor, a retail dealer, end-user, or consumer; and\n    (13)  Revenues, expenses, profits and losses, and any other financial or operating information as may be required by the commission.\nThe commission shall prescribe applicable standards and practices for reporting to facilitate uniformity, consistency, and comparability of the data to be submitted.\n     (b)  Each major marketer shall submit to the commission, at a time and in a form as the commission shall prescribe, information, including petroleum and petroleum product receipts, exchanges, inventories, and distributions.\n     (c)  The commission may require additional information as and when the commission deems necessary to perform the commission's responsibilities under this chapter.\n     (d)  Information in the statements filed pursuant to this section shall be collected and maintained for the purpose of facilitating the analysis required by this chapter; provided that the commission shall make the information available to the public, to the extent permitted under sections 486J-6 and 486J-8. [L 1997, c 257, pt of §2; am L 2002, c 77, §4; am L 2006, c 78, §5; am L 2007, c 182, §4]"
}