{
    "name": "Definitions",
    "number": "2",
    "text": "(a)  As used in this chapter unless the content otherwise requires:\n     \"Advanced practice registered nurse\" means a registered nurse who has met the qualifications for advanced practice registered nurse set forth in this chapter and through rules of the board, which shall include educational requirements.\n     \"Board\" means the state board of nursing.\n     \"NCSBN\" means the National Council of State Boards of Nursing.\n     \"Nurse\" means a person licensed under this chapter or a person who holds a license under the laws of another state or territory of the United States that is equivalent to a license under this chapter.\n     \"Telehealth\" means the use of electronic information and telecommunication technologies to support long-distance clinical health care, patient and professional health-related education, public health and health administration, to the extent that it relates to nursing.\n     \"The practice of nursing as a licensed practical nurse\" means the performance of those acts commensurate with the required educational preparation and demonstrated competency of the individual, whereby the individual shall be accountable and responsible to the consumer for the quality of nursing care rendered.  The foregoing may include, but shall not be limited to: implementation of basic nursing procedures in the plan of care; observing and caring for individuals at all levels of the health spectrum, giving counsel and acting to safeguard life and health and functioning as a part of the health care team, under the direction of a dentist, physician, osteopathic physician, registered nurse, or podiatrist licensed in accordance with chapter 448, 453, 457, or 463E; administration of treatment and medication as prescribed; promotion of health maintenance of individuals, families, or groups; or teaching and supervision of auxiliary personnel.\n     \"The practice of nursing as a registered nurse\" means the performance of professional services commensurate with the educational preparation and demonstrated competency of the individual having specialized knowledge, judgment, and skill based on the principles of the biological, physical, behavioral, and sociological sciences and nursing theory, whereby the individual shall be accountable and responsible to the consumer for the quality of nursing care rendered.  The foregoing may include but shall not be limited to observation, assessment, development, implementation, and evaluation of a plan of care, health counseling, supervision and teaching of other personnel, and teaching of individuals, families, and groups in any stage of health or illness; administration, supervision, coordination, delegation, and evaluation of nursing practice; provision of health care to the patient in collaboration with other members of the health care team as autonomous health care professionals providing the nursing component of health care; or use of reasonable judgment in carrying out prescribed medical orders of a licensed dentist, physician, osteopathic physician, or podiatrist licensed in accordance with chapter 448, 453, or 463E or the orders of an advanced practice registered nurse recognized in accordance with this chapter.\n     (b)  Definitions applicable to this chapter shall also include those used in the NCSBN Model Nursing Practice Act and the Model Nursing Administrative Rules unless the context otherwise requires.  Where a definition in the NCSBN Model Nursing Practice Act or Model Nursing Administrative Rules conflicts with a definition in chapter 457 or 436B, the definitions contained in chapter 457 or 436B and the rules of the board shall apply. [L 1970, c 71, pt of §1; am L 1985, c 238, §1; am L 1994, c 277, §§3, 4; am L 1996, c 150, §1; am L 2000, c 9, §1; am L 2009, c 11, §61; am L 2010, c 57, §5]\n \nCross References\n \n  Practice of telemedicine by physicians, see §453-1.3."
}