{
    "name": "Return of prescription drugs",
    "number": "11.5",
    "text": "Prescription drugs previously dispensed or distributed by a pharmacy for administration to patients in an institutional facility by personnel of the institutional facility may be returned to and redispensed or redistributed by the pharmacist if the prescription drug:\n     (1)  Is in:\n         (A)  Its original dispensed, unopened, untampered multiple dose container or unopened, untampered single user unit; or\n         (B)  An in-use multiple dose container subject to appropriate safeguards as defined in rules for public health or operational considerations;\n     (2)  Has remained at all times under the control or direction of a person in the institutional facility or the pharmacy trained and knowledgeable in the storage of drugs, including periods in transit by any carrier for hire or person or entity hired solely to transport prescription drugs;\n     (3)  Is not adulterated or misbranded;\n     (4)  Has been stored under conditions meeting United States Pharmacopoeia standards;\n     (5)  Is returned and redispensed or redistributed before the expiration date or use by date on the multiple dose container or single user unit;\n     (6)  Has not been in the possession of an individual member of the public; and\n     (7)  Is not included within the classification of controlled substances, as defined in applicable federal and state laws.\nNothing in this section shall be construed to relieve any person from any requirement prescribed by law with respect to drugs included or that may be included within the classification of controlled substances, as defined in applicable federal and state laws.  Previously billed returned drugs shall be subject to crediting to the payer pursuant to chapter 328B. [L 2004, c 190, §5; am L 2005, c 22, §32]"
}