{
    "name": "Organizational report, noncandidate committee",
    "number": "196.5",
    "text": "(a)  The organizational report shall include:\n     (1)  The full name of the committee, which may not include the name of a candidate;\n     (2)  The complete mailing address and telephone number of the committee;\n     (3)  The date the committee was organized;\n     (4)  The area, scope, or jurisdiction of the committee;\n     (5)  An indication as to whether the committee is a political party committee;\n     (6)  The name and mailing address of a corporation or an organization that provides funds to the committee.  If the committee is not sponsored by or connected with a corporation or an organization, the committee must specify the trade, profession, or primary interest of contributors to the committee;\n     (7)  The full name, mailing address, telephone number, occupation, and principal place of business of the chairperson;\n     (8)  The full name, mailing address, telephone number, occupation, and principal place of business of the treasurer and any other officers;\n     (9)  An indication of whether the committee was formed to support or oppose a specific ballot question or questions, or candidate and if so, a brief description of the questions or the name of the candidate;\n    (10)  The full name, mailing address, telephone number, occupation, and principal place of business of the custodian of the books and accounts if other than the designated officers;\n    (11)  The full name and address of the depository in which the committee will maintain its campaign account;\n    (12)  Written acceptance of appointment by the chairperson and treasurer;\n    (13)  A certification of the statement by the chairperson and the treasurer; and\n    (14)  The name, address, occupation, and employer of each donor who has contributed an aggregate amount of more than $100 since the last election and the amount and date of deposit of each such contribution.\n     (b)  The name of the committee designated on the statement of organizations must incorporate the full name of the sponsoring entity, if any.  An acronym or abbreviation may be used in other communications if the acronym or abbreviation is commonly known or clearly recognized by the general public.\n     (c)  Any change in information submitted in the organizational report with the exception of subsection (a)(14) shall be reported no later than 4:30 p.m. on the tenth calendar day after the change is brought to the attention of the committee chairperson or treasurer.  The accuracy of the information in the organizational report shall be affirmed, on forms provided by the commission, annually by September 1. [L Sp 1995, c 10, pt of §2(1)]"
}