{
    "name": "Campaign contributions; restrictions against transfer",
    "number": "200",
    "text": "(a)  A candidate, campaign treasurer, or candidate's committee shall not receive any contributions or receive or make any transfer of money or anything of value:\n     (1)  For any purpose other than that directly related:\n         (A)  In the case of the candidate, to the candidate's own campaign; or\n         (B)  In the case of a campaign treasurer or candidate's committee, to the campaign of the candidate, question, or issue with which they are directly associated; or\n     (2)  To support the campaigns of candidates other than the candidate for whom the funds were collected or with whom the campaign treasurer or candidate's committee is directly associated; or\n     (3)  To campaign against any other candidate not directly opposing the candidate for whom the funds were collected or with whom the campaign treasurer or candidate's committee is directly associated.\n     (b)  Any provision of law to the contrary notwithstanding, a candidate, campaign treasurer, or candidate's committee, as a contribution:\n     (1)  May purchase from its campaign fund not more than two tickets for each event held by another candidate, committee, or party whether or not the event constitutes a fundraiser as defined in section 11-203; \n     (2)  May use campaign funds for any ordinary and necessary expenses incurred in connection with the candidate's duties as a holder of an elected state or county office, as the term is used in section 11-206(c); and\n     (3)  May make contributions from its campaign fund to any community service, educational, youth, recreational, charitable, scientific, or literary organization; provided that in any election cycle, the total amount of all contributions from campaign funds and surplus funds shall be no more than the maximum amount that one person or other entity may contribute to that candidate pursuant to section 11-204(a); provided further that no contributions from campaign funds shall be made from the date the candidate files nomination papers to the date of the general election.\n     (c)  This section shall not be construed to prohibit a party from supporting more than one candidate.\n     (d)  This section shall not be construed to prohibit a candidate for the office of governor or lieutenant governor from supporting a co-candidate in the general election.\n     (e)  This section shall not be construed to prohibit a candidate from making contributions to the candidate's party so long as that contribution is not earmarked for another candidate. [L 1979, c 224, pt of §2; am L 1980, c 232, §2 and c 246, §1(d); gen ch 1985; am L 1987, c 369, §1(5); am L Sp 1995, c 10, §2(8); am L 2000, c 99, §3; am L 2005, c 203, §6]"
}