{
    "name": "Preliminary reports",
    "number": "212",
    "text": "(a)(1)  The candidate committee of each candidate whose name will appear on the ballot in the immediately succeeding election shall file a preliminary report.  Preliminary reports shall be filed on the following dates:\n         (A)  July thirty-first of the year of the primary election;\n         (B)  Ten calendar days prior to each primary and initial special election; and\n         (C)  Ten calendar days prior to a special or general election.\n     (2)  Each report shall be certified pursuant to section 11-195 and shall contain the following information which shall be current through June 30 prior to the filing of the report filed on the thirty-first of July and fifth calendar day prior to the filing of other preliminary reports:\n         (A)  The aggregate sum of all contributions and other campaign receipts received;\n         (B)  The amount and date of deposit of the contribution and the name and address of each donor who contributes an aggregate of more than $100 during an election period, which has not previously been reported; provided that if all the information is not on file, the contribution shall be returned to the donor within thirty days of deposit;\n         (C)  The amount and date of deposit of each contribution and the name, address, employer, and occupation of each donor who contributes an aggregate of $1,000 or more during an election period, which has not previously been reported; provided that if all the information is not on file, the contribution shall be returned to the donor within thirty days of deposit;\n         (D)  All expenditures made, incurred, or authorized by or for a candidate, including the name and address of each payee and the amount, date, and purpose of each expenditure; and\n         (E)  A current statement of the balance on hand or deficit.\n     (b)  Each noncandidate committee shall file a preliminary report with the commission on the tenth calendar day prior to each primary election and the tenth calendar day prior to a special or general election.  Each report shall be certified pursuant to section 11-195 and shall contain the following information, which shall be current through the fifth calendar day prior to the filing of a preliminary report:\n     (1)  The aggregate sum of all contributions and other campaign receipts received;\n     (2)  The amount and date of deposit of the contribution and the name, address, employer, and occupation of each donor who contributes an aggregate of $100 or more during an election period, which has not previously been reported; provided that if all the information is not on file, the contribution shall be returned to the donor within thirty days of deposit;\n     (3)  The amount and date of each disbursement or contribution made to a candidate, party, organization, or committee, including the name and address of each payee, which has not previously been reported;\n     (4)  The amount and date of each expenditure made or incurred by the committee for or against any candidate, ballot issue, or on behalf of another committee, which has not previously been reported; and\n     (5)  A current statement of the balance on hand.\n     (c)  The candidate's committee and noncandidate committee shall itemize disbursements to consultants, advertising agencies and similar firms, credit card payments, salaries, and candidate reimbursements to permit a reasonable person to determine the ultimate intended recipient of the expenditure and its purpose.\n     (d)  A candidate, party, or committee whose aggregate contributions and aggregate expenditures for the reporting period each total $2,000 or less may file a short form report with the commission in lieu of the reports required by this section and section 11-213.\n     (e)  Notwithstanding this section and section 11-213, a candidate, party, or committee whose aggregate contributions and aggregate expenditures for the election period total $1,000 or less, need not file a preliminary and final primary report, a preliminary and final general report, or a special election report, but shall file only a final election period report. [L 1979, c 224, pt of §2; am L 1980, c 246, §1(i); am L 1987, c 369, §1(10); am L 1989, c 33, §1 and c 166, §2; am L Sp 1995, c 10, §2(14); am L 1997, c 375, §12; am L 1999, c 96, §7; am L 2001, c 55, §2; am L 2005, c 203, §14; am L 2007, c 200, §8; am L 2008, c 244, §30]"
}