{
    "name": "Campaign contributions; loans",
    "number": "205.6",
    "text": "(a)  Any loan to a candidate or candidate's committee in excess of $100 shall be documented and disclosed as to lender, including the lender's name, address, employer, and occupation and purpose of the loan in the subsequent report to the commission.  A copy of the executed loan document shall accompany the report.  The document shall contain the terms of the loan, including the interest and repayment schedule.  Failure to document the loan or to disclose the loan to the commission shall cause the loan to be treated as a campaign contribution, subject to all relevant provisions of this chapter.\n     (b)  A candidate or candidate's committee may receive and accept loans in an aggregate amount not to exceed $10,000 during an election period, provided that if the $10,000 limit is reached, the candidate or candidate's committee shall be prohibited from receiving or accepting any other loans until the $10,000 is repaid in full by the candidate or candidate's committee.\n     (c)  If any loan made to a candidate is not repaid within one year of the date that the loan is made, the candidate and candidate's committee shall be prohibited from accepting any other loans, and all subsequent contributions received and any surplus retained shall only be expended toward the repayment of the outstanding loan, until the loan is repaid in full by the candidate or candidate's committee.\n     (d)  No loan may be accepted or made by noncandidate committees.\n     (e)  Any loan by a financial institution regulated by the State or a federally chartered depository institution and made in accordance with applicable law in the ordinary course of business, or a loan by a candidate of the candidate's own funds, or a loan from immediate family members of a candidate using their own funds to the candidate's committee shall not be deemed a contribution and not subject to the contribution limits provided in section 11-204 or the loan limit and repayment provisions of subsection (b) and (c); provided that loans from the immediate family members of the candidate shall remain subject to the provisions in section 11-204(c).\n     (f)  For the purposes of this section, a \"loan\" does not include expenditures made on behalf of a candidate committee by a candidate, volunteer, or employee if:\n     (1)  The candidate's, volunteer's, or employee's aggregate expenditures do not exceed $1,500 within a thirty-day period;\n     (2)  A dated receipt and a written description of the name and address of each payee and the amount, date, and purpose of each expenditure is provided to the candidate committee before the candidate committee reimburses the candidate, volunteer, or employee; and\n     (3)  The candidate committee reimburses the candidate, volunteer, or employee within forty-five days of the expenditure being made. [L Sp 1995, c 10, pt of §2(1); am L 1997, c 375, §9; am L 2005, c 203, §9; am L 2008, c 244, §27]"
}