{
    "name": "Subdivision exemptions in existence on June 30, 2013",
    "number": "13",
    "text": "(a)  Any lease or easement (together with any mortgages or other documents encumbering either) that received a subdivision exemption that is in existence on June 30, 2013, may continue to be effective and shall continue to enjoy the exemption from subdivision requirements granted under section 201N-14 after that section is repealed on July 1, 2013; provided that the following restrictions are complied with:\n     (1)  The terms of the lease or easement shall restrict the use of the leased land or easement area to the development and operation of a renewable energy project; provided that, to comply with section 205-4.6, agricultural uses and activities shall not be restricted on agricultural land; and\n     (2)  The lease shall have an initial term of at least twenty years.\n     (b)  Notwithstanding that the leased land or easement area is not a lot of record, the lease or easement that received the subdivision exemption may be further encumbered, or any existing encumbrance may be amended, extended, or canceled, by recordation of a document in the bureau or the land court, as applicable, and the encumbrance shall only affect and encumber the leased land or easement area.  Encumbrances shall be subject to applicable foreclosure laws, where applicable.\n     (c)  The lease or easement may be transferred or assigned by recordation of a document in the bureau or the land court, as applicable; provided that the restrictions in subsection (a)(1) and (2) are complied with and acknowledged by the transferee or assignee in any conveyance or assignment document.\n     (d)  The term of the lease or easement may be extended, and the terms and conditions of the lease or easement may be amended or modified; provided that the restrictions in subsection (a)(1) and (2) are complied with, and that any material change to the leased land or easement area shall be subject to subsection (e).\n     (e)  Any material change after June 30, 2013, regarding the leased land or easement area shall be subject to subdivision requirements; provided that the county agency charged with administering subdivisions (for land within the agricultural state land use district) or the department of land and natural resources (for land within the conservation state land use district) shall deem all subdivision requirements from which the lease or easement was exempt pursuant to the original subdivision exemption to be met and the lease or easement shall continue to be exempt from the requirements.  The lease or easement shall only be subject to the additional subdivision requirements, if any, necessitated by the material change.\n     (f)  For purposes of this section:\n     \"Bureau\" means the bureau of conveyances of the State of Hawaii.\n     \"Land court\" means the office of the assistant registrar of the land court of the State of Hawaii.\n     \"Material change\" means any material change affecting the location, size, boundaries, or configuration of the leased land or the easement area that would require state or county review and approval under the subdivision requirements.\n     \"Subdivision exemption\" means the exemption to the subdivision requirements received pursuant to section 201N-14.\n     \"Subdivision requirements\" means all state laws or county ordinances and permits setting forth standards or requirements for improvements and approvals applicable to the subdivision or consolidation of land, changes in legal boundaries, or the creation or consolidation of parcels, easements, or other interest in land. [L 2009, c 173, §3]"
}