{
    "name": "Definitions",
    "number": "5",
    "text": "As used in this chapter:\n\t\"Arbitration\" shall also encompass, as appropriate, mediation, conciliation, and other forms of dispute resolution as an alternative to international litigation.\n\t\"Center\" means any center organized as an independent nonprofit educational corporation duly established under the laws of this State, whose principal purpose is to facilitate the resolution of international business, trade, commercial, and other disputes between persons by means of arbitration, mediation, conciliation, and other means as an alternative to the resort to litigation.\n\t\"Nonresident of the United States\" means any person not a \"resident of the United States\".\n\t\"Person\" means not only individuals, but corporations, firms, associations, societies, communities, assemblies, inhabitants of a district, or neighborhood, or persons known or unknown, and the public generally and shall include a government or any agency, instrumentality, or subdivision thereof where it appears, from the subject matter, the sense and connection in which such words are used, that such construction is intended.\n\t\"Resident of the United States\" means:\n\n\n\n\t(1)\tA natural person who maintains sole residence within a state, possession, commonwealth, or territory of the United States or within the District of Columbia; or\n\t(2)\tAny other person organized or incorporated under the laws of the United States, any state, possession, commonwealth, or territory thereof, or the District of Columbia.\n\n\n\n\t\"Written undertaking to arbitrate\" shall mean a writing in which a person undertakes to submit a dispute to arbitration, without regard to whether that undertaking is sufficient to sustain a valid and enforceable contract or is subject to defenses.  A written undertaking may be part of a contract, may be a separate writing, and may be contained in correspondence, telegrams, telexes, or any other form of written communication. [L 1988, c 186, pt of §1]"
}