{
    "name": "Licenses to carry",
    "number": "9",
    "text": "(a)  In an exceptional case, when an applicant shows reason to fear injury to the applicant's person or property, the chief of police of the appropriate county may grant a license to an applicant who is a citizen of the United States of the age of twenty-one years or more or to a duly accredited official representative of a foreign nation of the age of twenty-one years or more to carry a pistol or revolver and ammunition therefor concealed on the person within the county where the license is granted.  Where the urgency or the need has been sufficiently indicated, the respective chief of police may grant to an applicant of good moral character who is a citizen of the United States of the age of twenty-one years or more, is engaged in the protection of life and property, and is not prohibited under section 134-7 from the ownership or possession of a firearm, a license to carry a pistol or revolver and ammunition therefor unconcealed on the person within the county where the license is granted.  Unless renewed, the license shall expire one year from the date of issue.\n\t(b)  The chief of police of each county shall adopt procedures to require that any person granted a license to carry a concealed weapon on the person shall:\n\n\n\n\t(1)\tBe qualified to use the firearm in a safe manner;\n\t(2)\tAppear to be a suitable person to be so licensed;\n\t(3)\tNot be prohibited under section 134-7 from the ownership or possession of a firearm; and\n\t(4)\tNot have been adjudged insane or not appear to be mentally deranged.\n\n\n\n\t(c)  No person shall carry concealed or unconcealed on the person a pistol or revolver without being licensed to do so under this section or in compliance with sections 134-5(c) or 134-6.\n\t(d)  A fee of $10 shall be charged for each license and shall be deposited in the treasury of the county in which the license is granted. [L 1988, c 275, pt of §2; am L 1994, c 204, §8; am L 1997, c 254, §§2, 4; am L 2000, c 96, §1; am L 2002, c 79, §1]\n\nCase Notes\n\n  Mentioned:  74 H. 197, 840 P.2d 374."
}