{
    "name": "Deadly weapons; prohibitions; penalty",
    "number": "51",
    "text": "(a)  Any person, not authorized by law, who carries concealed upon the person's self or within any vehicle used or occupied by the person or who is found armed with any dirk, dagger, blackjack, slug shot, billy, metal knuckles, pistol, or other deadly or dangerous weapon shall be guilty of a misdemeanor and may be immediately arrested without warrant by any sheriff, police officer, or other officer or person.  Any weapon, above enumerated, upon conviction of the one carrying or possessing it under this section, shall be summarily destroyed by the chief of police or sheriff.\n\t(b)  Whoever knowingly possesses or intentionally uses or threatens to use a deadly or dangerous weapon while engaged in the commission of a crime shall be guilty of a class C felony. [L 1937, c 123, §1; RL 1945, §11114; RL 1955, §267-25; HRS §727-25; ren L 1972, c 9, pt of §1; am L 1977, c 191, §2; am L 1983, c 267, §1; gen ch 1985; am L 1989, c 211, §10; am L 1990, c 195, §3 and c 281, §11; am L 1992, c 87, §4; am L 1993, c 226, §1; am L 1999, c 285, §2]\nCross References\n\n  Sheriff, etc., see §26-14.6.\nRules of Court\n\n  Arrest without warrant, see HRPP rule 5(a).\nCase Notes\n\n  Probable cause for violation of section when police officer saw gun in vehicle stopped for speeding.  430 F.2d 58.\n  License to carry weapon as justification.  10 H. 585.\n  Weapons discovered in automobile lawfully stopped for traffic offense; legality of search and seizure considered.  50 H. 461, 443 P.2d 149.\n  Mentioned in connection with arrest without warrant after seeing pistol in automobile.  52 H. 497, 479 P.2d 800.\n  \"Other deadly or dangerous weapon\" is limited to instruments whose sole design and purpose is to inflict bodily injury or death.  55 H. 531, 523 P.2d 299.\n  A \"diver's knife\" is neither a \"dangerous weapon\" nor a \"dagger\".  \"Deadly and dangerous weapon\" is one designed primarily as a weapon or diverted from normal use and prepared for combat.  56 H. 374, 537 P.2d 14.\n  Cane, butterfly and kitchen knives are not deadly or dangerous weapons.  56 H. 642, 547 P.2d 587.  Sheathed sword-cane and wooden knuckles with shark's teeth were \"deadly or dangerous weapons\".  58 H. 514, 572 P.2d 1222.\n  Statute does not require that weapons be \"concealed\" within the vehicle.  58 H. 514, 572 P.2d 1222.\n  Vehicle stop being proper, seizure of weapons in plain view was authorized.  58 H. 514, 572 P.2d 1222.\n  Shotgun is a deadly or dangerous weapon.  61 H. 135, 597 P.2d 210.\n  A .22 caliber rifle is a \"deadly or dangerous weapon.\"  63 H. 147, 621 P.2d 384.\n  Nunchaku sticks are not per se deadly or dangerous weapons.  64 H. 485, 643 P.2d 546.\n  The crime underlying a subsection (b) offense is, as a matter of law, an included offense of the subsection (b) offense, within the meaning of §701-109(4)(a), and defendant should not have been convicted of both the subsection (b) offense and the underlying second degree murder offense; thus, defendant\u0092s conviction of the subsection (b) offense reversed.  88 H. 407, 967 P.2d 239.\n  \"Billy\" as used in this section refers to \"policeman\u0092s club\" or \"truncheon\"; a club-like implement designed for purpose of striking or killing fish is not a \"billy\"; section extends only to weapons deadly or dangerous to people.  10 H. App. 404, 876 P.2d 1348.\n  Cited:  10 H. App. 584, 880 P.2d 213."
}