{
    "name": "Carrying or use of firearm in the commission of a separate felony; place to keep firearms; loaded firearms; penalty",
    "number": "6",
    "text": "(a)  It shall be unlawful for a person to knowingly carry on the person or have within the person's immediate control or intentionally use or threaten to use a firearm while engaged in the commission of a separate felony, whether the firearm was loaded or not, and whether operable or not; provided that a person shall not be prosecuted under this subsection where the separate felony is:\n\n\n\n\t(1)\tA felony offense otherwise defined by this chapter;\n\t(2)\tThe felony offense of reckless endangering in the first degree under section 707-713;\n\t(3)\tThe felony offense of terroristic threatening in the first degree under section [707-716(1)(a)], [707-716(1)(b)], and [707-716(1)(d)]; or\n\t(4)\tThe felony offenses of criminal property damage in the first degree under section 708-820 and criminal property damage in the second degree under section 708-821 and the firearm is the instrument or means by which the property damage is caused.\n\n\n\n\t(b)  It shall be unlawful for a person to knowingly possess a firearm with the intent to facilitate the commission of a felony offense involving the distribution of a controlled substance, whether the firearm was loaded or not, and whether operable or not.\n\t(c)  Except as provided in sections 134-5 and 134-9, all firearms and ammunition shall be confined to the possessor's place of business, residence, or sojourn; provided that it shall be lawful to carry unloaded firearms or ammunition or both in an enclosed container from the place of purchase to the purchaser's place of business, residence, or sojourn, or between these places upon change of place of business, residence, or sojourn, or between these places and the following:  a place of repair; a target range; a licensed dealer's place of business; an organized, scheduled firearms show or exhibit; a place of formal hunter or firearm use training or instruction; or a police station.  \"Enclosed container\" means a rigidly constructed receptacle, or a commercially manufactured gun case, or the equivalent thereof that completely encloses the firearm.\n\t(d)  It shall be unlawful for any person on any public highway to carry on the person, or to have in the person's possession, or to carry in a vehicle any firearm loaded with ammunition; provided that this subsection shall not apply to any person who has in the person's possession or carries a pistol or revolver and ammunition therefor in accordance with a license issued as provided in section 134-9.\n\t(e)  Any person violating subsection (a) or (b) shall be guilty of a class A felony.  Any person violating this section by carrying or possessing a loaded firearm or by carrying or possessing a loaded or unloaded pistol or revolver without a license issued as provided in section 134-9 shall be guilty of a class B felony.  Any person violating this section by carrying or possessing an unloaded firearm, other than a pistol or revolver, shall be guilty of a class C felony.\n\tA conviction and sentence under subsection (a) or (b) shall be in addition to and not in lieu of any conviction and sentence for the separate felony; provided that the sentence imposed under subsection (a) or (b) may run concurrently or consecutively with the sentence for the separate felony.\n\t(f)  Any vehicle used in the commission of an offense under subsection (d) shall be forfeited to the State, subject to the notice and hearing requirements of chapter 712A.\n\t(g)  For the purposes of this section:\n\t\"Controlled substance\" shall be as defined in section 329-1.\n\t\"Distribution\" means the selling, transferring, prescribing, giving or delivering to another, or the leaving, bartering, or exchanging with another, or the offering or agreeing to do the same. [L 1988, c 275, pt of §2; am L 1990, c 195, §2; am L 1993, c 239, §1; am L 1994, c 204, §5; am L 1999, c 12, §1]\nCase Notes\n\n  Complaint failed to adequately inform defendant of nature and cause of subsection (a) charge and failed to ensure that district court had before it all facts necessary to find probable cause on the charge.  78 H. 66, 890 P.2d 303.\n  Where no evidence was presented that any \"dangerous instrument\" other than a firearm was involved, which established an element of the underlying felony under §707-716(1)(d), subsection (a) did not apply.  83 H. 229, 925 P.2d 797.\n  The offense of use of a firearm in the commission of second degree murder in violation of subsection (a) is not an included offense of second degree murder in violation of §707-701.5(1).  87 H. 1, 950 P.2d 1201.\n  Where defendant\u0092s conviction and sentence under §708-840 was an included offense under subsection (a) and defendant\u0092s convictions under both §§134-4(a) and 708-840 violated §701-109(1)(a), defendant\u0092s conviction and sentence under §708-840 reversed.  91 H. 33, 979 P.2d 1059.\n  Where defendant\u0092s convictions were premised upon the use of \"any firearm\" and language of indictments and trial court\u0092s instructions \"to wit, a semiautomatic pistol\" did not alter the statutory elements of §§708-840, 134-7, or this section, trial court\u0092s error of not providing definition of \"semiautomatic firearm\" did not warrant reversal of convictions of first degree robbery, carrying or use of firearm in commission of separate felony, or felon in possession of firearm.  91 H. 33, 979 P.2d 1059.\n  As question of whether defendant possessed a hunting license under §134-5 posed a fact peculiarly within defendant's knowledge, and lack of a hunting license is not a material element of this section, prosecution was not required to prove that defendant did not have a hunting license pursuant to §134-5.  93 H. 87, 997 P.2d 13.\n  For purposes of subsection (e), \"carry\" must be analyzed employing a two-pronged analysis:  (1) the voluntary act of \"carrying\" an object is, by way of §702-202, established when an individual acts knowingly with respect to that conduct; and (2) the requisite state of mind with respect to the circumstances attendant to \"carrying\" that object, i.e., the object's particular attributes rendering its carrying a criminal offense--the quality of being a firearm--is, by way of §702-204, established by proof of a reckless state of mind.  93 H. 87, 997 P.2d 13.\n  Trial court erred in failing to instruct jury on all material elements of offense of place to keep firearm where trial court never instructed jury that jury must find whether the prosecution had proved beyond a reasonable doubt that defendant possessed or carried firearms away from defendant's \"place of business, residence, or sojourn\"; thus, jurors were unable to find defendant guilty of all material elements under this section, relieving prosecution of its burden of proving every essential element beyond a reasonable doubt.  93 H. 87, 997 P.2d 13.\n  Conviction of defendant of offense of carrying, using, or threatening to use a firearm in the commission of a separate felony under subsections (a) and (e), the separate felony being second degree assault under §707-711(1)(a), vacated where there was no substantial evidence that defendant caused substantial bodily injury to victim as required under §707-711(1)(a).  94 H. 241, 11 P.3d 466.\n  A defendant can be convicted of both subsection (a) and the separate felony.  99 H. 463, 56 P.3d 1252.\n  The original 1990 enactment of subsection (a) prohibited the conviction of a defendant for both a subsection (a) offense and its underlying felony.  101 H. 187, 65 P.3d 134.\n  In light of facts known to the police at time of arrest, the police reasonably believed that passenger seated in right rear seat of car violated subsection (c) (1991) either as a principal or accomplice.  9 H. App. 551, 851 P.2d 926.\n  There was substantial evidence to support defendant's conviction under subsection (d) where State's expert witness testified that although defendant's firearm was disassembled, with a ram set charge in the chambered device, the zip gun would be considered loaded, and defendant testified that defendant was driving defendant's car on the road when stopped by police.  106 H. 62 (App.), 101 P.3d 671."
}