{
    "name": "Exceptions",
    "number": "15",
    "text": "This chapter shall not apply to:\n\n\n\n\t(1)\tAny claim based upon an act or omission of an employee of the State, exercising due care, in the execution of a statute or regulation, whether or not such statute or regulation is valid, or based upon the exercise or performance or the failure to exercise or perform a discretionary function or duty on the part of a state officer or employee, whether or not the discretion involved has been abused;\n\t(2)\tAny claim arising in respect of the assessment or collection of any tax, or the detention of any goods or merchandise by law enforcement officers;\n\t(3)\tAny claim for which a remedy is provided elsewhere in the laws of the State;\n\t(4)\tAny claim arising out of assault, battery, false imprisonment, false arrest, malicious prosecution, abuse of process, libel, slander, misrepresentation, deceit, or interference with contract rights;\n\t(5)\tAny claim arising out of the combatant activities of the Hawaii national guard and Hawaii state defense force during time of war, or during the times the Hawaii national guard is engaged in federal service pursuant to sections 316, 502, 503, 504, 505, or 709 of Title 32 of the United States Code;\n\t(6)\tAny claim arising in a foreign country;\n\t(7)\tAny claim arising out of the acts or omissions of any boating enforcement officer; or\n\t(8)\t[See note below.]  Any claim arising out of a year 2000 error produced, calculated, or generated by a government computer system or other computer-based system, regardless of the cause for the year 2000 error.\n\n\n\n\t\"Computer-based system\" includes any computer or other information technology system, and any electronic device that controls, operates, monitors, or assists in the operation or functioning of equipment, machinery, plant, or a device using an embedded or installed microprocessor or chip.\n\t\"Government computer system\" means a computer-based system owned or operated by or on behalf of the State, its political subdivisions, or a board.\n\t\"Year 2000 error\" is the failure of a computer-based system to accurately store, display, transmit, receive, process, calculate, compare, or sequence date and time data from, into, or between the twentieth and twenty-first centuries, the years 1999 and 2000 and beyond, and leap year calculations. [L 1957, c 312, pt of §1; Supp, §245A-15; HRS ; am L 1972, c 164, §2(e); am L 1979, c 195, §2; am L 1986, c 173, §1; am L 1987, c 192, §1; am L 1988, c 135, §1; am L 1991, c 272, §15; am L 1998, c 213, §2; am L 1999, c 115, §4]"
}