{
    "name": "Definitions",
    "number": "1",
    "text": "As used in this chapter: \t\"Illegal drug\" means \"dangerous drugs\" or a \"harmful drug\" as defined in section 712-1240.\n\t\"Illegal drug market\" means the support system of illegal drug-related operations, from production to retail sales, through which an illegal drug reaches the user.\n\t\"Illegal drug market target community\" is the area described under section 663E-5.\n\t\"Individual drug user\" means the individual whose illegal drug use is the basis of an action brought under this chapter.\n\t\"Level four offense\" means the illegal possession of sixteen ounces or more or the illegal distribution of four ounces or more of an illegal drug. \n\t\"Level one offense\" means the illegal possession of one-fourth ounce or more, but less than four ounces, or the illegal distribution of less than one ounce of an illegal drug.\n\t\"Level three offense\" means the illegal possession of eight ounces or more, but less than sixteen ounces, or the illegal distribution of two ounces or more, but less than four ounces, of an illegal drug.\n\t\"Level two offense\" means the illegal possession of four ounces or more, but less than eight ounces, or the illegal distribution of one ounce or more, but less than two ounces, of an illegal drug.\n\t\"Participate in the illegal drug market\" means to illegally:\n\n\n\n\t(1)\tDistribute an illegal drug;\n\t(2)\tPossess with an intent to distribute;\n\t(3)\tCommit an act intended to facilitate the marketing or distribution of an illegal drug;\n\t(4)\tCommit any of the marketing or distribution of an illegal drug; or\n\t(5)\tConspire to commit any of the foregoing acts.\n\n\n\n\t\"Period of illegal drug use\" means, in relation to the individual drug user, the entire time of the individual\u0092s illegal use of an illegal drug.  In cases where the testimony of the individual drug user is unavailable, the period of illegal drug use is presumed to commence two years before the earliest known use by the individual drug user, unless the defendant proves otherwise by clear and convincing evidence.\n\t\"Place of illegal drug activity\" means, in relation to the individual drug user, the place in which the individual possesses or uses an illegal drug or in which the individual resides, attends school, or is employed during the period of the individual\u0092s illegal drug use.\n\t\"Place of participation\" means, in relation to a defendant in an action brought under this chapter, the place at which the person participates in the illegal drug market or at which the person resides, attends school, or is employed during the period of the person\u0092s participation in the illegal drug market. [L 2004, c 44, pt of §13]"
}