{
    "name": "Definitions",
    "number": "2",
    "text": "As used in this chapter: \t\"Call center\" means a business providing service at an establishment in which customer and technical support service for manufacturing companies, disease management services, computer hardware and software companies, credit collection services, product fulfillment services, or disaster management services, are provided by telephone; provided that the business shall not include telemarketing or sales.\n\t\"Department\" means the department of business, economic development, and tourism.\n\t\"Director\" means the director of business, economic development, and tourism.\n\t\"Disease management services\" means patient self-management education services, which may include primary prevention, behavioral modification, compliance/surveillance, and routine reporting and feedback including communication with patients, physicians, health plans, or ancillary providers.\n\t\"Education and training services\" means courses and programs for international business executives in business management, marketing, financial services, human resources, risk management, and for technicians in environmental sciences and remediation.\n\t\"Enterprise zone\" means an area nominated by, and within the jurisdiction of, a county government, and subsequently declared by the governor to be eligible for the benefits of this chapter.\n\t\"Establishment\" means a single physical location where business is conducted.  A business firm may include one or more establishments, any number of which may be in the enterprise zones.\n\t\"Full-time employee\" means any employee for whom the employer is legally required to provide employee fringe benefits.\n\t\"Information technology design and production services\" means computer software development, imagery creation, and data compilation, but not consumer sales or service businesses.\n\t\"Medical and health care services\" means medical research, clinical trials, and telemedicine, but not routine medical treatment or services.\n\t\"Qualified business\" means any corporation, partnership, or sole proprietorship authorized to do business in the State that is qualified under section 209E-9, subject to the state corporate or individual income tax under chapter 235, and [is]:\n\n\n\n\t(1)\tEngaged in manufacturing, the wholesale sale of tangible personal property as defined in section 237-4, or a service business as defined in this chapter;\n\t(2)\tEngaged in producing agricultural products where the business is a producer as defined in section 237-5;\n\t(3)\tEngaged in research, development, sale, or production of all types of genetically-engineered medical, agricultural, or maritime biotechnology products; or\n\t(4)\tEngaged in producing electric power from wind energy for sale primarily to a public utility company for resale to the public.\n\n\n\n\t\"Service business\" means any corporation, partnership, or sole proprietorship that repairs ships, aircraft, or assisted technology equipment, provides telecommunication services, information technology design and production services, medical and health care services, or education and training services as defined in this chapter.\n\t\"Taxes due the State\" means income taxes due under chapter 235.\n\t\"Telecommunication services\" means terrestrial (copper and optical fiber cable) and satellite information delivery systems, switching systems, ground stations, and call centers, but not consumer services. [L 1986, c 78, pt of §1; am L 1988, c 141, §17; am L 1989, c 390, §1; am L 1990, c 293, §8; am L 1993, c 17, §1; am L 1995, c 91, §2; am L 1996, c 286, §1; am L 1997, c 262, §1; am L 2000, c 118, §2 and c 160, §2; am L 2002, c 122, §2]"
}