{
    "name": "Regents candidate advisory council for the board of regents of the University of Hawaii",
    "number": "104.5",
    "text": "(a)  There is established the regents candidate advisory council for the board of regents of the University of Hawaii to present to the governor pools of qualified candidates from which the members of the board of regents shall be nominated and, by and with the consent of the senate, appointed by the governor.  The regents candidate advisory council shall establish the criteria for qualifying, screening, and presenting to the governor candidates for membership on the board of regents.  The regents candidate advisory council shall be attached to the University of Hawaii for administrative purposes.\n     (b)  Except as provided in subsection (c), within sixty days of convening its first meeting, the regents candidate advisory council shall present no fewer than two and no more than four qualified candidates to the governor for each vacant seat on the board of regents that has arisen due to resignation, death, or removal by the governor; provided that for all subsequent presentations to the governor, the regents candidate advisory council shall present no fewer than two and no more than four candidates for each seat on the board of regents to the governor within:\n     (1)  Sixty days of a vacancy that arises by resignation, death, or removal by the governor; or\n     (2)  One hundred twenty days prior to the expiration of a term.\nThe regents candidate advisory council shall be deemed to have fulfilled its obligation under this section upon presentation of the names of the minimum number of candidates required to be presented for each seat or seats on the board of regents.\n     (c)  When there are multiple seats vacant within the same county or within the at-large membership, the regents candidate advisory council shall present candidates for seats on the board of regents to the governor as follows:\n     (1)  For two seats from the same county or two at-large seats, no fewer than four and no more than six candidates;\n     (2)  For three seats from the same county, no fewer than five and no more than eight candidates; and\n     (3)  For more than three seats, the regents candidate advisory council shall determine appropriate minimum numbers of candidates, which shall provide for at least three candidates for the final seat, and maximum numbers of candidates.\n     (d)  In making its presentations, the regents candidate advisory council shall:\n     (1)  Develop a statement that includes the selection criteria to be applied and a description of the responsibilities and duties of a member of the board of regents and distribute this statement to potential candidates;\n     (2)  Screen and qualify candidates for each position on the board of regents based on their background, experience, and potential for discharging the responsibilities of a member of the board of regents;\n     (3)  Publicly advertise pending vacancies and actively solicit and accept applications from potential candidates;\n     (4)  Develop and implement a fair, independent, and nonpartisan procedure for selecting candidates to serve on the board of regents; and\n     (5)  Require each candidate to disclose any existing or anticipated contracts with the University of Hawaii or any existing or anticipated financial transactions with the University of Hawaii.\nUpon submission of the names of candidates to the governor, the regents candidate advisory council shall make available the names of candidates to the public through the University of Hawaii.\n     (e)  For each board seat to be filled, the governor shall select one nominee from among the candidates submitted by the regents candidate advisory council.\n     (f)  The regents candidate advisory council shall consist of seven members to be appointed without regard to section 26-34 as follows:\n     (1)  One member shall be appointed by the president of the senate;\n     (2)  One member shall be appointed by the speaker of the house of representatives;\n     (3)  One member shall be appointed by the governor;\n     (4)  One member shall be appointed by one of the co-chairs of the All Campus Council of Faculty Senate Chairs of the University of Hawaii;\n     (5)  One member shall be appointed by the chairperson of the Executive Council of the University of Hawaii Student Caucus;\n     (6)  One member shall be appointed by the chairperson of the Association of Emeritus Regents; and\n     (7)  One member shall be appointed by the president of the University of Hawaii Alumni Association;\nprovided that members appointed under paragraphs (4) to (7) shall be selected from the general public and may include members of the constituencies represented; provided further that each appointee satisfies the requirements for appointment provided in this subsection, except that individuals who are or have served as members of the executive councils or boards for the organizations under paragraphs (4) or (5) within the last five years immediately preceding the establishment of or a vacancy on the regents candidate advisory council for which the persons may be qualified to fill shall not be eligible to serve as members of the regents candidate advisory council.\n     The regents candidate advisory council shall be selected in a wholly nonpartisan manner.  If any member has not been appointed within one hundred eighty days of May 1, 2007, the sitting members on the regents candidate advisory council shall make an interim appointment to fill the vacant seat.  The interim appointee shall satisfy the requirements for appointment provided in this subsection and shall serve until the time when the appropriate appointing authority makes an appointment for the vacant seat as provided in this subsection.  Appointees to the regents candidate advisory council shall have a general understanding of the purposes of higher education, the mission of the University of Hawaii system, and the responsibilities of the board of regents.  Appointees shall be individuals who are widely viewed as having placed the broad public interest ahead of special interests, having achieved a high level of prominence in their respective professions, and being respected members of the community. \n     (g)  Members of the regents candidate advisory council shall serve four-year terms; provided that the three members initially appointed by the governor, the president of the senate, and the speaker of the house of representatives shall serve for terms of two years; provided further that terms for appointments of the initial members of the regents candidate advisory council shall be deemed to begin on July 1, 2007, regardless of the actual date of appointment.\n     (h)  If a vacancy occurs, a successor shall be appointed in the same manner and subject to the same qualifications as the person's predecessor.  The person appointed to fill a vacancy shall serve for the remainder of the term of the person's predecessor.\n     (i)  The regents candidate advisory council shall operate in a wholly nonpartisan manner.  No individual, while a member of the regents candidate advisory council, shall run for or hold any elected office under the United States or the State or any of its political subdivisions.\n     (j)  The regents candidate advisory council shall convene its first meeting on or after thirty-one days from May 1, 2007; provided that, if thirty days after May 1, 2007, all the members to which the regents candidate advisory council is entitled have not yet been appointed, the regents candidate advisory council shall convene its first meeting upon the appointment of a majority of its members.  The members of the regents candidate advisory council shall choose a chairperson from among themselves.  A majority of all the members to which the regents candidate advisory council is entitled shall constitute a quorum to conduct business.  The concurrence of a majority of all the members to which the regents candidate advisory council is entitled shall be necessary to make any action of the regents candidate advisory council valid.  The regents candidate advisory council shall meet annually and at other times as necessary.  The regents candidate advisory council shall be exempt from part I of chapter 92.\n     (k)  Members of the regents candidate advisory council shall serve without compensation but shall be reimbursed for expenses, including travel, board, and lodging expenses, necessary for the performance of their duties.\n     (l)  Notwithstanding chapter 92F or any other law to the contrary, all information required by the regents candidate advisory council shall be confidential, including without limitation, all council information obtained, reviewed, or considered before and after council decisionmaking.  Confidential regents candidate advisory council information shall include documents, data, or other information that are not of public record, including without limitation, personal financial information; the names of applicants; applications and the personal, financial, and other information contained therein submitted by the applicants to the regents candidate advisory council; interviews; schedules; reports; studies; background checks; credit reports; surveys and reports prepared for or on the regents candidate advisory council's behalf; the results of any evaluations or assessments conducted by the regents candidate advisory council; the substance and details of any discussions with regents candidate advisory council members; and the substance and details of discussions and deliberations of the regents candidate advisory council and any of its committees during meetings. [L 2007, c 56, §2; am L 2008, c 16, §13; am L Sp 2008, c 9, §4]\n \nRevision Note\n \n  \"May 1, 2007\" substituted for \"the effective date of this Act\".\n \nCase Notes\n \n  The governor's nondiscretionary duty -- pursuant to the Hawaii constitution, article X, §6, §304A-104(a) and subsection (e) -- to nominate and appoint members of the board of regents of the university of Hawaii, is subject to a reasonable time standard; reasonable time is judged by the totality of the circumstances; the passage of nearly ten months since the governor was presented with the regent candidate list was an unreasonable period of time for the governor to perform this constitutional and statutory duty and the governor was thus subject to mandamus.  119 H. 341, 198 P.3d 604."
}