{
    "name": "Certification and payment of county contributions to system",
    "number": "126",
    "text": "[Section effective July 1, 2005.  For section effective until June 30, 2005, see above.]  (a)  The board of trustees shall certify annually to the councils of each county and to the director of finance of the State the amount due from each county on account of its employees who are members of the system.  The council of each county shall include in its annual budget the amount certified to it by the board.  The amount shall be paid by the county before October 1 and April 1 of each fiscal year.\n\t(b)  Commencing with fiscal year 2005-2006, each of the counties shall make contributions in accordance with section 88-123.  In calendar year 2006 and every subsequent calendar year, the board of trustees by October 2, shall certify to the councils of each county and to the director of finance of the State the actual amount owed by each county under this part for the just completed fiscal year ending June 30.  The actual amount owed for the just completed fiscal year shall be compared against actual amounts paid in the fiscal year, and any excess contributions by each of the counties shall be used to offset any amounts owed in the next fiscal year beginning July 1.  Any additional contributions owed by each of the counties for the just completed fiscal year ending June 30 shall be payable by October 1 and April 1 of the fiscal year next following.  The council of each county shall include in its annual budget the amount certified to it by the board.\n\t(c)  If the amount or any portion of the amounts owed is not paid by the county before October 1 and April 1 of each fiscal year, the director of finance shall retain out of the transient accommodations tax money collected for the year a sum equal to the amount or portion thereof not so paid.  All the moneys retained and collected by the director of finance shall be deposited in the appropriate fund or funds of the system.  The amount of any deficiency in meeting the obligations shall be added to the amount due from the county for the succeeding year. [L 1925, c 55, §8; am imp L 1927, c 251, §4; am imp L 1929, c 182, §1; am imp L 1932 2d, c 50, §1; am L 1933, c 181; am L Sp 1933, c 10, §§2, 3; RL 1935, §7927; am L 1935, c 48, §§2, 4; am L Sp 1941, c 67, §1; RL 1945, pt of §712; RL 1955, §6-102; am L 1957, c 152, §1; am L Sp 1959 2d, c 1, §§12, 14; am L 1963, c 114, §1; HRS §88-117; am L 1969, c 110, pt of §1; am L 1994, c 138, §2; am L 1998, c 151, §17; am L 2004, c 181, §6]"
}