{
    "name": "Conversion of previous credited service",
    "number": "322",
    "text": "(a)  Class C members who are in service on June 30, 2006, and make the election to become class H members pursuant to section 88-321(a), shall have the option to convert some or all of their class C credited service to class H credited service by paying the full actuarial cost of the conversion as of June 30, 2006, in the manner provided in subsection (e).  The option to convert class C credited service to class H credited service shall not apply:\n\n\n\n\t(1)\tTo forfeited credit for previous service not restored as of June 30, 2006; or \n\t(2)\tTo membership service credit which a member is eligible to claim under section 88-272(4) to (6) as of June 30, 2006, which the member has failed to claim as of June 30, 2006.\n\n\n\n\t(b)  All class A and class B credited service of class A or class B members who make the election to become class H members pursuant to section 88-321(a) shall be converted to class H credited service.  The cost of the conversion of class A or class B credited service shall be the member's accumulated contributions as of the date of conversion.  Class A and class B members who are in service on June 30, 2006, and make the election to become class H members pursuant to section 88-321(a) shall have the option to convert some or all of their class C credited service to class H credited service by paying, in the manner provided in subsection (e), the full actuarial cost of the conversion as of June 30, 2006.  The option to convert class C credited service to class H credited service shall not apply:\n\n\n\n\t(1)\tTo forfeited credit for previous service not restored as of June 30, 2006; or \n\t(2)\tTo membership service credit which a member is eligible to claim under section 88-272(4) to (6) as of June 30, 2006, which the member has failed to claim as of June 30, 2006.\n\n\n\n\t(c)  The election to convert class C credited service to class H credited service shall be made by filing a form with the system within one hundred eighty days after publication of the notice required by subsection (f).  The board may, by action taken at a meeting held pursuant to chapter 92, extend the deadline for making the election.\n\t(d)  Forfeited credit for service as a class A or B member not restored as of the date a class A or B member becomes a class H member and forfeited credit for service as a class C member shall be restored as class C credited service at the rate of one month of service credit for each month of service rendered following the return to membership.\n\t(e)  The board may permit the cost of conversion of class C credited service to class H credited service pursuant to subsections (a) or (b) to be paid by the member in any one of the following methods at the member's option:\n\n\n\n\t(1)\tBy deductions from the member's compensation pursuant to section 414(h)(2) of the federal Internal Revenue Code of 1986, as amended, under the employer pick up plan under section 88-326.  An irrevocable payroll authorization filed by the member for a period not to exceed one hundred twenty months shall remain in effect until the completion of the payroll payments or termination of employment, whichever is earlier. The amount of the deductions shall be in an amount sufficient to amortize the actuarial cost of the conversion, together with interest at the rate of eight per cent a year, in level bi-monthly payments over the period specified in the irrevocable authorization.  Service credited will be proportional on the basis of whole months.  For example, a member electing to convert one hundred twenty months of service over sixty months and terminating after thirty and one-half months of deductions pursuant to this subsection, will have converted sixty months of class C service to class H service; or\n\t(2)\tBy lump sum payment.\n\n\n\n\tIf the deductions from compensation do not commence, or if the lump sum payment is not paid to the system, within one hundred eighty days after the deadline for making the election to convert class C credited service to class H credited service, the election shall be deemed revoked.  The deductions from compensation or lump sum payment shall be paid to the system and shall be credited to the member's individual account and become part of the member's accumulated contributions.\n\t(f)  The option to convert class C credited service to class H credited service pursuant to this section shall be applicable only to the extent that such conversion may be achieved without affecting the eligibility of the system as a qualified plan under section 401(a) of the federal Internal Revenue Code of 1986, as amended, or the eligibility of the employer pick up under section 414(h)(2) of the federal Internal Revenue Code of 1986, as amended.  If the trustees determine that the conditions of the foregoing sentence are satisfied, the system shall publish a statewide notice that class H members who are eligible to convert class C credited service to class H credited service under this section, subject to the provisions of this section, may convert class C credited service to class H credited service. [L 2004, c 179, pt of §1]"
}