{
    "name": "Return to service of a retirant",
    "number": "344",
    "text": "(a)  Any retirant who retired under the provisions of part VIII of this chapter and returns to service requiring membership in the system as a class H member shall be reenrolled as an active member, and the retirant's retirement allowance shall be suspended.  At such time as the member again retires, the retirement allowance shall be the sum of:\n\n\n\n\t(1)\tThe allowance to which the member was entitled under the mode of retirement selected when the member previously retired and which was suspended; and\n\t(2)\tFor the period of service during the member's reemployment, the allowance to which the member is entitled for that service based on the mode of retirement initially selected and computed for the member's age, average final compensation, and other factors in accordance with the benefit formula of a class H member in existence at the time of the member's final retirement.\n\n\n\n\t(b)  Any retirant who retired under part VIII and returns to service requiring membership in the system as a class A or class B member shall be reenrolled as an active member, and the retirant's retirement allowance shall be suspended.  At such time as the member again retires, the retirement allowance shall be the sum of:\n\n\n\n\t(1)\tThe allowance to which the member was entitled under the mode of retirement selected when the member previously retired and which was suspended; and\n\t(2)\tFor the period of service during the member's reemployment, the allowance to which the member is entitled for that service based on the mode of retirement initially selected and computed for the member's age, average final compensation, and other factors in accordance with the benefit formula of a class A or class B member in existence at the time of the member's final retirement.\n\n\n\n\t(c)  Any retirant who received the special retirement incentive benefit under Act 253, Session Laws of Hawaii 2000, and is reemployed by the State or a county in any capacity shall:\n\n\n\n\t(1)\tHave the retirant's retirement allowance suspended;\n\t(2)\tForfeit the special retirement incentive benefit and any related benefit provided by chapter 88; and\n\t(3)\tBe subject to the age and service requirements under section 88-331 when the member again retires.\n\n\n\nThe board shall adopt such rules as may be required to administer the purposes of this section. [L 2004, c 179, pt of §1]"
}