{
    "name": "Acquisition of membership service",
    "number": "324",
    "text": "(a) Under rules as the board may adopt, any class H member may file with the system a statement of all service as an employee or other service paid for by the State or a county rendered prior to the member last becoming a member which is not credited to the member, for which the member claims prior service credit, and also a statement of the services for which the member claims membership service credit and, except as provided in subsection (d) or with respect to forfeited service to which subsection (c) is applicable, for which the member agrees to have additional deductions made from the member's compensation or to make a lump sum payment as described in this section. \tUpon timely filing of the statement by the member, the system shall verify the service claimed and determine the service credit allowable.  \n\t(b)  The statement shall be filed no later than the later of the following:\n\n\n\n\t(1)\tOne year following the date the member becomes eligible to claim the prior service credit or membership service credit;\n\t(2)\tJune 30, 2007, if the member was in service on June 30, 2006; or\n\t(3)\tOne year from the date the member first returns to service after June 30, 2006, if the member was not in service on June 30, 2006. \n\n\n\n\t(c)  Except as otherwise provided in subsection (d), verified membership service, other than forfeited class A, class B, class C, or class H credited service, shall be paid for in any one of the following methods, at the member's option:\n\n\n\n\t(1)\tBy deductions from the member's compensation pursuant to section 414(h)(2) of the Internal Revenue Code of 1986, as amended, under the employer pick up plan under section 88-326.  An irrevocable payroll authorization filed by the member for a period not to exceed sixty months shall remain in effect until the completion of the payroll payments or termination of employment, whichever is earlier.  The amount of service credit that may be acquired pursuant to this method shall not exceed the period over which the payroll payments are made.  The member may elect to have:\n\n\t\t(A)\tDeductions from the member's compensation of twice the contribution rate provided for in section 88-325 over a period equal to the period for which membership service credit is allowable not to exceed sixty months; or\n\t\t(B)\tDeductions from the member's compensation of one and one-half times the contribution rate provided for in section 88-325 over a period equal to twice the period for which membership service credit is allowable, not to exceed sixty months; or\n\n\t(2)\tBy lump sum payment of contributions computed at the contribution rate provided for in section 88-325 applied to the member's monthly rate of compensation at the time of payment multiplied by the number of months for which membership service credit is allowable.\n\n\n\n\tThe deductions from compensation shall commence, and the lump sum payment shall be made, not later than ninety days from the date the system notifies the member of the amount of service credit allowable.  The deductions from compensation or lump sum payment shall be paid to the system and shall be credited to the member's individual account and become part of the member's accumulated contributions. \n\tClass H membership service credit in addition to any other service credited to the member shall be allowed for the period for which the deductions from compensation or lump sum payment have been made in accordance with this subsection.  \n\t(d)  Verified membership credit for which a former class C member in service on June 30, 2006, was eligible as of June 30, 2006, but failed to claim prior to the date specified in section 88-322(a) and (b), shall be credited at no cost as class C credited service.\n\t(e)  Forfeited class A, class B, or class C credited service shall not be acquired as class H credited service.  Forfeited class A, class B, or class C credited service shall be restored as class C credited service at the rate of one month of service credit for each month of service rendered following the later of conversion to class H membership or the return to membership as a class H member.  Forfeited class H membership service shall not be restored. [L 2004, c 179, pt of §1]"
}