{
    "name": "Election of mode of retirement allowance",
    "number": "83",
    "text": "(a)  Maximum allowance:  Upon retirement, any member may elect to receive the maximum retirement allowance to which the member is entitled computed in accordance with section 88-74, 88-76, or 88-80 and in the event of the member's death, there shall be paid to the member's beneficiary, otherwise to the member's estate, the difference between the balance of the member's accumulated contributions at the time of the member's retirement and the retirement allowance paid or payable to the member prior to death.\n\tIn lieu of this maximum allowance, the member may elect to receive the member's retirement allowance under any one of the optional plans described below, which shall be actuarially equivalent to the maximum allowance.\n\tOption 1:  The member may elect to receive a lesser retirement allowance during the member's lifetime.  At the member's retirement, there shall be established an amount of initial insurance that shall be computed on the basis of actuarial factors adopted by the board of trustees.  Upon the death of the retirant, any balance remaining in the initial insurance reserve, after deducting the retirement allowance paid to the retirant prior to death, shall be paid to the retirant's beneficiary, otherwise to the retirant's estate.  In lieu of the lump sum balance, the beneficiary may elect to receive an allowance for life based on the value of the balance; provided that the allowance is not less than $100 per month.\n\tOption 2:  The member may elect to receive a lesser retirement allowance during the member's lifetime and have those allowances, including cumulative post retirement allowances, if applicable, continued after the member's death to the member's beneficiary during the lifetime of the person.  In the event of death of the beneficiary prior to that of the retirant, all further payments shall cease upon the death of the retirant; provided that for members retiring after November 30, 2004, in the event that the retirant's beneficiary dies at any time after the retirant retired, but before the death of the retirant, the retirant, upon the death of the retirant's beneficiary, shall receive a retirement allowance, including cumulative post retirement allowances, calculated as if the retirant had selected the maximum retirement allowance to which the member is entitled.\n\tOption 3:  The member may elect to receive a lesser retirement allowance during the member's lifetime and have one-half of such allowance, including fifty per cent of all cumulative post retirement allowances, if applicable, continued after the member's death to the member's beneficiary during the lifetime of that person.  In the event of death of the beneficiary prior to that of the retirant, all further payments shall cease upon the death of the retirant; provided that for members retiring after November 30, 2004, in the event that the retirant's beneficiary dies at any time after the retirant retired, but before the death of the retirant, the retirant, upon the death of the retirant's beneficiary, shall receive a retirement allowance, including cumulative post retirement allowances, calculated as if the retirant had selected the maximum retirement allowance to which the member is entitled.\n\tOption 4:  The member may elect to receive a lesser retirement allowance during the member's lifetime and provide some other benefit to the member's beneficiary in accordance with the member's own specification; provided that this election shall be certified by the actuary to be the actuarial equivalent of the member's retirement allowance and shall be approved by the board.\n\tOption 5:  The member may elect to receive the balance of the member's accumulated contributions at the time of retirement in a lump sum and, during the member's lifetime, a retirement allowance equal to the maximum retirement allowance reduced by the actuarial equivalent of these contributions.  Upon the death of the retirant, all further payments shall cease.  Only a member retiring from service having at least ten years of credited service or for disability may elect this mode of retirement.\n\tTo receive benefits, the beneficiary must have been designated by the member in the form and manner prescribed by the board.\n\tAny election of a mode of retirement allowance shall be irrevocable and subject to the spousal or reciprocal beneficiary notification requirement under subsection (c).\n\t(b)  In the event of the death of a member after the date of the filing of the member's written application to retire, but prior to the retirement date designated by the member, the designated beneficiary, if the member was eligible to retire on the date of the [member's] death, may elect to receive either death benefits under section 88-84 or the allowance under the option selected by the member that would have been payable had the member retired.  The effective date of the member's retirement shall be a first day of a month, except for the month of December when the effective date of retirement may be on the first or last day of the month, and shall be no earlier than the later of thirty days from the date the member's retirement application was filed or the day following the member's date of death.  The election may not be made if, at the time of the member's death, there are individuals who are eligible to receive death benefits under section 88-85 who have made a claim for the benefits; provided that, if the designated beneficiary is an individual eligible to receive benefits under section 88-85, the designated beneficiary may receive benefits pursuant to an election made under this section pending disposition of the claim for benefits under section 88-85.\n\t(c)  No election under this section shall take effect unless:\n\n\n\n\t(1)\tThe spouse or reciprocal beneficiary of the member is furnished written notification that:\n\n\t\t(A)\tSpecifies the retirement date, the benefit option selected, and the beneficiary designated by the member;\n\t\t(B)\tProvides information indicating the effect of the election; and\n\t\t(C)\tIs determined adequate by rules established by the board pursuant to chapter 91; or\n\n\t(2)\tThe member selects option 2 or option 3 and designates the spouse or reciprocal beneficiary as the beneficiary; or\n\t(3)\tIt is established to the satisfaction of the board that the notice required under paragraph (1) cannot be provided because:\n\n\t\t(A)\tThere is no spouse or reciprocal beneficiary;\n\t\t(B)\tThe spouse or reciprocal beneficiary cannot be located;\n\t\t(C)\tThe member has failed to notify the system that the member has a spouse or reciprocal beneficiary or has failed to provide the system with the name and address of the member's spouse or reciprocal beneficiary; or\n\t\t(D)\tOf other reasons, as established by rules of the board pursuant to chapter 91.  Any notice provided to a spouse or reciprocal beneficiary, or determination that the notification of a spouse or reciprocal beneficiary cannot be provided, shall be effective only with respect to that spouse or reciprocal beneficiary.  The system will rely upon the representations made by a member as to whether the member has a spouse or reciprocal beneficiary and the name and address of the member's spouse or reciprocal beneficiary.\n\n\n\n\n\n\t(d)  Each member, within a reasonable period of time before the member's retirement date, shall be provided a written explanation of:\n\n\n\n\t(1)\tThe terms and conditions of the various benefit options;\n\t(2)\tThe rights of the member's spouse or reciprocal beneficiary under subsection (c) to be notified of the member's election of a benefit option; and\n\t(3)\tThe member's right to make, and the effect of, a revocation of an election of a benefit option.\n\n\n\n\t(e)  The system shall not be liable for any false statements made by the member.\n\t(f)  In the event of the death of the retirant within one year after the date of retirement, the retirant's beneficiary may elect to receive either the death benefit under the retirement allowance option selected by the retirant, or such benefits as would have been paid under section 88-84 had the retirant died immediately prior to retirement, less any payments which the retirant received.\n\t(g)  The increase in the retirant's benefit under options 2, 3, and, if applicable, 4 upon the death of the retirant's designated beneficiary shall be effective the first day of the month following the date of death of the designated beneficiary.  The retirant shall notify the system in writing and provide a certified copy of the beneficiary's death certificate.  The system shall make retroactive benefit payments to the retirant, not to exceed six months from the date the written notification and the certified copy of the death certificate are received by the system.  The retroactive payments shall be without interest. [L 1925, c 55, §6(11); RL 1935, pt of §7925; RL 1945, §708, subs 11; am L 1951, c 127, §2; am L 1955, c 270, §3; RL 1955, §6-50; am L 1959, c 157, §1; am L 1963, c 127, §11; am L 1964, c 62, §§6, 8; am L 1965, c 222, §§6, 9; Supp, §6-42.5; HRS §§88-74, 75; am L 1969, c 110, pt of §1; am L 1972, c 22, §1; am L 1977, c 82, §1; am L 1982, c 115, §3; gen ch 1985; am L 1988, c 8, §1; am L 1998, c 151, §9; am L 2003, c 182, §1; am L 2004, c 179, §12]"
}