{
    "name": "Protection against insolvency",
    "number": "8",
    "text": "(a)  Net worth requirements are as follows:\n\n\n\n\t(1)\tBefore issuing any certificate of authority, the commissioner shall require that the health maintenance organization has an initial net worth of $2,000,000 and shall thereafter maintain the minimum net worth required under paragraph (2);\n\t(2)\tExcept as provided in paragraphs (3) and (4), every health maintenance organization shall maintain a minimum net worth equal to the greater of:\n\n\t\t(A)\t$2,000,000;\n\t\t(B)\tTwo per cent of annual premium revenues as reported on the most recent annual financial statement filed with the commissioner on the first $150,000,000 of premium revenues and one per cent of annual premium revenues on the premium revenues in excess of $150,000,000;\n\t\t(C)\tAn amount equal to the sum of three months uncovered health care expenditures as reported on the most recent financial statement filed with the commissioner; or\n\t\t(D)\tAn amount equal to the sum of:\n\n\t\t\t(i)\tEight per cent of annual health care expenditures except those paid on a capitated basis or managed hospital payment basis as reported on the most recent financial statement filed with the commissioner; and\n\t\t\t(ii)\tFour per cent of annual hospital expenditures paid on a managed hospital payment basis as reported on the most recent financial statement filed with the commissioner;\n\n\n\n\t(3)\tThe minimum net worth requirement set forth in paragraph (2)(A) shall be phased in as follows: \n\n\t\t(A)\tSeventy-five per cent of the required amount by January 1, 2001; and \n\t\t(B)\tOne hundred per cent of the required amount by December 31, 2002; and\n\n\t(4)\tThe following shall apply in determining compliance with the requirements of this subsection:\n\n\t\t(A)\tIn determining net worth, no debt shall be considered fully subordinated unless the subordination clause is in a form acceptable to the commissioner.  Any interest obligation relating to the repayment of any subordinated debt shall be similarly subordinated;\n\t\t(B)\tThe interest expenses relating to the repayment of any fully subordinated debt shall be considered covered expenses; and\n\t\t(C)\tAny debt incurred by a note meeting the requirements of this section, and otherwise acceptable to the commissioner, shall not be considered a liability and shall be recorded as equity.\n\n\n\n\n\n\t(b)  Deposit requirements are as follows:\n\n\n\n\t(1)\tUnless otherwise provided below, each health maintenance organization shall deposit with the commissioner or, at the discretion of the commissioner, with any organization or trustee acceptable to the commissioner through which a custodial or controlled account is utilized, cash, securities, or any combination of these or other measures that are acceptable to the commissioner which at all times shall have a value of not less than $300,000;\n\t(2)\tA health maintenance organization that is in operation on January 1, 1996, shall make a deposit equal to $150,000.  Within one year after January 1, 1996, a health maintenance organization that is in operation on January 1, 1996, shall make an additional deposit of $150,000 for a total of $300,000;\n\t(3)\tDeposits shall be an admitted asset of the health maintenance organization in the determination of net worth;\n\t(4)\tAll income from deposits shall be an asset of the health maintenance organization.  A health maintenance organization that has made a securities deposit may withdraw that deposit or any part thereof after making a substitute deposit of cash, securities, or any combination of these or other measures of equal amount and value.  Any securities shall be approved by the commissioner before being deposited or substituted;\n\t(5)\tThe deposit shall be used to protect the interests of the health maintenance organization's enrollees and to assure continuation of health care services to enrollees of a health maintenance organization which is in rehabilitation or conservation.  The commissioner may use the deposit for administrative costs directly attributable to a receivership or liquidation.  If the health maintenance organization is placed in receivership or liquidation, the deposit shall be an asset subject to the provisions of article 15 of chapter 431; and\n\t(6)\tThe commissioner may reduce or eliminate the deposit requirement if the health maintenance organization deposits with the director of finance of this State, or the insurance commissioner, or other official body of the state or jurisdiction of domicile of such health  maintenance organization, for the protection of all subscribers and enrollees, wherever located, cash, acceptable securities, or surety, and delivers to the commissioner a certificate to such effect, duly authenticated by the appropriate state official holding the deposit.\n\n\n\n\t(c)  Every health maintenance organization, when determining liabilities, shall include an amount estimated in the aggregate to provide for any unearned premium and for the payment of all claims for health care expenditures which have been incurred, whether reported or unreported, which are unpaid and for which the organization is or may be liable, and to provide for the expense of adjustment or settlement of claims.  Such liabilities shall be computed in accordance with rules adopted by the commissioner upon reasonable consideration of the ascertained experience and character of the health maintenance organization.\n\t(d)  Every contract between a health maintenance organization and a participating provider of health care services shall be in writing and shall set forth that in the event the health maintenance organization fails to pay for health care services as set forth in the contract, the subscriber or enrollee shall not be liable to the provider for any sums owed by the health maintenance organization.  In the event that a contract with a participating provider has not been reduced to writing as required by this subsection or that a contract fails to contain the required prohibition, the participating provider shall not collect or attempt to collect from the subscriber or enrollee sums owed by the health maintenance organization.  No participating provider, or agent, trustee, or assignee thereof, may maintain any action at law against a subscriber or enrollee to collect sums owed by the health maintenance organization.\n\t(e)  The commissioner shall require that each health maintenance organization have a plan for handling insolvency which allows for continuation of benefits for the duration of the contract period for which premiums have been paid and continuation of benefits to members who are confined on the date of insolvency in an inpatient facility until their discharge or expiration of benefits.  In considering such a plan, the commissioner may require:\n\n\n\n\t(1)\tInsurance to cover the expenses to be paid for continued benefits after an insolvency;\n\t(2)\tProvisions in provider contracts that obligate the provider to provide services for the duration of the period after the health maintenance organization's insolvency for which premium payment has been made and until the enrollees' discharge from inpatient facilities;\n\t(3)\tInsolvency reserves;\n\t(4)\tAcceptable letters of credit; or\n\t(5)\tAny other arrangements acceptable to the commissioner to assure that benefits are continued as specified above.\n\n\n\n\t(f)  An agreement to provide health care services between a provider and a health maintenance organization shall require that a provider shall give the organization at least sixty days' advance notice in the event of termination.\n\t(g)  Each health maintenance organization shall prepare for review by the commissioner on or before the forty-fifth day of each quarter, a copy of its quarterly net solvency report verified by at least two principal officers.  The commissioner may prescribe the forms on which the reports are to be prepared.  Every health maintenance organization shall maintain a copy of its current net solvency report on the premises of its primary place of business.  The commissioner may order an examination, subject to article 2 of chapter 431, to determine whether a health maintenance organization is in compliance with this section.  Any health maintenance organization that fails or refuses to prepare or produce for review the quarterly net solvency report as required by this subsection shall be liable for a penalty in an amount not less than $100 and not more than $500 per day. [L 1995, c 179, pt of §1; am L 2001, c 185, §2]"
}