{
    "name": "Summary orders and supervision",
    "number": "1-502",
    "text": "§432:1-502   (a)  Whenever the commissioner determines that the financial condition of any mutual benefit society is such that its continued operation might be hazardous to its members, creditors, or the general public, or that it has violated any provision of this chapter, the commissioner, after notice and hearing, may order the society to take such action as may be reasonably necessary to rectify such condition or violation, including but not limited to one or more of the following:\n\n\n\n\t(1)\tReducing the total amount of present and potential liability for benefits by reinsurance or other method acceptable to the commissioner;\n\t(2)\tReducing the volume of new business being accepted;\n\t(3)\tReducing expenses by specified methods;\n\t(4)\tSuspending or limiting the writing of new business for a period of time;\n\t(5)\tIncreasing the society's capital and surplus by contribution; or\n\t(6)\tTaking such other steps as the commissioner may deem appropriate under the circumstances.\n\n\n\n\t(b)  For purposes of this section, the violation by a society of any law of this State to which such society is subject shall be deemed a violation of this chapter.\n\t(c)  The commissioner, by rule, may set uniform standards and criteria for early warning that the continued operation of any society might be hazardous to its members, creditors, or the general public and to set standards for evaluating the financial condition of any society, which standards shall be consistent with the purposes expressed in subsection (a).\n\t(d)  The remedies and measures available to the commissioner under this section shall be in addition to, and not in lieu of, the remedies and measures available to the commissioner under article 15 of chapter 431. [L 1987, c 347, pt of §2; am L 1993, c 350, §20; am L 1997, c 367, §2]\nNote\n  L 1997, c 367, §3 provides:\n  \"SECTION 3.  This Act [enacting §§432:1-406 to 409 and amending §432:1-502] shall not apply to:\n\n\t(1)\tSocieties that do not operate as a hospital, medical or indemnity society, or corporation; and\n\t(2)\tLabor union mutual benefit societies under section 432:1-103(b).\""
}