{
    "name": "Special number plates; military service",
    "number": "9.2",
    "text": "(a)  In lieu of the number plates contracted on behalf of the counties by the director of finance of the city and county of Honolulu, the director of finance shall provide for a fee, one set of special number plates upon the receipt of an application together with:\n\n\n\n\t(1)\tSpecific proof that the applicant was awarded the Purple Heart by the United States Department of Defense for wounds received in military or naval combat against an armed enemy of the United States;\n\t(2)\tCertification that the applicant is a veteran;\n\t(3)\tSpecific proof that the applicant was serving the United States in the military or as a civilian, on Oahu, or offshore at a distance of not more than three miles at the time of the December 7, 1941, attack on Pearl Harbor.  Certification from the Hawaii state chairperson of the Pearl Harbor Survivors Association shall constitute sufficient proof;\n\t(4)\tSpecific proof that the applicant was confined as a prisoner of war while providing military service to the United States; or\n\t(5)\tCertification from the United States Department of Veterans Affairs or the state office of veterans' services that the applicant is a combat veteran or a veteran of the Vietnam conflict, the Korean conflict, World War II, or the Persian Gulf conflict.\n\n\n\n\t(b)  The design of the plates for:\n\n\n\n\t(1)\tPurple heart recipients shall include the words \"COMBAT WOUNDED\";\n\t(2)\tVeterans shall include the word \"VETERAN\";\n\t(3)\tPearl Harbor survivors shall include the words \"PEARL HARBOR SURVIVOR\";\n\t(4)\tFormer prisoners of war shall include the words \"FORMER PRISONER OF WAR\";\n\t(5)\tCombat veterans shall include the words \"COMBAT VETERAN\";\n\t(6)\tVeterans of the Vietnam conflict shall include the words \"VIETNAM VETERAN\";\n\t(7)\tVeterans of the Korean conflict shall include the words \"KOREA VETERAN\";\n\t(8)\tVeterans of World War II shall include the words \"WORLD WAR II VETERAN\"; and\n\t(9)\tVeterans of the Persian Gulf conflict shall include the words \"PERSIAN GULF VETERAN\".\n\n\n\n\tThese designations shall be imprinted on the left side of the license plates in a manner similar to congressional and honorary consul license plates.\n\t(c)  Registration certificates and license plates issued under this section shall not be transferable to any other person.  Special number plates for military service shall be assigned to a noncommercial passenger motor vehicle, a noncommercial motorcycle, or motor scooter registered in the name of the qualified applicant and shall be available in any category of special number plates for military service.  Prior to the transfer of the ownership of the qualified person's vehicle to another party, the special number plates shall be surrendered to the director of finance as a condition to the issuance of replacement special number plates; provided that the director of finance shall allow the survivor of the qualified person, upon request, to retain the front special number plate as a memorial.\n\t(d)  The director of finance shall authorize the design of a license plate that is readily identifiable and distinguishable under actual traffic conditions and shall adopt rules pursuant to chapter 91 to carry out this section. [L 1991, c 210, §2; am L 1996, c 85, §2 and c 86, §2; am L 1997, c 326, §3; am L 1999, c 208, §3; am L 2001, c 57, §1; am L 2002, c 254, §1]"
}