{
    "name": "Escheat process",
    "number": "3.5",
    "text": "(a)  Any property in custody of the State pursuant to this chapter at the close of a fiscal year ending June 30, shall escheat to the State as follows:\n\n\n\n\t(1)\tIf the value of the property is greater than $10,000, the property shall escheat six years after the end of the fiscal year in which the property was paid or delivered to the director;\n\t(2)\tIf the value of the property is greater than $5,000 but less than or equal to $10,000, the property shall escheat five years after the end of the fiscal year in which the property was paid or delivered to the director;\n\t(3)\tIf the value of the property is greater than $1,000 but less than or equal to $5,000, the property shall escheat four years after the end of the fiscal year in which the property was paid or delivered to the director;\n\t(4)\tIf the value of the property is greater than $100 but less than or equal to $1,000, the property shall escheat three years after the end of the fiscal year in which the property was paid or delivered to the director; and\n\t(5)\tIf the value of the property is less than or equal to $100, the property shall escheat two years after the end of the fiscal year in which the property was paid or delivered to the director;\n\n\n\nprovided that the property for which a timely claim has been filed with the director pursuant to section 523A-24, or a timely action has been filed pursuant to section 523A-26, shall not escheat until the disposition of the claim or action.\n\t(b)  The director shall cause notice to be given no later than April 1 of the fiscal year ending June 30 in which the property shall escheat to the State at least once statewide.\n\t(c)  The notice shall be entitled, \"Notice to Declare Certain Abandoned Property Escheated to the State of Hawaii\" and contain:\n\n\n\n\t(1)\tA statement that any property presumed abandoned and paid or delivered to the director that remains unclaimed as of June 30 of the year the notice is given and that meets the escheat criteria established in subsection (a)(1), (2), (3), (4), or (5) shall escheat to the State on June 30, and all rights, title, or interest of the owner shall be terminated and all claims of the owner shall be forever barred;\n\t(2)\tA statement listing the names of owners of abandoned property with a value greater than $5,000 scheduled to escheat to the State; and\n\t(3)\tA statement identifying the location where a list of names and last known addresses, if any, of persons appearing to be owners of abandoned property subject to escheat on June 30 of the year the notice is given; and stating that this list shall be made available as a government record.\n\n\n\n\t(d)  This section shall not apply to sums payable on:\n\n\n\n\t(1)\tTravelers checks, money orders, and other written instruments presumed abandoned under section 523A-4;\n\t(2)\tChecks, drafts, or similar instruments on which a banking or financial organization is directly liable, including a cashier's check and a certified check presumed abandoned under section 523A-5; and\n\t(3)\tUnpaid debt service payments on Hawaii state and county bonds. [L 1996, c 214, §1; am L 1998, c 2, §106; am L 2001, c 103, §1]\n\n\n\n\nAttorney General Opinions\n  Act 214, L 1996, which amended Hawaii's unclaimed property law to permit escheat of abandoned property, was constitutional; escheat notice under this section to include names of persons whose property will escheat even though value of property was between values of $5,000 and $100, recommended.  Att. Gen. Op. 98-4."
}