{
    "name": "Interstate agreements and cooperation; joint and reciprocal actions with other states",
    "number": "33",
    "text": "(a)  The director may enter into agreements with other states to exchange information needed to enable this or another state to audit or otherwise determine unclaimed property that it or another state may be entitled to subject to a claim of custody.  The director by rule may require the reporting of information needed to enable compliance with agreements made pursuant to this section and prescribe the form. \n\t(b)  To avoid conflicts between the director's procedures and the procedures of administrators in other jurisdictions that enact the Uniform Unclaimed Property Act, the director, so far as is consistent with the purposes, policies, and provisions of this part, before adopting, amending, or repealing rules, shall advise and consult with administrators in other jurisdictions that enact substantially the Uniform Unclaimed Property Act and take into consideration the rules of administrators in other jurisdictions that enact the Uniform Unclaimed Property Act. \n\t(c)  The director may join with other states to seek enforcement of this part against any person who is or may be holding property reportable under this part. \n\t(d)  At the request of another state, the attorney general of this State may bring an action in the name of the appropriate officer of the other state in any court of competent jurisdiction to enforce the unclaimed property laws of the other state against a holder in this State of property subject to escheat or a claim of abandonment by the other state, if the other state has agreed to pay expenses incurred by the attorney general in bringing the action. \n\t(e)  The director may request that the attorney general of another state or any other person bring an action in the name of the director in the other state.  This State shall pay all expenses including attorney's fees in any action under this subsection.  Any expenses paid pursuant to this subsection shall not be deducted from the amount that is subject to the claim by the owner under this part. [L 1983, c 37, pt of §2]"
}