{
    "name": "Advisory council on food protection practices; created",
    "number": "4.6",
    "text": "(a)  There is created within the department for administrative purposes only, an advisory council on food protection practices, whose members shall be appointed by the director of health, consisting of one representative from at least the following:\n\n\n\n\t(1)\tAn organization representing the restaurant industry;\n\t(2)\tAn organization representing the hotel industry;\n\t(3)\tAn organization representing the food manufacturing industry;\n\t(4)\tAn organization representing the food service industry;\n\t(5)\tA registered sanitarian from the department of health;\n\t(6)\tThe University of Hawaii, food technology department;\n\t(7)\tThe community college food service program;\n\t(8)\tA corporate chain restaurant doing business in Hawaii; and\n\t(9)\tA member of the general public.\n\n\n\n\t(b)  Each member shall serve for a term of three years; provided that the director shall initially appoint three members to serve for one year, three members to serve for two years, and three members to serve for three years.  No member shall serve for more than two consecutive three-year terms.\n\t(c)  Vacancies occurring before the expiration of a member's term shall be filled by election of the council.  Individuals elected to fill a vacancy shall serve only for the remainder of the unexpired term.\n\t(d)  The council shall appoint from its members a chairperson, vice chairperson, secretary, treasurer, and any other officers that the council may deem necessary or desirable to carry out its functions.\n\t(e)  Members shall serve without compensation, but may be reimbursed for the necessary expenses, including travel expenses, incurred in the performance of their duties.\n\t(f)  The council shall:\n\n\n\n\t(1)\tAdvise the department on sanitation issues and food protection practices;\n\t(2)\tReview and advise the department, in consultation with the department of the attorney general, regarding the adoption of rules relating to sanitation and food protection practices; and\n\t(3)\tAdvise the department on the incorporation of salient provisions of the most recent version of the United States Food and Drug Administration's Model Food Code into the department's food sanitation rules. [L 1997, c 334, pt of §1]"
}