{
    "name": "Tests for phenylketonuria, hypothyroidism, and other metabolic diseases",
    "number": "291",
    "text": "NEWBORN METABOLIC SCREENING\n\n     (a)  The department of health may specify diseases to be screened for in newborn infants and methods to be employed to best prevent mortality and morbidity within the population of the State.\n\t(b)  The person in charge of each institution caring for newborn infants and the responsible physician attending the birth of a newborn or the person assisting the birth of a child not attended by a physician, shall ensure that every infant in the person's care be tested for phenylketonuria, hypothyroidism, and any other disease that may be specified by the department of health; provided that this section shall not apply if the parents, guardians, or other persons having custody or control of the child object thereto on the grounds that the tests conflict with their religious tenets and beliefs and written objection is made a part of the infant's medical record.\n\t(c)  The department of health shall adopt rules pursuant to chapter 91, necessary for the purposes of this section, including, but not limited to:\n\n\n\n\t(1)\tAdministration of newborn screening tests;\n\t(2)\tQuality and cost control of screening tests;\n\t(3)\tRetention of records and related data;\n\t(4)\tReporting of positive test results;\n\t(5)\tGuidelines for care, treatment, and follow up of infants with positive test results;\n\t(6)\tInforming parents about the purposes of these tests; and\n\t(7)\tMaintaining the confidentiality of affected families.\n\n\n\n\t(d)  There is created in the treasury of the State the newborn metabolic screening special fund.  All moneys for newborn metabolic screening services collected under this chapter shall be deposited in the newborn metabolic screening special fund to be used for the payment of its lawful operating expenditures, including but not limited to laboratory testing, follow-up testing, educational materials, continuing education, quality assurance, equipment, and indirect costs.\n\t(e)  The director shall submit an annual report to the legislature twenty days prior to the convening of each regular session, identifying all fund balances, transfers, and expenditures made from the newborn metabolic screening special fund, and the purposes for each expenditure. [L 1986, c 10, §1; am L 1996, c 259, §1]"
}