{
    "name": "Developmental disabilities domiciliary homes",
    "number": "15.9",
    "text": "(a)  The department of health is authorized to license developmental disabilities domiciliary homes for individuals with developmental disabilities or mental retardation who are unable to live independently and who require supervision or care, but do not require care by licensed nurses in a domiciliary setting.\n\t(b)  For the purposes of this section, \"developmental disabilities\" shall be as defined under section 333E-2; and \"mental retardation\" shall be as defined under section 333F-1.\n\t(c)  The director shall adopt rules regarding developmental disabilities domiciliary homes in accordance with chapter 91 which shall be designed to:\n\n\n\n\t(1)\tEstablish criteria for licensure of homes, including inspections, registration, fees, qualifications of operators and staff, and other factors necessary to ensure the safe and appropriate operation of each home;\n\t(2)\tProtect the health, safety, and civil rights of persons residing in the homes;\n\t(3)\tProvide for plans of care which include community integration and training of persons residing in the licensed homes;\n\t(4)\tProvide for the licensure of homes of up to five persons who are developmentally disabled or mentally retarded, and who are not related to the home operator or facility staff;\n\t(5)\tEstablish penalties for the failure to comply with any rule; and\n\t(6)\tEstablish criteria for training of operators and staff of any facility licensed under this section.\n\n\n\n\t(d)  Rules adopted under this section shall be enforced by the director.\n\t(e)  The department shall maintain a registry of all facilities licensed under this section and a current inventory of vacancies to facilitate the placement of individuals in these facilities.\n\t(f)  The rate of payment for residents in the developmental disabilities domiciliary homes shall be determined on the same basis as domiciliary care homes as provided under section 346-53. [L 1990, c 180, §1]"
}