{
    "name": "Administrative director",
    "number": "3",
    "text": "(a)  The chief justice, with the approval of the supreme court, shall appoint an administrative director of the courts to assist the chief justice in directing the administration of the judiciary.  The administrative director shall be a resident of the State for a continuous period of three years prior to the administrative director's appointment, and shall be appointed without regard to chapter 76 and shall serve at the pleasure of the chief justice.  The administrative director shall hold no other office or employment.  Effective July 1, 2000, the salary of the administrative director shall be no greater than provided in section 26-54 and shall be determined by the chief justice based upon merit and other relevant factors.  Effective July 1, 2004, and every eight years thereafter, the salary of the administrative director shall be as last determined by the judicial salary commission pursuant to section 608-1.5, unless disapproved by the legislature.\n\t(b)  The administrative director shall, subject to the direction of the chief justice, perform the following functions:\n\n\n\n\t(1)\tExamine the administrative methods of the courts and make recommendations to the chief justice for their improvement;\n\t(2)\tExamine the state of the dockets of the courts, secure information as to their needs of assistance, if any, prepare statistical data and reports of the business of the courts and advise the chief justice to the end that proper action may be taken;\n\t(3)\tExamine the estimates of the courts for appropriations and present to the chief justice the administrative director's recommendations concerning them;\n\t(4)\tExamine the statistical systems of the courts and make recommendations to the chief justice for a uniform system of judicial statistics;\n\t(5)\tCollect, analyze, and report to the chief justice statistical and other data concerning the business of the courts;\n\t(6)\tAssist the chief justice in the preparation of the budget, the six-year program and financial plan, the variance report and any other reports requested by the legislature;\n\t(7)\tCarry out all duties and responsibilities that are specified in title 7 as it pertains to employees of the judiciary; and\n\t(8)\tAttend to such other matters as may be assigned by the chief justice.\n\n\n\n\t(c)  The administrative director shall, with the approval of the chief justice, appoint a deputy administrative director of the courts without regard to chapter 76 and such assistants as may be necessary.  Such assistants shall be appointed without regard to chapter 76.  Effective July 1, 2000, the salary of the deputy administrative director shall be no greater than provided in section 26-52(3) and shall be determined by the chief justice based upon merit and other relevant factors.  Effective July 1, 2004, and every eight years thereafter, the salary of the deputy administrative director shall be as last determined by the judicial salary commission pursuant to section 608-1.5, unless disapproved by the legislature.  The administrative director shall be provided with necessary office facilities.\n\t(d)  The judges, clerks, officers, and employees of the courts shall comply with all requests of the administrative director for information and statistical data relating to the business of the courts and expenditure of public funds for their maintenance and operation.\n\t(e)  The salary levels of the administrative director and deputy administrative director shall be disclosed in the judiciary's annual budget submission to the legislature. [L 1959, c 259, pt of §1(b); am imp L 1965, c 97, §24; am L 1965, c 223, §11; Supp, §213-1.6; HRS ; am L 1969, c 127, §9; am L 1974, c 159, §16; am L 1975, c 58, §25; am L 1976, c 82, §1; am L 1977, c 159, §18; am L 1982, c 129, §24(1); gen ch 1985; am L 1986, c 128, §21; am L 1990, c 72, §7; am L 1991, c 130, §2; am L 2000, c 142, §2 and c 253, §150; am L 2003, c 123, §1]"
}