{
    "name": "Department of public safety",
    "number": "14.6",
    "text": "(a)  The department of public safety shall be headed by a single executive to be known as the director of public safety.\n\t(b)  The department of public safety shall be responsible for the formulation and implementation of state policies and objectives for correctional, security, law enforcement, and public safety programs and functions, for the administration and maintenance of all public or private correctional facilities and services, for the service of process, and for the security of state buildings.\n\t(c)  Effective July 1, 1990, the Hawaii paroling authority and the crime victim compensation commission are placed within the department of public safety for administrative purposes only.\n\t(d)  Effective July 1, 1990, the functions and authority heretofore exercised by:\n\n\n\n\t(1)\tThe department of corrections relating to adult corrections and the intake service centers;\n\t(2)\tThe judiciary relating to the sheriff's office and judiciary security personnel; and\n\t(3)\tThe department of the attorney general relating to state law enforcement officers and narcotics enforcement investigators with the narcotics enforcement division,\n\n\n\nshall be transferred to the department of public safety.\n\t(e)  Effective July 1, 1990, the functions and authority heretofore exercised by the department of health pursuant to chapters 329 and 329C, with the exception of sections 329-2, 329-3, and 329-4(3) to (8), shall be transferred to the department of public safety.\n\t(f)  Effective July 1, 1990, the functions, authority, and obligations, together with the limitations imposed thereon and the privileges and immunities conferred thereby, exercised by a \"sheriff\", \"sheriffs\", a \"sheriff's deputy\", \"sheriff's deputies\", a \"deputy sheriff\", \"deputy sheriffs\", or a \"deputy\", under sections 21-8, 47-18, 88-51, 105-4, 134-11, 134-51, 183D-11, 187A-14, 201G-55, 201G-74, 231-25, 281-108, 281-111, 286-52, 286-52.5, 321-1, 322-6, 325-9, 325-80, 353-11, 383-71, 438-5, 445-37, 482E-4, 485-6, 501-42, 501-171, 501-218, 521-78, 578-4, 584-6, 587-33, 603-29, 604-6.2, 606-14, 607-2, 607-4, 607-8, 633-8, 634-11, 634-12, 634-21, 634-22, 651-33, 651-37, 651-51, 654-2, 655-2, 657-13, 660-16, 666-11, 666-21, 803-23, 803-34, 803-35, 804-14, 804-18, 804-41, 805-1, 806-71, and 832-23 shall be exercised to the same extent by the department of public safety.\n\t(g)  Effective January 1, 1993, the functions and authority heretofore exercised by the attorney general and the department of the attorney general relating to the executive security officers shall be transferred to the department of public safety.\n\t(h)  Effective July 1, 1999, the functions and authority heretofore exercised by the director of public safety and the department of public safety relating to after hours security contracts at department of education facilities, except for the security functions being performed by employees of the public library system as well as the contractual security services for the libraries, shall be transferred to the department of education.\n\t(i)  Effective January 1, 1993, the functions and authority heretofore exercised by the director of health and the department of health relating to uniformed security employees and security contracts at various state hospitals throughout the State shall be transferred to the department of public safety.\n\t(j)  Effective January 1, 1993, the functions and authority heretofore exercised by the director of human services and the department of human services relating to contractual security guard services shall be transferred to the department of public safety.\n\t(k)  Effective July 1, 1994, the functions and authority heretofore exercised by the adjutant general relating to security for national guard and state civil defense facilities in the Diamond Head complex, for after work hours, shall be transferred to the department of public safety.\n\t(l)  Effective July 1, 2002, the functions and authority heretofore exercised by the director of public safety and the department of public safety relating to after hours security contracts at department of education facilities, including all security functions being performed by employees of the public library system, as well as the contractual security services for the libraries, shall be transferred to the department of education and the public library system as appropriate.\n\t(m)  [Subsection repealed on June 30, 2007.  L 2004, c 44, §33.]  The department shall coordinate drug abatement efforts of the communities with the State, counties, and community agencies, by:\n\n\n\n\t(1)\tFacilitating sharing of resources and information;\n\t(2)\tProviding technical support for community mobilization groups;\n\t(3)\tEstablishing community action plans for drug education, awareness, and prevention;\n\t(4)\tFacilitating problem solving in the delivery of law enforcement services by state and local agencies to the community.\n\n\n\n\tThe department shall submit an annual report to the legislature twenty days before the convening of each regular session, on the activities of the department relating to this mandate. [L 1989, c 211, §2; am L 1990, c 281, §2; am L 1991, c 114, §1; am L 1992, c 146, §3; am L 1993, c 6, §4; am L 1994, c 154, §2; am L 1995, c 58, §1; am L 1996, c 128, §2; am L 1998, c 11, §1, c 227, §3, and c 240, §6; am L 1999, c 134, §1; am L 2002, c 44, §2; am L 2004, c 44, §26]"
}