{
    "name": "Property taxes, disposition of proceeds",
    "number": "5",
    "text": "All property taxes shall be paid into the state treasury each month within ten days after collection.  Out of such taxes paid into the state treasury from each county, the director of finance shall retain from time to time in special accounts, and shall apply for the specified purposes, sufficient amounts to pay: \n     (1)  Annual service charges (interest on serial bonds and principal of serial bonds maturing the following year) for state bonds issued for the purposes of that county, except highway bonds issued prior to January 1, 1945; \n     (2)  The county's annual contributions to the state employees retirement system; and \n     (3)  For any other purpose for which the director is required to retain county revenues. \nThe director shall also retain from time to time sufficient amounts to reimburse the State for the costs of assessment and collection of real property taxes incurred by the State, as provided for in section 246-50 to become a general fund realization of the State, and the director shall then pay the remaining balance to the director of finance of such county, as soon as possible after the property taxes have been paid into the state treasury, or after the disposition of any tax appeal, as the case may be.  The county director of finance shall, unless allotments for the purposes hereinafter stated are made from the county's share of the state general fund when received by the county, allot from such balance of property taxes, from time to time, sufficient for the annual service charges (interest on term and serial bonds, sinking fund for term bonds, and principal of all serial bonds maturing the following year), for county bonds (except bonds issued prior to January 1, 1945, for highway purposes), and also for other amounts specified or required by law, and shall keep such allotments in special accounts for use for such purposes only. \n     If at any time there shall be insufficient moneys for the purposes of any special account, moneys in the general account of the State or county, as the case may be, may be used for such purposes, in which case the general account may later be reimbursed by transfers from such special account. \n     Except as hereinabove provided, the property taxes paid over to the county director of finance shall be a general fund revenue of the county, and shall be expended or allotted as authorized by the council. [L 1932 2d, c 40, pt of §71; am L 1933, c 203, §1; RL 1935, pt of §1922; am L 1935, c 191, §2; am L 1937, c 172, pt of §2; RL 1945, pt of §5254; am L 1947, c 111, pt of §3; am L Sp 1949, c 49, §1; am L 1951, c 250, §2; RL 1955, §129-8; am L Sp 1957, c 1, §15(a)(6); am L Sp 1959 2d, c 1, §14; am L 1963, c 114, §1; am L 1965, c 155, §§29, 37; HRS ]"
}