{
    "name": "Parking; control by comptroller",
    "number": "11",
    "text": "(a)  The comptroller may assess and collect reasonable fees for parking for all government officials and employees, install parking meters, and restrict and otherwise control parking on all state lands within the comptroller's jurisdiction. \t(b)  The comptroller may make such rules and regulations as may be found necessary to carry out the objects and provisions of this section relating to the control and restriction of parking on all lands of the State which are within the comptroller's jurisdiction.  The rules and regulations shall be promulgated as provided in chapter 91.\n\t(c)  Any person who violates any of the rules adopted by the comptroller shall be fined not more than $50 for each violation; provided that a person violating any provision of part III of chapter 291, or any rule adopted thereunder, shall be guilty of a traffic infraction under chapter 291D and shall be fined or otherwise penalized in accordance with part III of chapter 291.\n\t(d)  The comptroller is authorized to confer the powers of police officers, including the power to serve and execute warrants, arrest offenders and serve notices and orders, to employees of the department of accounting and general services who are engaged as special officers to enforce this section.\n\t(e)  There is hereby created a fund to be known as the \"state parking revolving fund\" which shall be used to carry out the purposes of this section.  Such amounts shall be expended by the comptroller from the fund, as may be necessary, to defray the cost of paving parking areas, the purchase and installation of parking meters and the operation thereof, and of other parking facilities on state land within the comptroller's jurisdiction.  The state parking revolving fund shall be utilized to conform with the special fund depository requirements under section 39-62 for all revenues and user taxes received as the result of the issuance of any state parking facility undertaking or loan program revenue bonds.\n\t(f)  All fees, charges, and other moneys collected pursuant to this section, and all revenues and user taxes received pursuant to section 39-62 as the result of the issuance of any state parking facility undertaking or loan program revenue bonds shall be deposited in the state parking revolving fund. [L 1963, c 161, §1; Supp, §110-8; HRS ; am L 1969, c 118, §1; am L 1976, c 223, §1; gen ch 1985; am L 1993, c 280, §5; am L 1995, c 29, §1; am L 1997, c 308, §3]"
}