{
    "name": "Continuous alcohol monitoring device; requirement; penalties",
    "number": "6.5",
    "text": "(a)  Any person charged with a violation of section 291E-61 or 291E-61.5 as a result of having consumed alcohol:\n     (1)  Who is a repeat intoxicated driver; or\n     (2)  While pending criminal investigation or prosecution for one or more prior charges of violating section 291E-61 or 291E-61.5, as a result of having consumed alcohol,\nmay be ordered to refrain from consuming any alcohol and submit to monitoring by a continuous alcohol monitoring device, for a period of no less than ninety days.  If, following the person's arrest, the person is released on bail by the sheriff, deputy sheriff, chief of police, or any person named by the chief of police, the person shall be scheduled for an initial court appearance within five business days, or as soon thereafter as is practicable.\n     (b)  At the person's initial court appearance, the person may be ordered to refrain from consuming any alcohol and to submit to monitoring by a continuous alcohol monitoring device, for a period of no less than ninety days, as conditions of release on bail.  As further conditions of release on bail, if a continuous alcohol monitoring device is ordered, the person shall be ordered to refrain from removing, obstructing, or tampering with the device during the applicable period.  The applicable period may be extended by the court at any time, beyond ninety days, but may not be shortened or suspended.  Once ordered, the person shall be fitted with a continuous alcohol monitoring device within five business days of the person's initial court appearance, or as soon thereafter as is practicable.\n     (c)  If the device is removed upon being taken into custody by the department of public safety, or for a verified medical emergency, such removal shall not be considered a violation of conditions of release on bail, and the applicable period shall be suspended.  The person shall be refitted with a continuous alcohol monitoring device at the earliest possible opportunity, at which time the applicable period shall resume.\n     (d)  The administrative director of the courts shall establish and administer a statewide program relating to oversight of all continuous alcohol monitoring devices ordered to be fitted pursuant to chapter 291E, and shall select a single vendor to fit, maintain and monitor them.  All costs associated with the device, including administrative and operating costs, shall be paid by the person, except that the vendor shall provide partial financial relief for any charges to persons who apply for such assistance and who are recipients, at the time of arrest, of either food stamps under the Supplemental Nutrition Assistance Program, or free services under the Older Americans Act or Developmentally Disabled Assistance and Bill of Rights Act.\n     (e)  If the person violates any of the conditions of release on bail as specified in subsection (b), the person's bail may be declared forfeited and bail reset in the same amount or higher, in addition to any other penalties the court may impose.\n     (f)  Nothing in this section shall prevent a court from ordering a defendant to submit to monitoring by a continuous alcohol monitoring device as a condition of release on bail, recognizance, supervised release or sentencing, for violation of section 291E-61 or 291E-61.5 as a first offense, or for violation of any other section, if otherwise permitted by law. [L 2017, c 201, §1]\n \nNote\n \n  Annual report to legislature (beginning in 2019), evaluating statewide program, etc. (effective January 1, 2018).  L 2017, c 201, §3."
}