{
    "name": "Bank's liability to customer for wrongful dishonor; time of determining insufficiency of account",
    "number": "4-402",
    "text": "§490:4-402    (a)  Except as otherwise provided in this Article, a payor bank wrongfully dishonors an item if it dishonors an item that is properly payable, but a bank may dishonor an item that would create an overdraft unless it had agreed to pay the overdraft.\n\t(b)  A payor bank is liable to its customer for damages proximately caused by the wrongful dishonor of an item.  Liability is limited to actual damages proved and may include damages for an arrest or prosecution of the customer or other consequential damages.  Whether any consequential damages are proximately caused by the wrongful dishonor is a question of fact to be determined in each case.\n\t(c)  A payor bank's determination of the customer's account balance on which a decision to dishonor for insufficiency of available funds is based may be made at any time between the time the item is received by the payor bank and the time that the payor bank returns the item or gives notice in lieu of return, and no more than one determination need be made.  If, at the election of the payor bank, a subsequent balance determination is made for the purpose of reevaluating the bank's decision to dishonor the item, the account balance at that time is determinative of whether a dishonor for insufficiency of available funds is wrongful. [L 1965, c 208, §4-402; HRS §490:4-402; am L 1991, c 118, pt of §4]\nCOMMENTS TO OFFICIAL TEXT\n  Prior Uniform Statutory Provision:  None.\n  Purposes:\n  1.  This section is new to the Uniform Laws, although similar statutory provisions are in existence in twenty-three jurisdictions.\n  2.  The liability of the drawee for dishonor has sometimes been stated as one for breach of contract, sometimes as for negligence or other breach of a tort duty, and sometimes as for defamation.  This section does not attempt to specify a theory.  \"Wrongful dishonor\" excludes any permitted or justified dishonor, as where the drawer has no credit extended by the drawee, or where the draft lacks a necessary indorsement or is not properly presented.\n  3.  This section rejects decisions which have held that where the dishonored item has been drawn by a merchant, trader or fiduciary he is defamed in his business, trade or profession by a reflection on his credit and hence that substantial damages may be awarded on the basis of defamation \"per se\" without proof that damage has occurred.  The merchant, trader and fiduciary are placed on the same footing as any other drawer and in all cases of dishonor by mistake damages recoverable are limited to those actually proved.\n  4.  Wrongful dishonor is different from \"failure to exercise ordinary care in handling an item\", and the measure of damages is that stated in this section, not that stated in Section 4-103(5).\n  5.  The fourth sentence of the section rejects decisions holding that as a matter of law the dishonor of a check is not the \"proximate cause\" of the arrest and prosecution of the customer, and leaves to determination in each case as a question of fact whether the dishonor is or may be the \"proximate cause\".\n Definitional Cross References:\n  \"Bank\".  Section 1-201.\n  \"Customer\".  Section 4-104.\n  \"Item\".  Section 4-104."
}