{
    "name": "Application of proceeds of collection or enforcement; liability for deficiency and right to surplus",
    "number": "9-608",
    "text": "§490:9-608    (a)  If a security interest or agricultural lien secures payment or performance of an obligation, the following rules apply:\n\n\n\n\t(1)\tA secured party shall apply or pay over for application the cash proceeds of collection or enforcement under section 490:9-607 in the following order to:\n\n\t\t(A)\tThe reasonable expenses of collection and enforcement and, to the extent provided for by agreement and not prohibited by law, reasonable attorney's fees and legal expenses incurred by the secured party;\n\t\t(B)\tThe satisfaction of obligations secured by the security interest or agricultural lien under which the collection or enforcement is made; and\n\t\t(C)\tThe satisfaction of obligations secured by any subordinate security interest in or other lien on the collateral subject to the security interest or agricultural lien under which the collection or enforcement is made if the secured party receives an authenticated demand for proceeds before distribution of the proceeds is completed.\n\n\t(2)\tIf requested by a secured party, a holder of a subordinate security interest or other lien shall furnish reasonable proof of the interest or lien within a reasonable time.  Unless the holder complies, the secured party need not comply with the holder's demand under paragraph (1)(C).\n\t(3)\tA secured party need not apply or pay over for application noncash proceeds of collection and enforcement under section 490:9-607 unless the failure to do so would be commercially unreasonable.  A secured party that applies or pays over for application noncash proceeds shall do so in a commercially reasonable manner.\n\t(4)\tA secured party shall account to and pay a debtor for any surplus, and the obligor is liable for any deficiency.\n\n\n\n\t(b)  If the underlying transaction is a sale of accounts, chattel paper, payment intangibles, or promissory notes, the debtor is not entitled to any surplus, and the obligor is not liable for any deficiency. [L 2000, c 241, pt of §1; am L 2001, c 228, §8]"
}