{
    "name": "Payment by buyer before inspection",
    "number": "2-512",
    "text": "§490:2-512    (1)  Where the contract requires payment before inspection nonconformity of the goods does not excuse the buyer from so making payment unless\n\n\n\n\t(a)\tThe nonconformity appears without inspection; or\n\t(b)\tDespite tender of the required documents the circumstances would justify injunction against honor under this chapter (section 490:5-109(b)).\n\n\n\n\t(2)  Payment pursuant to subsection (1) does not constitute an acceptance of goods or impair the buyer's right to inspect or any of the buyer's remedies. [L 1965, c 208, §2-512; HRS §490:2-512; am L 1996, c 39, §3; gen ch 2000]\nCOMMENTS TO OFFICIAL TEXT\n Prior Uniform Statutory Provision:  None, but see Sections 47 and 49, Uniform Sales Act.\n Purposes:\n  1.  Subsection (1) of the present section recognizes that the essence of a contract providing for payment before inspection is the intention of the parties to shift to the buyer the risks which would usually rest upon the seller.  The basic nature of the transaction is thus preserved and the buyer is in most cases required to pay first and litigate as to any defects later.\n  2.  \"Inspection\" under this section is an inspection in a manner reasonable for detecting defects in goods whose surface appearance is satisfactory.\n  3.  Clause (a) of this subsection states an exception to the general rule based on common sense and normal commercial practice.  The apparent non-conformity referred to is one which is evident in the mere process of taking delivery.\n  4.  Clause (b) is concerned with contracts for payment against documents and incorporates the general clarification and modification of the case law contained in the section on excuse of a financing agency.  Section 5-114.\n  5.  Subsection (2) makes explicit the general policy of the Uniform Sales Act that the payment required before inspection in no way impairs the buyer's remedies or rights in the event of a default by the seller.  The remedies preserved to the buyer are all of his remedies, which include as a matter of reason the remedy for total non-delivery after payment in advance.\n  The provision on performance or acceptance under reservation of rights does not apply to the situations contemplated here in which payment is made in due course under the contract and the buyer need not pay \"under protest\" or the like in order to preserve his rights as to defects discovered upon inspection.\n  6.  This section applies to cases in which the contract requires payment before inspection either by the express agreement of the parties or by reason of the effect in law of that contract.  The present section must therefore be considered in conjunction with the provision on right to inspection of goods which sets forth the instances in which the buyer is not entitled to inspection before payment.\n Cross References:\n  Point 4:  Article 5.\n  Point 5:  Section 1-207.\n  Point 6:  Section 2-513(3)\n Definitional Cross References:\n  \"Buyer\".  Section 2-103.\n  \"Conform\".  Section 2-106.\n  \"Contract\".  Section 1-201.\n  \"Financing agency\".  Section 2-104.\n  \"Goods\".  Section 2-105.\n  \"Remedy\".  Section 1-201.\n  \"Rights\".  Section 1-201."
}