{
    "name": "Delays",
    "number": "4-109",
    "text": "REPEALED.  L 1991, c 118, pt of §4.\n     (a)  Unless otherwise instructed, a collecting bank in a good faith effort to secure payment of a specific item drawn on a payor other than a bank, and with or without the approval of any person involved, may waive, modify, or extend time limits imposed or permitted by this chapter for a period not exceeding two additional banking days without discharge of drawers or indorsers or liability to its transferor or a prior party.\n\t(b)  Delay by a collecting bank or payor bank beyond time limits prescribed or permitted by this chapter or by instructions is excused if (i) the delay is caused by interruption of communication or computer facilities, suspension of payments by another bank, war, emergency conditions, failure of equipment, or other circumstances beyond the control of the bank, and (ii) the bank exercises such diligence as the circumstances require. [L 1965, c 208, §4-108; HRS §490:4-108; am and ren L 1991, c 118, pt of §4]\nCOMMENTS TO OFFICIAL TEXT\n Prior Uniform Statutory Provision:  None.\n  Purposes:\n  1.  Sections 4-202(2), 4-212, 4-301 and 4-302 prescribe various time limits for the handling of items.  These are the limits of time within which a bank, in fulfilment of its obligation to exercise ordinary care, must handle items entrusted to it for collection or payment.  Under Section 4-103 they may be varied by agreement or by Federal Reserve regulations or operating letters, clearing house rules, or the like.\n  2.  Subsection (1) of this section permits a limited extension of these time limits in special cases.  It permits collecting banks to grant, within a rather narrow field, an additional banking day and to do so with or without the approval of any interested party.  Such one-day extension can only be granted in a good faith effort to secure payment and only with respect to specific items.  It cannot be exercised if the customer instructs otherwise.  Thus limited the escape provision should afford a limited degree of flexibility in special cases but should not interfere with the overall requirement and objective of speedy collections.\n  3.  Notice that an extension granted under Subsection (1) is \"without discharge of secondary parties\".  It therefore extends also the times for presentment or payment, as the case may be, specified in Article 3.  See Sections 3-503 and 3-506.  Where this Article and Article 3 conflict, this Article controls.  See Sections 3-103(2) and 4-102(1).\n  4.  Subsection (2) is another escape clause from time limits. This clause operates not only with respect to time limits imposed by the article itself but also time limits imposed by special instructions, by agreement or by Federal Reserve regulations or operating letters, clearing house rules or the like.  The latter time limits are \"permitted\" by the Code.  This clause operates, however, only in the types of situation specified.  Examples of these situations include blizzards, floods, or hurricanes, and other \"Act of God\" events or conditions, and wrecks or disasters, interfering with mails; suspension of payments by another bank; abnormal operating conditions such as substantial increased volume or substantial shortage of personnel during war or emergency situations.  When delay is sought to be excused under this subsection the bank must \"exercise such diligence as the circumstances require\" and it has the burden of proof.  See Section 4-202(2).\n  Cross References:\n  Sections 3-103(2), 3-503, 3-506, 4-102(1), 4-103, 4-104, 4-202(2), 4-212, 4-213, 4-301, 4-302.\n  Definitional Cross References:\n  \"Bank\".  Section 1-201.\n  \"Banking day\".  Section 4-104.\n  \"Collecting bank\".  Section 4-105.\n  \"Good faith\".  Section 1-201.\n  \"Item\".  Section 4-104.\n  \"Party\".  Section 1-201."
}