{
    "name": "Delegation of performance; assignment of rights Contract",
    "number": "2-210",
    "text": "§490:2-210  Delegation of performance; assignment of rights.  (1)  A party may perform the party's duty through a delegate unless otherwise agreed or unless the other party has a substantial interest in having the other party's original promisor perform or control the acts required by the contract.  No delegation of performance relieves the party delegating of any duty to perform or any liability for breach.\n\t(2)  Except as otherwise provided in section 490:9-406, unless otherwise agreed, all rights of either seller or buyer can be assigned except where the assignment would materially change the duty of the other party, or increase materially the burden or risk imposed on the other party by the other party's contract, or impair materially the other party's chance of obtaining return performance.  A right to damages for breach of the whole contract or a right arising out of the assignor's due performance of the assignor's entire obligation can be assigned despite agreement otherwise.\n\t(3)  The creation, attachment, perfection, or enforcement of a security interest in the seller's interest under a contract is not a transfer that materially changes the duty of or increases materially the burden or risk imposed on the buyer or impairs materially the buyer's chance of obtaining return performance within the purview of subsection (2) unless, and then only to the extent that, enforcement actually results in a delegation of material performance of the seller.  Even in that event, the creation, attachment, perfection, and enforcement of the security interest remain effective, but:\n\n\n\n\t(a)\tThe seller is liable to the buyer for damages caused by the delegation to the extent that the damages could not reasonably be prevented by the buyer; and\n\t(b)\tA court having jurisdiction may grant other appropriate relief, including cancellation of the contract for sale or an injunction against enforcement of the security interest or consummation of the enforcement.\n\n\n\n\t(4)  Unless the circumstances indicate the contrary a prohibition of assignment of \"the contract\" is to be construed as barring only the delegation to the assignee of the assignor's performance.\n\t(5)  An assignment of \"the contract\" or of \"all my rights under the contract\" or an assignment in similar general terms is an assignment of rights and unless the language or the circumstances (as in an assignment for security) indicate the contrary, it is a delegation of performance of the duties of the assignor and its acceptance by the assignee constitutes a promise by the assignee to perform those duties.  This promise is enforceable by either the assignor or the other party to the original contract.\n\t(6)  The other party may treat any assignment which delegates performance as creating reasonable grounds for insecurity and may without prejudice to the other party's rights against the assignor demand assurances from the assignee (section 490:2-609). [L 1965, c 208, §2-210; HRS §490:2-210; am L 2000, c 241, §12 and gen ch 2000]\nCOMMENTS TO OFFICIAL TEXT\n  Prior Uniform Statutory Provision:  None.\n Purposes:\n  1.  Generally, this section recognizes both delegation of performance and assignability as normal and permissible incidents of a contract for the sale of goods.\n  2.  Delegation of performance, either in conjunction with an assignment or otherwise, is provided for by subsection (1) where no substantial reason can be shown as to why the delegated performance will not be as satisfactory as personal performance.\n  3.  Under subsection (2) rights which are no longer executory such as a right to damages for breach or a right to payment of an \"account\" as defined in the Article on Secured Transactions (Article 9) may be assigned although the agreement prohibits assignment.  In such cases no question of delegation of any performance is involved.  The assignment of a \"contract right\" as defined in the Article on Secured Transactions (Article 9) is not covered by this subsection.\n  4.  The nature of the contract or the circumstances of the case, however, may bar assignment of the contract even where delegation of performance is not involved.  This Article and this section are intended to clarify this problem, particularly in cases dealing with output requirement and exclusive dealing contracts.  In the first place the section on requirements and exclusive dealing removes from the construction of the original contract most of the \"personal discretion\" element by substituting the reasonably objective standard of good faith operation of the plant or business to be supplied.  Secondly, the section on insecurity and assurances, which is specifically referred to in subsection (5) of this section, frees the other party from the doubts and uncertainty which may afflict him under an assignment of the character in question by permitting him to demand adequate assurance of due performance without which he may suspend his own performance.  Subsection (5) is not in any way intended to limit the effect of the section on insecurity and assurances and the word \"performance\" includes the giving of orders under a requirements contract.  Of course, in any case where a material personal discretion is sought to be transferred, effective assignment is barred by subsection (2).\n  5.  Subsection (4) lays down a general rule of construction distinguishing between a normal commercial assignment, which substitutes the assignee for the assignor both as to rights and duties, and a financing assignment in which only the assignor's rights are transferred.\n  This Article takes no position on the possibility of extending some recognition or power to the original parties to work out normal commercial readjustments of the contract in the case of financing assignments even after the original obligor has been notified of the assignment.  This question is dealt with in the Article on Secured Transactions (Article 9).\n  6.  Subsection (5) recognizes that the non-assigning original party has a stake in the reliability of the person with whom he has closed the original contract, and is, therefore, entitled to due assurance that any delegated performance will be properly forthcoming.\n  7.  This section is not intended as a complete statement of the law of delegation and assignment but is limited to clarifying a few points doubtful under the case law.  Particularly, neither this section nor this Article touches directly on such questions as the need or effect of notice of the assignment, the rights of successive assignees, or any question of the form of an assignment, either as between the parties or as against any third parties.  Some of these questions are dealt with in Article 9.\n Cross References:\n  Point 3:  Articles 5 and 9.\n  Point 4:  Sections 2-306 and 2-609.\n  Point 5:  Article 9, Sections 9-317 and 9-318.\n  Point 7:  Article 9.\n Definitional Cross References:\n  \"Agreement\".  Section 1-201.\n  \"Buyer\".  Section 2-103.\n  \"Contract\".  Section 1-201.\n  \"Party\".  Section 1-201.\n  \"Rights\".  Section 1-201.\n  \"Seller\".  Section 2-103.\n  \"Term\".  Section 1-201."
}