{
    "name": "Definitions:  \"contract\"; \"agreement\"; \"contract for sale\"; \"sale\"; \"present sale\"; \"conforming\" to contract; \"termination\"; \"cancellation\"",
    "number": "2-106",
    "text": "(1)  In this Article unless the context otherwise requires \"contract\" and \"agreement\" are limited to those relating to the present or future sale of goods.  \"Contract for sale\" includes both a present sale of goods and a contract to sell goods at a future time.  A \"sale\" consists in the passing of title from the seller to the buyer for a price (section 490:2-401).  A \"present sale\" means a sale which is accomplished by the making of the contract.\n\t(2)  Goods or conduct including any part of a performance are \"conforming\" or conform to the contract when they are in accordance with the obligations under the contract.\n\t(3)  \"Termination\" occurs when either party pursuant to a power created by agreement or law puts an end to the contract otherwise than for its breach.  On \"termination\" all obligations which are still executory on both sides are discharged but any right based on prior breach or performance survives.\n\t(4)  \"Cancellation\" occurs when either party puts an end to the contract for breach by the other and its effect is the same as that of \"termination\" except that the cancelling party also retains any remedy for breach of the whole contract or any unperformed balance. [L 1965, c 208, §2-106; HRS ]\nCOMMENTS TO OFFICIAL TEXT\n Prior Uniform Statutory Provision:  Subsection (1) - Section 1(1) and (2), Uniform Sales Act; Subsection (2) - none, but subsection generally continues policy of Sections 11, 44 and 69, Uniform Sales Act; Subsections (3) and (4) - none.\n Changes:  Completely rewritten.\n Purposes of Changes and New Matter:\n  1.  Subsection (1):  \"Contract for sale\" is used as a general concept throughout this Article, but the rights of the parties do not vary according to whether the transaction is a present sale or a contract to sell unless the Article expressly so provides.\n  2.  Subsection (2):  It is in general intended to continue the policy of requiring exact performance by the seller of his obligations as a condition to his right to require acceptance. However, the seller is in part safeguarded against surprise as a result of sudden technicality on the buyer's part by the provisions of Section 2-508 on seller's cure of improper tender or delivery.  Moreover usage of trade frequently permits commercial leeways in performance and the language of the agreement itself must be read in the light of such custom or usage and also, prior course of dealing, and in a long term contract, the course of performance.\n  3.  Subsections (3) and (4):  These subsections are intended to make clear the distinction carried forward throughout this Article between termination and cancellation.\n Cross References: \n  Point 2:  Sections 1-203, 1-205, 2-208 and 2-508.\n Definitional Cross References:\n  \"Agreement\".  Section 1-201.\n  \"Buyer\".  Section 2-103.\n  \"Contract\".  Section 1-201.\n  \"Goods\".  Section 2-105.\n  \"Party\".  Section 1-201.\n  \"Remedy\".  Section 1-201.\n  \"Rights\".  Section 1-201.\n  \"Seller\".  Section 2-103.\nCase Notes\n  There was no evidence of a relevant \"sale\" of lanai tile to time- share owner.  841 F. Supp. 986."
}