{
    "name": "Modification, rescission and waiver",
    "number": "2-209",
    "text": "§490:2-209    (1)  An agreement modifying a contract within this Article needs no consideration to be binding.\n\t(2)  A signed agreement which excludes modification or rescission except by a signed writing cannot be otherwise modified or rescinded, but except as between merchants such a requirement on a form supplied by the merchant must be separately signed by the other party.\n\t(3)  The requirements of the statute of frauds section of this Article (section 490:2-201) must be satisfied if the contract as modified is within its provisions.\n\t(4)  Although an attempt at modification or rescission does not satisfy the requirements of subsection (2) or (3) it can operate as a waiver.\n\t(5)  A party who has made a waiver affecting an executory portion of the contract may retract the waiver by reasonable notification received by the other party that strict performance will be required of any term waived, unless the retraction would be unjust in view of a material change of position in reliance on the waiver. [L 1965, c 208, §2-209; HRS §490:2-209]\nCOMMENTS TO OFFICIAL TEXT\n Prior Uniform Statutory Provisions:  Subsection (1) - Compare Section 1, Uniform Written Obligations Act; Subsections (2) to (5) - none.\n Purposes of Changes and New Matter:\n  1.  This section seeks to protect and make effective all necessary and desirable modifications of sales contracts without regard to the technicalities which at present hamper such adjustments.\n  2.  Subsection (1) provides that an agreement modifying a sales contract needs no consideration to be binding.\n  However, modifications made thereunder must meet the test of good faith imposed by this Act.  The effective use of bad faith to escape performance on the original contract terms is barred, and the extortion of a \"modification\" without legitimate commercial reason is ineffective as a violation of the duty of good faith.  Nor can a mere technical consideration support a modification made in bad faith.\n  The test of \"good faith\" between merchants or as against merchants includes \"observance of reasonable commercial standards of fair dealing in the trade\" (Section 2-103), and may in some situations require an objectively demonstrable reason for seeking a modification.  But such matters as a market shift which makes performance come to involve a loss may provide such a reason even though there is no such unforeseen difficulty as would make out a legal excuse from performance under Sections 2-615 and 2-616.\n  3.  Subsections (2) and (3) are intended to protect against false allegations of oral modifications.  \"Modification or rescission\" includes abandonment or other change by mutual consent, contrary to the decision in Green v. Doniger, 300 N.Y. 238, 90 N.E. 2d 56 (1949); it does not include unilateral \"termination\" or \"cancellation\" as defined in Section 2-106.\n  The Statute of Frauds provisions of this Article are expressly applied to modifications by subsection (3).  Under those provisions the \"delivery and acceptance\" test is limited to the goods which have been accepted, that is, to the past.  \"Modification\" for the future cannot therefore be conjured up by oral testimony if the price involved is $500.00 or more since such modification must be shown at least by an authenticated memo.  And since a memo is limited in its effect to the quantity of goods set forth in it there is safeguard against oral evidence.\n  Subsection (2) permits the parties in effect to make their own Statute of Frauds as regards any future modification of the contract by giving effect to a clause in a signed agreement which expressly requires any modification to be by signed writing.  But note that if a consumer is to be held to such a clause on a form supplied by a merchant it must be separately signed.\n  4.  Subsection (4) is intended, despite the provisions of subsections (2) and (3), to prevent contractual provisions excluding modification except by a signed writing from limiting in other respects the legal effect of the parties' actual later conduct.  The effect of such conduct as a waiver is further regulated in subsection (5).\n Cross References:\n  Point 1:  Section 1-203.\n  Point 2:  Sections 1-201, 1-203, 2-615 and 2-616.\n  Point 3:  Sections 2-106, 2-201 and 2-202.\n  Point 4:  Sections 2-202 and 2-208.\n Definitional Cross References:\n  \"Agreement\".  Section 1-201.\n  \"Between merchants\".  Section 2-104.\n  \"Contract\".  Section 1-201.\n  \"Notification\".  Section 1-201.\n  \"Signed\".  Section 1-201.\n  \"Term\".  Section 1-201.\n  \"Writing\".  Section 1-201."
}