{
    "name": "Offer and acceptance in formation of contract",
    "number": "2-206",
    "text": "§490:2-206    (1)  Unless otherwise unambiguously indicated by the language or circumstances\n\n\n\n\t(a)\tAn offer to make a contract shall be construed as inviting acceptance in any manner and by any medium reasonable in the circumstances;\n\t(b)\tAn order or other offer to buy goods for prompt or current shipment shall be construed as inviting acceptance either by a prompt promise to ship or by the prompt or current shipment of conforming or nonconforming goods, but such a shipment of nonconforming goods does not constitute an acceptance if the seller seasonably notifies the buyer that the shipment is offered only as an accommodation to the buyer.\n\n\n\n\t(2)  Where the beginning of a requested performance is a reasonable mode of acceptance an offeror who is not notified of acceptance within a reasonable time may treat the offer as having lapsed before acceptance. [L 1965, c 208, §2-206; HRS §490:2-206]\nCOMMENTS TO OFFICIAL TEXT\n Prior Uniform Statutory Provision:  Sections 1 and 3, Uniform Sales Act.\n  Changes:  Completely rewritten in this and other sections of this Article.\n Purposes of Changes:  To make it clear that:\n  1.  Any reasonable manner of acceptance is intended to be regarded as available unless the offeror has made quite clear that it will not be acceptable.  Former technical rules as to acceptance, such as requiring that telegraphic offers be accepted by telegraphed acceptance, etc., are rejected and a criterion that the acceptance be \"in any manner and by any medium reasonable under the circumstances,\" is substituted.  This section is intended to remain flexible and its applicability to be enlarged as new media of communication develop or as the more time-saving present day media come into general use.\n  2.  Either shipment or a prompt promise to ship is made a proper means of acceptance of an offer looking to current shipment.  In accordance with ordinary commercial understanding the section interprets an order looking to current shipment as allowing acceptance either by actual shipment or by a prompt promise to ship and rejects the artificial theory that only a single mode of acceptance is normally envisaged by an offer.  This is true even though the language of the offer happens to be \"ship at once\" or the like.  \"Shipment\" is here used in the same sense as in Section 2-504; it does not include the beginning of delivery by the seller's own truck or by messenger.  But loading on the seller's own truck might be a beginning of performance under subsection (2).\n  3.  The beginning of performance by an offeree can be effective as acceptance so as to bind the offeror only if followed within a reasonable time by notice to the offeror.  Such a beginning of performance must unambiguously express the offeree's intention to engage himself.  For the protection of both parties it is essential that notice follow in due course to constitute acceptance.  Nothing in this section however bars the possibility that under the common law performance begun may have an intermediate effect of temporarily barring revocation of the offer, or at the offeror's option, final effect in constituting acceptance.\n  4.  Subsection (1) (b) deals with the situation where a shipment made following an order is shown by a notification of shipment to be referable to that order but has a defect.  Such a non-conforming shipment is normally to be understood as intended to close the bargain, even though it proves to have been at the same time a breach.  However, the seller by stating that the shipment is non-conforming and is offered only as an accommodation to the buyer keeps the shipment or notification from operating as an acceptance.\n Definitional Cross References:\n  \"Buyer\".  Section 2-103.\n  \"Conforming\".  Section 2-106.\n  \"Contract\".  Section 1-201.\n  \"Goods\".  Section 2-105.\n  \"Notifies\".  Section 1-201.\n  \"Reasonable time\".  Section 1-204.\nCase Notes\n  Use of \"purchase order\" is effective acceptance.  56 H. 466, 540 P.2d 978."
}