{
    "name": "Contents of financing statement; record of mortgage as financing statement; time of filing financing statement",
    "number": "9-502",
    "text": "§490:9-502    (a)  Subject to subsection (b), a financing statement is sufficient only if it:\n\n\n\n\t(1)\tProvides the name of the debtor;\n\t(2)\tProvides the name of the secured party or a representative of the secured party; and\n\t(3)\tIndicates the collateral covered by the financing statement.\n\n\n\n\t(b)  Except as otherwise provided in section 490:9-501(b), to be sufficient, a financing statement that covers as-extracted collateral or timber to be cut, or which is filed as a fixture filing and covers goods that are or are to become fixtures, must satisfy subsection (a) and also:\n\n\n\n\t(1)\tIndicate that it covers this type of collateral;\n\t(2)\tIndicate that it is to be filed for record in the real property records;\n\t(3)\tProvide a description of the real property to which the collateral is related; and\n\t(4)\tIf the debtor does not have an interest of record in the real property, provide the name of a record owner.\n\n\n\n\t(c)  A record of a mortgage is effective, from the date of recording, as a financing statement filed as a fixture filing or as a financing statement covering as-extracted collateral or timber to be cut only if:\n\n\n\n\t(1)\tThe record indicates the goods or accounts that it covers;\n\t(2)\tThe goods are or are to become fixtures related to the real property described in the record or the collateral is related to the real property described in the record and is as-extracted collateral or timber to be cut;\n\t(3)\tThe record satisfies with the requirements for a financing statement in this section other than an indication that it is to be filed in the real property records; and\n\t(4)\tThe record is duly recorded.\n\n\n\n\t(d)  A financing statement may be filed before a security agreement is made or a security interest otherwise attaches. [L 2000, c 241, pt of §1]"
}