{
    "name": "Applicability",
    "number": "4-102",
    "text": "(a)  To the extent that items within this Article are also within Articles 3 and 8, they are subject to those Articles.  If there is conflict, this Article governs Article 3, but Article 8 governs this Article.\n\t(b)  The liability of a bank for action or nonaction with respect to an item handled by it for purposes of presentment, payment, or collection is governed by the law of the place where the bank is located.  In the case of action or nonaction by or at a branch or separate office of a bank, its liability is governed by the law of the place where the branch or separate office is located. [L 1965, c 208, §4-102; HRS ; am L 1991, c 118, pt of §4]\nCOMMENTS TO OFFICIAL TEXT\n Prior Uniform Statutory Provision:  None.\n  Purposes:\n  1.  The rules governing negotiable instruments, their transfer, and the contracts of the parties thereto apply to the items collected through banking channels wherever no specific provision is found in this Article.  In the case of conflict, this Article governs.  See Section 3-103(2).\n  Bonds and like instruments constituting investment securities under Article 8 may also be handled by banks for collection purposes.  Various sections of Article 8 prescribe rules of transfer some of which (see Sections 8-304 and 8-306) may conflict with provisions of this Article (Sections 4-205 and 4-207).  In the case of conflict, Article 8 governs.\n  Section 4-208 deals specifically with overlapping problems and possible conflicts between this Article and Article 9.  However, similar reconciling provisions are not necessary in the case of Articles 5 and 7.  Sections 4-301 and 4-302 are consistent with Section 5-112.  In the case of Article 7 documents of title frequently accompany items but they are not themselves items.  See Section 4-104(g).\n  2.  Subsection (2) is designed to state a workable rule for the solution of otherwise vexatious problems of the conflicts of laws:\n  a.  The routine and mechanical nature of bank collections makes it imperative that one law govern the activities of one office of a bank.  The requirement found in some cases that to hold an indorser notice must be given in accordance with the law of the place of indorsement, since that method of notice became an implied term of the indorser's contract, is more theoretical than practical.\n  b.  Adoption of what is in essence a tort theory of the conflict of laws is consistent with the general theory of this Article that the basic duty of a collecting bank is one of good faith and the exercise of ordinary care.  Justification lies in the fact that, in using an ambulatory instrument, the drawer, payee, and indorsers must know that action will be taken with respect to it in other jurisdictions.  This is especially pertinent with respect to the law of the place of payment.\n  c.  The phrase \"action or nonaction with respect to any item handled by it for purposes of presentment, payment or collection\" is intended to make the conflicts rule of subsection (2) apply from the inception of the collection process of an item through all phases of deposit, forwarding, presentment, payment and remittance or credit of proceeds.  Specifically the subsection applies to the initial act of a depositary bank in receiving an item and to the incidents of such receipt.  The conflicts rule of Weissman v. Banque de Bruxelles, 254 N.Y. 488, 173 N.E. 835 (1930), is rejected.  The subsection applies to questions of possible vicarious liability of a bank for action or non-action of sub-agents (see Section 4-202(3)) and tests these questions by the law of the state of the location of the bank which uses the sub-agent.  The conflicts rule of St. Nicholas Bank of New York v. State Nat. Bank, 128 N.Y. 26, 27 N.E. 849, 13 L.R.A. 241 (1891), is rejected.  The subsection applies to action or non-action of a payor bank in connection with handling an item (see Sections 4-213(1), 4-301, 4-302, 4-303) as well as action or non-action of a collecting bank (Sections 4-201 through 4-214); to action or non-action of a bank which suspends payment or is affected by another bank suspending payment (Section 4-214); to action or non-action of a bank with respect to an item under the rules of Part 4 of Article 4.\n  d.  Where subsection (2) makes this Article applicable, Section 4-103(1) leaves open the possibility of an agreement with respect to applicable law.  Such freedom of agreement follows the general policy of Section 1-105.\n Cross References:\n  Sections 1-05; 3-103(2) and Article 3; all sections of Article 4; 5-112; Article 7; 8-304 and 8-306; Article 9.\n  Definitional Cross References:\n  \"Bank\".  Section 1-201.\n  \"Branch\".  Section 1-201.\n  \"Item\".  Section 4-104."
}