{
    "name": "Form of bill of lading required in overseas shipment; \"overseas\"",
    "number": "2-323",
    "text": "§490:2-323    (1)  Where the contract contemplates overseas shipment and contains a term C.I.F. or C. & F. or F.O.B. vessel, the seller unless otherwise agreed must obtain a negotiable bill of lading stating that the goods have been loaded on board or, in the case of a term C.I.F. or C. & F. received for shipment. \n\t(2)  Where in a case within subsection (1) a tangible bill of lading has been issued in a set of parts, unless otherwise agreed if the documents are not to be sent from abroad the buyer may demand tender of the full set; otherwise only one part of the bill of lading need be tendered.  Even if the agreement expressly requires a full set:\n\n\n\n\t(a)\tDue tender of a simple part is acceptable within the provisions of this Article on cure of improper delivery (subsection (1) of section 490:2-508); and\n\t(b)\tEven though the full set is demanded, if the documents are sent from abroad the person tendering an incomplete set may nevertheless require payment upon furnishing indemnity which the buyer in good faith deems adequate.\n\n\n\n\t(3)  A shipment by water or by air or a contract contemplating such shipment is \"overseas\" insofar as by usage of trade or agreement it is subject to the commercial, financing or shipping practices characteristic of international deep water commerce. [L 1965, c 208, §2-323; am L 1967, c 79, §1(a); HRS §490:2-323; am L 2004, c 163, §7]\nCOMMENTS TO OFFICIAL TEXT\n Prior Uniform Statutory Provision:  None. \n Purposes: \n  1.  Subsection (1) follows the \"American\" rule that a regular bill of lading indicating delivery of the goods at the dock for shipment is sufficient, except under a term \"F.O.B. vessel.\"  See Section 2-319 and comment thereto. \n  2.  Subsection (2) deals with the problem of bills of lading covering deep water shipments, issued not as a single bill of lading but in a set of parts, each part referring to the other parts and the entire set constituting in commercial practice and at law a single bill of lading.  Commercial practice in international commerce is to accept and pay against presentation of the first part of a set if the part is sent from overseas even though the contract of the buyer requires presentation of a full set of bills of lading provided adequate indemnity for the missing parts is forthcoming. \n  This subsection codifies that practice as between buyer and seller.  Article 5 (Section 5-113) authorizes banks presenting drafts under letters of credit to give indemnities against the missing parts, and this subsection means that the buyer must accept and act on such indemnities if he in good faith deems them adequate.  But neither this subsection nor Article 5 decides whether a bank which has issued a letter of credit is similarly bound.  The issuing bank's obligation under a letter of credit is independent and depends on its own terms.  See Article 5. \n Cross References: \n  Sections 2-508(2), 5-113. \n Definitional Cross References: \n  \"Bill of lading\".  Section 1-201. \n  \"Buyer\".  Section 2-103. \n  \"Contract\".  Section 1-201. \n  \"Delivery\".  Section 1-201. \n  \"Financing agency\".  Section 2-104. \n  \"Person\".  Section 1-201. \n  \"Seller\".  Section 2-103. \n  \"Send\".  Section 1-201. \n  \"Term\".  Section 1-201."
}