{
    "name": "Responsibility of presenting bank for documents and goods; report of reasons for dishonor; referee in case of need",
    "number": "4-503",
    "text": "§490:4-503    Unless otherwise instructed and except as provided in Article 5, a bank presenting a documentary draft:\n\n\n\n\t(1)\tMust deliver the documents to the drawee on acceptance of the draft if it is payable more than three days after presentment; otherwise, only on payment; and\n\t(2)\tUpon dishonor, either in the case of presentment for acceptance or presentment for payment, may seek and follow instructions from any referee in case of need designated in the draft or, if the presenting bank does not choose to utilize the referee's services, it must use diligence and good faith to ascertain the reason for dishonor, must notify its transferor of the dishonor and of the results of its effort to ascertain the reasons therefor, and must request instructions.\n\n\n\n\tHowever, the presenting bank is under no obligation with respect to goods represented by the documents except to follow any reasonable instructions seasonably received; it has a right to reimbursement for any expense incurred in following instructions and to prepayment of or indemnity for those expenses. [L 1965, c 208, §4-503; HRS §490:4-503; am L 1991, c 118, pt of §4]\nCOMMENTS TO OFFICIAL TEXT\n Prior Uniform Statutory Provision:  Section 131(3), Uniform Negotiable Instruments Law.\n Changes:  Completely rewritten and enlarged.\n Purposes:\n  1.  To state the rules governing, in the absence of instructions, the duty of the presenting bank in case either of honor or of dishonor of a documentary draft.  The section should be read in connection with Section 2-514 on when documents are deliverable on acceptance, when on payment.\n  2.  If the draft is drawn under a letter of credit, Article 5 controls.  See Sections 5-109 through 5-114.\n  Cross References:\n  Point 1.  Section 2-514; see also Section 4-504.\n  Point 2.  Article 5, especially Sections 5-109 through 5-114.\n  Definitional Cross References:\n  \"Documentary draft\".  Sections 4-104, 5-103.\n  \"Presenting bank\".  Section 4-105."
}