{
    "name": "Delivery \"ex-ship\"",
    "number": "2-322",
    "text": "(1)  Unless otherwise agreed a term for delivery of goods \"ex-ship\" (which means from the carrying vessel) or in equivalent language is not restricted to a particular ship and requires delivery from a ship which has reached a place at the named port of destination where goods of the kind are usually discharged.\n\t(2) Under such a term unless otherwise agreed\n\n\n\n\t(a)\tThe seller must discharge all liens arising out of the carriage and furnish the buyer with a direction which puts the carrier under a duty to deliver the goods; and\n\t(b)\tThe risk of loss does not pass to the buyer until the goods leave the ship's tackle or are otherwise properly unloaded. [L 1965, c 208, §2-322; HRS ]\n\n\n\n\nCOMMENTS TO OFFICIAL TEXT\n Prior Uniform Statutory Provision:  None.\n Purposes:\n  1.  The delivery term, \"ex ship\", as between seller and buyer, is the reverse of the f.a.s. term covered.\n  2.  Delivery need not be made from any particular vessel under a clause calling for delivery \"ex ship\", even though a vessel on which shipment is to be made originally is named in the contract, unless the agreement by appropriate language, restricts the clause to delivery from a named vessel.\n  3.  The appropriate place and manner of unloading at the port of destination depend upon the nature of the goods and the facilities and usages of the port.\n  4.  A contract fixing a price \"ex ship\" with payment \"cash against documents\" calls only for such documents as are appropriate to the contract.  Tender of a delivery order and of a receipt for the freight after the arrival of the carrying vessel is adequate.  The seller is not required to tender a bill of lading as a document of title nor is he required to insure the goods for the buyer's benefit as the goods are not at the buyer's risk during the voyage.\n Cross References:\n  Point 1:  Section 2-319(2).\n Definitional Cross References:\n  \"Buyer\".  Section 2-103.\n  \"Goods\".  Section 2-105.\n  \"Seller\".  Section 2-103.\n  \"Term\".  Section 1-201."
}