{
    "name": "Statute of limitations in contracts for sale",
    "number": "2-725",
    "text": "(1)  An action for breach of any contract for sale must be commenced within four years after the cause of action has accrued.  By the original agreement the parties may reduce the period of limitation to not less than one year but may not extend it.\n\t(2)  A cause of action accrues when the breach occurs, regardless of the aggrieved party's lack of knowledge of the breach.  A breach of warranty occurs when tender of delivery is made, except that where a warranty explicitly extends to future performance of the goods and discovery of the breach must await the time of such performance the cause of action accrues when the breach is or should have been discovered.\n\t(3)  Where an action commenced within the time limited by subsection (1) is so terminated as to leave available a remedy by another action for the same breach such other action may be commenced after the expiration of the time limited and within six months after the termination of the first action unless the termination resulted from voluntary discontinuance or from dismissal for failure or neglect to prosecute.\n\t(4)  This section does not alter the law on tolling of the statute of limitations nor does it apply to causes of action which have accrued before January 1, 1967. [L 1965, c 208, §2-725; HRS ]\nCOMMENTS TO OFFICIAL TEXT\n Prior Uniform Statutory Provision:  None.\n Purposes:  To introduce a uniform statute of limitations for sales contracts, thus eliminating the jurisdictional variations and providing needed relief for concerns doing business on a nationwide scale whose contracts have heretofore been governed by several different periods of limitation depending upon the state in which the transaction occurred.  This Article takes sales contracts out of the general laws limiting the time for commencing contractual actions and selects a four year period as the most appropriate to modern business practice.  This is within the normal commercial record keeping period.\n  Subsection (1) permits the parties to reduce the period of limitation.  The minimum period is set at one year.  The parties may not, however, extend the statutory period.\n  Subsection (2), providing that the cause of action accrues when the breach occurs, states an exception where the warranty extends to future performance.\n  Subsection (3) states the saving provision included in many state statutes and permits an additional short period for bringing new actions, where suits begun within the four year period have been terminated so as to leave a remedy still available for the same breach.\n  Subsection (4) makes it clear that this Article does not purport to alter or modify in any respect the law on tolling of the Statute of Limitations as it now prevails in the various jurisdictions.\n Definitional Cross References:\n  \"Action\".  Section 1-201.\n  \"Aggrieved party\".  Section 1-201.\n  \"Agreement\".  Section 1-201.\n  \"Contract for sale\".  Section 2-106.\n  \"Goods\".  Section 2-105.\n  \"Party\".  Section 1-201.\n  \"Remedy\".  Section 1-201.\n  \"Term\".  Section 1-201.\n  \"Termination\".  Section 2-106.\nCase Notes\n  For cases involving artwork, a warranty of authenticity given by the merchant constitutes an express warranty of future performance sufficient to toll the statute of limitations.  745 F. Supp. 1556.\n  Applies to an implied warranty of merchantability.  747 F. Supp. 1396.\n  Limitations period for plaintiff's warranty claims elapsed, at the very latest, four years after last alleged date of decedent's exposure to defendant's asbestos-containing products.  854 F. Supp. 702.\n  No equal protection violation, where plaintiff argued that  discriminated among two classes of warranty claimants, and appeared to argue that UCC arbitrarily discriminated among differing classes of defendants, insofar as it granted partial immunity to those in commercial sales without similarly limiting the liability of others potentially liable for industrial diseases.  854 F. Supp. 702.\n  Plaintiff's breach of warranty claims were barred by operation of four year statute of limitations applicable to such claims, which period ran at the latest, four years from date plaintiff had ruptured breast implants removed from plaintiff's body.  945 F. Supp. 1334.\n  Section's limitations period applies to implied warranty claim for personal injury from pacemaker, rather than two-year limitations period for personal injury actions under §657-7.  74 H. 1, 837 P.2d 1273.\n  UCC statute of limitations applies to breach of express warranty claim for personal injury.  86 H. 383 (App.), 949 P.2d 1004.\n  By express limitation, §657-18 does not apply to toll the statute of limitations period set forth in this section.  93 H. 174 (App.), 998 P.2d 55."
}