{
    "name": "Customer's right to stop payment; burden of proof of loss",
    "number": "4-403",
    "text": "§490:4-403    (a)  A customer or any person authorized to draw on the account if there is more than one person may stop payment of any item drawn on the customer's account or close the account by an order to the bank describing the item or account with reasonable certainty received at a time and in a manner that affords the bank a reasonable opportunity to act on it before any action by the bank with respect to the item described in section 490:4-303.  If the signature of more than one person is required to draw on an account, any of these persons may stop payment or close the account.\n\t(b)  A stop-payment order is effective for six months, but it lapses after fourteen calendar days if the original order was oral and was not confirmed in writing within that period.  A stop-payment order may be renewed for additional six-month periods by a writing given to the bank within a period during which the stop-payment order is effective.\n\t(c)  The burden of establishing the fact and amount of loss resulting from the payment of an item contrary to a stop-payment order or order to close an account is on the customer.  The loss from payment of an item contrary to a stop-payment order may include damages for dishonor of subsequent items under section 490:4-402. [L 1965, c 208, §4-403; HRS §490:4-403; am L 1991, c 118, pt of §4]\nCOMMENTS TO OFFICIAL TEXT\n Prior Uniform Statutory Provision:  None.\n Purposes:\n  1.  This section is new.  It is intended to replace separate statutes in twenty-nine states which regulate stop-payment orders.\n  2.  The position taken by this section is that stopping payment is a service which depositors expect and are entitled to receive from banks notwithstanding its difficulty, inconvenience and expense.  The inevitable occasional losses through failure to stop should be borne by the banks as a cost of the business of banking.\n  3.  Subsection (1) follows the decisions holding that a payee or indorsee has no right to stop payment.  This is consistent with the provision governing payment or satisfaction.  See Section 3-603.  The sole exception to this rule is found in Section 4-405 on payment after notice of death, by which any person claiming an interest in the account can stop payment.\n  4.  Payment is commonly stopped only on checks; but the right to stop payment is not limited to checks, and extends to any item payable by any bank.  Where the maker of a note payable at a bank is in a position analogous to that of a drawer (Section 3-121) he may stop payment of the note.  By analogy the rule extends to drawees other than banks.\n  5.  There is no right to stop payment after certification of a check or other acceptance of a draft, and this is true no matter who procures the certification.  See Sections 3-411 and 4-303.  The acceptance is the drawee's own engagement to pay, and he is not required to impair his credit by refusing payment for the convenience of the drawer.\n  6.  Normally a direction to stop payment is first given by telephone.  Notwithstanding statutes which require a written order, banks customarily accept such directions, and have been held to waive the writing.  Subsection (2) is intended to protect both parties by making the oral direction effective for only a short time during which the drawer must confirm it in writing, and by eliminating thereafter any claim of waiver by acceptance of the oral direction.\n  7.  The existing statutes all specify a time limit after which any direction to stop payment becomes ineffective unless it is renewed in writing; and the majority of them have specified six months.  The purpose of the provision is, of course, to facilitate stopping payment by clearing the records of the drawee of accumulated unrevoked stop orders, as where the drawer has found a lost instrument or has settled his controversy with the payee, but has failed to notify the drawee.  The last sentence of subsection (2), together with the second clause in Section 4-404, rejects the reasoning of such cases as Goldberg v. Manufacturers Trust Company, 199 Misc. 167, 102 N.Y.S.2d 144 (1951).\n  8.  A payment in violation of an effective direction to stop payment is an improper payment, even though it is made by mistake or inadvertence.  Any agreement to the contrary is invalid under Section 4-103(1) if in paying the item over the stop payment order the bank has failed to exercise ordinary care.  The drawee is, however, entitled to subrogation to prevent unjust enrichment (Section 4-407); retains common-law defenses, e.g., that by conduct in recognizing the payment the customer has ratified the bank's action in paying over a stop payment order (Section 1-103); and retains common-law rights, e.g., to recover money paid under a mistake (Section 1-103) in cases where the payment is not made final by Section 3-418.  It has sometimes been said that payment cannot be stopped against a holder in due course, but the statement is inaccurate.  The payment can be stopped but the drawer remains liable on the instrument to the holder in due course (Sections 3-305, 3-413) and the drawee, if he pays, becomes subrogated to the rights of the holder in due course against the drawer.  Section 4-407.  Any defenses available against a holder in due course remain available to the drawer, but other defenses are cut off to the same extent as if the holder himself were bringing the action.\n  Cross References:\n  Point 3:  Sections 3-603(1), 4-405.\n  Point 4:  Section 3-121.\n  Point 5:  Sections 3-411 and 4-303.\n  Point 8:  Sections 3-305, 3-413, 3-418, 4-103 and 4-407.\n  Definitional Cross References:\n  \"Account\".  Section 4-104.\n  \"Bank\".  Section 1-201.\n  \"Burden of establishing\".  Section 1-201.\n  \"Customer\".  Section 4-104.\n  \"Item\".  Section 4-104.\n  \"Send\".  Section 1-201."
}