{
    "name": "Sale on approval and sale or return; rights of creditors",
    "number": "2-326",
    "text": "§490:2-326    (1)  Unless otherwise agreed, if delivered goods may be returned by the buyer even though they conform to the contract, the transaction is:\n\n\n\n\t(a)\tA \"sale on approval\" if the goods are delivered primarily for use; and\n\t(b)\tA \"sale or return\" if the goods are delivered primarily for resale.\n\n\n\n\t(2)  Goods held on approval are not subject to the claims of the buyer's creditors until acceptance; goods held on sale or return are subject to such claims while in the buyer's possession.\n\t(3)  Any \"or return\" term of a contract for sale is to be treated as a separate contract for sale within the statute of frauds section of this Article (section 490:2-201) and as contradicting the sale aspect of the contract within the provisions of this Article on parol or extrinsic evidence (section 490:2-202). [L 1965, c 208, §2-326; HRS §490:2-326; am L 2000, c 241, §13]\nCOMMENTS TO OFFICIAL TEXT\n Prior Uniform Statutory Provision:  Section 19(3), Uniform Sales Act.\n Changes:  Completely rewritten in this and the succeeding section.\n Purposes of Changes:  To make it clear that:\n  1.  A \"sale on approval\" or \"sale or return\" is distinct from other types of transactions with which they have frequently been confused.  The type of \"sale on approval,\" \"on trial\" or \"on satisfaction\" dealt with involves a contract under which the seller undertakes a particular business risk to satisfy his prospective buyer with the appearance or performance of the goods in question.  The goods are delivered to the proposed purchaser but they remain the property of the seller until the buyer accepts them.  The price has already been agreed.  The buyer's willingness to receive and test the goods is the consideration for the seller's engagement to deliver and sell.  The type of \"sale or return\" involved herein is a sale to a merchant whose unwillingness to buy is overcome only by the seller's engagement to take back the goods (or any commercial unit of goods) in lieu of payment if they fail to be resold.  These two transactions are so strongly delineated in practice and in general understanding that every presumption runs against a delivery to a consumer being a \"sale or return\" and against a delivery to a merchant for resale being a \"sale on approval.\"\n  The right to return the goods for failure to conform to the contract does not make the transaction a \"sale on approval\" or \"sale or return\" and has nothing to do with this and the following section.  The present section is not concerned with remedies for breach of contract.  It deals instead with a power given by the contract to turn back the goods even though they are wholly as warranted.\n  This section nevertheless presupposes that a contract for sale is contemplated by the parties although that contract may be of the peculiar character here described.\n  Where the buyer's obligation as a buyer is conditioned not on his personal approval but on the article's passing a described objective test, the risk of loss by casualty pending the test is properly the seller's and proper return is at his expense.  On the point of \"satisfaction\" as meaning \"reasonable satisfaction\" where an industrial machine is involved, this Article takes no position.\n  2.  Pursuant to the general policies of this Act which require good faith not only between the parties to the sales contract, but as against interested third parties, subsection (3) resolves all reasonable doubts as to the nature of the transaction in favor of the general creditors of the buyer.  As against such creditors words such as \"on consignment\" or \"on memorandum\", with or without words of reservation of title in the seller, are disregarded when the buyer has a place of business at which he deals in goods of the kind involved.  A necessary exception is made where the buyer is known to be engaged primarily in selling the goods of others or is selling under a relevant sign law, or the seller complies with the filing provisions of Article 9 as if his interest were a security interest.  However, there is no intent in this Section to narrow the protection afforded to third parties in any jurisdiction which has a selling Factors Act.  The purpose of the exception is merely to limit the effect of the present subsection itself, in the absence of any such Factors Act, to cases in which creditors of the buyer may reasonably be deemed to have been misled by the secret reservation.\n  3.  Subsection (4) resolves a conflict in the pre-existing case law by recognition that an \"or return\" provision is so definitely at odds with any ordinary contract for sale of goods that where written agreements are involved it must be contained in a written memorandum.  The \"or return\" aspect of a sales contract must be treated as a separate contract under the Statute of Frauds section and as contradicting the sale insofar as questions of parol or extrinsic evidence are concerned.\n Cross References:\n  Point 2:  Article 9.\n  Point 3:  Sections 2-201 and 2-202.\n Definitional Cross References:\n  \"Between merchants\".  Section 2-104.\n  \"Buyer\".  Section 2-103.\n  \"Conform\".  Section 2-106.\n  \"Contract for sale\".  Section 2-106.\n  \"Creditor\".  Section 1-201.\n  \"Goods\".  Section 2-105.\n  \"Sale\".  Section 2-106.\n  \"Seller\".  Section 2-103."
}