{
    "name": "Responsibility for collection or return; when action timely",
    "number": "4-202",
    "text": "(a)  A collecting bank must exercise ordinary care in:\n\n\n\n\t(1)\tPresenting an item or sending it for presentment;\n\t(2)\tSending notice of dishonor or nonpayment or returning an item other than a documentary draft to the bank's transferor after learning that the item has not been paid or accepted, as the case may be;\n\t(3)\tSettling for an item when the bank receives final settlement; and\n\t(4)\tNotifying its transferor of any loss or delay in transit within a reasonable time after discovery thereof.\n\n\n\n\t(b)  A collecting bank exercises ordinary care under subsection (a) by taking proper action before its midnight deadline following receipt of an item, notice, or settlement.  Taking proper action within a reasonably longer time may constitute the exercise of ordinary care, but the bank has the burden of establishing timeliness.\n\t(c)  Subject to subsection (a)(1), a bank is not liable for the insolvency, neglect, misconduct, mistake, or default of another bank or person or for loss or destruction of an item in the possession of others or in transit. [L 1965, c 208, §4-202; HRS ; am L 1991, c 118, pt of §4]\nCOMMENTS TO OFFICIAL TEXT\n Prior Uniform Statutory Provision:  None; but see Sections 5 and 6, American Bankers Association Bank Collection Code.\n Purposes:\n  1.  Subsection (1) states the basic responsibilities of a collecting bank.  Of course, under Section 1-203 a collecting bank is subject to the standard requirement of good faith.  By subsection (1) it must also use ordinary care in the exercise of its basic collection tasks.  By Section 4-103(1) neither requirement may be disclaimed.\n  2.  If the bank makes presentment itself, subsection (1)(a) requires ordinary care with respect both to the time and manner of presentment.  (Sections 3-503, 3-504, 4-210.)  If it forwards the item to be presented the subsection requires ordinary care with respect to routing (Section 4-204), and also in the selection of intermediary banks or other agents.\n  3.  Subsection (1) describes types of basic action with respect to which a collecting bank must use ordinary care.  Subsection (2) deals with the time for taking action.  It first prescribes the general standard for seasonable action, namely, for items received on Monday, proper action (such as forwarding or presenting) on Monday or Tuesday is seasonable.  Although under current \"production line\" operations banks customarily move items along on regular schedules substantially briefer than two days, the subsection states an outside time within which a bank may know it has acted seasonably.  To provide flexibility from this standard norm, the subsection further states that action within a reasonably longer time may be seasonable but the bank has the burden of proof.  In the case of time items, action after the midnight deadline, but sufficiently in advance of maturity for proper presentation, is a clear example of a \"reasonably longer time\" that is seasonable.  The standard of requiring action not later than Tuesday in the case of Monday items is also subject to possibilities of variation under the general provisions of Section 4-103, or under the special provisions regarding time of receipt of items (Section 4-107), and regarding delays (Section 4-108).  This subsection (2) deals only with collecting banks.  The time limits applicable to payor banks appear in Sections 4-301 and 4-302.\n  4.  At common law the so-called New York collection rule subjected the initial collecting bank to liability for the actions of subsequent banks in the collection chain; the so-called Massachusetts rule was that each bank, subject to the duty of selecting proper intermediaries, was liable only for its own negligence.  Subsection (3) adopts the Massachusetts rule.  But since this is stated to be subject to subsection (1)(a) a collecting bank remains responsible for using ordinary care in selecting properly qualified intermediary banks and agents and in giving proper instructions to them.\n  Cross References:\n  Sections 1-203, 4-103, 4-107, 4-108, 4-301, and 4-302.\n  Definitional Cross References:\n  \"Collecting bank\".  Section 4-105.\n  \"Depositary bank\".  Section 4-105.\n  \"Documentary draft\".  Section 4-104.\n  \"Item\".  Section 4-104.\n  \"Midnight deadline\".  Section 4-104.\n  \"Presentment\".  Article 3, Part 5.\n  \"Protest\".  Section 3-509."
}