{
    "name": "Contractual modification or limitation of remedy",
    "number": "2-719",
    "text": "§490:2-719    (1)  Subject to the provisions of subsections (2) and (3) of this section and of the preceding section on liquidation and limitation of damages,\n\n\n\n\t(a)\tThe agreement may provide for remedies in addition to or in substitution for those provided in this Article and may limit or alter the measure of damages recoverable under this Article, as by limiting the buyer's remedies to return of the goods and repayment of the price or to repair and replacement of nonconforming goods or parts; and\n\t(b)\tResort to a remedy as provided is optional unless the remedy is expressly agreed to be exclusive, in which case it is the sole remedy.\n\n\n\n\t(2)  Where circumstances cause an exclusive or limited remedy to fail of its essential purpose, remedy may be had as provided in this Act.\n\t(3)  Consequential damages may be limited or excluded unless the limitation or exclusion is unconscionable.  Limitation of consequential damages for injury to the person in the case of consumer goods is prima facie unconscionable but limitation of damages where the loss is commercial is not. [L 1965, c 208, §2-719; HRS §490:2-719]\nCOMMENTS TO OFFICIAL TEXT\n Prior Uniform Statutory Provision:  None.\n Purposes:\n  1.  Under this section parties are left free to shape their remedies to their particular requirements and reasonable agreements limiting or modifying remedies are to be given effect.\n  However, it is of the very essence of a sales contract that at least minimum adequate remedies be available.  If the parties intend to conclude a contract for sale within this Article they must accept the legal consequence that there be at least a fair quantum of remedy for breach of the obligations or duties outlined in the contract.  Thus any clause purporting to modify or limit the remedial provisions of this Article in an unconscionable manner is subject to deletion and in that event the remedies made available by this Article are applicable as if the stricken clause had never existed.  Similarly, under subsection (2), where an apparently fair and reasonable clause because of circumstances fails in its purpose or operates to deprive either party of the substantial value of the bargain, it must give way to the general remedy provisions of this Article.\n  2.  Subsection (1)(b) creates a presumption that clauses prescribing remedies are cumulative rather than exclusive.  If the parties intend the term to describe the sole remedy under the contract, this must be clearly expressed.\n  3.  Subsection (3) recognizes the validity of clauses limiting or excluding consequential damages but makes it clear that they may not operate in an unconscionable manner.  Actually such terms are merely an allocation of unknown or undeterminable risks.  The seller in all cases is free to disclaim warranties in the manner provided in Section 2-316.\n Cross References:\n  Point 1:  Section 2-302.\n  Point 3:  Section 2-316.\n Definitional Cross References:\n  \"Agreement\".  Section 1-201.\n  \"Buyer\".  Section 2-103.\n  \"Conforming\".  Section 2-106.\n  \"Contract\".  Section 1-201.\n  \"Goods\".  Section 2-105.\n  \"Remedy\".  Section 1-201.\n  \"Seller\".  Section 2-103.\nCase Notes\n  Limited remedies have been held to fail when defects were latent or when the party required to provide the remedy, causes it to fail.  56 H. 466, 540 P.2d 978.\n  Manufacturer of pacemaker failed to rebut this section's presumption of unconscionability.  74 H. 1, 837 P.2d 1273."
}