{
    "name": "When bank may charge customer's account",
    "number": "4-401",
    "text": "PART 4.  RELATIONSHIP BETWEEN PAYOR\nBANK AND ITS CUSTOMER\n\n     (a)  A bank may charge against the account of a customer an item that is properly payable from that account even though the charge creates an overdraft.  An item is properly payable if it is authorized by the customer and is in accordance with any agreement between the customer and bank.\n\t(b)  A customer is not liable for the amount of an overdraft if the customer neither signed the item nor benefited from the proceeds of the item.\n\t(c)  A bank may charge against the account of a customer a check that is otherwise properly payable from the account, even though payment was made before the date of the check, unless the customer has given notice to the bank of the postdating describing the check with reasonable certainty.  The notice will be effective for the period stated in section 490:4-403(b) for stop-payment orders, and must be received at such time and in such manner as to afford the bank a reasonable opportunity to act on it before the bank takes any action with respect to the check described in section 490:4-303.  If a bank charges against the account of a customer a check before the date stated in the notice of postdating, the bank is liable for damages for the loss resulting from its act.  The loss may include damages for dishonor of subsequent items under section 490:4-402.\n\t(d)  A bank that in good faith makes payment to a holder may charge the indicated account of its customer according to:\n\n\n\n\t(1)\tThe original terms of the altered item; or\n\t(2)\tThe terms of the completed item, even though the bank knows the item has been completed unless the bank has notice that the completion was improper. [L 1965, c 208, §4-401; HRS ; am L 1991, c 118, pt of §4]\n\n\n\n\nCOMMENTS TO OFFICIAL TEXT\n Prior Uniform Statutory Provision:  None.\n Purposes:\n  1.  It is fundamental that upon proper payment of a draft the drawee may charge the account of the drawer.  This is true even though the draft is an overdraft since the draft itself authorizes the payment for the drawer's account and carries an implied promise to reimburse the drawee.\n  2.  Subsection (2) parallels the provision which protects a holder in due course against discharge by reason of alteration and permits him to enforce the instrument according to its original tenor.  Section 3-407(3).  It adopts the rule of cases extending the same protection to a drawee who pays in good faith.  The subsection also follows the policy of Sections 3-115 and 3-407(3) by protecting the drawee who pays a completed instrument in good faith according to the instrument as completed.\n Cross References:\n  Sections 3-115 and 3-407.\n Definitional Cross References:\n  \"Account\".  Section 4-104.\n  \"Bank\".  Section 1-201.\n  \"Customer\".  Section 4-104.\n  \"Good faith\".  Section 1-201.\n  \"Holder\".  Section 1-201.\n  \"Item\".  Section 4-104.\n  \"Properly payable\".  Section 4-104.\nCase Notes\n  Overdraft as constituting authorization to pay amount and to charge account of drawer.  52 H. 51, 469 P.2d 816."
}