{
    "name": "Procedure on notice claiming excuse",
    "number": "2-616",
    "text": "(1)  Where the buyer receives notification of a material or indefinite delay or an allocation justified under the preceding section he may by written notification to the seller as to any delivery concerned, and where the prospective deficiency substantially impairs the value of the whole contract under the provisions of this Article relating to breach of installment contracts (section 490:2-612), then also as to the whole,\n\n\n\n\t(a)\tTerminate and thereby discharge any unexecuted portion of the contract; or\n\t(b)\tModify the contract by agreeing to take his available quota in substitution.\n\n\n\n\t(2)  If after receipt of such notification from the seller the buyer fails so to modify the contract within a reasonable time not exceeding thirty days the contract lapses with respect to any deliveries affected.\n\t(3)  The provisions of this section may not be negated by agreement except insofar as the seller has assumed a greater obligation under the preceding section. [L 1965, c 208, §2-616; HRS ]\nCOMMENTS TO OFFICIAL TEXT\n Prior Uniform Statutory Provision:  None.\n Purposes:\n  This section seeks to establish simple and workable machinery for providing certainty as to when a supervening and excusing contingency \"excuses\" the delay, \"discharges\" the contract, or may result in a waiver of the delay by the buyer.  When the seller notifies, in accordance with the preceding section, claiming excuse, the buyer may acquiesce, in which case the contract is so modified.  No consideration is necessary in a case of this kind to support such a modification.  If the buyer does not elect so to modify the contract, he may terminate it and under subsection (2) his silence after receiving the seller's claim of excuse operates as such a termination.  Subsection (3) denies effect to any contract clause made in advance of trouble which would require the buyer to stand ready to take delivery whenever the seller is excused from delivery by unforeseen circumstances.\n Cross References:\n  Point 1:  Sections 2-209 and 2-615.\n Definitional Cross References:\n  \"Buyer\".  Section 2-103.\n  \"Contract\".  Section 1-201.\n  \"Installment contract\".  Section 2-612.\n  \"Notification\".  Section 1-201.\n  \"Reasonable time\".  Section 1-204.\n  \"Seller\".  Section 2-103.\n  \"Termination\".  Section 2-106.\n  \"Written\".  Section 1-201."
}