{
    "name": "Seller's remedies on discovery of buyer's insolvency",
    "number": "2-702",
    "text": "(1)  Where the seller discovers the buyer to be insolvent he may refuse delivery except for cash including payment for all goods theretofore delivered under the contract, and stop delivery under this Article (section 490:2-705).\n\t(2)  Where the seller discovers that the buyer has received goods on credit while insolvent he may reclaim the goods upon demand made within ten days after the receipt, but if misrepresentation of solvency has been made to the particular seller in writing within three months before delivery the ten day limitation does not apply.  Except as provided in this subsection the seller may not base a right to reclaim goods on the buyer's fraudulent or innocent misrepresentation of solvency or of intent to pay.\n\t(3)  The seller's right to reclaim under subsection (2) is subject to the rights of a buyer in ordinary course or other good faith purchaser or lien creditor under this Article (section 490:2-403).  Successful reclamation of goods excludes all other remedies with respect to them. [L 1965, c 208, §2-702; HRS ]\nCOMMENTS TO OFFICIAL TEXT\n Prior Uniform Statutory Provision:  Subsection (1) - Sections 53(1)(b), 54(1)(c) and 57, Uniform Sales Act; Subsection (2) - none; Subsection (3) - Section 76(3), Uniform Sales Act.\n Changes:  Rewritten, the protection given to a seller who has sold on credit and has delivered goods to the buyer immediately preceding his insolvency being extended.\n Purposes of Changes and New Matter:  To make it clear that:\n  1.  The seller's right to withhold the goods or to stop delivery except for cash when he discovers the buyer's insolvency is made explicit in subsection (1) regardless of the passage of title, and the concept of stoppage has been extended to include goods in the possession of any bailee who has not yet attorned to the buyer.\n  2.  Subsection (2) takes as its base line the proposition that any receipt of goods on credit by an insolvent buyer amounts to a tacit business misrepresentation of solvency and therefore is fraudulent as against the particular seller.  This Article makes discovery of the buyer's insolvency and demand within a ten day period a condition of the right to reclaim goods on this ground.  The ten day limitation period operates from the time of receipt of the goods.\n  An exception to this time limitation is made when a written misrepresentation of solvency has been made to the particular seller within three months prior to the delivery.  To fall within the exception the statement of solvency must be in writing, addressed to the particular seller and dated within three months of the delivery.\n  3.  Subsection (3) subjects the right of reclamation to certain rights of third parties \"under this Article (Section 2-403).\"  The rights so given priority of course include the rights given to purchasers from the buyer by Section 2-403(1) and (2).  They also include other rights arising under Article 2, such as the rights of lien creditors of the buyer under Section 2-326(3) on consignment sales.  Moreover, since Section 2-403(4) incorporates by reference rights given to other purchasers and to lien creditors by Articles 6, 7 and 9, such rights have the same priority.  \"Lien creditor\" here has the same meaning as in Section 9-301(3).  Thus if a seller retains an unperfected security interest, subordinate under Section 9-301(1)(b) to the rights of a levying creditor of the buyer, his right of reclamation under this section is also subject to the creditor's rights.  Purchasers or lien creditors may also have rights not arising under this Article; under Section 1-103 such rights may have priority by virtue of supplementary principles not displaced by this Section.  See In re Kravitz, 278 F.2d 820 (3d Cir. 1960).\n  Because the right of the seller to reclaim goods under this section constitutes preferential treatment as against the buyer's other creditors, subsection (3) provides that such reclamation bars all his other remedies as to the goods involved.\n Cross References:\n  Point 1:  Sections 2-401 and 2-705.\n  Compare Section 2-502.\n Definitional Cross References:\n  \"Buyer\".  Section 2-103.\n  \"Buyer in ordinary course of business\".  Section 1-201.\n  \"Contract\".  Section 1-201.\n  \"Good faith\".  Section 1-201.\n  \"Goods\".  Section 2-105.\n  \"Insolvent\".  Section 1-201.\n  \"Person\".  Section 1-201.\n  \"Purchaser\".  Section 1-201.\n  \"Receipt\" of goods.  Section 2-103.\n  \"Remedy\".  Section 1-201.\n  \"Rights\".  Section 1-201.\n  \"Seller\".  Section 2-103.\n  \"Writing\".  Section 1-201."
}