{
    "name": "Contents and form of notification before disposition of collateral:  consumer-goods transaction",
    "number": "9-614",
    "text": "§490:9-614    In a consumer-goods transaction, the following rules apply:\n\n\n\n\t(1)\tA notification of disposition must provide the following information:\n\n\t\t(A)\tThe information specified in section 490:9-613(1);\n\t\t(B)\tA description of any liability for a deficiency of the person to which the notification is sent;\n\t\t(C)\tA telephone number from which the amount that must be paid to the secured party to redeem the collateral under section 490:9-623 is available; and\n\t\t(D)\tA telephone number or mailing address from which additional information concerning the disposition and the obligation secured is available.\n\n\t(2)\tA particular phrasing of the notification is not required.\n\t(3)\tThe following form of notification, when completed, provides sufficient information:\n\n\n\n\n      [Name and address of secured party]     \n      [Date]     \nNOTICE OF OUR PLAN TO SELL PROPERTY\n\n\n\n      [Name and address of any obligor who is also a      debtor]    \n\n\n\n\t\tSubject:      [Identification of Transaction]      \n\n\n\n\n\t\t\tWe have your      [describe collateral]     , because you broke promises in our agreement.\n\n\n\n\t\t[For a public disposition:]\n\n\n\n\t\t\tWe will sell      [describe collateral]      at public sale sometime after       [date]     .  A sale could include a lease or license.\n\n\n\n\t\t\tThe sale will be held as follows:\n\n\n\n\t\tDay and Date:\t\t_______________________________\n\t\tTime:\t\t\t_______________________________\n\t\tPlace:\t\t\t_______________________________\n\t\t\tYou may attend the sale and bring bidders if you want.\n\t\t[For a private disposition:]\n\t\t\tWe will sell      [describe collateral]      at private sale sometime after      [date]     .  A sale could include a lease or license.\n\t\t\tThe money that we get from the sale (after paying our costs) will reduce the amount you owe.  If we get less money than you owe, you      [will or will not, as  applicable]      still owe us the difference.  If we get more money than you owe, you will get the extra money, unless we must pay it to someone else.\n\t\t\tYou can get the property back at any time before we sell it by paying us the full amount you owe (not just the past due payments), including our expenses.  To learn the exact amount you must pay, call us at      [telephone number]     .\n\t\t\tIf you want us to explain to you in writing how we have figured the amount that you owe us, you may call us at      [telephone number]      [or write us at      [secured party's address]     ] and request a written explanation.  [We will charge you $  for the explanation if we sent you another written explanation of the amount you owe us within the last six months.]\n\t\t\tIf you need more information about the sale call us at      [telephone number]      [or write us at      [secured party's address]     ].\n\t\t\tWe are sending this notice to the following other people who have an interest in      [describe  collateral]      or who owe money under your agreement:\n  [Names of all other debtors and obligors, if any].\n\t(4)\tA notification in the form of paragraph (3) is sufficient, even if additional information appears at the end of the form.\n\t(5)\tA notification in the form of paragraph (3) is sufficient, even if it includes errors in information not required by paragraph (1), unless the error is misleading with respect to rights arising under this article.\n\t(6)\tIf a notification under this section is not in the form of paragraph (3), law other than this article determines the effect of including information not required by paragraph (1). [L 2000, c 241, pt of §1]"
}