{
    "name": "Depositary bank holder of unindorsed item",
    "number": "4-205",
    "text": "If a customer delivers an item to a depositary bank for collection:\n\n\n\n\t(1)\tThe depositary bank becomes a holder of the item at the time it receives the item for collection if the customer at the time of delivery was a holder of the item, whether or not the customer indorses the item, and, if the bank satisfies the other requirements of section 490:3-302, it is a holder in due course; and\n\t(2)\tThe depositary bank warrants to collecting banks, the payor bank or other payor, and the drawer that the amount of the item was paid to the customer or deposited to the customer's account. [L 1965, c 208, §4-205; HRS ; am L 1991, c 118, pt of §4]\n\n\n\n\nCOMMENTS TO OFFICIAL TEXT\n Prior Uniform Statutory Provision:  None.\n Purposes:\n  1.  Subsection (1) is designed to speed up collections by eliminating any necessity to return to a non-bank depositor any items he may have failed to indorse.\n  2.  For the purpose of permitting items to move rapidly through banking channels, intermediary banks and payor banks which are not also depositary banks are permitted to ignore restrictive indorsements of any person except the bank's immediate transferor.  However, depositary banks may not so ignore restrictive indorsements.  If an owner of an item indorses it \"for deposit\" or \"for collection\" he usually does so in the belief such indorsement will guard against further negotiation of the item to a holder in due course by a finder or a thief.  This belief is reasonably justified if at least one bank in any chain of banks collecting the item has a responsibility to act consistently with the indorsement.\n  Cross References:\n  Sections 3-205, 3-206, 3-419, 3-603, 4-203.\n  Definitional Cross References:\n  \"Collecting bank\".  Section 4-105.\n  \"Customer\".  Section 4-104.\n  \"Depositary bank\".  Section 4-105.\n  \"Intermediary bank\".  Section 4-105.\n  \"Item\".  Section 4-104.\n  \"Payor bank\".  Section 4-105.\n  \"Restrictive indorsement\".  Section 3-205."
}