{
    "name": "Appointment of receiver; powers; limitation Cross References Lease-purchase agreements for personal property, see chapter 481M. Mandatory seller disclosures in real estate transactions, see chapter 508D. Service contracts, see chapter 481X.",
    "number": "16",
    "text": "Appointment of receiver; powers; limitation.  (a)  If the director initiates any action in circuit court under this chapter against a person for allegedly engaging in unfair or deceptive acts or practices in violation of section 480-2, the court may appoint a receiver for the assets of such person upon application by the director and proof submitted at a hearing on the application which is sufficient to establish that: \n\n\n\n\t(1)\tThe person previously engaged in a pattern of unfair or deceptive acts or practices which resulted in substantial actual damages to consumers; \n\t(2)\tThe person is outside the State or is actually removing or about to remove self or property outside the State or is concealing self or property; or \n\t(3)\tThe appointment of a receiver is necessary to preserve the assets of the person for the benefit of consumers allegedly damaged by the person's unfair or deceptive acts or practices. \n\n\n\n\t(b)  Subject to the limitation in subsection (c), a receiver appointed by the court pursuant to subsection (a) may sue for, collect, receive, and take into possession all the goods and chattels, rights, credits, moneys, effects, lands, tenements, books, records, documents, papers, choses in action, bills, notes, and property of every description, including property with which such property has been commingled, which is owned by or owing to the defendant.  The receiver may sell, convey, or assign the property and hold or dispose of the proceeds thereof subject to the approval of the court. \n\t(c)  Prior to the judgment, the receiver shall exercise such powers enumerated in subsection (b) as may be necessary to preserve the assets of the defendant pending the judgment. [L 1983, c 35, §1]\nRules of Court\n  Receivers, see HRCP rule 66."
}