{
    "name": "Advertising",
    "number": "27.5",
    "text": "(a)  It is a misdemeanor for any person, including a person who is exempt by section 460J-26 from this chapter, to advertise with or without any limiting qualifications as a pest control operator unless the person holds a valid license under this chapter for the goods and services advertised.\n\t\"Advertise\" as used in this section includes but is not limited to:\n\n\n\n\t(1)\tThe issuance of any card, sign, or device to any person;\n\t(2)\tThe causing, permitting, or allowing of any sign or marking on or in any building, vehicle, or structure;\n\t(3)\tAdvertising in any newspaper or magazine;\n\t(4)\tAny listing or advertising in any directory under a classification or heading that includes the word \"pest control\"; or\n\t(5)\tCommercials broadcast by airwave transmission.\n\n\n\n\t(b)  A pest control operator may advertise in print or broadcast medium, as defined in subsection (a) only if the pest control operator includes in the advertisement or listing the pest control operator's applicable and current license number, and provides proof of the number's validity to the publisher or producer of the advertising medium.  The publisher or producer of a print or broadcast advertising medium shall refuse to publish or broadcast an advertisement or listing for a pest control operator who does not comply with the provisions of this subsection.  A publisher or producer who obtains a signed statement from the pest control operator that states that the pest control operator:\n\n\n\n\t(1)\tHas read the text of the advertisement or listing;\n\t(2)\tHas an applicable and current pest control operator's license for the goods and services advertised;\n\t(3)\tHas included all applicable and current license numbers in the advertisement or listing; and\n\t(4)\tIs aware of civil and criminal penalties for advertising as a pest control operator without a valid license;\n\n\n\nshall be entitled to a rebuttable presumption of compliance with this subsection.\n\t(c)  Upon entry of either a final order of the pest control board pursuant to chapter 91 or a judgment by a court of competent jurisdiction finding that a person has advertised in violation of subsection (a), the public utility furnishing telephone service to the person shall disconnect the telephone number contained in the advertisement or listing.\n\t(d)  The publisher or producer of a print or broadcast advertising medium shall not be liable in any suit, action, or claim arising from its refusal to list or accept advertisements pursuant to subsection (b).  Good faith compliance by a public utility with subsection (c) is a complete defense to any civil or criminal action brought against it arising from the termination of telephone service. [L 1997, c 80, §1]"
}