{
    "name": "Required court approval",
    "number": "5-411",
    "text": "§560:5-411    (a)  After notice to interested persons and upon express authorization of the court, a conservator may:\n\n\n\n\t(1)\tMake gifts, except as otherwise provided in section 560:5-427(b);\n\t(2)\tConvey, release, or disclaim contingent and expectant interests in property, including marital property rights and any right of survivorship incident to joint tenancy or tenancy by the entireties;\n\t(3)\tExercise or release a power of appointment;\n\t(4)\tCreate a revocable or irrevocable trust of property of the estate, whether or not the trust extends beyond the duration of the conservatorship, or revoke or amend a trust revocable by the protected person;\n\t(5)\tExercise rights to elect options and change beneficiaries under retirement plans, insurance policies and annuities, or surrender the policies and annuities for their cash value;\n\t(6)\tExercise any right to an elective share in the estate of the protected person's deceased spouse or reciprocal beneficiary and to renounce or disclaim any interest by testate or intestate succession or by transfer inter vivos; and\n\t(7)\tMake, amend, or revoke the protected person's will.\n\n\n\n\t(b)  A conservator, in making, amending, or revoking the protected person's will, shall comply with state laws for executing wills.\n\t(c)  The court, in exercising or in approving a conservator's exercise of the powers listed in subsection (a), shall consider primarily the decision that the protected person would have made, to the extent that the decision can be ascertained.  The court shall also consider:\n\n\n\n\t(1)\tThe financial needs of the protected person and the needs of individuals who are in fact dependent on the protected person for support and the interest of creditors;\n\t(2)\tPossible reduction of income, estate, inheritance, or other tax liabilities;\n\t(3)\tEligibility for governmental assistance;\n\t(4)\tThe protected person's previous pattern of giving or level of support;\n\t(5)\tThe existing estate plan;\n\t(6)\tThe protected person's life expectancy and the probability that the conservatorship will terminate before the protected person's death; and\n\t(7)\tAny other factors the court considers relevant. [L 2004, c 161, pt of §1]"
}