{
    "name": "Appointment of guardian by will or other writing",
    "number": "5-302",
    "text": "§560:5-302    (a)  A parent, by will or other signed writing, may appoint a guardian for an unmarried child who the parent believes is an incapacitated person, specify desired limitations on the powers to be given to the guardian, and revoke or amend the appointment before confirmation by the court.\n\t(b)  An individual, by will or other signed writing, may appoint a guardian for the individual's spouse or reciprocal beneficiary who the appointing spouse or reciprocal beneficiary believes is an incapacitated person, specify desired limitations on the powers to be given to the guardian, and revoke or amend the appointment before confirmation by the court.\n\t(c)  The incapacitated person, the person having care or custody of the incapacitated person, if other than the appointing parent, spouse, or reciprocal beneficiary, or the adult nearest in kinship to the incapacitated person, may file a written objection to an appointment, unless the court has confirmed the appointment under subsection (d).  The filing of the written objection terminates the appointment.  An objection may be withdrawn and, if withdrawn, is of no effect.  The objection shall not preclude judicial appointment of the person selected by the parent, spouse, or reciprocal beneficiary.  Notice of the objection shall be given to the guardian and any other person entitled to notice of the acceptance of the appointment.  The court may treat the filing of an objection as a petition for the appointment of an emergency guardian under section 560:5-312 or for the appointment of a limited or unlimited guardian under section 560:5-304 and proceed accordingly.\n\t(d)  Before the appointment becomes effective, that court may confirm the appointing parent's, spouse's, or reciprocal beneficiary's selection of a guardian and terminate the rights of others to object upon:\n\n\n\n\t(1)\tPetition of the appointing parent, spouse, or reciprocal beneficiary;\n\t(2)\tA finding that the appointing parent, spouse, or reciprocal beneficiary will likely become unable to care for the incapacitated person within two years; and\n\t(3)\tNotice as provided in this section. [L 2004, c 161, pt of §1]"
}