{
    "name": "Judicial appointment of guardian; conditions for appointment",
    "number": "5-204",
    "text": "§560:5-204    (a)  A minor or a person interested in the welfare of a minor may petition for appointment of a guardian.\n\t(b)  The court may appoint a guardian for a minor if the court finds the appointment is in the minor's best interest, and:\n\n\n\n\t(1)\tThe parents consent;\n\t(2)\tAll parental rights have been terminated; or\n\t(3)\tThe parents are unwilling or unable to exercise their parental rights.\n\n\n\n\t(c)  If a guardian is appointed by a parent pursuant to section 560:5-202 and the appointment has not been prevented or terminated under section 560:5-203, that appointee has priority for appointment.  However, the court may proceed with another appointment upon a finding that the appointee under section 560:5-202 has failed to accept the appointment within thirty days after notice of the guardianship proceeding.\n\t(d)  If necessary and on petition or motion and whether or not the conditions of subsection (b) have been established, the court may appoint a temporary guardian for a minor upon a showing that an immediate need exists and that the appointment would be in the best interest of the minor.  Notice in the manner provided in section 560:5-113 shall be given to the parents and to a minor who has attained fourteen years of age.  Except as otherwise ordered by the court, the temporary guardian has the authority of an unlimited guardian, but the duration of the temporary guardianship shall not exceed six months.  Within five days after the appointment, the temporary guardian shall send or deliver a copy of the order to all individuals who would be entitled to notice of hearing under section 560:5-205.\n\t(e)  If the court finds that following the procedures of this part will likely result in substantial harm to a minor's health or safety and that no other person appears to have authority to act under the circumstances, the court, on appropriate petition, may appoint an emergency guardian for the minor.  The duration of the guardian's authority may not exceed thirty days and the guardian may exercise only the powers specified in the order.  Reasonable notice of the time and place of a hearing on the petition for appointment of an emergency guardian shall be given to:\n\n\n\n\t(1)\tThe minor, if the minor has attained fourteen years of age;\n\t(2)\tEach living parent of the minor; and\n\t(3)\tA person having care or custody of the minor, if other than a parent.\n\n\n\nThe court may dispense with the notice if it finds from affidavit or testimony that the minor will be substantially harmed before a hearing can be held on the petition.  If the guardian is appointed without notice, notice of the appointment shall be given within forty-eight hours after the appointment and a hearing on the appropriateness of the appointment held within five days after the appointment. [L 2004, c 161, pt of §1]"
}