{
    "name": "Provisional license for persons under the age of eighteen",
    "number": "102.6",
    "text": "  (a)  A person may be granted a provisional license to drive passenger cars of any gross vehicle weight rating, buses designed to transport fifteen or fewer occupants, and trucks and vans having a gross vehicle weight rating of fifteen thousand pounds or less if the person:\n\n\n\n\t(1)\tIs at least sixteen years of age but under the age of eighteen;\n\t(2)\tHolds an instruction permit and has held the permit for a period of at least one hundred eighty days and there is no pending proceeding that might result in the suspension or revocation of the instruction permit; and\n\t(3)\tSatisfactorily completes all requirements of sections 286-108 and 286-109.\n\n\n\n\t(b)  The provisional license shall entitle the provisional licensee to drive the class of motor vehicles specified in subsection (a) upon the roadways of the State; provided that:\n\n\n\n\t(1)\tThe provisional licensee shall have the provisional license in the provisional licensee's immediate possession while driving;\n\t(2)\tAll occupants of the motor vehicle shall be restrained by safety belts or a child passenger restraint system as required under sections 291-11.5 and 291-11.6;\n\t(3)\tThe provisional licensee shall not transport more than one person under the age of eighteen, unless the person is, with respect to the provisional licensee:\n\n\t\t(A)\tA household member; or\n\t\t(B)\tA household member's foster or hanai child, \n\n\t\twithout being accompanied and supervised by a licensed driver who is the provisional licensee's parent or guardian; and\n\t(4)\tExcept as provided in subsection (c), whenever the provisional licensee is driving between the hours of 11:00 p.m. and 5:00 a.m., a licensed driver who is the provisional licensee's parent or guardian and is licensed to operate the same category of motor vehicle as the licensee, shall be in the motor vehicle and shall occupy the passenger seat beside the licensee.\n\n\n\n\t(c)  A provisional licensee may drive between the hours of 11:00 p.m. and 5:00 a.m. without a licensed parent or guardian in the motor vehicle under the following conditions:  \n\n\n\n\t(1)\tThe provisional licensee is traveling to or from the provisional licensee's place of employment, operation of the motor vehicle is necessary for this purpose, and the provisional licensee keeps in the provisional licensee's possession a signed statement from the employer containing the employer's name, address, telephone number, and verification of employment and work hours; or\n\t(2)\tThe provisional licensee is traveling to or from a school-authorized activity of the provisional licensee, operation of a motor vehicle is necessary for this purpose, and the provisional licensee keeps in the provisional licensee's possession a signed statement from a parent or guardian containing the parent's or guardian's name, address, and telephone number, and verification that operation of the motor vehicle by the provisional licensee is necessary to travel to or from the school-authorized activity;\n\n\n\nprovided that the provisional licensee shall not transport more than one person under the age of eighteen between the hours of 11:00 p.m. and 5:00 a.m. without being accompanied and supervised by a licensed driver who is the provisional licensee's parent or guardian.\n\t(d)  If the provisional licensee violates any of the requirements of subsection (b) or (c):\n\n\n\n\t(1)\tFor a first violation of any requirement, the provisional license shall be suspended for a period of three months by a district court or family court judge.  If the person's provisional license is suspended, the person shall not be eligible for reissuance of the provisional license or issuance of a driver's license until:\n\n\t\t(A)\tThe person is eighteen years of age; or\n\t\t(B)\tThree months have elapsed since the date of suspension,\n\n\t\twhichever is sooner, and the person has otherwise satisfied the requirements of this chapter; and\n\t(2)\tFor a second or any subsequent violation of any requirement, the provisional license shall be revoked for six months by a district court or family court judge.  If the person's provisional license is revoked, the person shall not be eligible for reissuance of the provisional license or issuance of a driver's license until:\n\n\t\t(A)\tThe person is eighteen years of age; or\n\t\t(B)\tSix months have elapsed since the date of revocation,\n\n\t\twhichever is sooner, and the person has otherwise satisfied the requirements of this chapter.\n\n\n\n\t(e)  If the provisional licensee is convicted of an offense relating to the operation of a motor vehicle other than the requirements of subsection (b) or (c):\n\n\n\n\t(1)\tFor a first conviction, the provisional license shall be suspended or revoked by a district court or family court judge, in addition to any other penalties that may be prescribed by law.  If the person's provisional license is suspended or revoked, the person shall not be eligible for reissuance of the provisional license or issuance of a driver's license until:\n\n\t\t(A)\tThe person is eighteen years of age; or\n\t\t(B)\tSix months have elapsed since the date of suspension or revocation,\n\n\t\twhichever is sooner, and the person has otherwise satisfied the requirements of this chapter; and\n\t(2)\tFor a second or any subsequent conviction, the provisional license shall be revoked for one year by a district court or family court judge, in addition to any other penalties that may be prescribed by law.  If the person's provisional license is revoked, the person shall not be eligible for reissuance of the provisional license or issuance of a driver's license until:\n\n\t\t(A)\tThe person is eighteen years of age; or\n\t\t(B)\tOne year has elapsed since the date of revocation,\n\n\t\twhichever is later, and the person has otherwise satisfied the requirements of this chapter. \n\n\n\n\t(f)  A provisional licensee may be issued a driver's license in accordance with this chapter if the provisional licensee:\n\n\n\n\t(1)\tHas satisfactorily held a provisional license for at least six months;\n\t(2)\tHas no pending proceeding that might result in the suspension or revocation of the license;\n\t(3)\tIs at least seventeen years of age; and\n\t(4)\tHas satisfactorily complied with all requirements of this chapter.\n\n\n\n\t(g)  If not suspended or revoked, the provisional license shall expire on the date of the provisional licensee's nineteenth birthday.\n\t(h)  The fee for a provisional license shall be set in accordance with section 286-111.\n\t(i)  This section shall not apply to the licensing of:\n\n\n\n\t(1)\tAn emancipated minor; and\n\t(2)\tMotorcycle or motor scooter drivers.\n\n\n\n\t(j)  For the purposes of this section, \"household member\" shall have the same meaning as defined in section 291E-1. [L 2005, c 72, §1]"
}