{
    "name": "Commercial driver's license",
    "number": "239",
    "text": "(a)  The commercial driver's license shall be marked \"CDL\" and, to the maximum extent practicable, shall be tamperproof and include, but not be limited to, the following with respect to the licensee:\n\n\n\n\t(1)\tThe name and residence address;\n\t(2)\tA color photograph;\n\t(3)\tA physical description including sex and height;\n\t(4)\tDate of birth;\n\t(5)\tA commercial driver's license number that shall not be the licensee's social security number;\n\t(6)\tSignature;\n\t(7)\tThe class or type of commercial motor vehicle or vehicles which may be driven together with any endorsements or restrictions;\n\t(8)\tThe name of this State; and\n\t(9)\tThe issuance and expiration dates of the license.\n\n\n\n\t(b)  Commercial driver's licenses may be issued with the following categories:\n\n\n\n\t(1)\tCategory A - Any combination of vehicles with a gross vehicle weight rating (GVWR) of 26,001 pounds or more; provided that the gross vehicle weight rating of the vehicles being towed is in excess of 10,000 pounds;\n\t(2)\tCategory B - Any single vehicle with a gross vehicle weight rating of 26,001 pounds or more, or if the gross vehicle weight rating of the vehicle being towed is not in excess of 10,000 pounds; and\n\t(3)\tCategory C - Any single vehicle or combination of vehicles that meets neither the definition of category A nor that of category B, but that is either:\n\n\t\t(A)\tDesigned to transport sixteen or more passengers, including the driver; or\n\t\t(B)\tUsed in the transportation of hazardous materials which requires the vehicle to comply with 49 Code of Federal Regulations, Part 172, Subpart F.\n\n\n\n\n\n\t(c)  Commercial drivers' licenses may be issued with any one or more of the following endorsements and restriction:\n\n\n\n\t(1)\t\"H\" - Authorizes the driver to drive a vehicle transporting hazardous materials;\n\t(2)\t\"K\" - Restricts the driver to vehicles not equipped with air brakes;\n\t(3)\t\"T\" - Authorizes driving double and triple trailers;\n\t(4)\t\"P\" - Authorizes driving vehicles carrying passengers;\n\t(5)\t\"N\" - Authorizes driving tank vehicles;\n\t(6)\t\"X\" - Represents a combination of hazardous materials and tank vehicle endorsements; and\n\t(7)\t\"S\" \u0096 Authorizes driving school buses.\n\n\n\n\t(d)  The holder of a valid commercial driver's license may drive all vehicles in the category for which the license is issued, and all lesser categories of vehicles except motorcycles and except vehicles which require an endorsement, unless the proper endorsement appears on the license.\n\t(e)  Before issuing a commercial driver's license, the examiner of drivers shall complete a check of the applicant's driving record to determine whether the applicant is subject to any disqualification under section 286-240, or any license suspension, revocation, or cancellation under state law, and whether the applicant has a driver's license from more than one state or jurisdiction.  The record check shall include but is not limited to the following:\n\n\n\n\t(1)\tA check of the applicant's driving record as maintained by the applicant's state of licensure;\n\t(2)\tA check with the commercial driver license information system;\n\t(3)\tA check with the National Driver Register; and\n\t(4)\tA request for the applicant's complete driving record from all states where the applicant was previously licensed to drive any motor vehicle over the last ten years.  This check is only required for drivers renewing a commercial driver's license for the first time after September 30, 2002, provided that a notation is made on the driver's record confirming the check has been made and the date it was done.\n\n\n\n\t(f)  Within ten days after issuing a commercial driver's license, the examiner of drivers shall notify the commercial driver's license information system of that fact, providing all information required to ensure identification of the licensee.\n\t(g)  An initial commercial driver's license shall be valid for not less than a two- or six-year period, beginning on the driver's birthday.  Renewal licenses shall be valid for not more than a two- or six-year period from the expiration date of the previous valid license.  The commercial driver's license shall expire on the next birthday of the licensee occurring six years after the date of issuance of the license unless sooner revoked, suspended, or canceled; provided that, unless sooner revoked, the license shall expire on the second birthday of the licensee following the issuance of the license if at that time the licensee is seventy-two years of age or older.\n\t(h)  When applying for renewal of a commercial driver's license, the applicant shall complete the application form required by section 286-238, providing updated information and required certifications.  If the applicant desires to retain a hazardous materials endorsement, the knowledge test for a hazardous materials endorsement shall also be taken and passed by the applicant.  The examiner of drivers shall complete a check of the applicant's driving record as required under subsection (e). [L 1989, c 320, pt of §2; am L 1990, c 342, §9; am L 1995, c 114, §3; am L 1998, c 93, §2; am L 2003, c 15, §1; am L 2004, c 103, §7]"
}