{
    "name": "Certificates of inspection",
    "number": "26",
    "text": "(a)  The following vehicles shall be certified as provided in subsection (e) once every year:\n\n\n\n\t(1)\tTrucks, truck-tractors, semitrailers, and pole trailers having a gross vehicle weight rating of more than 10,000 pounds;\n\t(2)\tBuses;\n\t(3)\tRental or U-drive motor vehicles two years of age or older; and\n\t(4)\tTaxicabs.\n\n\n\nAmbulances shall be certified as provided in subsection (e) once every six months.\n\t(b)  All other vehicles, including motorcycles, trailers, semitrailers, and pole trailers having a gross vehicle weight rating of 10,000 pounds or less, and antique motor vehicles as defined in section 249-1, except those in subsections (c) and (d), shall be certified as provided in subsection (e) every twelve months; provided that any vehicle to which this subsection applies shall not require inspection within two years of the date on which the vehicle was first sold.\n\t(c)  Any vehicle that has been involved in an accident shall be certified as provided in subsection (e) before it is operated again if:\n\n\n\n\t(1)\tIt is determined by a police officer or an insurer that the vehicle's equipment has been damaged so as to render the vehicle unsafe; or\n\t(2)\tIt is rebuilt or restored.\n\n\n\n\t(d)  Every vehicle shall be certified prior to the issuance of a temporary or permanent registration by the director of finance and prior to the transfer of any registration; provided that this requirement shall not apply to a subsequent transfer of registration in a vehicle that carries a current certificate of inspection.\n\t(e)  Upon application for a certificate of inspection to be issued for a vehicle, an inspection as prescribed by the director under subsection (g) shall be conducted on the vehicle, and if the vehicle is found to be in a safe operating condition, a certificate of inspection shall be issued upon payment of a fee to be determined by the director.  The certificate shall state the effective date, the termination date, the name of the issuing insurance carrier, and the policy number of the motor vehicle insurance identification card for the inspected motor vehicle as specified by section 431:10C-107 or state the information contained in the proof of insurance card as specified by section 431:10G-106.  A sticker, authorized by the director, shall be affixed to the vehicle at the time a certificate of inspection is issued.  An inspection sticker which has been lost, stolen, or destroyed shall be replaced without reinspection by the inspection station that issued the original inspection sticker upon presentation of the vehicle's current certificate of inspection; provided that the current certificate of inspection and inspection sticker shall not have expired at the time the replacement is requested.  The director shall adopt rules to determine the fee for replacement of lost, stolen, or destroyed inspection stickers.\n\t(f)  The operator of an official inspection station shall pay, from the fee in subsection (e), an amount to be determined by rules adopted pursuant to chapter 91 to the director of transportation.  This amount shall be expended only for administration and enforcement of the periodic motor vehicle inspection program.  The funds collected pursuant to this subsection shall be deposited into the highway special fund.\n\t(g)  The director of transportation shall adopt necessary rules for the administration of inspections and the issuance of certificates of inspection.\n\t(h)  This section shall not apply to:\n\n\n\n\t(1)\tAny motor vehicle which is covered by part XI, governing safety of motor carrier vehicle operation and equipment; provided that the rules adopted pursuant to part IA impose standards of inspection at least as strict as those imposed under subsection (g) and that certification is required at least as often as provided in subsections (a), (b), (c), and (d); and\n\t(2)\tAircraft servicing vehicles that are being used exclusively on lands set aside to the department of transportation for airport purposes.\n\n\n\n\t(i)  As part of the inspection required by this section, the owner of the vehicle to be inspected shall produce and display the motor vehicle insurance identification card for the inspected motor vehicle required by section 431:10C-107 or the proof of insurance card required by section 431:10G-106.  If no card is displayed, then the sticker authorized by the director shall not be affixed to the vehicle and the certificate of inspection shall not be issued. [L 1967, c 214, pt of §2; HRS ; am L 1969, c 128, §1(3); am L 1970, c 73, §1(c); am L 1974, c 98, §2; am L Sp 1977 1st, c 20, §11; am L 1978, c 91, §9; am L 1982, c 13, §§1, 2; am L 1984, c 276, §4; am L 1986, c 33, §1 and c 239, §1; am L 1987, c 222, §1; am L 1988, c 253, §1; am L 1989, c 326, §1; am L 1990, c 34, §14; am L 1992, c 170, §1 and c 242, §1; am L 1997, c 251, §§5, 6; am L 2002, c 138, §1]"
}