{
    "name": "Instruction permits",
    "number": "110",
    "text": "(a)  Any person aged fifteen years and six months or more who, except for the person's lack of instruction in operating a motor vehicle, would be qualified to obtain a driver's license issued under this part may apply for a temporary instruction permit at the office of the examiner of drivers in the county in which the applicant resides; provided that the applicant complies with section 286-102.5. \t(b)  The examiner of drivers shall examine every applicant for an instruction permit.  The examination shall include tests of the applicant's:\n\n\n\n\t(1)\tEyesight and other physical or mental capabilities to determine if the applicant is capable of operating a motor vehicle;\n\t(2)\tUnderstanding of highway signs regulating, warning, and directing traffic; and\n\t(3)\tKnowledge of the traffic laws, ordinances, or regulations of the State and the county where the applicant resides or intends to operate a motor vehicle.\n\n\n\n\t(c)  If the examiner of drivers is satisfied that the applicant is qualified to receive an instruction permit, the examiner of drivers shall issue the permit entitling the applicant, while having the permit in the applicant's immediate possession, to drive a motor vehicle upon the highways for a period of one year; provided that an applicant who is registered in a driver training course shall be issued a temporary instruction permit for the duration of the course and the termination date of the course shall be entered on the permit.  A person who is not licensed to operate the category of motor vehicles to which the driving training course applies shall not operate a motor vehicle in connection with the driving training course without a valid temporary instruction permit.\n\t(d)  [Repeal and reenactment on January 9, 2011.  L 2005, c 72, §15.]  Except when operating a motor scooter or motorcycle, the holder of an instruction permit shall be accompanied by a person who is twenty-one years of age or older and licensed to operate the category of motor vehicles in which the motor vehicle that is being operated belongs.  The licensed person shall occupy a passenger seat beside the permit holder while the motor vehicle is being operated; provided that if the holder of the instruction permit is under the age of eighteen years and is driving between the hours of 11:00 p.m. and 5:00 a.m.:\n\n\n\n\t(1)\tA licensed driver who is the permit holder's parent or guardian shall occupy a passenger seat beside the driver while the motor vehicle is operated, unless the permit holder is an emancipated minor;\n\t(2)\tThe licensed driver shall be licensed to operate the same category of motor vehicles as the motor vehicle being operated by the holder of the instruction permit; and\n\t(3)\tAll occupants of the motor vehicle shall be restrained by a seat belt assembly or a child passenger safety restraint system as required under sections 291-11.5 and 291-11.6, notwithstanding any other law to the contrary.\n\n\n\n\t(e)  No holder of a temporary instruction permit shall operate a motorcycle or a motor scooter during hours of darkness or carry any passengers.\n\t(f)  No holder of a category 1 or 2 temporary instruction permit shall have the permit renewed, nor shall the holder be issued another temporary instruction permit for the same purpose, unless the holder has taken the examination for a category 1 or 2 license at least once prior to the expiration of the temporary instruction permit.  If the holder of a temporary instruction permit fails to meet the requirements of this section, the holder shall not be permitted to apply for another category 1 or 2 temporary instruction permit for a period of three months.  Nothing in this subsection shall affect the right and privilege of any holder of a category 1 or 2 temporary instruction permit to obtain a temporary instruction permit or driver's license for the operation of any other type of motor vehicle.\n\t(g)  The examiner of drivers may accept an application for renewal of an instruction permit no more than thirty days prior to or ninety days after the expiration date of the instruction permit, whereupon the applicant for renewal of an instruction permit shall be exempt from subsection (b)(2) and (b)(3).  If an application for renewal of an instruction permit is not made within ninety days after the expiration date of the permit, the applicant shall be treated as applying for a new instruction permit and examined in accordance with subsection (b). [L 1967, c 214, pt of §2; HRS ; am L 1970, c 164, §3; am L 1977, c 50, §2; gen ch 1985; am L 1996, c 100, §1; am L 1997, c 104, §2; am L 1999, c 175, §3; am L 2001, c 82, §1 and c 86, §6; am L 2002, c 25, §1; am L 2005, c 72, §6]\nCross References\n  Statewide driver education program and behind-the-wheel driver training program; rules, see §286-108.4."
}