{
    "name": "Interisland shipping of vehicles; proof required Cross References Nonresident violator compact, see chapter 291A.",
    "number": "271",
    "text": "INTERISLAND SHIPPING OF VEHICLES\n\n   Interisland shipping of vehicles; proof required.  (a)  Except as provided in subsection (b), a legal owner of a vehicle shall not ship that vehicle interisland in this State unless the legal owner first presents to the carrier the legal owner's current certificate of registration showing that the person is the registered owner of the vehicle, identification, and proof of motor vehicle insurance.  If the registered owner of the vehicle is not the legal owner of the vehicle, the registered owner shall present to the carrier, the registered owner's current certificate of registration, identification, and proof of motor vehicle insurance.  Duplicate copies of the current registration and proof of motor vehicle insurance shall be acceptable for commercial vehicles as defined in section 286-47(3)(C).  An authorized agent of the legal or registered owner may ship the vehicle by presenting the current certificate of registration, identification, proof of motor vehicle insurance, and a notarized letter from the registered or legal owner authorizing the shipment.  For an unrecorded owner pending a lawful transfer, a certificate of ownership signed by the previous owner may be submitted for the current certificate of registration for a vehicle purchased within thirty days of shipping.  A facsimile of proof of motor vehicle insurance from an insurance company may be accepted for a vehicle purchased within thirty days of shipping.  Presentation of proof of motor vehicle insurance shall not be required for:\n\n\n\n\t(1)\tUnlicensed propelled vehicles that are not intended for on-road use;\n\t(2)\tNew unregistered vehicles shipped with a bill of lading; or\n\t(3)\tVehicles owned by the federal, state, or county government.\n\n\n\n\t(b)  A legal owner of a damaged vehicle shall not ship that vehicle interisland in this State for repair, disposal, or salvage unless the legal owner first presents to the carrier the legal owner's current certificate of registration showing that the person is the registered owner of the vehicle or a car dealer's license.  For an unrecorded owner pending a lawful transfer, a certificate of ownership signed by the previous owner may be acceptable for a vehicle purchased within thirty days of shipping.  A registered owner of the vehicle who is not the legal owner of the vehicle must present a current certificate of registration.\n\t(c)  Any legal or registered owner who violates this section shall be fined not more than $100.\n\t(d)  The carrier shall record by physical inspection the vehicle identification number (VIN) of the vehicle and maintain a record of the transporting of the vehicle along with the description of the vehicle for a period of not less than three years.\n\t(e)  This section shall not apply to:\n\n\n\n\t(1)\tAny motor vehicle rental company as defined in section 431:9A-141 that periodically ships in quantities of ten vehicles or more; or\n\t(2)\tLicensed dealers who periodically ship in quantities of ten vehicles or more, or whose primary business is the auction of insurance salvage vehicles.\n\n\n\n\t(f)  The records maintained as required by this section and all other records and receipts relating to the transportation of vehicles shall be available for inspection by the federal, state, or county law enforcement agencies, and financial institutions during normal business hours. [L 1994, c 170, §1; am L 1995, c 128, §2; am L 1997, c 251, §9; am L 1998, c 95, §2; am L 2002, c 23, §1; am L 2003, c 26, §3]"
}