{
    "name": "Geothermal resource subzones",
    "number": "5.1",
    "text": "(a)  Geothermal resource subzones may be designated within the urban, rural, agricultural, and conservation land use districts established under section 205-2.  Only those areas designated as geothermal resource subzones may be utilized for geothermal development activities in addition to those uses permitted in each land use district under this chapter.  Geothermal development activities may be permitted within urban, rural, agricultural, and conservation land use districts in accordance with this chapter.  \"Geothermal development activities\" means the exploration, development, or production of electrical energy from geothermal resources and direct use applications of geothermal resources; provided that within the urban, rural, and agricultural land use districts, direct use applications of geothermal resources are permitted both within and outside of areas designated as geothermal resource subzones pursuant to section 205-5.2 if such direct use applications are in conformance with all other applicable state and county land use regulations and are in conformance with this chapter.\n     (b)  The board of land and natural resources shall have the responsibility for designating areas as geothermal resource subzones as provided under section 205-5.2; except that the total area within an agricultural district which is the subject of a geothermal mining lease approved by the board of land and natural resources, any part or all of which area is the subject of a special use permit issued by the county for geothermal development activities, on or before May 25, 1984, is designated as a geothermal resource subzone for the duration of the lease.  The designation of geothermal resource subzones shall be governed exclusively by this section and section 205-5.2, except as provided therein.  The board shall adopt, amend, or repeal rules related to its authority to designate and regulate the use of geothermal resource subzones in the manner provided under chapter 91.\n     The authority of the board to designate geothermal resource subzones shall be an exception to those provisions of this chapter and of section 46-4 authorizing the land use commission and the counties to establish and modify land use districts and to regulate uses therein.  The provisions of this section shall not abrogate nor supersede the provisions of chapters 182, 183, and 183C.\n     (c)  The use of an area for geothermal development activities within a geothermal resource subzone shall be governed by the board within the conservation district and, except as herein provided, by state and county statutes, ordinances, and rules not inconsistent herewith within agricultural, rural, and urban districts, except that no land use commission approval or special use permit procedures under section 205-6 shall be required for the use of such subzones.  In the absence of provisions in the county general plan and zoning ordinances specifically relating to the use and location of geothermal development activities in an agricultural, rural, or urban district, the appropriate county authority may issue a geothermal resource permit to allow geothermal development activities.  \"Appropriate county authority\" means the county planning commission unless some other agency or body is designated by ordinance of the county council.  Such uses as are permitted by county general plan and zoning ordinances, by the appropriate county authority, shall be deemed to be reasonable and to promote the effectiveness and objectives of this chapter.  Chapters 177, 178, 182, 183, 183C, 205A, 226, 342, and 343 shall apply as appropriate.  If provisions in the county general plan and zoning ordinances specifically relate to the use and location of geothermal development activities in an agricultural, rural, or urban district, the provisions shall require the appropriate county authority to conduct a public hearing on any application for a geothermal resource permit to determine whether the use is in conformity with the criteria specified in subsection (e) for granting geothermal resource permits; provided that within the urban, rural, and agricultural land use districts, direct use applications of geothermal resources are permitted without any application for a geothermal resource permit both within and outside of areas designated as geothermal resource subzones pursuant to section 205-5.2 if such direct use applications are in conformance with all other applicable state and county land use regulations and are in conformance with this chapter.\n     (d)  If geothermal development activities are proposed within a conservation district, with an application with all required data, the board of land and natural resources shall conduct a public hearing and, upon appropriate request for mediation from any party who submitted comment at the public hearing, the board shall appoint a mediator within five days.  The board shall require the parties to participate in mediation.  The mediator shall not be a member of the board or its staff.  The mediation period shall not extend beyond thirty days after the date mediation started, except by order of the board.  Mediation shall be confined to the issues raised at the public hearing by the party requesting mediation.  The mediator will submit a written recommendation to the board, based upon any mediation agreement reached between the parties for consideration by the board in its final decision.  If there is no mediation agreement, the board may have a second public hearing to receive additional comment related to the mediation issues.  Within ten days after the second public hearing, the board may receive additional written comment on the issues raised at the second public hearing from any party.\n     The board shall consider the comments raised at the second hearing before rendering its final decision.  The board shall then determine whether, pursuant to board rules, a conservation district use permit shall be granted to authorize the geothermal development activities described in the application.  The board shall grant a conservation district use permit if it finds that the applicant has demonstrated that:\n     (1)  The desired uses would not have unreasonable adverse health, environmental, or socio-economic effects on residents or surrounding property; and\n     (2)  The desired uses would not unreasonably burden public agencies to provide roads and streets, sewers, water, drainage, and police and fire protection; or\n     (3)  There are reasonable measures available to mitigate the unreasonable adverse effects or burdens referred to above.\n     A decision shall be made by the board within six months of the date a complete application was filed; provided that the time limit may be extended by agreement between the applicant and the board.\n     (e)  If geothermal development activities are proposed within agricultural, rural, or urban districts and such proposed activities are not permitted uses pursuant to county general plan and zoning ordinances, then after receipt of a properly filed and completed application, including all required supporting data, the appropriate county authority shall conduct a public hearing.  Upon appropriate request for mediation from any party who submitted comment at the public hearing, the county authority shall appoint a mediator within five days.  The county authority shall require the parties to participate in mediation.  The mediator shall not be an employee of any county agency or its staff.  The mediation period shall not extend beyond thirty days after mediation started, except by order of the county authority.  Mediation shall be confined to the issues raised at the public hearing by the party requesting mediation.  The mediator will submit a written recommendation to the county authority, based upon any mediation agreement reached between the parties for consideration by the county authority in its final decision.  If there is no mediation agreement, the county authority may have a second public hearing to receive additional comment related to the mediation issues.  Within ten days after the second public hearing, the county authority may receive additional written comment on the issues raised at the second public hearing from any party.\n     The county authority shall consider the comments raised at the second hearing before rendering its final decision.  The county authority shall then determine whether a geothermal resource permit shall be granted to authorize the geothermal development activities described in the application.  The appropriate county authority shall grant a geothermal resource permit if it finds that applicant has demonstrated that:\n     (1)  The desired uses would not have unreasonable adverse health, environmental, or socio-economic effects on residents or surrounding property;\n     (2)  The desired uses would not unreasonably burden public agencies to provide roads and streets, sewers, water, drainage, school improvements, and police and fire protection; and\n     (3)  That there are reasonable measures available to mitigate the unreasonable adverse effects or burdens referred to above.\n     Unless there is a mutual agreement to extend, a decision shall be made on the application by the appropriate county authority within six months of the date a complete application was filed; provided that the time limit may be extended by agreement between the applicant and the appropriate county authority.\n     (f)  Requests for mediation shall be received by the board or county authority within five days after the close of the initial public hearing.  Within five days thereafter, the board or county authority shall appoint a mediator.  Any person submitting an appropriate request for mediation shall be notified by the board or county authority of the date, time, and place of the mediation conference by depositing such notice in the mail to the return address stated on the request for mediation.  The notice shall be mailed no later than ten days before the start of the mediation conference.  The conference shall be held on the island where the public hearing is held.\n     (g)  Any decision made by an appropriate county authority or the board pursuant to a public hearing or hearings under this section may be appealed directly on the record to the intermediate appellate court for final decision and shall not be subject to a contested case hearing.  Sections 91-14(b) and (g) shall govern the appeal, notwithstanding the lack of a contested case hearing on the matter.  The appropriate county authority or the board shall provide a court reporter to produce a transcript of the proceedings at all public hearings under this section for purposes of an appeal.\n     (h)  For the purposes of an appeal from a decision from a public hearing, the record shall include:\n     (1)  The application for the permit and all accompanying supporting documents, including but not limited to: reports, studies, affidavits, statements, and exhibits.\n     (2)  Staff recommendations submitted to the members of the agency in consideration of the application.\n     (3)  Oral and written public testimony received at the public hearings.\n     (4)  Written transcripts of the proceedings at the public hearings.\n     (5)  The written recommendation received by the agency from the mediator with any mediation agreement.\n     (6)  A statement of relevant matters noticed by the agency members at the public hearings.\n     (7)  The written decision of the agency issued in connection with the application and public hearings.\n     (8)  Other documents required by the board or county authority. [L 1983, c 296, pt of §3; am L 1984, c 151, §2; am L 1985, c 226, §1; am L 1986, c 167, §1, c 187, §1, and c 290, §1; am L 1987, c 372, §§2, 3 and c 378, §1; am L 1995, c 69, §9; am L 2006, c 91, §1]\n \nNote\n \n  Chapters 177, 178, and 342 referred to in text are repealed.\n \nCase Notes\n \n  Constitutional even though not subject to a contested case hearing; purpose is to assist in the location of geothermal resources development in areas of the lowest potential environmental impact.  8 H. App. 183, 797 P.2d 59.\n  Satisfies the United States Constitution.  8 H. App. 203, 797 P.2d 69.\n  Aggrieved party was not barred by exhaustion of remedies doctrine from applying to court for relief where section's appeal provisions were inapplicable and no other administrative recourse was afforded.  9 H. App. 143, 827 P.2d 1149."
}