{
    "name": "Committed persons paroled",
    "number": "64",
    "text": "Any committed person confined in any state correctional facility in execution of any sentence imposed upon the committed person, except in cases where the penalty of life imprisonment not subject to parole has been imposed, shall be subject to parole in manner and form as set forth in this part; provided that the committed person shall be paroled in the county where the committed person had a permanent residence or occupation or employment prior to incarceration, unless:\n     (1)  The committed person will reside in a county in which the population exceeds eight-hundred thousand persons; or\n     (2)  The committed person will be released for immediate departure from the State.\nProvided further that to be eligible for parole, the committed person, if the person is determined by the department to be suitable for participation, must have been a participant in an academic, vocational education, or prison industry program authorized by the department and must have been involved in or completed the program to the satisfaction of the department; and provided further that this precondition for parole shall not apply if the committed person is in a correctional facility where academic, vocational education, and prison industry programs or facilities are not available.  A grant of parole shall not be subject to acceptance by the committed person. [L 1917, c 103, §1; RL 1925, §1560; am L 1931, c 126, §1; RL 1935, §6435; RL 1945, §3958; am L 1955, c 239, §1; RL 1955, §83-63; HRS ; gen ch 1985; am L 1988, c 147, §1; am L 1993, c 101, §1 and c 201, §1]\n \nCross References\n \n  Minimum term, setting of, see §706-669.\n  Parole procedure, see §706-670.\n \nCase Notes\n \n  While on parole, prisoner still in legal custody and deemed to be serving sentence imposed.  24 H. 247.\n  Neither chapter 706 nor chapter 353 prohibits the Hawaii paroling authority from setting a prisoner's minimum term at a period equal to his or her maximum sentence.  97 H. 183, 35 P.3d 210.\n  Cited:  26 H. 764, 770; 60 H. 314, 588 P.2d 929."
}