{
    "name": "Hawaii-grown roasted or instant coffee; labeling requirements",
    "number": "120.6",
    "text": "(a)  In addition to all other labeling requirements, the identity statement used for labeling or advertising roasted or instant coffee produced in whole or in part from Hawaii-grown green coffee beans shall meet the following requirements:\n\n\n\n\t(1)\tFor roasted or instant coffee that contains one hundred per cent Hawaii-grown coffee by weight the identity statement shall consist of either:\n\n\t\t(A)\tThe geographic origin of the Hawaii-grown coffee, in coffee consisting of beans from only one geographic origin, followed by the word \"Coffee\"; provided that the geographic origin may be immediately preceded by the term \"100%\"; or\n\t\t(B)\tThe per cent coffee by weight of one of the Hawaii-grown coffees, used in coffee consisting of beans from several geographic origins, followed by the geographic origin of the weight-specified coffee and the terms \"Coffee\" and \"All Hawaiian\";\n\n\t(2)\tFor roasted or instant coffee consisting of a blend of one or more Hawaii-grown coffees and coffee not grown in Hawaii, the per cent coffee by weight of one of the Hawaii-grown coffees used in the blend, followed by the geographic origin of the weight-specified coffee and the term \"Coffee Blend\"; and\n\t(3)\tEach word or character in the identity statement shall be of the same type size and shall be contiguous.  The smallest letter or character of the identity statement on packages of sixteen ounces or less net weight shall be at least one and one-half times the type size required under federal law for the statement of net weight or three-sixteenths of an inch in height, whichever is smaller.  The smallest letter or character of the identity statement on packages of greater than sixteen ounces net weight shall be at least one and one-half times the type size required under federal law for the statement of net weight.  The identity statement shall be conspicuously displayed without any intervening material in a position above the statement of net weight.  Upper and lower case letters may be used interchangeably in the identity statement.\n\n\n\n\t(b)  A listing of the geographic origins of the various Hawaii-grown coffees and the regional origins of the various coffees not grown in Hawaii that are included in a blend may be shown on the label.  If used, this list shall consist of the term \"Contains:\", followed by, in descending order of per cent by weight and separated by commas, the respective geographic origin or regional origin of the various coffees in the blend that the manufacturer chooses to list.  Each geographic origin or regional origin may be preceded by the per cent of coffee by weight represented by that geographic origin or regional origin, expressed as a number followed by the per cent sign.  The type size used for this list shall not exceed half that of the identity statement.  This list shall appear below the identity statement, if included on the front panel of the label. \n\t(c)  It shall be a violation of this section:\n\n\n\n\t(1)\tTo use the identity statement specified in subsection (a)(1)(A) or similar terms in labeling or advertising unless the package of roasted or instant coffee contains one hundred per cent coffee from that one geographic origin;\n\t(2)\tTo use a geographic origin in labeling or advertising, including in conjunction with a coffee style or in any other manner, if the roasted or instant coffee contains less than ten per cent coffee by weight from that geographic origin;\n\t(3)\tTo use a geographic origin in advertising roasted or instant coffee, including advertising in conjunction with a coffee style or in any other manner, without disclosing the percentage of coffee used from that geographic origin as described in subsection (a)(1)(B) and [(a)](2);\n\t(4)\tTo use a geographic origin in labeling or advertising  roasted or instant coffee, including in conjunction with a coffee style or in any other manner, if the green coffee beans used in that roasted or instant coffee do not meet the grade standard requirements of rules adopted under chapter 147;\n\t(5)\tTo misrepresent, on a label or in advertising of a roasted or instant coffee, the per cent coffee by weight of any coffee from a geographic origin or regional origin; or\n\t(6)\tTo use the term \"All Hawaiian\" on a label or in advertising of a roasted or instant coffee if the roasted or instant coffee is not produced entirely from green coffee beans produced in geographic origins defined in this chapter.\n\n\n\n\t(d)  Roasters, manufacturers, or other persons who package roasted or instant coffee covered by this section shall maintain, for a period of two years, records on the volume and geographic origin or regional origin of coffees purchased and sold and any other records required by the department for the purpose of enforcing this section.  Authorized employees of the department shall have access to these records during normal business hours.\n\t(e)  For the purpose of this section:\n\t\"Geographic origin\" means the geographic regions in which Hawaii-grown green coffee beans are produced, as defined in rules adopted under chapter 147; provided that the term \"Hawaiian\" may be substituted for the geographic origin \"Hawaii\".\n\t\"Per cent coffee by weight\" means the percentage calculated by dividing the weight in pounds of roasted green coffee beans of one geographic or regional origin used in a production run of roasted or instant coffee, by the total weight in pounds of the roasted green coffee beans used in that production run of roasted or instant coffee, and multiplying the quotient by one hundred. [L 1991, c 289, §2; am L 1995, c 103, §1; am L 2002, c 258, §1]"
}