{
    "name": "Regulation of utility rates; ratemaking procedures",
    "number": "16",
    "text": "(a)  All rates, fares, charges, classifications, schedules, rules, and practices made, charged, or observed by any public utility, or by two or more public utilities jointly, shall be just and reasonable and shall be filed with the public utilities commission.  The rates, fares, classifications, charges, and rules of every public utility shall be published by the public utility in such manner as the public utilities commission may require, and copies furnished to any person on request. \tTo the extent the contested case proceedings referred to in chapter 91 are required in any rate proceeding in order to ensure fairness and to provide due process to parties which may be affected by rates approved by the commission, such evidentiary hearings shall be conducted expeditiously and shall be conducted as a part of the ratemaking proceeding.\n\t(b)  No rate, fare, charge, classification, schedule, rule, or practice, other than one established pursuant to an automatic rate adjustment clause previously approved by the commission, shall be established, abandoned, modified, or departed from by any public utility, except after thirty days' notice as prescribed in section 269-12(b) to the commission and prior approval by the commission for any increases in rates, fares, or charges.  The commission may, in its discretion and for good cause shown, allow any rate, fare, charge, classification, schedule, rule, or practice to be established, abandoned, modified, or departed from upon notice less than that provided for in section 269-12(b).  A contested case hearing shall be held in connection with any increase in rates and such hearing shall be preceded by a public hearing as prescribed in section 269-12(c) at which the consumers or patrons of the public utility may present testimony to the commission concerning the increase.  The commission, upon notice to the public utility, may suspend the operation of all or any part of the proposed rate, fare, charge, classification, schedule, rule, or practice or any proposed abandonment or modification thereof or departure therefrom and after a hearing by order regulate, fix, and change all such rates, fares, charges, classifications, schedules, rules, and practices, so that the same shall be just and reasonable and prohibit rebates and unreasonable discrimination between localities, or between users or consumers, under substantially similar conditions, regulate the manner in which the property of every public utility is operated with reference to the safety and accommodation of the public, prescribe its form and method of keeping accounts, books, and records, and its accounting system, regulate the return upon its public utility property, the incurring of indebtedness relating to its public utility business, and its financial transactions and do all things in addition which are necessary and in the exercise of such power and jurisdiction, all of which as so ordered, regulated, fixed, and changed shall be just and reasonable, and such as shall provide a fair return on the property of the utility actually used or useful for public utility purposes.\n\t(c)  The commission may in its discretion and after public hearing, upon showing by a public utility of probable entitlement and financial need, authorize temporary increases in rates, fares, and charges; provided that the commission shall by order require the public utility to return in the form of an adjustment to rates, fares, or charges to be billed in the future any amounts, with interest at a rate equal to the rate of return on such public utility's rate base found to be reasonable by the commission, received by reason of such continued operation which are in excess of the rates, fares, or charges finally determined to be just and reasonable by the commission.  Interest on any such excess shall commence as of the date that any rate, fare, or charge goes into effect which results in any such excess and shall continue to accrue on the balance of any such excess until returned.\n\t(d)  The commission shall make every effort to complete its deliberations and issue its decision as expeditiously as possible and before nine months from the date the public utility filed its completed application; provided that in carrying out this mandate the commission shall require all parties to a proceeding to comply strictly with procedural time schedules which it establishes.  If a decision is rendered after the nine-month period, the commission shall in writing report the reasons therefor to the legislature within thirty days after rendering the decision.\n\tNotwithstanding subsection (c), if the commission has not issued its final decision on a public utility's rate application within the nine-month period stated in this section, the commission shall within one month after the expiration of the nine-month period render an interim decision allowing the increase in rates, fares and charges, if any, to which the commission, based on the evidentiary record before it, believes the public utility is probably entitled.  The commission may postpone its interim rate decision thirty days if the commission considers the evidentiary hearings incomplete.  In the event interim rates are made effective, the commission shall by order require the public utility to return in the form of an adjustment to rates, fares, or charges to be billed in the future any amounts, with interest at a rate equal to the rate of return on such public utility's rate base found to be reasonable by the commission, received under such interim rates which are in excess of the rates, fares or charges finally determined to be just and reasonable by the commission.  Interest on any such excess shall commence as of the date that any rate, fare, or charge goes into effect which results in any such excess and shall continue to accrue on the balance of any such excess until returned.\n\tThe nine-month period in this subsection shall begin only after a completed application has been filed with the commission and a copy served on the consumer advocate.  The commission shall establish standards concerning the data required to be set forth in the application in order for it to be deemed a completed application.  The consumer advocate may within twenty-one days after receipt object to the sufficiency of any application and the commission shall hear and determine any such objection within twenty-one days after the same is filed.  If the commission finds that the objections are without merit, the application shall be deemed to have been completed upon original filing.  If the commission finds the application to be incomplete, it shall require the applicant to submit an amended application consistent with its findings and the nine-month period shall not commence until the amended application is filed.\n\t(e)  In any case of two or more organizations, trades, or businesses (whether or not incorporated, whether or not organized in the State of Hawaii, and whether or not affiliated) owned or controlled directly or indirectly by the same interests, the commission may distribute, apportion, or allocate gross income, deductions, credits or allowances between or among the organizations, trades, or businesses, if it determines that the distribution, apportionment, or allocation is necessary in order to adequately reflect the income of any such organizations, trades, or businesses to carry out the regulatory duties imposed by this section.\n\t(f)  Notwithstanding any law to the contrary, for public utilities having annual gross revenues of less than $2,000,000, the commission may make and amend its rules and procedures which will provide the commission with sufficient facts necessary to determine the reasonableness of the proposed rates without unduly burdening the utility company and its customers.  In the determination of the reasonableness of the proposed rates, the commission shall:\n\n\n\n\t(1)\tRequire the filing of a standard form application to be developed by the commission.  The standard form application for general rate increases shall describe the specific facts that must be submitted to support a determination of the reasonableness of the proposed rates, and require the submission of financial information in conformance with a standard chart of accounts to be approved by the commission, and other commission guidelines to allow expeditious review of a requested general rate increase application;\n\t(2)\tHold a public hearing as prescribed in section 269-12(c) at which the consumers or patrons of the public utility may present testimony to the commission concerning the increase.  The public hearing shall be preceded by proper notice, as prescribed in section 269-12; and\n\t(3)\tMake every effort to complete its deliberations and issue a proposed decision and order within six months from the date the public utility files a completed application with the commission, provided that all parties to the proceeding strictly comply with the procedural schedule established by the commission and no person is permitted to intervene.  If a proposed decision and order is rendered after the six-month period, the commission shall report in writing the reasons therefor to the legislature within thirty days after rendering the proposed decision and order.  Prior to the issuance of the commission's proposed decision and order, the parties shall not be entitled to a contested case hearing.\n\t\t\tIf all parties to the proceeding accept the proposed decision and order, the parties shall not be entitled to a contested case hearing, and section 269-15.5 shall not apply.  If the commission permits a person to intervene, the six-month period shall not apply and the commission shall make every effort to complete its deliberations and issue its decision within the nine-month period from the date the public utility's completed application was filed, pursuant to subsections (b), (c), and (d).\n\t\t\tIf a party does not accept the proposed decision and order, either in whole or in part, that party shall give notice of its objection or nonacceptance within the timeframe prescribed by the commission in the proposed decision and order, setting forth the basis for its objection or nonacceptance; provided that the proposed decision and order shall have no force or effect pending the commission's final decision.  If notice is filed, the above six-month period shall not apply and the commission shall make every effort to complete its deliberations and issue its decision within the nine-month period from the date the public utility's completed application was filed as set forth in subsection (d).  Any party that does not accept the proposed decision and order under this paragraph shall be entitled to a contested case hearing; provided that the parties to the proceeding may waive the contested case hearing.\n\n\n\n\tPublic utilities subject to this subsection shall follow the standard chart of accounts to be approved by the commission for financial reporting purposes.  The public utilities shall file a certified copy of the annual financial statements in addition to an updated chart of accounts used to maintain their financial records with the commission and consumer advocate within ninety days from the end of each calendar or fiscal year, as applicable, unless this timeframe is extended by the commission.  The owner, officer, general partner, or authorized agent of the utility shall certify that the reports were prepared in accordance with the standard chart of accounts. [L 1959, c 239, §1; am L 1962, c 25, §2; Supp, §104-15; am L 1967, c 28, §1 and c 276, §1; HRS ; am L 1973, c 149, §1(c); am L 1976, c 10, §1; am L 1979, c 111, §11; am L 1982, c 222, §2; am L 1983, c 98, §2(1), (2); am L 1984, c 289, §1; am L 1988, c 250, §2; am L 1989, c 189, §1; am L 1998, c 195, §2; am L 2004, c 168, §2]"
}