{
    "name": "Employment of assistants",
    "number": "3",
    "text": "(a)  The chairperson of the public utilities commission may appoint and employ such clerks, stenographers, agents, engineers, accountants, and other assistants for the public utilities commission as the chairperson finds necessary for the performance of the commission's functions and define their powers and duties.  The chairperson may appoint and at pleasure dismiss a chief administrator, research assistants, economists, legal secretaries, enforcement officers, and such hearings officers as may be necessary.  Notwithstanding section 103D-209(b), the chairperson shall appoint one or more attorneys independent of the attorney general who shall act as attorneys for the commission and define their powers and duties and fix their compensation.  The chief administrator, research assistants, economists, legal secretaries, enforcement officers, hearings officers, and attorneys shall be exempt from chapter 76.  Other employees shall be appointed as may be needed by the chairperson in accordance with chapter 76.\n\t(b)  Notwithstanding section 91-13, the commission may consult with its assistants appointed under authority of this section in any contested case or agency hearing concerning any issue of facts.  Neither the commission nor any of its assistants shall in such proceeding consult with any other person or party except upon notice and an opportunity for all parties to participate, save to the extent required for the disposition of ex parte matters authorized by law. [L 1913, c 89, §2; RL 1925, §2190; am L 1933, c 141, §2; RL 1945, §4703; am L 1949, c 179, §1; RL 1955, §104-3; am imp L 1963, c 21, §1 and c 114, §3; HRS ; am L 1972, c 118, §2; am L 1976, c 165, §2; am L 1983, c 219, §4; am L 1985, c 292, §1; gen ch 1985; am L 1989, c 178, §1; am L 1991, c 57, §4; gen ch 1993; am L Sp 1993, c 8, §53; am L 2000, c 253, §150]"
}