{
    "name": "Designation of parking spaces for electric vehicles; charging units",
    "number": "71",
    "text": "Note\n \n  Transportation energy transformation grant fund for electric vehicles and innovative diversified transportation energy sources (repealed June 30, 2013).  L 2009, c 156, §8.\n \nRevision Note\n \n  Part heading designated by revisor.\n \n     []    All public, private, and government parking facilities that are available for use by the general public and have at least one hundred parking spaces shall designate one per cent of parking spaces exclusively for electric vehicles by December 31, 2011, provided that at least one of the parking spaces designated for electric vehicles is located near the building entrance and is equipped with an electric vehicle charging unit.  Spaces shall be designated, clearly marked, and the exclusive designation enforced.  The electric vehicle charging units shall meet recognized standards, including SAE J1772 of the Society of Automotive Engineers.  Owners of multiple parking lots within the State may designate and electrify fewer parking spaces than required in one or more of their owned properties as long as the scheduled requirement is met for the total number of aggregate spaces on all of their owned properties.\n     When the number of registered electric vehicles in the State reaches five thousand, the spaces designated for electric vehicles shall increase to two per cent of parking spaces.  The number of spaces designated for electric vehicles shall continue to increase by one per cent for each additional five thousand electric vehicles registered in the State until the percentage reaches ten per cent of parking spaces.\n     For the purposes of this section, \"electric vehicle\" means an electric vehicle or neighborhood electric vehicle with an electric vehicle license plate. [L 2009, c 156, pt of §4]"
}