{
    "name": "Metropolitan Planning Organization membership",
    "number": "3",
    "text": "(a)  The MPO shall consist of a policy committee and appropriate staff.  The MPO policy committee shall consist of fourteen members.  These members shall include:\n     (1)  Five members of the legislative body of the appropriate county;\n     (2)  Three members of the state senate:\n         (A)  One of whom shall be chairperson of the senate committee with primary responsibility for transportation issues.  In the event there is more than one chairperson of the senate committee with primary responsibility for transportation issues, the senate president shall identify the chairperson who shall serve on the MPO policy committee and who shall not be required to be a resident of the appropriate county; and\n         (B)  Two of whom shall be residents of the appropriate county and shall be appointed by the senate president;\n     (3)  Three members of the state house of representatives:\n         (A)  One of whom shall be the chairperson of the committee of the house of representatives with primary responsibility for transportation issues; and\n         (B)  Two of whom shall be residents of the appropriate county and shall be appointed by the speaker of the house;\n     (4)  One member who shall be the director of transportation;\n     (5)  One member who shall be the director of the appropriate county department assigned primary responsibility for transportation planning; and\n     (6)  One member who shall be the director of the authority for rapid or mass transportation, or a successor agency thereof, that operates public transportation on that island.\n     (b)  Each member of the MPO policy committee who is a member of the state legislature or the legislative body of the county shall serve for the same term as the term of office for which the member is elected.  There shall be no remuneration for this service.\n     (c)  Vacancies in the MPO policy committee that occur shall be filled in the same manner in which the original member was appointed. [L 1975, c 180, §3; am L 1985, c 194, §1; am L 1986, c 55, §1; am L 1997, c 11, §1; am L 2013, c 12, §1]"
}