{
    "name": "Regents; appointment; tenure; qualifications; meetings",
    "number": "104",
    "text": "(a)  The affairs of the university shall be under the general management and control of the board of regents consisting of fifteen members who shall be appointed and may be removed by the governor.  Except as otherwise provided by law, state officers shall be eligible for appointment and membership.  The term of each member shall be five years, except as provided for the initial appointment in section 26-11; provided that the term of the student member shall be two years.  Every member may serve beyond the expiration date of the member's term of appointment until the member's successor has been appointed by the governor and confirmed by the senate in accordance with article X, section 6 of the Hawaii constitution.  Members shall serve no more than two consecutive five-year terms; provided that the members who are initially appointed to terms of two years or less pursuant to section 26-11(a) may be reappointed to two ensuing five-year terms.  If a member is to be appointed to a second term of five years, the senate shall consider the question of whether to reconfirm the member at least one hundred twenty days prior to the conclusion of a member's first five-year term; provided that if the senate is not in session within one hundred twenty days prior to the conclusion of the member's first five-year term, the member shall continue to serve until the senate convenes for the next regular session or the next special session for which the senate is authorized to consider the question of reconfirmation.\n     (b)  At a meeting preceding July 1 of each year, the board of regents shall elect a chairperson and up to two vice-chairpersons whose terms shall be from July 1 to June 30 of the next year or thereafter until their successors are elected.  The board shall appoint a secretary, who shall not be a member of the board.  The president of the university shall act as executive officer of the board.  A majority of the board of regents shall constitute a quorum to conduct business, and the concurrence of a majority of all the members to which the board of regents is entitled shall be necessary to make any action of the board of regents valid.  The board shall meet at least ten times annually and, from time to time, may meet in each of the counties of Hawaii, Maui, and Kauai.\n     (c)  The governor shall notify the regents candidate advisory council in writing within ten days of receiving notification that a member of the board of regents is resigning, has died, or is being removed by the governor.\n     (d)  The members of the board of regents shall serve without pay but shall be entitled to their travel expenses within the State when attending meetings of the board or when actually engaged in business relating to the work of the board. [L 2006, c 75, pt of §2; am L 2007, c 56, §4; am L Sp 2008, c 9, §3; am L 2011, c 50, §1]\n \nRevision Note\n \n  \"May 1, 2007\" substituted for \"the effective date of this Act\".\n \nCross References\n \n  Boards, generally, see §26-34.\n \nCase Notes\n \n  Respondent's application of the holdover provision of subsection (a) to the six regents whose terms had expired contravened L 2007, Act 56, §§1 and 5 and was contrary to the modified appointment process for regents prescribed by the Hawaii constitution, article X, §6.  119 H. 341, 198 P.3d 604.\n  The governor's nondiscretionary duty--pursuant to the Hawaii constitution, article X, §6, .5(e) and subsection (a)--to nominate and appoint members of the board of regents of the university of Hawaii, is subject to a reasonable time standard; reasonable time is judged by the totality of the circumstances; the passage of nearly ten months since the governor was presented with the regent candidate list was an unreasonable period of time for the governor to perform this constitutional and statutory duty and the governor was thus subject to mandamus.  119 H. 341, 198 P.3d 604."
}