{
    "name": "Reopening of cases; continuing jurisdiction of director",
    "number": "89",
    "text": "(a)  In the absence of an appeal and within twenty days after a copy of the decision has been sent to each party, the director of labor and industrial relations may upon the director's own motion or upon the application of any party reopen a case to permit the introduction of newly discovered evidence, and may render a revised decision.\n\t(b)  The director may at any time, either of the director's own motion or upon the application of any party, reopen any case on the ground that fraud has been practiced on the director or on any party and render such decision as is proper under the circumstances.\n\t(c)  On the application of any party in interest, supported by a showing of substantial evidence, on the ground of a change in or of a mistake in a determination of fact related to the physical condition of the injured employee, the director may, at any time prior to eight years after date of the last payment of compensation, whether or not a decision awarding compensation has been issued, or at any time prior to eight years after the rejection of a claim, review a compensation case and issue a decision which may award, terminate, continue, reinstate, increase, or decrease compensation.  No compensation case may be reviewed oftener than once in six months and no case in which a claim has been rejected shall be reviewed more than once if on such review the claim is again rejected.  The decision shall not affect any compensation previously paid, except that an increase of the compensation may be made effective from the date of the injury, and if any part of the compensation due or to become due is unpaid, a decrease of the compensation may be made effective from the date of the injury, and any payment made prior thereto in excess of such decreased compensation shall be deducted from any unpaid compensation in such manner and by such method as may be determined by the director.  In the event any such decision increases the compensation in a case where the employee has received damages from a third party pursuant to section 386-8 in excess of compensation previously awarded, the amount of such excess shall constitute a pro tanto satisfaction of the amount of the additional compensation awarded.  This subsection shall not apply when the employer's liability for compensation has been discharged in whole by the payment of a lump sum in accordance with section 386-54. [L 1963, c 116, pt of §1; am L 1965, c 69, §1; Supp, §97-98; HRS ; am L 1974, c 8, §2; am L 1985, c 296, §9; gen ch 1985]\nLaw Journals and Reviews\n  Administering Justice or Just Administration:  The Hawaii Supreme Court and the Intermediate Court of Appeals.  14 UH L. Rev. 271.\nCase Notes\n  Constitutional.  24 H. 97.\n  Departure of alien dependent widow from U.S. constitutes a \"change of condition\" and board might modify its former award accordingly to take effect from date of departure subject to maximum and minimum amount of death benefit.  27 H. 431.\n  The presumptions contained in §386-85 apply to a reopening proceeding under subsection (c).  56 H. 552, 545 P.2d 692.\n  On review, claimant is entitled to the same presumption claimant is entitled to under §386-85.  57 H. 535, 560 P.2d 1292.\n  Request for reopening of case must be supported by showing of substantial evidence.  57 H. 535, 560 P.2d 1292.\n  Fair construction of subsection (c) would only prevent reopening when claim for periodic benefits has been \"completely 'lump summed' out\".  65 H. 415, 653 P.2d 420.\n  A motion to reopen a case for newly discovered evidence pursuant to subsection (a) tolls the twenty-day period  within which a claimant must appeal the department's decision under §386-87.  85 H. 275, 942 P.2d 539.\n  The ten-year limitation provision in subsection (c) is not applicable to an application not based on a change in fact, or on a mistake in a determination of fact, relating to the physical condition of the claimant.  2 H. App. 136, 627 P.2d 288.\n  Where payments commuted under section 386-54, liability for compensation has been discharged even when there is a continuing obligation for medical services.  3 H. App. 41, 641 P.2d 327.\n  Cited:  24 H. 731, 735; 27 H. 476, 485; 31 H. 814, 816; 31 H. 672, 673; 32 H. 920, 926."
}