{
    "name": "Medical care, services, and supplies",
    "number": "21",
    "text": "PART II.  COMPENSATION\n\nA.  Medical and Rehabilitation Benefits\nCross References\n  Limitation on charges, see §431:10C-308.5.\n     (a)  Immediately after a work injury sustained by an employee and so long as reasonably needed the employer shall furnish to the employee all medical care, services, and supplies as the nature of the injury requires.  The liability for the medical care, services, and supplies shall be subject to the deductible under section 386-100.\n\t(b)  Whenever medical care is needed, the injured employee may select any physician or surgeon who is practicing on the island where the injury was incurred to render such care.  If the services of a specialist are indicated, the employee may select any such physician or surgeon practicing in the State.  The director may authorize the selection of a specialist practicing outside the State where no comparable medical attendance within the State is available.  Upon procuring the services of such physician or surgeon, the injured employee shall give proper notice of the employee's selection to the employer within a reasonable time after the beginning of the treatment.  If for any reason during the period when medical care is needed, the employee wishes to change to another physician or surgeon, the employee may do so in accordance with rules prescribed by the director.  If the employee is unable to select a physician or surgeon and the emergency nature of the injury requires immediate medical attendance, or if the employee does not desire to select a physician or surgeon and so advises the employer, the employer shall select the physician or surgeon.  Such selection, however, shall not deprive the employee of the employee's right of subsequently selecting a physician or surgeon for continuance of needed medical care.\n\t(c)  The liability of the employer for medical care, services, and supplies shall be limited to the charges computed as set forth in this section.  The director shall make determinations of the charges and adopt fee schedules based upon those determinations.  Effective January 1, 1997, and for each succeeding calendar year thereafter, the charges shall not exceed one hundred ten per cent of fees prescribed in the Medicare Resource Based Relative Value Scale system applicable to Hawaii as prepared by the United States Department of Health and Human Services, except as provided in this subsection.  The rates or fees provided for in this section shall be adequate to ensure at all times the standard of services and care intended by this chapter to injured employees.\n\tIf the director determines that an allowance under the medicare program is not reasonable, or if a medical treatment, accommodation, product, or service existing as of June 29, 1995, is not covered under the medicare program, the director may, at any time, establish an additional fee schedule or schedules not exceeding the prevalent charge for fees for services actually received by providers of health care services to cover charges for that treatment, accommodation, product, or service.  If no prevalent charge for a fee for service has been established for a given service or procedure, the director shall adopt a reasonable rate that shall be the same for all providers of health care services to be paid for that service or procedure.\n\tThe director shall update the schedules required by this section every three years or annually, as required.  The updates shall be based upon:\n\n\n\n\t(1)\tFuture charges or additions prescribed in the Medicare Resource Based Relative Value Scale system applicable to Hawaii as prepared by the United States Department of Health and Human Services; or\n\t(2)\tA statistically valid survey by the director of prevalent charges for fees for services actually received by providers of health care services or based upon the information provided to the director by the appropriate state agency having access to prevalent charges for medical fee information.\n\n\n\n\tWhen a dispute exists between an insurer or self-insured employer and a medical service provider regarding the amount of a fee for medical services, the director may resolve the dispute in a summary manner as the director may prescribe; provided that a provider shall not charge more than the provider's private patient charge for the service rendered.\n\t(d)  If it appears to the director that the injured employee has wilfully refused to accept the services of a competent physician or surgeon selected as provided in this section, or has wilfully obstructed the physician or surgeon, or medical, surgical, or hospital services or supplies, the director may consider such refusal or obstruction on the part of the injured employee to be a waiver in whole or in part of the right to medical care, services, and supplies, and may suspend the weekly benefit payments, if any, to which the employee is entitled so long as such refusal or obstruction continues.\n\t(e)  Such funds as are periodically necessary to the department to implement the foregoing provisions may be charged to and paid from the special compensation fund provided by section 386-151.\n\t(f)  In cases where the compensability of the claim is not contested by the employer, the medical services provider shall notify or bill the employer, insurer, or the special compensation fund for services rendered relating to the compensable injury within two years of the date services were rendered.  Failure to bill the employer, insurer, or the special compensation fund within the two-year period shall result in the forfeiture of the medical service provider's right to payment.  The medical service provider shall not directly charge the injured employee for treatments relating to the compensable injury. [L 1963, c 116, pt of §1; Supp, §97-20; am L 1967, c 16, §1; HRS ; am L 1973, c 78, §1; am L 1979, c 132, §1; am L 1985, c 296, §15; gen ch 1985; am L 1987, c 120, §1; am L 1995, c 234, §7; am L 1996, c 260, §2; am L 1998, c 191, §1]\nCase Notes\n  Offsets for workers' compensation benefits in pension plan constituted forfeitures under ERISA.  504 F. Supp. 958.\n  Workers' compensation benefits clearly intended to indemnify workers for job related injury or disease, not to provide income lost on retirement.  504 F. Supp. 958.\n  Voluntary, involuntary medical attendance.  32 H. 503.\n  A decision that finally adjudicates the matter of medical and temporary disability benefits under §§386-31(b), 386-32(b), and this section is an appealable final order under §91-14(a), even though the matter of permanent disability benefits under §§386-31(a) and 386-32(a) has been left for later determination.  89 H. 436, 974 P.2d 1026.\n  There is no statutory authority granted to board to apportion the medical treatment coverage afforded under this section between a preexisting dental condition and the accident-induced temporomandibular joint disorder; where substantial evidence in record indicated that the medical treatment proposed was necessitated by the nature of the injury, the employer was required to provide compensation for \"all\" medical treatment required.  93 H. 116 (App.), 997 P.2d 42.\n  Cited:  24 H. 731, 733."
}