{
    "name": "Costs",
    "number": "93",
    "text": "(a)  If the director of labor and industrial relations, appellate board or any court finds that proceedings under this chapter have been brought, prosecuted, or defended without reasonable ground the whole costs of the proceedings may be assessed against the party who has so brought, prosecuted, or defended the proceedings.\n\t(b)  [Subsection effective until June 30, 2006.  For subsection effective July 1, 2006, see below.]  If an employer appeals a decision of the director or appellate board, the costs of the proceedings of the appellate board or the supreme court of the State, together with reasonable attorney's fees shall be assessed against the employer, if the employer loses; provided that if an employer or an insurance carrier, other than the employer who appealed, is held liable for compensation, the costs of the proceedings of the appellate board or the supreme court of the State together with reasonable attorney's fees shall be assessed against the party held liable for the compensation.\n\t(b)  [Subsection effective July 1, 2006.  For subsection effective until June 30, 2006, see above.]  If an employer appeals a decision of the director or appellate board, the costs of the proceedings of the appellate board or the appellate court, together with reasonable attorney's fees, shall be assessed against the employer if the employer loses; provided that if an employer or an insurance carrier, other than the employer who appealed, is held liable for compensation, the costs of the proceedings of the appellate board or the appellate court, together with reasonable attorney's fees, shall be assessed against the party held liable for the compensation. [L 1963, c 116, pt of §1; Supp, §97-102; am L 1967, c 180, §1; HRS ; am L 1969, c 244, §2g; am L 2004, c 202, §45]\nNote\n  L 2004, c 202, §82 provides:\n  \"SECTION 82.  Appeals pending in the supreme court as of the effective date of this Act [July 1, 2006] may be transferred to the intermediate appellate court or retained at the supreme court as the chief justice, in the chief justice's sole discretion, directs.\"\nRules of Court\n  See HRCP rule 54(d).\nCase Notes\n  Attorney fees.  35 H. 591.\n  Reasonable grounds.  38 H. 405.\n  Party who prevailed on the crucial issue held to be the prevailing party.  57 H. 535, 560 P.2d 1292.\n  Imposes liability for costs and fees incurred by nonappealing employer on appealing employer who loses.  66 H. 290, 660 P.2d 1316.\n  Imposes liability for costs and fees incurred by nonappealing employer on appealing employer who loses; \"crucial issue\" test applied.  5 H. App. 521, 704 P.2d 914.\n  An order regarding the award or denial of attorney\u0092s fees and costs with respect to subsection (b) is a final order under §91-14(a) for purposes of appeal; this final order rule applies prospectively to prevent injustice; subsection (b) allows assessment of attorney\u0092s fees and costs against an employer if the employer loses the final appeal.  104 H. 164, 86 P.3d 973.\n  When employer appeals decision of director or appeals board and subsequently withdraws either entire appeal or any portion of appeal, or concedes, the decision of director or appeals board becomes final and employer is considered losing party for purposes of subsection (b).  84 H. 390 (App.), 935 P.2d 105.\n  Cited:  33 H. 634."
}