{
    "name": "Payment after death",
    "number": "34",
    "text": "Where an employee is entitled to weekly income and indemnity benefits for permanent total or permanent partial disability and dies from any cause other than the compensable work injury, payment of any unpaid balance of the benefits to the extent that the employer is liable therefor, but not to exceed the amount prescribed under section 386-32(a) for other cases, shall be made to the employee's dependents as provided herein.  If, at the time of the death, the employee is entitled to any benefits from the special compensation fund, the benefits shall also be paid to the employee's dependents as provided herein:\n\n\n\n\t(1)\tTo a dependent widow, widower, or reciprocal beneficiary, for the use of the widow, widower, or reciprocal beneficiary, and the dependent children, if any.  The director of labor and industrial relations may from time to time apportion such compensation among the widow, widower, or reciprocal beneficiary, and any dependent children.\n\t(2)\tIf there be no dependent widow, widower, or reciprocal beneficiary, but one or more dependent children, then to such child or children to be divided equally among them if more than one.\n\t(3)\tIf there be no dependent widow, widower, reciprocal beneficiary, or child, but there be a dependent parent, then to such parent, or if both parents be dependent, to both of them, to be divided equally between them; or if there be no such parents, but a dependent grandparent, then to such grandparent, or if more than one, then to all of them to be divided equally among them.\n\t(4)\tIf there be no dependent widow, widower, reciprocal beneficiary, child, parent, or grandparent, but there be a dependent grandchild, brother, or sister, then to such dependent, or if more than one, then to all of them to be divided equally among them.\n\t(5)\tIf there be no such dependents, the unpaid balance of the compensation shall be paid in a lump sum into the special compensation fund. [L 1963, c 116, pt of §1; Supp, §97-33; HRS ; am L 1969, c 85, §1; am L 1972, c 42, §3; am L 1973, c 47, §2; gen ch 1985; am L 1997, c 383, §52]\n\n\n\n\nAttorney General Opinions\n  Cited in discussion of hanai children.  Att. Gen. Op. 93-1."
}