{
    "name": "Appeals to appellate board",
    "number": "87",
    "text": "(a)  A decision of the director shall be final and conclusive between the parties, except as provided in section 386-89, unless within twenty days after a copy has been sent to each party, either party appeals therefrom to the appellate board by filing a written notice of appeal with the appellate board or the department.  In all cases of appeal filed with the department the appellate board shall be notified of the pendency thereof by the director.  No compromise shall be effected in the appeal except in compliance with section 386-78.\n\t(b)  The appellate board shall hold a full hearing de novo on the appeal.\n\t(c)  The appellate board shall have power to review the findings of fact, conclusions of law and exercise of discretion by the director in hearing, determining or otherwise handling of any compensation case and may affirm, reverse or modify any compensation case upon review, or remand the case to the director for further proceedings and action.\n\t(d)  In the absence of an appeal and within thirty days after mailing of a certified copy of the appellate board's decision or order, the appellate board may, upon the application of the director or any other party, or upon its own motion, reopen the matter and thereupon may take further evidence or may modify its findings, conclusions or decisions.  The time to initiate judicial review shall run from the date of mailing of the further decision if the matter has been reopened.  If the application for reopening is denied, the time to initiate judicial review shall run from the date of mailing of the denial decision. [L 1963, c 116, pt of §1; Supp, §97-96; HRS ; am L 1969, c 244, §2d; am L 1974, c 8, §1]\nCross References\n  Hearings, see chapter 91.\nCase Notes\n  Constitutional.  27 H. 97.\n  If board's questions to court are ambiguous or uncertain, the reserved question cannot be answered or determined.  31 H. 554.  Reservations to supreme court confined to questions of law.  37 H. 517.  See 33 H. 412; 34 H. 65.  Issue of credibility is responsibility of appeals board as fact finder.  56 H. 552, 545 P.2d 692.\n  Appeal lies from circuit court to supreme court.  38 H. 384.\n  Contested case heard by appellate board is bound by requirements of §91-10.  54 H. 479, 510 P.2d 89.\n  Time for filing a written notice of appeal is mandatory.  57 H. 37, 549 P.2d 470.\n  Denial of application for reconsideration under subsection (d) is not subject to requirements of §91-11.  57 H. 535, 560 P.2d 1292.\n  A motion to reopen a case for newly discovered evidence pursuant to §386-89(a) tolls the twenty-day period within which a claimant must appeal the department's decision under this section.  85 H. 275, 942 P.2d 539.\n  Where there was no rational basis for board's refusing to consider additional evidence submitted by claimant, and no cogent explanation for board's failure to consider evidence in light of its direct effect on board's finding and conclusion, board abused its discretion in denying claimant's motion to reopen case.  93 H. 116 (App.), 997 P.2d 42.\n  Claimant's appeal of director's decision was untimely where appeal was not filed for that decision within twenty-day deadline as required under subsection (a), notwithstanding that other issues were yet to be decided.  98 H. 508 (App.), 51 P.3d 375.\n  Collateral estoppel did not preclude determination that employee was permanently and totally disabled, despite employee's failure to appeal department's finding of no permanent disability, since finding was superfluous to department's decision.  8 H. App. 543, 812 P.2d 1199.\n  Cited:  27 H. 431, 433; 31 H. 672, 676; 31 H. 814, 815; 32 H. 699, 700, 928; 37 H. 556, 565, 583; 39 H. 258."
}