{
    "name": "Fraud violations and penalties",
    "number": "98",
    "text": "(a)  A fraudulent insurance act, under this chapter, shall include acts or omissions committed by any person who intentionally or knowingly acts or omits to act so as to obtain benefits, deny benefits, obtain benefits compensation for services provided, or provides legal assistance or counsel to obtain benefits or recovery through fraud or deceit by doing the following:\n\n\n\n\t(1)\tPresenting, or causing to be presented, any false information on an application;\n\t(2)\tPresenting, or causing to be presented, any false or fraudulent claim for the payment of a loss;\n\t(3)\tPresenting multiple claims for the same loss or injury, including presenting multiple claims to more than one insurer except when these multiple claims are appropriate and each insurer is notified immediately in writing of all other claims and insurers;\n\t(4)\tMaking, or causing to be made, any false or fraudulent claim for payment or denial of a health care benefit;\n\t(5)\tSubmitting a claim for a health care benefit that was not used by, or on behalf of, the claimant;\n\t(6)\tPresenting multiple claims for payment of the same health care benefit;\n\t(7)\tPresenting for payment any undercharges for health care benefits on behalf of a specific claimant unless any known overcharges for health care benefits for that claimant are presented for reconciliation at that same time;\n\t(8)\tMisrepresenting or concealing a material fact;\n\t(9)\tFabricating, altering, concealing, making a false entry in, or destroying a document;\n\t(10)\tMaking, or causing to be made, any false or fraudulent statements with regard to entitlements or benefits, with the intent to discourage an injured employee from claiming benefits or pursuing a workers' compensation claim; or\n\t(11)\tMaking, or causing to be made, any false or fraudulent statements or claims by, or on behalf of, a client with regard to obtaining legal recovery or benefits.\n\n\n\n\t(b)  No employer shall wilfully make a false statement or representation to avoid the impact of past adverse claims experience through change of ownership, control, management, or operation to directly obtain any workers' compensation insurance policy.\n\t(c)  It shall be inappropriate for any discussion on benefits, recovery, or settlement to include the threat or implication of criminal prosecution.  Any threat or implication shall be immediately referred in writing to:\n\n\n\n\t(1)\tThe state bar if attorneys are in violation;\n\t(2)\tThe insurance commissioner if insurance company personnel are in violation; or\n\t(3)\tThe regulated industries complaints office if health care providers are in violation,\n\n\n\nfor investigation and, if appropriate, disciplinary action.\n\t(d)  An offense under subsections (a) and (b) shall constitute a:\n\n\n\n\t(1)\tClass C felony if the value of the moneys obtained or denied is not less than $2,000;\n\t(2)\tMisdemeanor if the value of the moneys obtained or denied is less than $2,000; or \n\t(3)\tPetty misdemeanor if the providing of false information did not cause any monetary loss.\n\n\n\n\tAny person subject to a criminal penalty under this section shall be ordered by a court to make restitution to an insurer or any other person for any financial loss sustained by the insurer or other person caused by the fraudulent act.\n\t(e)  In lieu of the criminal penalties set forth in subsection (d), any person who violates subsections (a) and (b) may be subject to the administrative penalties of restitution of benefits or payments fraudulently received under this chapter, whether received from an employer, insurer, or the special compensation fund, to be made to the source from which the compensation was received, and one or more of the following:\n\n\n\n\t(1)\tA fine of not more than $10,000 for each violation;\n\t(2)\tSuspension or termination of benefits in whole or in part;\n\t(3)\tSuspension or disqualification from providing medical care or services, vocational rehabilitation services, and all other services rendered for payment under this chapter;\n\t(4)\tSuspension or termination of payments for medical, vocational rehabilitation and all other services rendered under this chapter;\n\t(5)\tRecoupment by the insurer of all payments made for medical care, medical services, vocational rehabilitation services, and all other services rendered for payment under this chapter; and\n\t(6)\tReimbursement of attorney's fees and costs of the party or parties defrauded.\n\n\n\n\t(f)  With respect to the administrative penalties set forth in subsection (e), no penalty shall be imposed except upon consideration of a written complaint that specifically alleges a violation of this section occurring within two years of the date of said complaint.  A copy of the complaint specifying the alleged violation shall be served promptly upon the person charged.  The director or board shall issue, where a penalty is ordered, a written decision stating all findings following a hearing held not fewer than twenty days after written notice to the person charged.  Any person aggrieved by the decision may appeal the decision under sections 386-87 and 386-88. [L 1963, c 116, pt of §1; Supp, §97-113; HRS ; am L 1982, c 98, §1; am L 1985, c 296, §7; am L 1995, c 234, §16; am L 1996, c 260, §5; am L Sp 2005, c 11, §11]"
}