{
    "name": "Vocational rehabilitation",
    "number": "25",
    "text": "(a)  The purposes of vocational rehabilitation are to restore an injured worker's earnings capacity as nearly as possible to that level that the worker was earning at the time of injury and to return the injured worker to suitable gainful employment in the active labor force as quickly as possible in a cost-effective manner.\n\t(b)  The director may refer employees who may have or have suffered permanent disability as a result of work injuries and who, in the director's opinion, can be vocationally rehabilitated to the department of human services or to private providers of rehabilitation services for vocational rehabilitation services that are feasible.  A referral shall be made upon recommendation of the rehabilitation unit established under section 386-71.5 and after the employee has been deemed physically able to participate in rehabilitation by the employee's attending physician.  The unit shall include appropriate professional staff and shall have the following duties and responsibilities:\n\n\n\n\t(1)\tTo review and approve rehabilitation plans developed by certified providers of rehabilitation services, whether they be private or public;\n\t(2)\tTo adopt rules consistent with this section that shall expedite and facilitate the identification, notification, and referral of industrially injured employees to rehabilitation services, and establish minimum standards for providers providing rehabilitation services under this section;\n\t(3)\tTo certify private and public providers of rehabilitation services meeting the minimum standards established under paragraph (2); and\n\t(4)\tTo enforce the implementation of rehabilitation plans.\n\n\n\n\t(c)  Enrollment in a rehabilitation plan or program shall not be mandatory and the approval of a proposed rehabilitation plan or program by the injured employee shall be required.  The injured employee may select a certified provider of rehabilitation services.  Both the certified provider and the injured employee, within a reasonable time after initiating rehabilitation services, shall give proper notice of selection to the employer.\n\t(d)  A provider shall submit an initial evaluation report of the employee to the employer and the director within forty-five days of the date of referral or selection.  The evaluation shall determine whether the employee requires vocational rehabilitation services to return to suitable gainful employment, identify the necessary services, and state whether the provider can provide these services.  The initial evaluation report shall contain:\n\n\n\n\t(1)\tAn assessment of the employee's:\n\n\t\t(A)\tCurrent medical status;\n\t\t(B)\tPrimary disability;\n\t\t(C)\tSecondary disability;\n\t\t(D)\tDisabilities that are not related to the work injury; and\n\t\t(E)\tPhysical or psychological limitations or both.\n\n\t\tIf this information is not provided by the treating physician within a reasonable amount of time, information from another physician shall be accepted;\n\t(2)\tA job analysis addressing the demands of the employee's employment;\n\t(3)\tA statement from the provider identifying the employee's vocational handicaps in relation to the employee's ability to:\n\n\t\t(A)\tReturn to usual and customary employment; and\n\t\t(B)\tParticipate in and benefit from a vocational rehabilitation program;\n\n\t(4)\tA statement from the provider determining the feasibility of vocational rehabilitation services, including:\n\n\t\t(A)\tThe provider's ability to assist the employee in the employee's efforts to return to suitable gainful employment;\n\t\t(B)\tAn outline of specific vocational rehabilitation services to be provided, justification for the necessity of services, and how the effectiveness of these services is measured; and\n\t\t(C)\tHow the vocational rehabilitation services directly relate to the employee obtaining suitable gainful employment; and\n\n\t(5)\tThe enrollment form and the statement of worker's rights and responsibilities form obtained from the department.\n\n\n\n\t(e)  A provider shall file the employee's plan with the approval of the employee.  Upon receipt of the plan from the provider, an employee shall have ten days to review and sign the plan.  The plan shall be submitted to the employer and the employee and be filed with the director within two days from the date of the employee's signature.  A plan shall include a statement of the feasibility of the vocational goal, using the process of:\n\n\n\n\t(1)\tFirst determining if the employee's usual and customary employment represents suitable gainful employment, and, should it not;\n\t(2)\tNext determining if modified work or other work with a different employer represents suitable gainful employment, and, should it not;\n\t(3)\tNext determining if modified or other employment with a different employer represents suitable gainful employment, and finally, should it not;\n\t(4)\tThen providing training to obtain employment in another occupational field.\n\n\n\n\t(f)  A plan may be approved by the director; provided the plan includes:\n\n\n\n\t(1)\tA physician's assessment of the employee's physical limitations, psychological limitations, and ability to return to work.  If this information is not provided by the treating physician within a reasonable amount of time, information from another physician shall be accepted;\n\t(2)\tA labor market survey indicating there are reasonable assurances that the proposed occupation for which the employee is to be placed or trained is readily available in the community when placement begins, or there are assurances of reemployment by the employer;\n\t(3)\tA job analysis of the proposed occupation, setting forth its duties, responsibilities, physical demands, environmental working conditions, specific qualifications needed for entry-level employment, reasonable accommodations, expected estimated earnings, and other relevant information;\n\t(4)\tThe nature and extent of the vocational rehabilitation services to be provided, including:\n\n\t\t(A)\tSpecific services to be provided;\n\t\t(B)\tJustification for the necessity of the services;\n\t\t(C)\tEstimated time frames for delivery of services;\n\t\t(D)\tThe manner in which the effectiveness of these services is to be measured;\n\t\t(E)\tCriteria for determining successful completion of the vocational rehabilitation plan; and\n\t\t(F)\tThe employee's responsibilities;\n\n\t(5)\tA report of tests and copies thereof that have been administered to the employee, including a statement regarding the need for and use of the tests to identify a vocational goal;\n\t(6)\tIf retraining, including on-the-job training, is found to be necessary, the estimated cost of retraining, a description of specific skills to be learned or knowledge acquired with specific time periods and clearly defined measurements of success, and the nature, amount, and duration of living expenses;\n\t(7)\tThe total cost of the plan; and\n\t(8)\tThe employee's approval of the plan.\n\n\n\n\t(g)  The employer shall have ten calendar days from the postmark date on which the plan was mailed to submit in writing to the director any objections to the plan.\n\t(h)  The director may approve a plan that does not include all of the requirements outlined in subsection (f); provided that the director finds the plan:\n\n\n\n\t(1)\tIs in the best interest of the employee;\n\t(2)\tContains reasonable assurances that the employee will be placed in suitable gainful employment; and\n\t(3)\tHas been approved by the employee.\n\n\n\n\t(i)  If the plan requires the purchase of any tools, supplies, or equipment, the purchase deadline shall be included in the plan.  Tools, supplies, and equipment shall be considered to be the property of the employer until the plan is determined by the director to be successfully completed, after which it shall become the property of the employee.  If the plan requires the purchase, etc., the employer shall purchase the items prior to the purchase deadline in the plan.\n\t(j)  An employee with an approved plan who is determined as able to return to usual and customary employment may choose to complete the plan or request a new plan of which the goal may be the employee's usual and customary employment.\n\t(k)  An injured employee's enrollment in a rehabilitation plan or program shall not affect the employee's entitlement to temporary total disability compensation if the employee earns no wages during the period of enrollment.  If the employee receives wages for work performed under the plan or program, the employee shall be entitled to temporary total disability compensation in an amount equal to the difference between the employee's average weekly wages at the time of injury and the wages received under the plan or program, subject to the limitations on weekly benefit rates prescribed in section 386-31(a).  The employee shall not be entitled to temporary total disability compensation for any week during this period where the wages equal or exceed the average weekly wages at the time of injury.\n\t(l)  The director shall adopt rules for additional living expenses necessitated by the rehabilitation program, together with all reasonable and necessary vocational training.\n\t(m)  If the rehabilitation unit determines that vocational rehabilitation is not possible or feasible, it shall certify the determination to the director.\n\t(n)  Except as otherwise provided, determinations of the rehabilitation unit shall be final unless a written request for reconsideration is filed with the rehabilitation unit within ten calendar days of the date of the determination.\n\tThe rehabilitation unit shall issue a reconsideration determination to affirm, reverse, or modify the determination or refer the request for reconsideration for hearing.\n\t(o)  A reconsideration determination shall be final unless a written request for hearing is filed within ten calendar days from the date of the reconsideration determination.  All hearings shall be held before a hearings officer designated by the director.  A written decision shall be issued in the name of the director.\n\t(p)  The eligibility of any injured employee to receive other benefits under this chapter shall in no way be affected by the employee's entrance upon a course of vocational rehabilitation as herein provided.\n\t(q)  Vocational rehabilitation services for the purpose of developing a vocational rehabilitation plan may be approved by the director and the director may periodically review progress in each case. [L 1963, c 116, pt of §1; Supp, §97-24; HRS ; am L 1970, c 105, §5; am L 1980, c 224, §2; am L 1985, c 296, §2; gen ch 1985; am L 1987, c 339, §4; am L 1998, c 256, §1; am L Sp 2005, c 11, §4]\nCase Notes\n  Board properly found claimant not interested or motivated in pursuing vocational rehabilitation or returning to suitable work where claimant moved to remote mainland village, declared claimant was \"fully retired\", and made unreasonable demands upon employer as conditions for returning to work.  80 H. 239, 909 P.2d 567.\n  Board properly terminated claimant's vocational rehabilitation services where it found claimant not interested or motivated in pursuing vocational rehabilitation.  80 H. 239, 909 P.2d 567."
}