{
    "name": "Original jurisdiction over controversies",
    "number": "73",
    "text": "[Section effective July 1, 2006.  For section effective until June 30, 2006, see above.]  Unless otherwise provided, the director of labor and industrial relations shall have original jurisdiction over all controversies and disputes arising under this chapter.  The decisions of the director shall be enforceable by the circuit court as provided in section 386-91.  There shall be a right of appeal from the decisions of the director to the appellate board and thence to the intermediate appellate court, subject to chapter 602, as provided in sections 386-87 and 386-88, but in no case shall an appeal operate as a supersedeas or stay unless the appellate board or the appellate court so orders. [L 1963, c 116, pt of §1; Supp, §97-72; HRS ; am L 1969, c 244, §2b; am L 1979, c 111, §18; am L 2004, c 202, §42]\nNote\n  L 2004, c 202, §82 provides:\n  \"SECTION 82.  Appeals pending in the supreme court as of the effective date of this Act [July 1, 2006] may be transferred to the intermediate appellate court or retained at the supreme court as the chief justice, in the chief justice's sole discretion, directs.\"\nCross References\n  Appeal, see chapter 91.\nRules of Court\n  Appeal to supreme court, stay, see Hawaii Rules of Appellate Procedure.\nCase Notes\n  This section and §386-88 supersede §91-14 and remove the circuit court from the appellate process with regard to proceedings brought under chapter 386.  53 H. 640, 500 P.2d 746.\n  \"Independent system of legal relations\" in this chapter debars declaratory relief under chapter 632.  64 H. 380, 641 P.2d 1333.\n  Section does not deprive circuit court of subject matter jurisdiction over common law tort claims not based on the original work injury.  83 H. 457, 927 P.2d 858.\n  Where claimant's common law tort claims against employer's insurer did not arise under this chapter, director did not have original jurisdiction under this section.  83 H. 457, 927 P.2d 858.\n  Where claimant's complaint raised a \"controversy or dispute under this chapter\" over which the director had original jurisdiction, summary judgment properly granted by circuit court as court was without jurisdiction over claim.  83 H. 457, 927 P.2d 858.\n  A settlement or compromise of future workers' compensation benefits constitutes a controversy or dispute within the original jurisdiction of the director of labor and industrial relations under this section.  90 H. 152, 977 P.2d 160.\n  Under §386-8, this section, and Hawaii administrative rule §12-10-31, a settlement or compromise of future workers' compensation benefits cannot be valid or binding without the consent or approval of the director of labor and industrial relations.  90 H. 152, 977 P.2d 160.\n  Where plaintiff's claims did not arise under this chapter, the exclusive remedy and original jurisdiction provisions in the workers' compensation statute did not apply, and where plaintiff's claims for relief of tortious conduct on the part of workers' compensation insurer were not within the original jurisdiction of the labor director, trial court erred in granting summary judgment on that basis.  90 H. 407, 978 P.2d 845.\n  Cited:  24 H. 731, 736."
}