{
    "name": "Definitions",
    "number": "3",
    "text": "As used in this chapter:\n     \"Community foundation\" means a community foundation or community trust recognized as exempt from federal income tax and referred to in section 170(c) of the Internal Revenue Code of 1986, as amended, and which meets the single entity requirements of United States Treasury Regulations sections 1.170A-9(e)(10-14) adopted thereunder.\n     \"Endowment fund\" means an institutional fund, or any part thereof, not wholly expendable by the institution on a current basis under the terms of the applicable gift instrument.\n     \"Gift instrument\" means a will, deed, grant, conveyance, agreement, memorandum, writing, or other governing document (including the terms of any institutional solicitations from which an institutional fund resulted) under which property is transferred to or held by an institution as an institutional fund.\n     \"Governing board\" means the body responsible for the management of an institution or of an institutional fund.\n     \"Historic dollar value\" means the aggregate fair value in dollars of:\n     (1)  An endowment fund at the time it became an endowment fund;\n     (2)  Each subsequent donation to the fund at the time it is made; and\n     (3)  Each accumulation made pursuant to a direction in the applicable gift instrument at the time the accumulation is added to the fund.\nThe determination of historic dollar value made in good faith by the institution shall be conclusive.\n     \"Institution\" means an incorporated or unincorporated organization organized and operated exclusively for educational, religious, charitable, or other eleemosynary purposes, or a governmental organization to the extent that it holds funds exclusively for any of these purposes.\n     \"Institutional fund\" means a fund held by an institution for its exclusive use, benefit, or purposes, but does not include:\n     (1)  A fund held for an institution by a trustee that is not an institution, unless the fund is held exclusively for the benefit of a community foundation; or\n     (2)  A fund in which a beneficiary that is not an institution has an interest other than possible rights that could arise upon violation or failure of the purposes of the fund. [L 1995, c 46, pt of §1]"
}