{
    "name": "Confessions when admissible",
    "number": "26",
    "text": "No confession shall be received in evidence unless it is first made to appear to the judge before whom the case is being tried that the confession was in fact voluntarily made. [L 1876, c 32, §64; RL 1925, §2630; am L 1927, c 204, §1; am L 1929, c 62, §1; RL 1935, §3834; RL 1945, §9846; RL 1955, §222-26; HRS ; am L 1972, c 104, §1(s)]\n \nCase Notes\n \n  Voluntary confession, made without inducement of fear or hope, is entitled to much weight.  1 H. 81.\n  Error to reject evidence of inducement by person whom accused might regard as having authority.  3 H. 313.\n  Previous statement in writing, admissibility.  3 H. 166, questioned on other grounds.  9 H. 548, 549.\n  Admission induced by promise of being \"clear\" held admissible.  10 H. 94.\n  See 3 H. 30; 3 H. 237; 16 H. 267; 21 H. 214; 38 H. 609.\n  Cross-examination.  29 H. 441; 34 F.2d 86.  Intoxication.  32 H. 528.  By silence.  34 H. 167.  Written.  36 H. 1; 36 H. 231; 37 H. 189; 38 H. 245; 39 H. 221; 188 F.2d 54.\n  Comment by court on voluntary nature of admission.  30 H. 697; 42 H. 367.\n  Detention, violation of \"48-hour\" law, failure to take promptly before magistrate.  43 H. 347; 45 H. 622, 372 P.2d 365; 48 H. 204, 397 P.2d 558.\n  Court's ruling on admissibility was not in error.  44 H. 71, 351 P.2d 1097.  Ruling conclusive if supported by more than a mere scintilla of evidence.  44 H. 352, 354 P.2d 986; 44 H. 403, 354 P.2d 960; 47 H. 158, 385 P.2d 830.  Finding of admissibility not disturbed without showing of clear abuse of discretion.  51 H. 260, 457 P.2d 505.\n  Voluntary confession is admissible when confession and independent evidence together establish corpus delicti.  44 H. 352, 354 P.2d 986; 45 H. 269, 367 P.2d 81.\n  Effect of unlawful search and seizure on confession.  45 H. 622, 372 P.2d 365; 48 H. 204, 397 P.2d 558.\n  Effect of voluntariness: Mental instability, amnesia.  44 H. 403, 354 P.2d 960.\n  Scope of preliminary examination on voluntariness where there are several co-defendants.  46 H. 183, 377 P.2d 728.\n  Statute applies only to confession of defendant on trial, not to confession of co-defendant.  53 H. 574, 499 P.2d 678.\n  No error in admitting statement where there is more than a scintilla of evidence supporting trial court's ruling that statement was voluntarily made.  58 H. 323, 568 P.2d 1200.\n  Effect on voluntariness:  use of drugs.  59 H. 565, 583 P.2d 347.\n  Medical testimony on the effects of LSD was relevant to the issue of voluntariness of confession.  59 H. 565, 583 P.2d 347.\n  Voluntariness hearing is also a constitutional right.  61 H. 198, 600 P.2d 1142.\n  Where in granting defendant's motion to suppress evidence, circuit court concluded that coercive conduct of a private person, i.e., a coach, was sufficient to render defendant's confession inadmissible under this section, supreme court affirmed addressing constitutional issues.  77 H. 51, 881 P.2d 538.\n  The language of §641-13(7), which allows the prosecution to appeal from \"a pretrial order granting a motion for the suppression of evidence\", includes within its scope the right to appeal from a trial court's voluntariness determination mandated by this section.  104 H. 224, 87 P.3d 893.\n  Trial judge has duty to determine admissibility of inculpatory statement prior to jury's exposure to such evidence.  1 H. App. 221, 617 P.2d 98.\n  Cited:  39 H. 141, 145."
}