{
    "name": "Dependent elder abuse; suits by the State; civil penalties",
    "number": "94",
    "text": "(a)  The attorney general may bring a civil action on behalf of the State, against any caregiver who commits abuse of a dependent elder, to prevent, restrain, or remedy such conduct.  Any caregiver against whom a civil judgment is entered on a complaint alleging that the caregiver committed abuse against a dependent elder, shall be subject to a civil penalty of not less than $500 nor more than $1,000 for each day that the abuse occurred, and the costs of investigation.\n\t(b)  For the purposes of this section:\n\t\"Abuse\" means actual or imminent physical injury, psychological abuse or neglect, sexual abuse, financial exploitation, negligent treatment, or maltreatment.\n\tAbuse occurs where:\n\n\n\n\t(1)\tAny dependent elder exhibits evidence of:\n\n\t\t(A)\tSubstantial or multiple skin bruising or any other internal bleeding;\n\t\t(B)\tAny injury to skin causing substantial bleeding;\n\t\t(C)\tMalnutrition;\n\t\t(D)\tA burn or burns;\n\t\t(E)\tPoisoning;\n\t\t(F)\tThe fracture of any bone;\n\t\t(G)\tA subdural hematoma;\n\t\t(H)\tSoft tissue swelling;\n\t\t(I)\tExtreme physical pain; or\n\t\t(J)\tExtreme mental distress which includes a consistent pattern of actions or verbalizations including threats, insults, or harassment, that humiliates, provokes, intimidates, confuses, and frightens the dependent elder;\n\n\t\tand the injury is not justifiably explained, or where the history given is at variance with the degree or type of injury, or circumstances indicate that the injury is not the product of an accidental occurrence;\n\t(2)\tAny dependent elder has been the victim of nonconsensual sexual contact or conduct by a caregiver, including but not limited to:\n\n\t\t(A)\tSexual assault, molestation, sexual fondling, incest, prostitution;\n\t\t(B)\tObscene or pornographic photographing, filming, or depiction; or\n\t\t(C)\tOther similar forms of sexual exploitation;\n\n\t(3)\tAny dependent elder is provided with dangerous, harmful, or detrimental drugs as defined by section 712-1240; however, this paragraph shall not apply when such drugs are provided to the dependent elder pursuant to the direction or prescription of a practitioner, as defined in section 712-1240;\n\t(4)\tAny dependent elder is subject to neglect;\n\t(5)\tAny dependent elder appears to lack sufficient understanding or capacity to make or communicate responsible decisions concerning the dependent elder's person, and appears to be exposed to a situation or condition which poses an imminent risk of death or risk of serious physical harm; or\n\t(6)\tThere is financial and economic exploitation.  \n\n\n\n\t\"Caregiver\" means any person who has undertaken the care, custody, or physical control of, or who has a legal or contractual duty to care for the health, safety, and welfare of a dependent elder, including, but not limited to, owners, operators, employees, or staff of:\n\n\n\n\t(1)\tHospitals;\n\t(2)\tHospices;\n\t(3)\tAdult residential care homes;\n\t(4)\tDevelopmentally disabled domiciliary homes;\n\t(5)\tDevelopmentally disabled adult foster homes;\n\t(6)\tIntermediate care facilities;\n\t(7)\tSkilled nursing facilities;\n\t(8)\tSpecial treatment facilities;\n\t(9)\tAssisted living facilities;\n\t(10)\tAdult foster family homes;\n\t(11)\tAdult day health care centers and adult day care programs;\n\t(12)\tIndependent living centers;\n\t(13)\tLong-term care facilities;\n\t(14)\tCommunity care facilities for the elderly;\n\t(15)\tRespite care facilities;\n\t(16)\tFoster homes; and\n\t(17)\tPrivate residences used for commercial purposes to care for dependent elders.\n\n\n\n\t\"Dependent elder\" means any person sixty-two years of age or older who, because of mental or physical impairment, is dependent upon another person, a care organization, or a care facility for personal health, safety, or welfare.\n\t\"Financial and economic exploitation\" means the wrongful or negligent taking, withholding, misappropriation, or use of a dependent elder's money, real property, or personal property.  \"Financial and economic exploitation\" may include but is not limited to:\n\n\n\n\t(1)\tBreaches of fiduciary relationships such as the misuse of a power of attorney or the abuse of guardianship privileges, resulting in the unauthorized appropriation, sale, or transfer of property;\n\t(2)\tThe unauthorized taking of personal assets;\n\t(3)\tThe misappropriation, misuse, or unauthorized transfer of moneys belonging to the dependent elder from a personal or joint account; or\n\t(4)\tThe intentional or negligent failure to effectively use a dependent elder's income and assets for the necessities required for the elder's support and maintenance.\n\n\tThe exploitations may involve coercion, manipulation, threats, intimidation, misrepresentation, or exertion of undue influence.\n\n\t\"Neglect\" means the reckless disregard for the health, safety or welfare of a dependent elder, that results in injury, loss, or damage.  \"Neglect\" includes, but is not limited to:\n\n\n\n\t(1)\tFailure to assist in personal hygiene, or in the provision of food, clothing, or shelter;\n\t(2)\tFailure to provide or arrange for necessary psychological, physical, or health care; except when such failure is in accordance with the dependent elder's directive;\n\t(3)\tFailure to protect a dependent elder from known health or safety hazards; and\n\t(4)\tFailure to protect against known acts of abuse by third parties. [L 2003, c 196, §2]"
}