{
    "name": "Drinking water standards",
    "number": "2",
    "text": "(a)  The director shall promulgate and enforce State Primary Drinking Water Regulations and may promulgate and enforce State Secondary Drinking Water Regulations.  State Primary Drinking Water Regulations shall protect health to the extent feasible, using technology, treatment techniques, and other means which are generally available, taking cost into consideration.  Maximum contaminant levels covered by revised National Primary Drinking Water Regulations shall be set at a level at which no known or anticipated adverse effects on the health of persons occur and which allows an adequate margin of safety.  Treatment techniques covered by revised National Primary Drinking Water Regulations shall require treatment necessary to prevent known or anticipated adverse effects on the health of persons.  The State Primary Drinking Water Regulations shall be not less stringent than the National Primary Drinking Water Regulations in effect at that time.\n\t(b)  Subject to section 340E-3, State Primary and Secondary Drinking Water Regulations shall apply to each public water system in the State; however, such regulations shall not apply to a public water system which:\n\n\n\n\t(1)\tConsists only of distribution and storage facilities (and which does not have any collection and treatment facilities);\n\t(2)\tObtains all of its water from, but is not owned or operated by, a public water system to which such regulations apply;\n\t(3)\tDoes not sell water to any person; and\n\t(4)\tIs not a carrier which conveys passengers in interstate commerce.\n\n\n\n\t(c)  The director shall adopt and implement procedures for the enforcement of State Primary Drinking Water Regulations, including monitoring, inspection, and recordkeeping procedures, that comply with regulations established by the administrator pursuant to the Federal Act.\n\t(d)  The director may promulgate and enforce regulations relating to cross-connection and backflow prevention control.\n\t(e)  The director shall promulgate regulations establishing an underground injection control program.  Such program shall prohibit any underground injection which is not authorized by a permit issued by the director, except that the director may authorize underground injection by regulation.  Underground injection authorized by regulation shall not endanger drinking water sources.  Any underground injection control program shall:\n\n\n\n\t(1)\tSet standards and prohibitions controlling any underground injection if such injection may result in the presence of any contaminant in underground water which supplies or may be expected to supply any public water system, and if the presence of such contaminant may result in such system\u0092s not complying with any national primary drinking water regulation or may otherwise adversely affect the health of persons.\n\t(2)\tRequire, in the case of a program which authorizes underground injection by permit, that the applicant for the permit satisfy the director that the underground injection will meet the requirements of item (1) of this subsection.\n\t(3)\tInclude inspection, monitoring, recordkeeping, and reporting requirements. [L 1976, c 84, pt of §1; am L 1977, c 66, §1]"
}