{
    "name": ".5 Standards and authority",
    "number": "15-103",
    "text": "§431:15-103  Definitions.  (a)  For the purposes of this article:\n\n\n\n\t(1)\tAncillary state means any state other than a domiciliary state.\n\t(2)\tCreditor is a person having any claim, whether matured or unmatured, liquidated or unliquidated, secured or unsecured, absolute, fixed, or contingent.\n\t(3)\tDelinquency proceeding means any proceeding instituted against an insurer for the purpose of liquidating, rehabilitating, reorganizing, or conserving such insurer, and any summary proceeding under section 431:15-201 or section 431:15-202.  Formal delinquency proceeding means any liquidation or rehabilitation proceeding.\n\t(4)\tDoing business includes any of the following acts, whether effected by mail or otherwise:\n\n\t\t(A)\tThe issuance or delivery of contracts of insurance to persons resident in this State;\n\t\t(B)\tThe solicitation of applications for such contracts, or other negotiations preliminary to the execution of such contracts;\n\t\t(C)\tThe collection of premiums, membership fees, assessments, or other consideration for such contracts;\n\t\t(D)\tThe transaction of matters subsequent to execution of such contracts and arising out of them; or\n\t\t(E)\tOperating under a license or certificate of authority, as an insurer, issued by the insurance division.\n\n\t(5)\tDomiciliary state means the state in which an insurer is incorporated or organized, or, in the case of an alien insurer, its state of entry.\n\t(6)\tFair consideration is given for property or obligation:\n\n\t\t(A)\tWhen in exchange for such property or obligation, as a fair equivalent therefor, and in good faith, property is conveyed or services are rendered or an obligation is incurred or an antecedent debt is satisfied; or\n\t\t(B)\tWhen such property or obligation is received in good faith to secure a present advance or antecedent debt in amount not disproportionately small as compared to the value of the property or obligation obtained.\n\n\t(7)\tForeign country means any other jurisdiction not in any state.\n\t(8)\tGeneral assets means all property, real, personal, or otherwise, not specifically mortgaged, pledged, deposited, or otherwise encumbered for the security or benefit of specified persons or classes of persons.  As to specifically encumbered property, general assets includes all such property or its proceeds in excess of the amount necessary to discharge the sum or sums secured.  Assets held in trust and on deposit for the security or benefit of all policyholders or all policyholders and creditors, in more than a single state, shall be treated as general assets.\n\t(9)\tGuaranty association means the Property and Casualty Post-Assessment Guaranty Association created by part I of article 16, the Life and Health Guaranty Fund created by part II of article 16, and any other similar entity now or hereafter created by the legislature of this State for the payment of claims of insolvent insurers.  Foreign guaranty association means any similar entities created by the legislature of any other state.\n\t(10)\tInsolvency or insolvent means:\n\n\t\t(A)\tFor an insurer issuing only assessable fire insurance policies:\n\n\t\t\t(i)\tThe inability to pay any obligation within thirty days after it becomes payable, or\n\t\t\t(ii)\tIf an assessment be made within thirty days after such date, the inability to pay such obligation thirty days following the date specified in the first assessment notice issued after the date of loss pursuant to this code.\n\n\t\t(B)\tFor any other insurer, that it is unable to pay its obligations when they are due, or when its admitted assets do not exceed its liabilities plus the greater of:\n\n\t\t\t(i)\tAny capital and surplus required by law for its organization, or\n\t\t\t(ii)\tThe total par or stated value of its authorized and issued capital stock.\n\n\t\t(C)\tAs to any insurer licensed to do business in this State as of July 1, 1988, who does not meet the standard established under [subparagraph] (B), the term insolvency or insolvent shall mean, for a period not to exceed three years from July 1, 1988, that it is unable to pay its obligations when they are due or that its admitted assets do not exceed its liabilities plus any required capital contribution ordered by the commissioner under provisions of this code.\n\t\t(D)\tFor purposes of this section liabilities shall include but not be limited to reserves required by statute or by insurance division general regulations or specific requirements imposed by the commissioner upon a subject company at the time of admission or subsequent thereto.\n\n\t(11)\tInsurer means any person who has done, purports to do, is doing or is licensed to do an insurance business, and is or has been subject to the authority of, or to liquidation, rehabilitation, reorganization, supervision, or conservation by any insurance commissioner.  For purposes of this article, any other persons included under section 431:15-102 shall be deemed to be insurers.\n\t(12)\tPreferred claim means any claims with respect to which the terms of this article accord priority of payment from the general assets of the insurer.\n\t(13)\tReceiver means receiver, liquidator, rehabilitator, or conservator as the context requires.\n\t(14)\tReciprocal state means any state other than this State in which in substance and effect section 431:15-307(a), section 431:15-403, section 431:15-404, and section 431:15-406 through section 431:15-408 are in force, and in which provisions are in force requiring the commissioner or equivalent official be the receiver of a delinquent insurer, and in which some provision exists for the avoidance of fraudulent conveyances and preferential transfers.\n\t(15)\tSecured claim means any claim secured by mortgage, trust deed, pledge, deposit as security, escrow, or otherwise, but not including special deposit claims or claims against general assets.  The term also includes claims which have become liens upon specific assets by reason of judicial process.\n\t(16)\tSpecial deposit claim means any claim secured by a deposit made pursuant to statute for the security or benefit of a limited class or classes of persons, but not including any claim secured by general assets.\n\t(17)\tState means any state, district or territory of the United States and the Panama Canal Zone.\n\t(18)\tTransfer includes every method, direct or indirect, of disposing of property, of an interest in property, of the possession of property, of fixing a lien upon property, or upon an interest in property, absolutely or conditionally, voluntarily or involuntarily, by or without judicial proceedings.  The retention of a security interest in or title to property delivered to a debtor is considered a transfer by the debtor.\n\n\n\n\t(b)  If the subject of a rehabilitation or liquidation proceeding under this article is an insurer engaged in a surety business, then as used in this article:\n\n\n\n\t(1)\tPolicy includes a bond issued by a surety;\n\t(2)\tPolicyholder includes a principal on a bond;\n\t(3)\tBeneficiary includes an obligee of a bond; and\n\t(4)\tInsured includes both the principal and obligee of a bond. [L 1987, c 347, pt of §2; am L 1996, c 121, §1]"
}