{
    "name": ".6 Applicability of other laws to captive insurance companies writing credit life or other credit disability insurance policies",
    "number": "19-115",
    "text": "§431:19-115  Laws applicable.  (a)  No insurance laws of this State other than those contained in this article, or contained in specific references contained in this section or article, shall apply to captive insurance companies formed under this article.  In addition to this article, article 1, article 2, sections 431:3-302 to 431:3-304, section 431:3-307, article 4A, parts I and II of article 5, article 6, article 11, and article 15 of this chapter shall apply to captive insurance companies other than pure captive insurance companies and branch captive insurance companies, unless these other laws are inconsistent with this article or the commissioner by rule, regulation, or order determines, on a case by case basis that these other laws should not apply thereto.\n\tIn addition to this article, and except as otherwise provided in this article, article 1, article 2, article 6, article 11, and article 15 of this chapter shall apply to class 5 companies, unless these other laws are inconsistent with this article or the commissioner by rule, regulation, or order determines, on a case by case basis that these other laws should not apply thereto.\n\tIn addition to this article and the articles or portions thereof referenced in this section, chapter 431K shall apply to risk retention captive insurance companies authorized under this article.\n\t(b)  The application of the foregoing provisions shall not diminish the commissioner's authority for exemption as may be contained therein or as may be deemed appropriate under the circumstances.\n\tIn addition, the commissioner may adopt rules pursuant to chapter 91 as the commissioner deems necessary in connection with the financial oversight and regulation of captive insurance companies. [L 1987, c 347, pt of §2; am L 1994, c 190, §§5, 10; am L 1997, c 358, §§1, 2; am L 1998, c 150, §6; am L 1999, c 302, §7; am L 2000, c 36, §6 and c 133, §7; am L 2003, c 209, §9]"
}