{
    "name": "Fees",
    "number": "7-101",
    "text": "ARTICLE 7\nFEES, TAXES AND DEPOSITS\n\nPART I.  FEES\n\n §431:7-101    (a)  The commissioner shall collect in advance the following fees:\n\n\n\n\t(1)\tCertificate of authority: Issuance\t$900\n\t(2)\tOrganization of domestic insurers and affiliated corporations:\n\n\t\t(A)\tApplication and all other papers required for issuance of solicitation permit, filing\t$1,500\n\t\t(B)\tIssuance of solicitation permit\t$150\n\n\t(3)\tProducer's license:\n\n\t\t(A)\tIssuance, regular license\t$75\n\t\t(B)\tIssuance, temporary license\t$75\n\n\t(4)\tNonresident producer's license:  Issuance\t$75\n\t(5)\tIndependent adjuster's license:  Issuance\t$75\n\t(6)\tPublic adjuster's license: Issuance\t$75\n\t(7)\tWorkers' compensation claims adjuster's limited license:  Issuance\t$75\n\t(8)\tIndependent bill reviewer's license:  Issuance\t$80\n\t(9)\tLimited producer's license:  Issuance\t$60\n\t(10)\tManaging general agent's license:  Issuance\t$75\n\t(11)\tReinsurance intermediary's license:  Issuance\t$75\n\t(12)\tSurplus line broker's license:  Issuance\t$150\n\t(13)\tService contract provider's registration:  Issuance\t$75\n\t(14)\tApproved course provider certificate: Issuance\t$100\n\t(15)\tApproved continuing education course certificate:  Issuance\t$30\n\t(16)\tVehicle protection product warrantor's registration: Issuance\t$75\n\t(17)\tExamination for license: For each examination, a fee to be established by the commissioner.\n\n\n\n\t(b)  The fees for services of the department of commerce and consumer affairs subsequent to the issuance of a certificate of authority, license, or other certificate are as follows:\n\n\n\n\t(1)\t$600 per year for all services (including extension of the certificate of authority) for an authorized insurer;\n\t(2)\t$75 per year for all services (including extension of the license) for a regularly licensed producer;\n\t(3)\t$75 per year for all services (including extension of the license) for a regularly licensed nonresident producer;\n\t(4)\t$45 per year for all services (including extension of the license) for a regularly licensed independent adjuster;\n\t(5)\t$45 per year for all services (including extension of the license) for a regularly licensed public adjuster;\n\t(6)\t$45 per year for all services (including extension of the license) for a regularly limited licensed workers' compensation claims adjuster;\n\t(7)\t$60 per year for all services (including extension of the license) for a regularly licensed independent bill reviewer;\n\t(8)\t$45 per year for all services (including extension of the license) for a producer's limited license; \n\t(9)\t$75 per year for all services (including extension of the license) for a regularly licensed managing general agent;\n\t(10)\t$75 per year for all services (including extension of the license) for a regularly licensed reinsurance intermediary;\n\t(11)\t$45 per year for all services (including extension of the license) for a licensed surplus line broker;\n\t(12)\t$75 per year for all services (including renewal of registration) for a service contract provider;\n\t(13)\t$65 per year for all services (including extension of the certificate) for an approved course provider;\n\t(14)\t$20 per year for all services (including extension of the certificate) for an approved continuing education course; and\n\t(15)\t$75 per year for all services (including renewal of registration) for a vehicle protection product warrantor.\n\n\n\n\tThe services referred to in paragraphs (1) to [(15)] shall not include services in connection with examinations, investigations, hearings, appeals, and deposits with a depository other than the department of commerce and consumer affairs.\n\t(c)  The commissioner shall notify the holder of a certificate of authority issued under article 3, or a license or other certificate issued under article 9 or 9A, by written notice at least thirty days prior to the extension date of the certificate of authority, license, or other certificate.  If the fee is not paid before or on the extension date, the fee shall be increased by a penalty in the amount of fifty per cent of the fee.  If the fee and the penalty are not paid within the thirty days immediately following the extension date, the commissioner may revoke, suspend, or inactivate the certificate of authority, license, or other certificate, and shall not reissue, remove the suspension of, or reactivate the certificate of authority, license, or other certificate until the fee and penalty have been paid.\n\t(d)  All fees and penalties shall be deposited to the credit of the compliance resolution fund. [L 1987, c 347, pt of §2; am L 1993, c 205, §11; am L 1997, c 234, §1; am L 1999, c 163, §3; am L 2000, c 221, §4 and c 288, §5; am L 2001, c 128, §1; am L 2002, c 39, §11, c 155, §12, and c 237, §2]"
}