{
    "name": "Disapproval of filings",
    "number": "14-106",
    "text": "§431:14-106    (a)  If within the waiting period or any extension of the waiting period as provided in section 431:14-104(j) the commissioner finds that a filing does not meet the requirements of this article, the commissioner shall send to the insurer, rating organization, or advisory organization which made the filing, written notice of disapproval of the filing specifying in what respects the filing fails to meet the requirements of this article and stating that the filing shall not become effective.\n\t(b)  If within thirty days:\n\n\n\n\t(1)\tAfter a specific inland marine rate on a risk specially rated by a rating organization subject to section 431:14-104(k) has become effective; or\n\t(2)\tAfter a special surety or guaranty filing subject to section 431:14-104(k) has become effective;\n\n\n\nthe commissioner finds that such filing does not meet the requirements of this article, the commissioner shall send to the insurer, rating organization, or advisory organization, which made the filing written notice of disapproval of the filing specifying in what respects the filing fails to meet the requirements of this article and stating when, within a reasonable period thereafter, the filing shall be deemed no longer effective.  The disapproval shall not affect any contract made or issued prior to the expiration of the period set forth in the notice.\n\t(c)  If any time subsequent to the applicable review period provided for in subsections (a) or (b), the commissioner finds that a filing does not comply with the requirements of this article, the commissioner shall order a hearing upon the filing.  The hearing shall be held upon not less than ten days' written notice to every insurer and rating organization who made such filing.  The notice shall specify the matters to be considered at the hearing.  If after a hearing the commissioner finds that a filing does not meet the requirements of this article, the commissioner shall issue an order specifying in what respects the filing fails to meet such requirements, and stating when, within a reasonable period thereafter, the filing shall be deemed no longer effective.  Copies of the order shall be sent to every such insurer and rating organization.  The order shall not affect any contract or policy made or issued prior to the expiration of the period set forth in the order.\n\n\n\n\t(d)\t(1)  Any person or organization aggrieved with respect to any filing which is in effect may make written demand to the commissioner for a hearing thereon; provided, however, that the insurer or rating organization which made the filing shall not be authorized to proceed under this subsection.\n\t(2)\tThe demand shall specify the grounds to be relied upon by the aggrieved person or organization and such demand must show that such person or organization has a specific economic interest affected by the filing.\n\t(3)\tIf the commissioner finds that the demand is made in good faith, that the applicant would be so aggrieved if the person's or organization's grounds are established, and that the grounds otherwise justify such a hearing, the commissioner shall, within thirty days after receipt of the demand, hold a hearing.  The hearing shall be held upon not less than ten days' written notice to the aggrieved party and to every insurer and rating organization which made such filing.\n\t(4)\tIf, after the hearing, the commissioner finds that the filing does not meet the requirements of this article, the commissioner shall issue an order specifying in what respects the filing fails to meet the requirements of this article, and stating when, within a reasonable period, the filing shall be deemed no longer effective.  Copies of the order shall be sent to the applicant and to every such insurer and rating organization.  The order shall not affect any contract or policy made or issued prior to the expiration of the period set forth in the order.\n\n\n\n\t(e)  No manual of classifications, rules, rating plan, or any modification of any of the foregoing which establishes standards for measuring variations in hazards or expense provisions, or both, and which has been filed pursuant to the requirements of section 431:14-104 shall be disapproved if the rates thereby produced meet the requirements of this article.\n\t(f)  The notices, hearings, orders, and appeals referred to in this section are in all applicable respects subject to chapter 91, unless expressly provided otherwise. [L 1987, c 347, pt of §2; am L 1990, c 255, §10]"
}