{
    "name": "Minimum capital; letter of credit, security",
    "number": "19-104",
    "text": "§431:19-104    (a)  Subject to subsection (c), no captive insurance company incorporated as a stock insurer shall be issued a certificate of authority unless it shall possess and thereafter maintain unimpaired paid-in capital of an amount established and deemed appropriate by the commissioner.\n\t(b)  The capital may be in the form of cash, in the form of an irrevocable letter of credit issued by a bank chartered by this State or a member bank of the Federal Reserve System, or other security approved by the commissioner. \n\t(c)  The minimum capital or surplus requirements for captive insurance companies are as follows:\n\n\n\n\t(1)\tClass 1:  $100,000;\n\t(2)\tClass 2:  $250,000;\n\t(3)\tClass 3:  $500,000 for risk retention captive insurance companies, and $750,000 for association captive insurance companies;\n\t(4)\tClass 4:  $1,000,000; and\n\t(5)\tClass 5:  An amount as determined by the commissioner on a case by case basis, after giving due regard to the company's business plan, including the nature of the risks insured.\n\n\n\nThe foregoing requirements do not limit the commissioner's discretionary authority to require a captive insurance company to possess and maintain a greater amount of capital or surplus in order to preserve the solvency of the company, nor do the requirements limit or diminish any other applicable provision of law that may require a captive insurance company to maintain a particular level of capital, surplus, assets, or investments. \n\t(d)  In the case of a branch captive insurance company, and in lieu of minimum capital or surplus under this section or section 431:19-105, the commissioner shall determine the amount and form of security to be maintained by the branch captive insurance company in this State after taking into consideration:\n\n\n\n\t(1)\tThe amount of risk written through and retained by the branch captive insurance company in this State;\n\t(2)\tThe financial condition of the outside captive insurance company whose branch office is located in this State;\n\t(3)\tTrusts or other security posted for ceding insurers; and\n\t(4)\tAny other factors the commissioner deems appropriate.\n\n\n\nThe security required by the commissioner may be in the form of cash or investments, an irrevocable letter of credit issued by a bank chartered in this State or a member bank of the Federal Reserve System, a trust, or any other forms of security deemed appropriate by the commissioner. [L 1987, c 347, pt of §2; am L 1998, c 150, §4; am L 1999, c 302, §3; am L 2000, c 36, §4 and c 133, §4; am L 2003, c 209, §3]"
}