{
    "name": "Delivery of illustration and record retention",
    "number": "10D-407",
    "text": "(a)  If a basic illustration is used by an insurance producer or other authorized representative of the insurer in the sale of a life insurance policy and the policy is applied for as illustrated, a copy of that illustration, signed in accordance with this part, shall be submitted to the insurer at the time of policy application.  A copy also shall be provided to the applicant.\n\t(b)  If the policy is issued other than as applied for, a revised basic illustration conforming to the policy as issued shall be sent with the policy.  The revised illustration shall:\n\n\n\n\t(1)\tConform to the requirements of this part;\n\t(2)\tBe labeled \"Revised Illustration\"; and\n\t(3)\tBe signed and dated by the applicant or policy owner and producer or other authorized representative of the insurer no later than the time the policy is delivered.\n\n\n\nA copy of the revised illustration shall be provided to the insurer and the policy owner.\n\t(c)  If the policy is identified as one to be marketed with an illustration, and no illustration is used by an insurance producer or other authorized representative in the sale of a life insurance policy or if the policy is applied for other than as illustrated, the producer or representative shall certify to that effect in writing on a form provided by the insurer; provided that:\n\n\n\n\t(1)\tOn the same form the applicant shall acknowledge that no illustration conforming to the policy applied for was provided and shall further acknowledge an understanding that an illustration conforming to the policy as issued will be provided no later than at the time of policy delivery.  This form shall be submitted to the insurer at the time of policy application;\n\t(2)\tIf the policy is issued, a basic illustration conforming to the policy as issued shall be sent with the policy and signed no later than the time the policy is delivered; and\n\t(3)\tA copy shall be provided to the insurer and the policy owner.\n\n\n\n\t(d)  If the basic illustration or revised illustration is sent to the applicant or policy owner by mail from the insurer, it shall include instructions for the applicant or policy owner to sign the duplicate copy of the numeric summary page of the illustration for the policy issued and return the signed copy to the insurer.  The insurer's obligation under this subsection shall be satisfied if it can demonstrate that it has made a diligent effort to secure a signed copy of the numeric summary page.  The requirement to make a diligent effort shall be deemed satisfied if the insurer includes in the mailing a self-addressed postage prepaid envelope with instructions for the return of the signed numeric summary page.\n\t(e)  A copy of the basic illustration and a revised basic illustration, if any, signed as applicable, along with any certification that either no illustration was used or that the policy was applied for other than as illustrated, shall be retained by the insurer until three years after the policy is no longer in force.  A copy need not be retained if no policy is issued. [L 2000, c 252, pt of §2]"
}