{
    "name": "Application for license",
    "number": "9A-106",
    "text": "§431:9A-106    (a)  A person applying for a resident insurance producer license shall make application to the commissioner on the uniform application and declare under penalty of denial, suspension, or revocation of the license that the statements made in the application are true, accurate, and complete to the best of the applicant's knowledge and belief.  Before approving the application, the commissioner shall find that the applicant:\n\n\n\n\t(1)\tIs at least eighteen years of age;\n\t(2)\tHas not committed any act that is a ground for a licensure sanction set forth in section 431:9A-112;\n\t(3)\tHas paid the applicable fee set forth in section 431:7-101; and\n\t(4)\tHas passed, within the two years immediately preceding the date of the examination or issuance of the license, whichever is later, the applicable examination for each line of authority for which the applicant has applied.\n\n\n\n\t(b)  A business entity acting as an insurance producer is required to obtain an insurance producer license.  Application shall be made using the uniform business entity application.  Before approving the application, the commissioner shall find that:\n\n\n\n\t(1)\tThe business entity has paid all applicable fees;\n\t(2)\tThe business entity has designated a licensed producer who is a natural person responsible for the business entity's compliance with the insurance laws and rules of this State; and\n\n\n\n\t(3)\tAny licensed producer so designated or empowered by a corporation or partnership may not be so designated or empowered by more than one corporation or partnership, except when the corporations or partnerships are affiliates of each other.  As used herein, a corporation or partnership is an affiliate of another corporation or partnership if the same person, directly or indirectly through one or more intermediaries, controls both corporations or partnerships.  As used herein, \"control\" has the same meaning as in section 431:11-102.\n\t(c)  The commissioner may require any documents reasonably necessary to verify the information contained in an application.\n\t(d)  Each insurer that sells, solicits, or negotiates any form of limited line credit insurance shall provide to each person whose duties will include selling, soliciting, or negotiating limited line credit insurance a program of instruction that shall be subject to approval by the commissioner. [L 2001, c 216, pt of §2; am L 2002, c 155, §30; am L 2003, c 212, §59]"
}