{
    "name": "Inspection and audit",
    "number": "10C-215",
    "text": "§431:10C-215    (a)  In addition to the right and duty of examination under article 2, the commissioner shall have the right and the duty of visitation, inspection and audit of all business records, including internal memoranda, audits and correspondence related in any way to the insurer's motor vehicle insurance business in this State.\n\t(b)  The commissioner shall, in the commissioner's discretion, cause an audit to be made of all or any segment of the motor vehicle insurance books and business records of any insurer by the staff of the division or by an independent contract examiner.  A copy of every audit, internal or external, performed by any insurer of any aspect of its motor vehicle books and business records shall be submitted immediately upon completion to the commissioner.\n\t(c)  The commissioner shall assess and collect from each insurer, self-insurer, and from every applicant for a certificate of self-insurance or a license to transact a motor vehicle insurance and optional additional insurance business in this State, such portion of the full cost of every audit, inspection, examination, visitation, and other services related to motor vehicle insurance required by this or any other article, or performed by the commissioner in the commissioner's discretion under this article or this code, as the commissioner deems equitable in the rendering of the service.  Assessments collected shall be paid into the compliance resolution fund.\n\n\n\n\t(d)(1)\tEach insurer licensed to transact motor vehicle insurance or optional additional insurance business in this State shall provide the commissioner with periodic reports on every aspect of the motor vehicle insurance and the optional additional insurance business the insurer transacts in the State, including, but not limited to, reports on the investment, reserve, reinsurance, loss and profit experience, ratemaking and schedules, claims received and paid; and\n\t(2)\tEach insurer shall, not less frequently than quarterly, report to the commissioner the details of each claim received, claim paid, application for and sale of a motor vehicle insurance policy, each termination and renewal refusal notice posted, and each cancellation and refusal to renew effected on both motor vehicle insurance and optional additional insurance policy transactions.\n\n\n\n\t(e)  Any insurer failing to report information in the manner and within the time required by the commissioner, or failing fully to cooperate with the commissioner and the commissioner's staff in the fulfillment of their duties under this article and this code shall be subject to the penalty provided in section 431:14-117. [L 1987, c 347, pt of §2; am L 1997, c 251, §37; am L 1998, c 275, §15; am L 2003, c 212, §84]"
}