{
    "name": "Rate filings",
    "number": "14F-105",
    "text": "(a)  Every managed care plan shall file in triplicate with the commissioner, every rate, charge, classification, schedule, practice, or rule and every modification of any of the foregoing which it proposes to use.  Every filing shall state its proposed effective date and shall indicate the character and extent of the coverage contemplated.  The filing also shall include a report on investment income.\n\t(b)  Each filing shall be accompanied by a $50 fee payable to the commissioner, which fee shall be deposited in the commissioner's education and training fund.\n\t(c)  At the same time as the filing of the rate, every managed care plan shall file all supplementary rating and supporting information to be used in support of or in conjunction with a rate.  The managed care plan may satisfy its obligation to file supplementary rating and supporting information by reference to material which has been approved by the commissioner.  The information furnished in support of a filing may include or consist of a reference to:\n\n\n\n\t(1)\tIts interpretation of any statistical data upon which it relies;\n\t(2)\tThe experience of other managed care plans; or\n\t(3)\tAny other relevant factors.\n\n\n\n\t(d)  When a filing is not accompanied by supporting information or the commissioner does not have sufficient information to determine whether the filing meets the requirements of this article, the commissioner shall require the managed care plan to furnish additional information and, in that event, the waiting period shall commence as of the date the information is furnished.  Until the requested information is provided, the filing shall not be deemed complete or filed and the filing shall not be used by the managed care plan.  If the requested information is not provided within a reasonable time period, the filing may be returned to the managed care plan as not filed and not available for use.\n\t(e)  Except for a rate filed in accordance with subsection (i), or a filing in whole or in part that the commissioner orders to be held confidential and exempt from public disclosure, a filing and any supporting information shall be open to public inspection upon filing with the commissioner.\n\t(f)  After reviewing a managed care plan's filing, the commissioner may require that the managed care plan's rates be based upon the managed care plan's own loss and expense information.\n\t(g)  The commissioner shall review filings promptly after they have been made to determine whether they meet the requirements of this article.  The commissioner shall calculate the investment income and accuracy of loss reserves upon which filings are based, and the managed care plan shall provide the information necessary to make the calculation.\n\t(h)  Except as provided herein and in subsection (d), each filing shall be on file for a waiting period of ninety days before the filing becomes effective.  The period may be extended by the commissioner for an additional period not to exceed fifteen days if the commissioner gives written notice, within the waiting period to the managed care plan that made the filing, that the commissioner needs the additional time for the consideration of the filing.  Upon written application by the managed care plan, the commissioner may authorize a filing, which the commissioner has reviewed, to become effective before the expiration of the waiting period or any extension thereof.  A filing shall be deemed to meet the requirements of this article unless disapproved by the commissioner within the waiting period or any extension thereof.  The rates shall be deemed to meet the requirements of this article until the time the commissioner reviews the filing and so long as the filing remains in effect.\n\t(i)  The commissioner, by written order, may suspend or modify the requirement of filing as to any class of health insurance, subdivision, or combination thereof, or as to classes of risks, the rates for which cannot practicably be filed before they are used.  The order shall be made known to the affected managed care plan.  The commissioner may make examinations that the commissioner deems advisable to ascertain whether any rates affected by the order meet the standards set forth in section 431:14F-103.\n\t(j)  No managed care plan shall make or issue a contract or policy except in accordance with filings which are in effect for the managed care plan as provided in this article.\n\t(k)  The commissioner may make the following rate effective when filed:  any special filing with respect to any class of health insurance, subdivision, or combination thereof which is subject to individual risk premium modification and has been agreed to under a formal or informal bid process.\n\t(l)  For managed care plans having annual premium revenues of less than $10,000,000, the commissioner may adopt rules and procedures that will provide the commissioner with sufficient facts necessary to determine the reasonableness of the proposed rates without unduly burdening the managed care plan and its enrollees.\n\t(m)  All managed care plans shall file initial rates within thirty days of January 1, 2003.  These rates shall be in effect until approved by the commissioner.  The time limits set forth in this article for the commissioner's review of rates shall not apply to the commissioner's review of initial rates; provided that the commissioner shall review the initial rates within a reasonable period. [L 2002, c 74, pt of §2]"
}