{
    "name": "Definitions",
    "number": "10H-104",
    "text": "As used in this article, unless the context requires otherwise, the definitions in this section apply throughout this article. \t\"Applicant\" means:\n\n\n\n\t(1)\tIn the case of an individual long-term care insurance policy, the person who seeks to contract for benefits; and\n\t(2)\tIn the case of a group long-term care insurance policy, the proposed certificate holder.\n\n\n\n\t\"Certificate\" means, for the purposes of this article, any certificate issued under a group long-term care insurance policy, which policy has been delivered or issued for delivery in this State.\n\t\"Group long-term care insurance\" means a long-term care insurance policy which is delivered or issued for delivery in this State and issued to:\n\n\n\n\t(1)\tOne or more employers or labor organizations, or a trust or to the trustees of a fund established by one or more employers or labor organizations, or a combination thereof, for employees or former employees or a combination thereof or for members or former members or a combination thereof, of the labor organizations; or\n\t(2)\tAny professional, trade, or occupational association for its members or former or retired members, or combination thereof, if the association:\n\n\t\t(A)\tIs composed of individuals all of whom are or were actively engaged in the same profession, trade, or occupation; and\n\t\t(B)\tHas been maintained in good faith for purposes other than obtaining insurance; or\n\n\t(3)\tAn association or a trust or the trustees of a fund established, created, or maintained for the benefit of members of one or more associations.  Prior to advertising, marketing, or offering the policy within this State, the association or the insurer of the association shall file evidence with the commissioner that the association has at the outset a minimum of one hundred persons; has been organized and maintained in good faith for purposes other than that of obtaining insurance; has been in active existence for at least one year; and has a constitution and bylaws which provide that:\n\n\t\t(A)\tThe association holds regular meetings not less than annually to further purposes of the members;\n\t\t(B)\tExcept for credit unions, the association collects dues or solicits contributions from members; and\n\t\t(C)\tThe members have voting privileges and representation on the governing board and committees.\n\n\t\tThirty days after the filing the association will be deemed to satisfy the organizational requirements unless the commissioner makes a finding that the association does not satisfy those organizational requirements; or\n\t(4)\tA group other than as described in paragraphs (1), (2), and (3), subject to a finding by the commissioner that:\n\n\t\t(A)\tThe issuance of the group policy is not contrary to the best interest of the public;\n\t\t(B)\tThe issuance of the group policy would result in economies of acquisition or administration; and\n\t\t(C)\tThe benefits are reasonable in relation to the premiums charged.\n\n\n\n\n\n\t\"HIPAA\" means the Health Insurance Portability and Accountability Act of 1996, P.L. 104-191.\n\t\"Long-term care insurance\" means any insurance policy or rider advertised, marketed, offered, or designed to provide coverage for not less than twelve consecutive months for each covered person on an expense incurred, indemnity, prepaid, or other basis, for one or more necessary or medically necessary diagnostic, preventive, therapeutic, rehabilitative, maintenance, or personal care services, provided in a setting other than an acute care unit of a hospital.  The term includes group and individual annuities and life insurance policies or riders that provide directly or that supplement long-term care insurance.  The term also includes a policy or rider that provides for payment of benefits based upon cognitive impairment or loss of functional capacity.\n\tLong-term care insurance shall not include any insurance policy which is offered primarily to provide basic medicare supplement coverage, basic hospital expense coverage, basic medical-surgical expense coverage, hospital confinement indemnity coverage, major medical expense coverage, disability income or related asset-protection coverage, accident only coverage, specified disease or specified accident coverage, or limited benefit health coverage.\n\tWith regard to life insurance, this term does not include life insurance policies which accelerate the death benefit specifically for one or more of the qualifying events of terminal illness, medical conditions requiring extraordinary medical intervention, or permanent institutional confinement, and which provide the option of a lump-sum payment for those benefits and in which neither the benefits nor the eligibility for the benefits is conditioned upon the receipt of long-term care.\n\tNotwithstanding any other provision contained herein, any product advertised, marketed, or offered as long-term care insurance shall be subject to this article.\n\t\"NAIC\" means the National Association of Insurance Commissioners.\n\t\"Policy\" means, for the purposes of this article, any policy, contract, subscriber agreement, rider, or endorsement delivered or issued for delivery in this State by an insurer; fraternal benefit society; nonprofit health, hospital, or medical service corporation; prepaid health plan; health maintenance organization; or any similar organization. [L 1999, c 93, pt of §2]"
}