{
    "name": "Articles of incorporation",
    "number": "4-104",
    "text": "§431:4-104    (a)  This section applies to insurers incorporated in this State.\n\t(b)  The incorporators shall be individuals who are United States citizens, and a majority of them shall be residents of this State.  The number of incorporators shall be:\n\n\n\n\t(1)\tNot less than five if a stock insurer, or\n\t(2)\tNot less than ten if a mutual insurer.\n\n\n\n\t(c)  After the articles of incorporation have been approved by the department of commerce and consumer affairs and by the commissioner, the original shall be filed with the department, one copy with the commissioner, and one copy retained by the insurer.\n\t(d)  The articles of incorporation shall state in addition to the requirements set forth in section 414-32:\n\n\n\n\t(1)\tThe name of the insurer, which shall include the word \"Insurance\" and, as the last word thereof, one of the words \"Corporation\", \"Incorporated\", or \"Limited\", or one of the abbreviations \"Corp.\", \"Inc.\", or \"Ltd.\".  In the case of the reciprocal insurer, the name shall include the word \"Reciprocal\", \"Interinsurer\", \"Interinsurance\", \"Exchange\", \"Underwriters\", or \"Underwriting\";\n\n\t(2)\t(A)\tWhether it is a stock or mutual insurer; and\n\t\t(B)\tThe classes of insurance it will issue, according to the designations made in this article.\n\n\t(3)\tThe place of its principal office, which shall be established and maintained in this State.\n\n\t(4)\t(A)\tIf a stock insurer, the amount of its capital, the aggregate number of shares, and the par value of each share, which par value shall not be less than $2, and if the privilege of subsequent extension of the authorized capital stock is sought, then the limit of such extension shall be stated;\n\t\t(B)\tIf a mutual insurer, the maximum contingent liability of its policyholders for the payment of its expenses and losses occurring under its policies.\n\n\t(5)\tThe names and addresses, both business and residence, of the officers of the insurer for the initial term.\n\t(6)\tOther provisions, not inconsistent with law, as may be deemed proper by the incorporators. [L 1987, c 347, pt of §2; am L 2002, c 40, §68]"
}