{
    "name": "Reimbursement for accident and health or sickness insurance benefits",
    "number": "13-108",
    "text": "§431:13-108    (a)  This section applies to accident and health or sickness insurance providers under part I of article 10A of chapter 431, mutual benefit societies under article 1 of chapter 432, dental service corporations under chapter 423, and health maintenance organizations under chapter 432D.\n\t(b)  Unless shorter payment timeframes are otherwise specified in a contract, an entity shall reimburse a claim that is not contested or denied not more than thirty calendar days after receiving the claim filed in writing, or fifteen calendar days after receiving the claim filed electronically, as appropriate.\n\t(c)  If a claim is contested or denied or requires more time for review by an entity, the entity shall notify the health care provider in writing or electronically not more than fifteen calendar days after receiving a claim filed in writing, or not more than seven calendar days after receiving a claim filed electronically, as appropriate.  The notice shall identify the contested portion of the claim and the specific reason for contesting or denying the claim, and may request additional information; provided that a notice shall not be required if the entity provides a reimbursement report containing the information, at least monthly, to the provider.\n\t(d)  Every entity shall implement and make accessible to providers a system that provides verification of enrollee eligibility under plans offered by the entity. \n\t(e)  If information received pursuant to a request for additional information is satisfactory to warrant paying the claim, the claim shall be paid not more than thirty calendar days after receiving the additional information in writing, or not more than fifteen calendar days after receiving the additional information filed electronically, as appropriate.\n\t(f)  Payment of a claim under this section shall be effective upon the date of the postmark of the mailing of the payment, or the date of the electronic transfer of the payment, as applicable.\n\t(g)  Notwithstanding section 478-2 to the contrary, interest shall be allowed at a rate of fifteen per cent a year for money owed by an entity on payment of a claim exceeding the applicable time limitations under this section, as follows:\n\n\n\n\t(1)\tFor an uncontested claim:\n\n\t\t(A)\tFiled in writing, interest from the first calendar day after the thirty-day period in subsection (b); or\n\t\t(B)\tFiled electronically, interest from the first calendar day after the fifteen-day period in subsection (b);\n\n\t(2)\tFor a contested claim filed in writing:\n\n\t\t(A)\tFor which notice was provided under subsection (c), interest from the first calendar day thirty days after the date the additional information is received; or\n\t\t(B)\tFor which notice was not provided within the time specified under subsection (c), interest from the first calendar day after the claim is received; or\n\n\t(3)\tFor a contested claim filed electronically:\n\n\t\t(A)\tFor which notice was provided under subsection (c), interest from the first calendar day fifteen days after the additional information is received; or\n\t\t(B)\tFor which notice was not provided within the time specified under subsection (c), interest from the first calendar day after the claim is received.\n\n\n\n\n\n\tThe commissioner may suspend the accrual of interest if the commissioner determines that the entity's failure to pay a claim within the applicable time limitations was the result of a major disaster or of an unanticipated major computer system failure.\n\t(h)  Any interest that accrues in a sum of at least $2 on a delayed clean claim in this section shall be automatically added by the entity to the amount of the unpaid claim due the provider.\n\t(i)  In determining the penalties under section 431:13-201 for a violation of this section, the commissioner shall consider:\n\n\n\n\t(1)\tThe appropriateness of the penalty in relation to the financial resources and good faith of the entity;\n\t(2)\tThe gravity of the violation;\n\t(3)\tThe history of the entity for previous similar violations;\n\t(4)\tThe economic benefit to be derived by the entity and the economic impact upon the health care facility or health care provider resulting from the violation; and\n\t(5)\tAny other relevant factors bearing upon the violation.\n\n\n\n\t(j)  As used in this section:\n\t\"Claim\" means any claim, bill, or request for payment for all or any portion of health care services provided by a health care provider of services submitted by an individual or pursuant to a contract or agreement with an entity, using the entity's standard claim form with all required fields completed with correct and complete information.\n\t\"Clean claim\" means a claim in which the information in the possession of an entity adequately indicates that:\n\n\n\n\t(1)\tThe claim is for a covered health care service provided by an eligible health care provider to a covered person under the contract;\n\t(2)\tThe claim has no material defect or impropriety;\n\t(3)\tThere is no dispute regarding the amount claimed; and\n\t(4)\tThe payer has no reason to believe that the claim was submitted fraudulently.\n\n\n\nThe term does not include:\n\n\n\n\t(1)\tClaims for payment of expenses incurred during a period of time when premiums were delinquent;\n\t(2)\tClaims that are submitted fraudulently or that are based upon material misrepresentations;\n\t(3)\tMedicaid or Medigap claims; and\n\t(4)\tClaims that require a coordination of benefits, subrogation, or preexisting condition investigations, or that involve third-party liability.   \n\n\n\n\t\"Contest\", \"contesting\", or \"contested\" means the circumstances under which an entity was not provided with, or did not have reasonable access to, sufficient information needed to determine payment liability or basis for payment of the claim.\n\t\"Deny\", \"denying\", or \"denied\" means the assertion by an entity that it has no liability to pay a claim based upon eligibility of the patient, coverage of a service, medical necessity of a service, liability of another payer, or other grounds.\n\t\"Entity\" means accident and health or sickness insurance providers under part I of article 10A of chapter 431, mutual benefit societies under article 1 of chapter 432, dental service corporations under chapter 423, and health maintenance organizations under chapter 432D.\n\t\"Health care facility\" shall have the same meaning as in section 327D-2.\n\t\"Health care provider\" means a Hawaii health care facility, physician, nurse, or any other provider of health care services covered by an entity. [L 1999, c 99, §§2, 5; am L 2002, c 52, §§2, 3; am L 2003, c 212, §105]"
}