{
    "name": "Definitions",
    "number": "16-105",
    "text": "§431:16-105    As used in this part:\n\t\"Affiliate\" means a person who, directly or indirectly, through one or more intermediaries, controls, is controlled by, or is under common control with an insolvent insurer on December 31 of the year immediately preceding the date the insurer becomes an insolvent insurer.\n\t\"Association\" means the Hawaii insurance guaranty association created under section 431:16-106.\n\t\"Claimant\" means any insured making a first party claim or any person instituting a liability claim; provided that no person who is an affiliate of the insolvent insurer may be a claimant.\n\t\"Control\" means the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of a person, whether through the ownership of voting securities, by contract other than a commercial contract for goods or nonmanagement services, or otherwise, unless the power is the result of an official position with or corporate office held by the person.  Control shall be presumed to exist if any person, directly or indirectly, owns, controls, holds with the power to vote, or holds proxies representing, ten per cent or more of the voting securities of any other person.  This presumption may be rebutted by a showing that control does not exist in fact.\n\t\"Covered claim\":\n\n\n\n\t(1)\tMeans an unpaid claim, including one for unearned premiums, submitted by a claimant, that arises out of and is within the coverage and is subject to the applicable limits of an insurance policy to which this part applies issued by an insurer, if the insurer becomes an insolvent insurer after July 1, 2000, and:\n\n\t\t(A)\tThe claimant or insured is a resident of this State at the time of the insured event; provided that for entities other than an individual, the residence of a claimant, insured, or policyholder is the state in which its principal place of business is located at the time of the insured event; or\n\t\t(B)\tThe claim is a first party claim for damage to property with a permanent location in this State; and\n\n\t(2)\tShall not include:\n\n\t\t(A)\tAny amount awarded as punitive or exemplary damages;\n\t\t(B)\tAny amount sought as a return of premium under any retrospective rating plan; \n\t\t(C)\tAny amount due any reinsurer, insurer, insurance pool, or underwriting association, as subrogation recoveries, reinsurance recoveries, contribution, indemnification, or otherwise;\n\t\t(D)\tAny first party claims by an insured whose net worth exceeds $25,000,000 on December 31 of the year prior to the year in which the insurer becomes an insolvent insurer; provided that an insured's net worth on that date shall be deemed to include the aggregate net worth of the insured and all of its subsidiaries as calculated on a consolidated basis; or\n\t\t(E)\tAny first party claims by an insured who is an affiliate of the insolvent insurer.\n\n\n\n\n\n\t\"Insolvent insurer\" means an insurer licensed to transact insurance in this State, either at the time the policy was issued or when the insured event occurred, and against whom a final order of liquidation has been entered after May 16, 2000 with a finding of insolvency by a court of competent jurisdiction in the insurer's state of domicile.\n\t\"Member insurer\" means any person who:\n\n\n\n\t(1)\tWrites any kind of insurance to which this part applies under section 431:16-103, including the exchange of reciprocal or inter-insurance contracts; and\n\t(2)\tIs licensed to transact insurance in this State.\n\n\n\nAn insurer shall cease to be a member insurer effective on the day following the termination or expiration of its certificate of authority to transact the kinds of insurance to which this part applies.  However, the insurer shall remain liable as a member insurer for any and all obligations, including obligations for assessments levied either prior to or after the termination or expiration of its certificate of authority, even though the insurer became insolvent before the termination or expiration of its certificate of authority.\n\t\"Net direct written premiums\" means direct gross premiums written in this State on insurance policies to which this part applies, less return premiums thereon and dividends paid or credited to policyholders on such direct business.  Net direct written premiums do not include premiums on contracts between insurers or reinsurers.\n\t\"Person\" means any individual, corporation, partnership, association, or voluntary organization. [L 1987, c 347, pt of §2; am L 2000, c 93, §4]"
}