{
    "name": "Definitions",
    "number": "9B-101",
    "text": "REINSURANCE INTERMEDIARY\n\n §431:9B-101    For purposes of this article:\n\t\"Actuary\" means a person who is a member in good standing of the American Academy of Actuaries.\n\t\"Controlling person\" means any individual, firm, association, or corporation that directly or indirectly has the power to direct or cause to be directed, the management, control, or activities of the reinsurance intermediary.\n\t\"Insurer\" means any individual, firm, association, or corporation duly licensed in this State pursuant to this chapter as an insurer.\n\t\"Licensed producer\" or \"producer\" means a producer or reinsurance intermediary licensed pursuant to this chapter.\n\t\"Qualified United States financial institution\" means an institution that:\n\n\n\n\t(1)\tIs organized or (in the case of a United States office of a foreign banking organization) licensed, under the laws of the United States or any state thereof;\n\t(2)\tIs regulated, supervised, and examined by United States federal or state authorities having regulatory authority over banks and trust companies; and\n\t(3)\tHas been determined by either the commissioner, or the securities valuation office of the National Association of Insurance Commissioners, to meet such standards of financial condition and standing as are considered necessary and appropriate to regulate the quality of financial institutions whose letters of credit will be acceptable to the commissioner.\n\n\n\n\t\"Reinsurance intermediary\" means a reinsurance intermediary- broker or a reinsurance intermediary-manager as these terms are defined in this section.\n\t\"Reinsurance intermediary-broker\" or \"RB\" means any person, other than an officer or employee of the ceding insurer, firm, association, or corporation that solicits, negotiates, or places reinsurance cessions or retrocessions on behalf of a ceding insurer without the authority or power to bind reinsurance on behalf of the insurer.\n\t\"Reinsurance intermediary-manager\" or \"RM\" means any individual, firm, association, or corporation that has authority to bind or manages all or part of the assumed reinsurance business of a reinsurer (including the management of a separate division, department, or underwriting office) and acts as an agent for the reinsurer whether known as a reinsurance intermediary-manager, manager, or other similar term.  Notwithstanding the above, the following persons shall not be considered a reinsurance intermediary-manager, with respect to the reinsurer, for the purposes of this article:\n\n\n\n\t(1)\tAn employee of the reinsurer;\n\t(2)\tA United States manager of the United States branch of an alien reinsurer;\n\t(3)\tAn underwriting manager who, pursuant to contract, manages all the reinsurance operations of the reinsurer, is under common control with the reinsurer, subject to article 11, and whose compensation is not based on the volume of premiums written; and\n\t(4)\tThe manager of a group, association, pool, or organization of insurers that engages in joint underwriting or joint reinsurance and who is subject to examination by the commissioner of the state in which the manager's principal business office is located.\n\n\n\n\t\"Reinsurer\" means any person, firm, association, or corporation duly licensed in this State pursuant to the applicable provisions of the insurance law as an insurer with the authority to assume reinsurance.\n\t\"To be in violation\" means that the reinsurance intermediary, or insurer or reinsurer for whom the reinsurance intermediary was acting failed to substantially comply with this article. [L 1992, c 176, pt of §6; am L 2002, c 155, §37]"
}