{
    "name": "Definitions",
    "number": "11-102",
    "text": "§431:11-102    As used in this article, unless the context shall otherwise require:\n\t\"Affiliate\" (including affiliate of, or person affiliated with, a specific person) means a person that, directly or indirectly through one or more intermediaries, controls or is controlled by, or is under common control with, the person specified.\n\t\"Control\" (including controlling, controlled by, and under common control with) means the possession, direct or indirect, of the power to direct or cause the direction of the management and policies of a person, whether through the ownership of voting securities, by contract other than a commercial contract for goods or nonmanagement services, or otherwise, unless the power is the result of an official position with or corporate office held by the person.\n\n\n\n\t(1)\tControl shall be presumed to exist if any person, directly or indirectly, owns, controls, holds with the power to vote, or holds proxies representing ten per cent or more of the voting securities of any other person.  This presumption may be rebutted by a showing made in the manner provided by section 431:11-105(k) that control does not in fact exist.\n\t(2)\tThe commissioner may determine, after furnishing all persons in interest notice and opportunity to be heard and making specific findings of fact to support the commissioner's determination, that control exists in fact, notwithstanding the absence of a presumption to that effect.\n\n\n\n\t\"Executive officer\" means chief executive officer, chief operating officer, chief financial officer, treasurer, secretary, controller, or any other individual performing functions corresponding to those performed by the foregoing officers under whatever title.\n\t\"Insurance holding company system\" consists of two or more affiliated persons, one or more of which is an insurer.\n\t\"Insurer\" shall have the same meaning as set forth in article 1, except that it shall not include:\n\n\n\n\t(1)\tAgencies, authorities, or instrumentalities of the United States, its possessions and territories, the Commonwealth of Puerto Rico, the District of Columbia, or a state or political subdivision of a state;\n\t(2)\tFraternal benefit societies;\n\t(3)\tNonprofit medical and hospital service associations; or\n\t(4)\tUnauthorized insurers.\n\n\n\n\t\"Person\" means an individual, a corporation, a partnership, an association, a joint stock company, a trust, an unincorporated organization, and any similar entity or any combination of the foregoing acting in concert, but shall not include any joint venture partnership exclusively engaged in owning, managing, leasing, or developing real or tangible personal property, or a securities broker performing only the usual and customary broker's function.\n\t\"Security holder\" of a specified person means one who owns any security of the person, including common stock, preferred stock, debt obligations, and any other security convertible into or evidencing the right to acquire any of the foregoing.\n\t\"Statement\" means information required to be filed with the commissioner pursuant to sections 431:11-104, 431:11-105, and 431:11-106, and guidelines set forth on a form or in a format approved by the commissioner.\n\t\"Subsidiary of a specified person\" means an affiliate controlled by the person directly or indirectly through one or more intermediaries.\n\t\"Ultimate controlling person\" means a person who is not controlled by any other person.\n\t\"Voting security\" shall include any security convertible into or evidencing a right to acquire a voting security. [L 1987, c 349, pt of §8; am L 1989, c 195, §37; am L 2000, c 24, §8]"
}