{
    "name": "Plan of operation",
    "number": "21-106",
    "text": "§431:21-106    (a)  The association shall submit to the commissioner a plan of operation and any amendments to the plan necessary or suitable to assure the fair, reasonable, and equitable administration of the association.  The plan of operation and any amendment shall become effective upon approval in writing by the commissioner.  If the association fails to submit a suitable plan of operation or if at any time the association fails to submit suitable amendments to the plan, the commissioner shall adopt the rules necessary to carry out this article.  The rules shall continue in force until modified by the commissioner or superseded by a plan submitted by the association and approved in writing by the commissioner.\n\t(b)  All member insurers shall comply with the plan of operation.\n\t(c)  The plan of operation shall:\n\n\n\n\t(1)\tEstablish procedures for performance of all the powers and duties of the association under section 431:21-105;\n\t(2)\tEstablish maximum limits of liability to be placed through the association;\n\t(3)\tEstablish reasonable underwriting standards for determining insurability of a risk which are comparable to the standards used to determine insurability of a risk located outside the area designated by the commissioner as eligible for association coverage;\n\t(4)\tEstablish a schedule of deductibles, if appropriate;\n\t(5)\tEstablish the commission to be paid to licensed producers;\n\t(6)\tEstablish the rates to be charged for the insurance coverages, so that the total premium income from all association policies, when combined with the investment income, shall annually fund the administration of the association.  The administration of the association shall include the expenses incurred in processing applications, conducting inspections, issuing and servicing policies, paying commissions, and paying claims, but shall not include assessments approved by the commissioner;\n\t(7)\tEstablish the manner and scope of the inspection and the form of the inspection report.  The inspection guidelines may include setting minimum conditions the property must meet before an inspection is required;\n\t(8)\tEstablish procedures whereby selections for the board of directors will be submitted to the commissioner for the commissioner's information;\n\t(9)\tEstablish procedures for records to be kept of all financial transactions of the association, its producers, and its board of directors;\n\t(10)\tEstablish procedures by which applications will be received and serviced by the association;\n\t(11)\tEstablish guidelines for the investigation and payment of claims; and\n\t(12)\tEstablish procedures whereby the association may assume and cede reinsurance on risks written through the association. [am L 2002, c 155, §97; am L 2003, c 212, §119]"
}