{
    "name": "Filings; approval of forms",
    "number": "10A-309",
    "text": "§431:10A-309    (a)  No medicare supplement policy or certificate shall be delivered or issued for delivery in this State after the date specified in rules adopted by the commissioner unless the form of such policy is approved in accordance with this section.\n\t(b)  Every issuer providing medicare supplement insurance benefits to a resident of this State shall file with the commissioner a copy of the policy and any certificate used in this State, including copies of any riders or endorsements of applications which may be attached to or made a part of the policy.  The commissioner may require a certification from the issuer that, to the best of the certifier's knowledge and belief, the filing complies with the minimum standards established in the rules and all applicable Hawaii laws and rules.\n\t(c)  Every issuer providing medicare supplement policies or certificates in this State shall file annually its rates, rating schedule, and supporting documentation demonstrating that it is in compliance with the applicable loss ratio standards of this State.  The commissioner may require the issuer to submit a certification by a qualified actuary that the premium rates, to the best of the actuary's knowledge and belief, are in accordance with the loss ratio standards adopted by rule.\n\t(d)  The commissioner may disapprove any policy or certificate or withdraw approval of a previously approved policy or certificate if the commissioner finds that:\n\n\n\n\t(1)\tIt is not in accordance with applicable laws and rules in any respect;\n\t(2)\tIt is or it contains provisions which are misleading, deceptive, inconsistent, or ambiguous; or\n\t(3)\tThe benefits are unreasonable in relation to the premium charge.\n\n\n\n\t(e)  A policy or certificate shall be deemed approved if:\n\n\n\n\t(1)\tIt is in accordance with all applicable laws and rules;\n\t(2)\tIt has not been disapproved earlier than sixty-one days after the date of filings;\n\t(3)\tIt fully meets all filing requirements; and\n\t(4)\tIt is received by the commissioner.\n\n\n\n\t(f)  The commissioner shall promptly give written notice to the issuer of the commissioner's approval of a policy or certificate or, if a policy or certificate is disapproved or approval is withdrawn, of such disapproval or withdrawal together with the reasons for it and of the procedure by which the issuer may request and be granted a hearing on the merits of such action.\n\t(g)  The commissioner by rule may establish requirements and procedures for medicare supplement filings. [L 1987, c 347, pt of §2; am L 1990, c 84, §8; am L 1992, c 195, §8]"
}