{
    "name": "Evidence of insurance; changes; penalties",
    "number": "8-305",
    "text": "§431:8-305    (a)  Upon placing surplus lines insurance, the surplus lines broker shall as soon as reasonably possible deliver to the insured the policy, or if the policy is not available, the surplus lines broker's certificate, cover note, binder or other evidence of insurance.  Any confirmation of insurance shall be executed by the surplus lines broker and shall show the following:\n\n\n\n\t(1)\tThe description and location of the subject of the insurance,\n\t(2)\tA general description of the coverages, including any material limitations other than those in standard forms,\n\t(3)\tThe premium and rate charged,\n\t(4)\tThe taxes to be collected from the insured,\n\t(5)\tThe name and address of the insured,\n\t(6)\tThe name and address of the insurer,\n\t(7)\tIf the direct risk is assumed by more than one insurer, the certificate shall state the name and address and proportion of the entire direct risk assumed by each insurer, and\n\t(8)\tThe name of the surplus lines broker and such broker's license number.\n\n\n\n\t(b)  No surplus lines broker shall issue or deliver any evidence of insurance or purport to insure, or represent that insurance has or will be written by any unauthorized insurer, unless the broker has authority from the insurer to cause the risk to be insured, or has received information from the insurer in the regular course of business that such insurance has been granted.\n\t(c)  If after delivery of the evidence of insurance there is any change in the identity of the insurers, or the proportion of the risk assumed by any insurer, or any other material change in coverage as stated in the original evidence of insurance, the surplus lines broker shall as soon as reasonably possible issue and deliver to the insured a substitute for, or endorsement of the original document, accurately showing the current status of the coverage and the insurer's responsibility thereunder.\n\t(d)  As soon as reasonably possible after the placement of any such insurance, the surplus lines broker shall procure from the insurer its policy or, if not available, a certificate of insurance and deliver it to the insured to replace any evidence of insurance initially issued to the insured.\n\t(e)  Any surplus lines broker who fails to comply with the requirements of this section shall be subject to the penalties provided in section 431:8-320. [L 1987, c 347, pt of §2]"
}