{
    "name": "Powers and procedures of the panel",
    "number": "8",
    "text": "(a)  The panel may hold hearings or such other proceedings as it deems necessary, sit and act at such times and places, and take such testimony as the panel deems advisable.  The panel shall fix a time and place for hearings or other proceedings on such claim and shall cause notice thereof to be given to the claimant, the department and commission.  The panel may, for good cause, allow claims to be consolidated for review.\n\t(b)  A majority of all members to which the panel is entitled, which shall include the chairperson, shall constitute a quorum for the panel to meet and review any claim, and the concurrence of a majority of all the members to which the panel is entitled shall be necessary for any findings and advisory opinion issued by the panel to be valid.\n\t(c)  Any member of the panel may administer oaths or affirmations to witnesses appearing before the panel.  The panel shall have powers of subpoena and compulsion of attendance of witnesses and production of documents and of examination of witnesses as are conferred upon a circuit court.  Subpoenas shall be issued under the signature of the chairperson or any person designated by the chairperson.  The circuit court of any circuit in which a subpoena is issued or served or in which the attendance or production is required, upon the application of the panel, may enforce the attendance and testimony of any witness and the production of any document so subpoenaed.  Subpoena and witness fees and mileage shall be the same as in the circuit courts, and shall be payable from funds appropriated for expenses of administration.  Notwithstanding such provisions, the panel shall attempt to secure the voluntary appearance, testimony and cooperation of parties, witnesses and other persons appearing before the panel without coercion.\n\t(d)  The panel may appoint a hearings officer or officers, not subject to chapter 76, to hear any claims and render recommended findings.  The hearings officer or officers shall have the same authority as the panel in conducting hearings or proceedings under this chapter.  The recommended findings of the hearings officer or officers shall be subject to review and redetermination by the panel.\n\t(e)  Upon written acceptance by a claimant or an acceptance as provided in section 674-17, the panel shall disburse any compensation awarded by the legislature and undertake such other action as may be provided by law. [L 1991, c 323, pt of §1; am L 2000, c 253, §150."
}