{
    "name": "Definitions",
    "number": "1100",
    "text": "In this chapter, unless a different meaning is plainly required, or the definition is otherwise limited by this section:\n\t\"Animal\" includes every living creature, except a human being.\n\t\"Cruelty\", \"torture\" or \"torment\" includes every act, omission, or neglect whereby unjustifiable physical pain, suffering, or death is caused or permitted.\n\t\"Facsimile\" means a document produced by a receiver of signals transmitted over telecommunication lines, after translating the signals, to produce a duplicate of an original document.\n\t\"Necessary sustenance\" means care sufficient to preserve the health and well-being of a pet animal, except for emergencies or circumstances beyond the reasonable control of the owner or caretaker of the pet animal, and includes but is not limited to the following requirements:\n\n\n\n\t(1)\tFood of sufficient quantity and quality to allow for normal growth or maintenance of body weight;\n\t(2)\tOpen or adequate access to water in sufficient quantity and quality to satisfy the animal's needs;\n\t(3)\tAccess to protection from wind, rain, or sun; and\n\t(4)\tAn area of confinement that has adequate space necessary for the health of the animal and is kept reasonably clean and free from excess waste or other contaminants that could affect the animal's health.\n\n\n\n\t\"Obstructs\" means renders impassable without unreasonable inconvenience or hazard.\n\t\"Pet animal\" means a dog, cat, rabbit, guinea pig, domestic rat or mouse, or caged birds (passeriformes, piciformes, and psittaciformes only).\n\t\"Private place\" means a place where one may reasonably expect to be safe from casual or hostile intrusion or surveillance, but does not include a place to which the public or a substantial group thereof has access.\n\t\"Public\" means affecting or likely to affect a substantial number of persons.\n\t\"Public place\" means a place to which the public or a substantial group of persons has access and includes highways, transportation facilities, schools, places of amusement or business, parks, playgrounds, prisons, and hallways, lobbies, and other portions of apartment houses and hotels not constituting rooms or apartments designed for actual residence.\n\t\"Record\", for the purposes of sections 711-1110.9 and 711-1111, means to videotape, film, photograph, or archive electronically or digitally. [L 1972, c 9, pt of §1; am L 1986, c 192, §3; am L 1987, c 176, §4; am L 1992, c 292, §3; am L 1998, c 173, §1; am L 2003, c 48, §1; am L 2004, c 83, §1]"
}