{
    "name": "Violation of privacy in the second degree",
    "number": "1111",
    "text": "(1)  A person commits the offense of violation of privacy in the second degree if, except in the execution of a public duty or as authorized by law, the person intentionally:\n\n\n\n\t(a)\tTrespasses on property for the purpose of subjecting anyone to eavesdropping or other surveillance in a private place;\n\t(b)\tInstalls or uses, or both, in any private place, without consent of the person or persons entitled to privacy therein, any device for observing, recording, amplifying, or broadcasting sounds or events in that place other than another person in a stage of undress or sexual activity;\n\t(c)\tInstalls or uses outside a private place any device for hearing, recording, amplifying, or broadcasting sounds originating in that place which would not ordinarily be audible or comprehensible outside, without the consent of the person or persons entitled to privacy therein;\n\t(d)\tCovertly records or broadcasts an image of another person's intimate area underneath clothing, by use of any device, and that image is taken while that person is in a public place and without that person's consent;\n\t(e)\tIntercepts, without the consent of the sender or receiver, a message or photographic image by telephone, telegraph, letter, electronic transmission, or other means of communicating privately; but this paragraph does not apply to:\n\n\t\t(i)\tOverhearing of messages through a regularly installed instrument on a telephone party line or an extension; or\n\t\t(ii)\tInterception by the telephone company, electronic mail account provider, or telephone or electronic mail subscriber incident to enforcement of regulations limiting use of the facilities or incident to other operation and use;\n\n\t(f)\tDivulges without the consent of the sender or the receiver the existence or contents of any message or photographic image by telephone, telegraph, letter, electronic transmission, or other means of communicating privately, if the accused knows that the message or photographic image was unlawfully intercepted or if the accused learned of the message or photographic image in the course of employment with an agency engaged in transmitting it; or\n\t(g)\tKnowingly possesses materials created under circumstances prohibited in section 711-1110.9.\n\n\n\n\t(2)  This section shall not apply to any dissemination, distribution, or transfer of images subject to this section by an electronic communication service provider or remote storage service in the ordinary course of its business.  For the purpose of this subsection:\n\t\"Electronic communication\" means any transfer of signs, signals, writing, images, sounds, data, or intelligence of any nature transmitted in whole or part by a wire, radio, electromagnetic, photoelectronic, or photo-optical system.\n\t\"Electronic communication service\" means any service that provides to users thereof the ability to send or receive wire or electronic communications.\n\t\"Electronic communication service provider\" means any person engaged in the offering or sale of electronic communication services to the public.\n\t\"Electronic communication system\" means any wire, radio, electromagnetic, photo-optical, or photoelectronic facilities for the transmission of wire or electronic communications, and any computer facilities or related electronic equipment for the electronic storage of such communications, including e-mail, web hosting, multimedia messaging services, and remote storage services offered by an electronic communication service provider.\n\t\"Remote storage service\" means the provision to the public of computer storage or processing services by means of an electronic communication system.\n\t(3)  For the purposes of this section:\n\t\"Intimate areas\" means any portion of a person's underwear, pubic area, anus, buttocks, vulva, genitals, or female breast.\n\t\"Intimate areas underneath clothing\" does not include intimate areas visible through a person's clothing or intimate areas exposed in public.\n\t\"Public place\" means an area generally open to the public, regardless of whether it is privately owned, and includes but is not limited to streets, sidewalks, bridges, alleys, plazas, parks, driveways, parking lots, buses, tunnels, buildings, stores, and restaurants.\n\t(4)  Violation of privacy in the second degree is a misdemeanor.  In addition to any penalties the court may impose, the court may order the destruction of any recording made in violation of this section. [L 1972, c 9, pt of §1; gen ch 1993; am L 1999, c 278, §2; am L 2003, c 48, §4; am L 2004, c 83, §3]"
}